{
  "verses": [
    {
      "content": "Chun, hi hi hre rawh, ni nu- hnungahai chun hun khirtakhai hung um a tih.",
      "reference": "2 TIMOTHE 3:1"
    },
    {
      "content": "Mi mâni inhmangaitu dâm, tang- ka ngainatu dâm, intivei dâm, chapo dâm, Pathien hrilsetu dâm, nu le pa thuawi naw dâm, lâwm nachâng hre naw dâm, inthieng naw dâm,",
      "reference": "2 TIMOTHE 3:2"
    },
    {
      "content": "hmangaina insiengpui nei naw dâm, mi nunrawng dâm, hêktu dâm, insûm thei naw dâm, mi ṭium dâm, ṭhat nuom dêr lo dâm,",
      "reference": "2 TIMOTHE 3:3"
    },
    {
      "content": "vervêk dâm, thuhnung dâwn naw dâm, inngaihlu dâm, Pathien hma- ngai nêka mâni lâwmna chau hmangai lemtu dâm an ni ding a ni sih a.",
      "reference": "2 TIMOTHE 3:4"
    },
    {
      "content": "Pathien ngaisak hawina nei an ta, nisienlakhawm, a thilthawtheina chu awi naw ni hai; chuong ang chu nghatsan rawh.",
      "reference": "2 TIMOTHE 3:5"
    },
    {
      "content": "Chuong ang laia mihai chu inahai lûta, suol rikphur nuhmei invêt deuhai sala man hlaktuhai kha an ni sih a;",
      "reference": "2 TIMOTHE 3:6"
    },
    {
      "content": "chuong ang nuhmeihai chu châk- na tinrênga ṭhuoi hmang, inchûk rawp sia thutak hre phâk ngai naw an nih.",
      "reference": "2 TIMOTHE 3:7"
    },
    {
      "content": "Chun, Janni le Jambriin Mosie an kal ang khan, chuong mihai khawm chun thutak hi an kal hlak, lungril se tah, ringna kawnga chun Pathien dit naw zawng mi an nih.",
      "reference": "2 TIMOTHE 3:8"
    },
    {
      "content": "Nisienlakhawm, chu chau chu thaw naw ni hai, an invêtzie mi po po kuomah a hung inlang ding a ni sih a, Janni le Jambri invêtzie ân lang ang khan.",
      "reference": "2 TIMOTHE 3:9"
    },
    {
      "content": "Nang ruok chun ka închûktirna dâm, ka um dân dâm, ka thiltum dâm, ka ringna dâm, ka dawtheina dâm, ka hmangaina dâm, ka selna dâm i hriet hle kha;",
      "reference": "2 TIMOTHE 3:10"
    },
    {
      "content": "mi mi suknawmnatna dâm, ka tuorna dâm leh; Antiokeia dâm, Ikonioma dâm, Lustraa dâm ka chunga thil hung tlunghai le suk- nawmnat ka tuorna kha, chuong po poa chun Lalpa chun a mi sandam ta sih a.",
      "reference": "2 TIMOTHE 3:11"
    },
    {
      "content": "Anih, tûkhawm Krista Isua Pathien ngaisaka um tum taphawt chun suknawmnatnahai tuor bawk an tih.",
      "reference": "2 TIMOTHE 3:12"
    },
    {
      "content": "Mi suol le hlêmtuhai ruok chu mihai hlêmin le hlêma umin suol zuol deu deu an tih.",
      "reference": "2 TIMOTHE 3:13"
    },
    {
      "content": "Nisienlakhawm, nang chu, tû kuoma inchûk am i ni ti hrein, i thil inchûkhai le i hriet chienghaia chun um zing rawh:",
      "reference": "2 TIMOTHE 3:14"
    },
    {
      "content": "Krista Isua ringna um lei chun sandamna hmu khawpa sukvar thei che Lekha Inthienghai chu i naupang laia inthawka hre tah i ni kha.",
      "reference": "2 TIMOTHE 3:15"
    },
    {
      "content": "Pathien Lekha Thu tinrêng hi Pathien inthuok khuma pêk a nih a; inchûktir kawnga dâm, thiemnaw inchangtir kawnga dâm, kâwk kawnga dâm, felna inchûktir kawnga dâm a ṭhahnem bawk a nih;",
      "reference": "2 TIMOTHE 3:16"
    },
    {
      "content": "Pathien mi chu, sin ṭha tinrêng thaw dinga kimtaka inthuomin, a famkim theina dingin.",
      "reference": "2 TIMOTHE 3:17"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 TIMOTHE 3 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}