{
  "verses": [
    {
      "content": "Chuongchun, nang, ka nau, Krista Isua lunginsietna uma hin suknghetin um rawh.",
      "reference": "2 TIMOTHE 2:1"
    },
    {
      "content": "Chun, hretu tamtakhai laia ka bâua thu i hriethai kha, chuong chu, mi ringum, mi danghai inchûktir sâwng thei dinghai kuoma chun inkawltir rawh.",
      "reference": "2 TIMOTHE 2:2"
    },
    {
      "content": "Krista Isu sipai ṭhatak angin rinum mi tuorpui rawh.",
      "reference": "2 TIMOTHE 2:3"
    },
    {
      "content": "Sipaia um dinga thlangtu chu a suklâwm theina dingin, sipai tû- khawm indo laiin hi dam sûng khawsakna hin ân sukhnawk ngai nawh a.",
      "reference": "2 TIMOTHE 2:4"
    },
    {
      "content": "Chun, in ruolsieknahaia khawm chun mîn thaw sien khawm, dân angin a thaw naw chun inkhumtirin a um ngai nawh a.",
      "reference": "2 TIMOTHE 2:5"
    },
    {
      "content": "Loneitu sin inrim chu a ra chang hmasatu a ni ding a nih.",
      "reference": "2 TIMOTHE 2:6"
    },
    {
      "content": "Ka thu hril hi ngaituo rawh; Lalpa chun kawng iengkimah hriet- theina a pêk ding che a ni sih a.",
      "reference": "2 TIMOTHE 2:7"
    },
    {
      "content": "Isu Krista, David thlaa mi ka Chanchin Ṭha hril anga mithi laia inthawka thonâwk kha, hre zing rawh.",
      "reference": "2 TIMOTHE 2:8"
    },
    {
      "content": "Chu Chanchin Ṭha lei chun thil suksuoltu angin khuop hiel khawpin rinumhai ka tuor hlak a nih; nisienlakhawm, Pathien thu chu khuopin a um si nawh.",
      "reference": "2 TIMOTHE 2:9"
    },
    {
      "content": "Chuleiin, Krista Isua um san- damna chu, chatuona ropuina leh an hmu ve theina dingin, thlanghai lei chun iengkim ka tuor hlak.",
      "reference": "2 TIMOTHE 2:10"
    },
    {
      "content": "Hi thu hi ring a um a nih; “Ama leh ei thi ta si chun, Ama leh hring bawk ei tih;",
      "reference": "2 TIMOTHE 2:11"
    },
    {
      "content": "Ei tuor chun, Ama leh ro rêl ei tih; Ama ei inphat chun, Ama khawmin mîn phat a tih;",
      "reference": "2 TIMOTHE 2:12"
    },
    {
      "content": "Eini ringum loin um inla khawm, Ama chu ringumin a um zing a nih; Ama le ama ân phat thei si nawh a,” ti hi.",
      "reference": "2 TIMOTHE 2:13"
    },
    {
      "content": "Chuong thu chu inhriet thartir zing la, thu mei meiah an insêl nawna dingin Lalpa mithmuah ṭhahnem- ngaitakin inhriettir rawh, chu chu iengkhawm a ṭhahnem nawh a, a ngaituhai ta dingin bohmangna a ni lem hlak.",
      "reference": "2 TIMOTHE 2:14"
    },
    {
      "content": "Sinthawtu mâni sinthaw inzâ- pui ngai nawtu angin, Pathien thutak indiktaka inchûktirin, Pathien pawm tlâka um dingin i theitâwp suo rawh.",
      "reference": "2 TIMOTHE 2:15"
    },
    {
      "content": "Amiruokchu, Pathien inza nawna tieng thu hril mei mei chu nghatsan hlak rawh; chuong ang mi chu Pathien ngâisak nawna tiengah nasa nâwk zuol an ta,",
      "reference": "2 TIMOTHE 2:16"
    },
    {
      "content": "an thu khawm chun pânse fâk angin fa pei a tih, anni lai chun Humenai le Philet an ṭhang a nih.",
      "reference": "2 TIMOTHE 2:17"
    },
    {
      "content": "Chuong mihai chun, “Tho- nâwkna chu tu khawm hin a ni dai tah,” tiin, thutak kawng chu an fe kâwisan a, mi ṭhenkhathai ringna an sukbo hlak.",
      "reference": "2 TIMOTHE 2:18"
    },
    {
      "content": "Nisienlakhawm, Pathien lung- phûm nghet chu a la ngîr zing a, hi inchikna hi a nei a, “Lalpa chun ama tahai chu a hriet,” ti le, “Lalpa hming lam taphawt chun suol fe san raw se,” ti hi.",
      "reference": "2 TIMOTHE 2:19"
    },
    {
      "content": "Nisienlakhawm, in ropuia hin bûr le bêl rângkachak le tangkaruoa siem chau a um nawh a, thing le bepila siem khawm a um hlak a; ṭhenkhathai ngaihlut ding a um bawk a, ṭhenkhathai chu ngaihlut naw ding a um bawk.",
      "reference": "2 TIMOTHE 2:20"
    },
    {
      "content": "Chuleiin, miin chuong thilhaia inthawk ân siekieng chun, bêl in- thieng, Lalpa hmang tlâk, sin thaw ṭha tinrênga in zosa, ngaihlut ding mi nîng a tih.",
      "reference": "2 TIMOTHE 2:21"
    },
    {
      "content": "Nisienlakhawm, tleirâwl châk- nahai chu tlânsan la, lungril in- thienga Lalpa lam taphawthai kuom- a chun felna dâm, ringna dâm, hmangaina dâm, inremna dâm hnawt ve rawh.",
      "reference": "2 TIMOTHE 2:22"
    },
    {
      "content": "Amiruokchu, indona a siem hlak ti hrein, insêlna invêt le, var nawahai chun ṭhang nuom naw.",
      "reference": "2 TIMOTHE 2:23"
    },
    {
      "content": "Lalpa suok chun do ding a ni si nawh a, mi po po chungah zaidamin, inchûktir thiemin, suol chungah dâwtheiin,",
      "reference": "2 TIMOTHE 2:24"
    },
    {
      "content": "ama do dinga insiemhai chu thuhnuoirawl takin ân chûktir lem ding a nih; chuongchun, sima thutak an hung hriet theina dingin Pathienin hun remchâng a pêk el thei a nih;",
      "reference": "2 TIMOTHE 2:25"
    },
    {
      "content": "Pathien dit zâwng thaw dingin Lalpa suoka manin, Diebol chânga inthawkin an suok thei hlau rawi mawh.",
      "reference": "2 TIMOTHE 2:26"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 TIMOTHE 2 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}