{
  "verses": [
    {
      "content": "Paula, Krista Isua hringna um tiemna thu chu hril kawnga Pathien dit zâwnga Krista Isu tirko chun:",
      "reference": "2 TIMOTHE 1:1"
    },
    {
      "content": "Ka nau dittak Timothe kuomah, Pathien ei Pa le Krista Isu ei Lalpa kuoma inthawka lunginsietna dâm, zângaina dâm, inremna dâm um raw se.",
      "reference": "2 TIMOTHE 1:2"
    },
    {
      "content": "A mi thlatuhai chena sie le ṭha hrietna inthiengtak neia a rawng ka ibâwl hlak Pathien kuoma chun lâwmthu ka hril a nih; a sûn a zâna ka ṭawngṭainahaia chun ka hrietpui zing hlak che a,",
      "reference": "2 TIMOTHE 1:3"
    },
    {
      "content": "lâwma ka sip theina dingin, i mitthlihai chu hre zingin hmu che ka nuom bêk bêk a nih.",
      "reference": "2 TIMOTHE 1:4"
    },
    {
      "content": "Ringna tak tak nangmaa um chu ka hriet zing sih a, chu ringna chu a tîrin i pi Loisiah a um a, i nu Eunikiah a um bawk a, nangmaa khawm a um ti indiktakin ka hriet.",
      "reference": "2 TIMOTHE 1:5"
    },
    {
      "content": "Chuleiin, ka kut innghat leia Pathien thilpêk nangmaa um kha mût chawk dingin ka hril nawn che a nih.",
      "reference": "2 TIMOTHE 1:6"
    },
    {
      "content": "Pathienin ṭitna thlarau a mi pêk nawh a, thilthawtheina le hmangaina le lungril feltak neina thlarau a mi pêk lem a ni sih a.",
      "reference": "2 TIMOTHE 1:7"
    },
    {
      "content": "Chuongchun, ei Lalpa thu in- hriettirna chu inzâpui naw la, ama mi intâng kei khawm hi mîn zâpui bawk naw rawh. Chanchin Ṭha leia rinum hi Pathien thilthawtheina ang angin mi tuorpui lem rawh.",
      "reference": "2 TIMOTHE 1:8"
    },
    {
      "content": "Ama chun ei thilthawhai ang ni loin, ama ruot le a lunginsietna ang lemin a mi sandam a, kona inthiengin a mi ko bawk a, chu lunginsietna chu leilung insieng hmâin Krista Isua chun ei kuoma pêk a ni tah;",
      "reference": "2 TIMOTHE 1:9"
    },
    {
      "content": "chu chu a mi sandamtu Isu Krista inlârna leiin, tuhin suklangin a um tah. Ama chun thina chu sukbo- hmangin, Chanchin Ṭhain hringna le bohmang thei nawna a suklang tah;",
      "reference": "2 TIMOTHE 1:10"
    },
    {
      "content": "chu Chanchin Ṭha thu chu inhriettir dingin tlâng insampuitu le tirko le inchûktirtua ruot ka nih.",
      "reference": "2 TIMOTHE 1:11"
    },
    {
      "content": "Chu lei chun a nih hieng thilhai khawm hi ka tuor chu, nisienla- khawm, kân zak nawh, ka iâwi chu ka hriet a, a kuoma ka înkawltir chu chû nia ding chun a vawng ṭha thei ti indiktakin ka hriet bawk a.",
      "reference": "2 TIMOTHE 1:12"
    },
    {
      "content": "Krista Isua um, ringna le hmangaina neiin thu indik dân ka bâua i hriethai kha nei tlat rawh.",
      "reference": "2 TIMOTHE 1:13"
    },
    {
      "content": "Thil ṭha i kuoma inkawltira um kha, ei sûnga Thlarau Inthieng um hin vawng ṭha rawh.",
      "reference": "2 TIMOTHE 1:14"
    },
    {
      "content": "Asia rama um po pohaiin an mi nghatsan ti ka hriet a, anni lai chun, Phugel le Hermogen an ṭhang a nih.",
      "reference": "2 TIMOTHE 1:15"
    },
    {
      "content": "Lalpa chun Onesiphora sûnghai kuomah zângaina pe raw se; ama chun a mi sukhar rawp a, ka khaidiet bun khawm a mîn zâpui si nawh a.",
      "reference": "2 TIMOTHE 1:16"
    },
    {
      "content": "Roma a um lai khan nguntakin a mi zawng suok ta lem a nih.",
      "reference": "2 TIMOTHE 1:17"
    },
    {
      "content": "(Chu nia chun Lalpa kuomah zângaina hmu dingin Lalpa chun ruot raw se) Ephesia rawng a bâwl nasat zie kha i hriet ta bawk a nih.",
      "reference": "2 TIMOTHE 1:18"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 TIMOTHE 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}