{
  "verses": [
    {
      "content": "Hieng thilhai hnunga lal Ahasuer lunginsenna chu a hung rê hnunga chun, Vasti le a thilthaw le, a chunga thupêk um chu a hriet zing a.",
      "reference": "ESTHER 2:1"
    },
    {
      "content": "Chun, lal siehlaw ama rawng- bâwltu chun thurawt a siem a, “Lal ta ding hin nunghâk tleirawl hmêl ṭhahai zawng ni raw se.",
      "reference": "ESTHER 2:2"
    },
    {
      "content": "Susa khawpuia nuhmeihai inah hieng nunghâk tleirawl hmêl ṭhahai po po hung ṭhuoi khâwm dingin lal hin a rambung sûng po poa dingin hotuhai ruot bawk sien. Anni chu nuhmeihai kawltu, lal mitillâk Hegai enkawlna hnuoiah sie ni hai sien; chun, incheimawina hmangruohai pêk ni bawk hai sien.",
      "reference": "ESTHER 2:3"
    },
    {
      "content": "Chun, nunghâk lal suklungâwitu chu Vasti aiah lalnu hung ni raw se,” tiin. Chu thil chun lal chu a suklâwm a, chuong ang tak chun a thaw tah a.",
      "reference": "ESTHER 2:4"
    },
    {
      "content": "Susa khawpuia chun Juda mi, a hming Mordekai, Benjamin mi Kis naupa, Simei naupa, Jair naupa chu a um a;",
      "reference": "ESTHER 2:5"
    },
    {
      "content": "ama chu Juda lal Jehoiakin ruola Babulon lal Nebukadnezzarin a ṭhuoi hmang sal intânghai ruola Jerusalema inthawka ṭhuoi hmang a ni veh a.",
      "reference": "ESTHER 2:6"
    },
    {
      "content": "Ama chun a pami naunu Hadassa, chu chu Esther a nih, chu a châwmlien a, amanu chun nu ama- nih, pa amani khawm a nei si nawh a; chu nunghâk chu hmêl ṭha ditumtak a na; chuongchun, a nu le a pa an thi chun Mordekai chun ama naunu dingin a lâk a nih.",
      "reference": "ESTHER 2:7"
    },
    {
      "content": "Chuongchun, lal thupêk le a thu sukthlûk chu hriet a na, nunghâk tamtakhai chu Susa khawpuia Hegai enkawlna hnuoia chun ṭhuoi khâwm an ni phing chun, nuhmei enkawltu Hegai enkawlna hnuoiah lal ina chun Esther khawm chu ṭhuoi a ni ve tah a.",
      "reference": "ESTHER 2:8"
    },
    {
      "content": "Chu nunghâk chun ama chu a suklâwm a, a lungsietna chu a hlaw tah a; lal chun incheimawina hmang- ruohai le a fâk ding chanpuol chu lal ina mi nunghâk thlang suok pasari leh inhmawtakin a pêk a; nuhmeihai in hmun ṭhatna taka chun ama le a nunghâkhai chu a sie tah a.",
      "reference": "ESTHER 2:9"
    },
    {
      "content": "Esther chun a chihai le a lai- bunghai khawm ân hriettir nawh a; Mordekai chun inhriettir lo dingin a khap sih a.",
      "reference": "ESTHER 2:10"
    },
    {
      "content": "Chun, Esther chu ieng angin am a thawh a, ieng am a chang a ti hre dingin, nuhmei in tuol puoa chun Mordekai chu ni tin hin a fe hlak a.",
      "reference": "ESTHER 2:11"
    },
    {
      "content": "Nunghâk chu lal Ahasuer kuom- a a lût hun a tlung hma chun nuhmei- hai ta dinga incheimawina hun ruot thla sâwmpahni a hmang zo ding a na, thla ruk sûng chu mura hriek leh, thla ruk dang chu riminhnik danghai leh.",
      "reference": "ESTHER 2:12"
    },
    {
      "content": "Chun, nunghâk chu lal kuoma a lût dân ding chu hieng ang hi a nih: lal ina va fe dinga nuhmeihai ina a dit zâwng taphawt chu chawi dinga pêk a na.",
      "reference": "ESTHER 2:13"
    },
    {
      "content": "Zântieng chun chutaka chun fêng a ta, zingkâr chun nuhmeihai in pahnina, thaikêmhai enkawltu, lal mitillâk Saasgaz enkawlna hnuoia chun hung kîr a ta. Lal chu a chungah a lâwm nawh a, a hminga a ko naw chun lal kuoma chun a kîr nâwk ta ngainaw ding a nih.",
      "reference": "ESTHER 2:14"
    },
    {
      "content": "Chuongchun, a naunu dinga ama enkawltu Mordekai pami Abi- hail naunu Esther ta dinga lal kuoma lût hun a hung tlung chun, ieng- khawm a ngên nawh a, nuhmeihai enkawltu, lal mitillâk Hegaiin a ruotpêkhai chau naw chu.",
      "reference": "ESTHER 2:15"
    },
    {
      "content": "Chun, a hmu taphawthai mit- hmuah Esther chun ditsakna a hlawh a. Chuongchun, a rorêl kum sarina. Tebeth thla, thla sâwmnaa chun, a lal inah, lal Ahasuer kuoma chun Esther chu ṭhuoi lût a ni tah a.",
      "reference": "ESTHER 2:16"
    },
    {
      "content": "Chuongchun, nuhmei danghai po po nêkin lal chun Esther chu a ditzâwng a, nunghâk po pohai nêk chun a mithmua chun lunginsietna le ditsak a hlaw nasa lem a; chuong- chun, a lua chun lallukhum ân khumtir a, Vasti aia chun lalnuah a siem tah a.",
      "reference": "ESTHER 2:17"
    },
    {
      "content": "Chun, lal chun a lalhai le a siehlawhai po po ta dingin, ruoi ropuitak, Esther ruoiṭhe, chu a siem tah a, rambunghai ta dingin châwl a siem a, lal tiktlâina ang peiin lâwm- manhai khawm a pêk bawk a.",
      "reference": "ESTHER 2:18"
    },
    {
      "content": "Nunghâkhai an hung inkhâwm a vawihninaa chun Mordekai chu lal kul kawtkhâra chun a ṭhung a,",
      "reference": "ESTHER 2:19"
    },
    {
      "content": "Esther chun a sûnghai le a hnam khawm a la hrillang nawh a, Mordekai chun a khap leiin; ama a umpui lai ang bawk khan Esther chun Mordekai thu chu a awi sih a.",
      "reference": "ESTHER 2:20"
    },
    {
      "content": "Chuong nihaia Mordekai chu lal in kawtkhâra a ṭhung lai chun, mi tillâk pahni, Bigthan le Teres, kawt- khâr vêngtuhai chu an lunginsen a, lal Ahasuer chunga kut thlâkna ding an zawng a.",
      "reference": "ESTHER 2:21"
    },
    {
      "content": "Chu thil chu Mordekai chun a lo hriet a, ama chun lalnu Esther kuoma chun ân hriettir a; chuong- chun, Esther chun Mordekaia hming chun lal chu a hril tah a.",
      "reference": "ESTHER 2:22"
    },
    {
      "content": "Chuonga chu thu chu dâwp- suokna siem a hung ni chun, chuong ang ngei chu a ni ti hmusuok a ni tah a, anni chu thinga khai hlum an ni ve ve tah a; chun, lal hmaa chun lal chanchin ziekna bua chun ziek a ni nghe ngheh a.",
      "reference": "ESTHER 2:23"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ESTHER 2 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}