{
  "verses": [
    {
      "content": "Chuongchun, lal le Haman chu lalnu Estherin thlaithlêng a buotsai chu an awt tah a.",
      "reference": "ESTHER 7:1"
    },
    {
      "content": "Chun, uoin dâwn huna a ni hni ni chun lal chun Esther kuoma chun, “I hnina ieng am a na, lalnu Esther? Phalpêk ni ngei i tih, i ingên chu ieng am a na? Ram chenve rau khawm ni sienla thaw pei nîng a tih,” a ti nâwk a.",
      "reference": "ESTHER 7:2"
    },
    {
      "content": "Chun, lalnu Esther chun a dâwn a, “I mithmua hin ditsak tlâk ka na, aw lalpa, lal ṭhati zâwng a ni chun; ka ingêna hin ka chipuihai le, ka ihnia hin keima hringna ngei hi hla ni el raw se:",
      "reference": "ESTHER 7:3"
    },
    {
      "content": "sukchimit ding le, that ding le, sukbohmang ding sa, kei le ka chipuihai hi zawr kan ni ta sih a. Amiruokchu, siehlawpahai, siehlaw- nuhai ding ang dâma zawr ni inlang chu, lal sietna ding chu hmêlma chun a thung zo naw ding khawma, ka to ṭawk ṭawk ding a na,” a ta.",
      "reference": "ESTHER 7:4"
    },
    {
      "content": "Chun, lal Ahasuer chun a biek a, lalnu Esther kuoma chun, “Chuong ang thil a lungrila thaw ngam chu khawlai am a um a? Ama chu tu am a na?” a ta.",
      "reference": "ESTHER 7:5"
    },
    {
      "content": "Esther chun, “Hmêlma le khing- pui chu hi mi rilotak Haman hi a nih,” a ta. Chuongchun, Haman chu lal le lalnu hmaa chun a ṭi tah a.",
      "reference": "ESTHER 7:6"
    },
    {
      "content": "Chun, lal chu a lunginsen chun uoin dâwn lai chu a tho a, lal in huona chun a va fe tah a; chun, lalnu Esther kuoma a hringna ta dinga ngên dingin Haman khawm chu a ngîr tah a; a chunga chun thiltum ṭha nawtak lal chun a nei ti a hmu ta sih a.",
      "reference": "ESTHER 7:7"
    },
    {
      "content": "Chun, lal chu lal in huona in- thawk chun uoin dâwnna hmuna chun a hung kîr nâwk a; Esther umna ṭhungpha chunga chun Haman chu a bawkkhup a. Chun, lal chun, “Ina hin ka hmaa ngei khawm lalnu chu a sukpawrche ding a ni maw?” a ta. Lal baua inthawka thu a hung suok ta lei chun, Haman hmai chu an inkhum tah a.",
      "reference": "ESTHER 7:8"
    },
    {
      "content": "Chun, lal hmaa um hlak, mi tillâkhai laia mi pakhat Harbona chun, “Ngai ta, lal ta dinga thu ṭha hriltu Mordekai ta dinga khaihlumna tawng sâwmngaa insâng Hamanin a siem chu, Haman ina khun ân phun a nih,” a ta.",
      "reference": "ESTHER 7:9"
    },
    {
      "content": "Chun, lal chun, “Chutaka chun ama kha khai hlum ro,” a ta. Chuong- chun, Mordekai ta dinga khaihlumna a buotsaia chun Haman chu an khai hlum tah a. Chun, lal lunginsen chu a hung dam tah a.",
      "reference": "ESTHER 7:10"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ESTHER 7 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}