{
  "verses": [
    {
      "content": "A ni thum ni chun, Esther chu a lal puonin ân thuom a, lal in zâwn tak, lal in tuollai sûnghnung lema chun a ngîr tah a; lal khawm chu in lûtna zâwn takah, lal ina lalṭhung- phaa chun a ṭhung a.",
      "reference": "ESTHER 5:1"
    },
    {
      "content": "Chun, lalnu Esther chu tuollaia ngîr a hmu chun, a mithmua chun ditsakna a hlaw tah a; chuongchun, lal chun rângkachak hmawl a kuta a chawi chu Esther kuoma chun a lâk kâng tah a. Chuongchun, Esther chu a hung hnai a, rângkachak hmawl hmawr chu a them tah a.",
      "reference": "ESTHER 5:2"
    },
    {
      "content": "Chun, lal chun a kuomah, “Ieng am i dit a, lalnu Esther, ieng am a na i hni chu? Ram chenve rau khawm ni sien i kuoma pêk nîng a tih,” a ta.",
      "reference": "ESTHER 5:3"
    },
    {
      "content": "Esther chun, “Lal hin ṭha a ti zâwng a ni chun, a ta dinga thlai- thlêng vawisûna ka buotsai hi, fa dingin lal le Haman chu hung raw hai se,” a ta.",
      "reference": "ESTHER 5:4"
    },
    {
      "content": "Lal chun, “Esther hril ang ngeia thaw a ni theina dingin Haman chu hung inhmâwtir ro,” a ta. Chuong- chun, lal le Haman chu Estherin thlaithlêng a buotsaia chun an hung tah a.",
      "reference": "ESTHER 5:5"
    },
    {
      "content": "Chun, lal chun uoin dâwn huna chun Esther kuoma chun, “I hnina chu ieng am a na? I kuomah phal a ni ngei ding a nih, i ngên khawm chu ieng am a na? Ram chenve rau khawm ni sienla thaw nîng a tih,” a ta.",
      "reference": "ESTHER 5:6"
    },
    {
      "content": "Esther chun a dawn a, “Ka hnina le ka ngênna chu;",
      "reference": "ESTHER 5:7"
    },
    {
      "content": "lal mithmua hin ditsak tlâk ka ni a, ka hnina hi phal ding le ka ngênna hi thaw dinga lal ṭhati zâwng a ni chun, an ta dinga thlaithlêng ka buotsai dinga hin lal le Haman hi hung ngei raw hai se; chun, chu chu lalin a hril ta angin zînga hin hril ka tih,” tiin.",
      "reference": "ESTHER 5:8"
    },
    {
      "content": "Chu ni chun Haman chu lungril lâwmtak le hlimtak chun a fe suok tah a; nisienlakhawm, lal kul kawt- khâra chun ama ta dinga châng loa, a ngîr khawm lo ngîr lo Mordekai a hmu chun, Mordekai chungah nasa- takin a lunginsen tah a.",
      "reference": "ESTHER 5:9"
    },
    {
      "content": "Nisienlakhawm, Haman chu ân sûm a, a inah a fe tah a; mi a tir a, a ruolhai le a nuhmei Zeres a ko tah a.",
      "reference": "ESTHER 5:10"
    },
    {
      "content": "Chuongchun, Haman chun an kuoma chun, a hausaknahai ropuizie dâm, a nauhai tamzie dâm, lalin ama chu ân kaisângtirna thilhai po po dâm, lal siehlawhai le lalhai chunga ama a siechungzie dâm chu a hril tah a.",
      "reference": "ESTHER 5:11"
    },
    {
      "content": "Chu naw khawm chu, Haman chun, “Anih, lalnu Esther chun kei ti chau lo chu lal le thlaithlêng a buotsai awt dingin tukhawm a fiel ngai naw bawk a; chuongchun, zinga khawm hin kei chu lal leh fiel ka nih a.",
      "reference": "ESTHER 5:12"
    },
    {
      "content": "Anachu lal kul kawtkhâra Juda mi Mordekai ṭhunga ka hmu sûng phawt chu hieng thilhai po po hin a mi sukhawi chuong nawh,” a ta.",
      "reference": "ESTHER 5:13"
    },
    {
      "content": "Chun, a nuhmei Zeres le a ruol- hai po po chun a kuomah, “Khaihlum- na tawng sâwmngaa insâng inphun- tir la, chun a zinga chun, chutaka chun Mordekai chu khai hlum ni raw se, tiin lal chu hril la; chuongchun, lal le chun thlaithlêng awtnaa chun hlimtakin um el la a ni el annâwm,” an tih a. Chun, chu thil chun Haman chu a suklâwm tah a; chun, khai- hlumna chu ân phuntir tah a.",
      "reference": "ESTHER 5:14"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ESTHER 5 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}