{
  "verses": [
    {
      "content": "Hieng thil hnunga hin lal Aha- suer chun Agag mi Hammedatha naupa Haman chu ân kaisângtir a, ama chu a siesâng a, a ṭhunghmun chu ama ruolpui milienhai po po chunga chun a sieh a.",
      "reference": "ESTHER 3:1"
    },
    {
      "content": "Chuongchun, lal siehlaw, lal kul kawtkhâra um hlakhai po po chun Haman chu chibai an bûk a, an inza êm êm hlak a; ama chungthua chun lal chun chuong ang ding chun thu a pêk hrim a ni sih a. Amiruokchu, Mordekai chun chibai a bûk nawh a, ama chu inzâ khawm ân zâ bawk nawh a.",
      "reference": "ESTHER 3:2"
    },
    {
      "content": "Chuongchun, lal siehlaw, lal kul kawtkhâra umhai chun Mordekai kuoma chun, “Iengdinga lal thupêk i bawsiet am a na?” an ta.",
      "reference": "ESTHER 3:3"
    },
    {
      "content": "Ni tinin ama chu an hril a, anni chu a ngai naw phing chun hieng hi a hung na, Haman kuoma chun Morde- kai chungthu chu a ngaimaw le maw naw hrietna dingin an hril a, ama chun Juda mi a ni ti anni a lo hril ta sih a.",
      "reference": "ESTHER 3:4"
    },
    {
      "content": "Chun, Hamanin Mordekai chun ama chu chibai a bûk nawh a, inza khawm ân za nawh ti a hriet chun, Haman chu a lunginsen ta êm êm el a.",
      "reference": "ESTHER 3:5"
    },
    {
      "content": "Nisienlakhawm, ama chun Mordekai chung chaua kut thlâk chu inzâpuiumah a ngai a; Mordekai chipuihai ngei chu ama an lo inhriettir ta sih a; chuongchun, Haman chun Ahasuer ramawp sûng po poa, Juda mihai po po, Mordekai chipuihai ngei chu sukbohmangna ding a zawng tah a.",
      "reference": "ESTHER 3:6"
    },
    {
      "content": "Lal Ahasuer inlal kum sâwm pahnina, thla khatna, Nisan thlaa chun, ni tin tin le thla tin tin hin, thla sâwm pahnina, Adar thla chen chun Haman hmaa chun Pur, chu chu aisân a nih, an sân hlak a.",
      "reference": "ESTHER 3:7"
    },
    {
      "content": "Chun, Haman chun lal Ahasuer kuoma chun, “I ram sûng rambung po poa mihai laia indara umdar chi khat an um a nih; an dânhai chu mi dang- hai dân hrim hrima inthawkin a danglam bîk rieu a, lal dânhai khawm hi an zâwm chuong bawk nawh a; chuleiin, anni ngaithei zing hi lal ta dinga ṭhathnemna a ni nawh.",
      "reference": "ESTHER 3:8"
    },
    {
      "content": "Lal remti zâwng a ni chun, anni chu sukbohmang ding an nih tia ziek hi ni el raw se; chun, keiin lal sum inhaia an hung sie dingin lal sin- thawnaa enkawltuhai kuta chun tangka talent sîng khat pêng ka tih,” a ta.",
      "reference": "ESTHER 3:9"
    },
    {
      "content": "Chun, lal chun a kuta kutsebi chu a lâk a, Judahai hmêlma, Agag mi Hammedatha naupa Haman kuoma chun a pêk tah a.",
      "reference": "ESTHER 3:10"
    },
    {
      "content": "Chun, lal chun Haman kuoma chun, “Nangin an chunga ṭha i ti ang anga thaw dingin mihai le tangka khawm chu i kuoma pêk a nih,” a ta.",
      "reference": "ESTHER 3:11"
    },
    {
      "content": "Chun, thla khatna, ni sâwmpa- thum ni chun lal lekhaziektuhai chu ko an ni tah a, chi tinhai lalhai kuoma le, rambung tina rorêltuhai kuoma le, lal ram awptuhai kuoma chun Hamanin thu a pêk ang taphawt chun lekha chu ziek a ni tah a, rambung tinah chutaka inziek ang tak le, chi tin kuomah an ṭawng ang ngeiin; lal Ahasuer hminga ziek a na, lal kutsebi ngeia namdet a ni bawk a.",
      "reference": "ESTHER 3:12"
    },
    {
      "content": "Adar thla, thla sâwmpahnina, ni sâwmpathum ni ngeia, ni khat sûnga, Juda mi po po, naupang le upa, nuhmei le, naupangtehai khawm, sukchimit vawng ding le, sukhlum ding le sukbohmang vawng ding le annia inthawka râllâk sum chu lâk el dingin, lal rambung po poa chun lekhahai chu dâka thawn a ni tah a.",
      "reference": "ESTHER 3:13"
    },
    {
      "content": "Lekhaziek chu thupêk rambung tina thawn dar ding chu, chu ni ngeia an lo inzosa hieu theina dingin mi po pohai kuoma chun sutsuok a ni tah a.",
      "reference": "ESTHER 3:14"
    },
    {
      "content": "Lekhathawn phurnahai chu lal thupêkin inhmâwtakin a fe suok tah a; chun, thupêk chu Susa khawpuia inthawka siem a ni bawk a: chun, lal le Haman chu zu dâwn dingin an ṭhung a, Susa khawpui sûng ruok chu buoi namênin a buoi nawh a.",
      "reference": "ESTHER 3:15"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ESTHER 3 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}