{
  "verses": [
    {
      "content": "Chun, thla sâwmpahnina, Adar thlaa ni sâwmpathum nia, lal thupêk le a thu sukthlûk chu thaw ding ni a hung hnai chun, chuong nia Juda hmêlmahaiin an chunga ro nei an beisei huna chun; a naw zâwngin a hung um ta thut a, Judahai chun anni theidatuhai chunga chun ro an nei lem tah a;",
      "reference": "ESTHER 9:1"
    },
    {
      "content": "anni suknat tumtuhai chunga kut thlâk dingin, lal Ahasuer ram- bung po poa chun Judahai chu an khawpuihaia chun an inko khâwm tâwl a; tukhawma an dang zo si nawh a, anni ṭitna chu hnam po pohai chunga chun a tlung ta sih a.",
      "reference": "ESTHER 9:2"
    },
    {
      "content": "Chun, rambunghaia lalhai le, ram awptuhai le, rorêltuhai le lal sin thawtuhai chun Judahai chu an ṭhangpui a; Mordekai ṭina chu an chunga chun a um tlat ta leiin.",
      "reference": "ESTHER 9:3"
    },
    {
      "content": "Mordekai chu lal ina chun ropui- tak a ni sih a, a chanchin chu ram- bung po poa chun ân thang a; chu Mordekai chu a hung inṭhang lien tiel tiel el sih a.",
      "reference": "ESTHER 9:4"
    },
    {
      "content": "Chuongchun, Judahai chun an hmêlmahai po po chu kâwlhnâma sâtin an sât hlum tâwl a, suksietna le thatnain anni theidatuhaiin an chunga an thaw ding ang tak chun an thaw tah a.",
      "reference": "ESTHER 9:5"
    },
    {
      "content": "Lal khawpui Susaa ngei khawm Judahai chun mi za nga an sukbo- hmang a.",
      "reference": "ESTHER 9:6"
    },
    {
      "content": "Chun, Parsandatha, Dalphon, Aspatha;",
      "reference": "ESTHER 9:7"
    },
    {
      "content": "Poratha, Adalia, Aridatha;",
      "reference": "ESTHER 9:8"
    },
    {
      "content": "Parmasta, Arisai, Aridai le Vaizatha hai;",
      "reference": "ESTHER 9:9"
    },
    {
      "content": "Judahai hmêlma Hammedatha naupa Haman naupasal sâwmhai khawm chu an that a; amiruokchu, râllâk suma ruok chun an kut an rawl nawh a.",
      "reference": "ESTHER 9:10"
    },
    {
      "content": "Chu ni chun Susa khawpuia thata umhai nizât chu lal kuoma chun hung lâk a na.",
      "reference": "ESTHER 9:11"
    },
    {
      "content": "Chun, lal chun lalnu Esther kuoma chun, “Judahai chun Susa khawpuia hin mi za nga le Haman naupasalhai sâwm an thatin an sukbohmang ta a nih; lal rambung danghaia chun ieng ang khieuin am an thaw ding chu. Tuhin i hnina chu ieng am a na? Phalpêk ning i tih; annawleh, ieng am a na i la hni rawp ding? Thaw ni bawk a tih,” a ta.",
      "reference": "ESTHER 9:12"
    },
    {
      "content": "Chun, Esther chun, “Lal ṭhati zâwng a ni chun, vawisûna thupêk ang bawk hin, Susaa Juda umhai chu zinga khawm thaw dinga phal ni hai sienla, Haman naupasal sâwmhai chu khaihlumnahaia chun khai kâng ni raw hai se,” a ta.",
      "reference": "ESTHER 9:13"
    },
    {
      "content": "Chun, lal chun chuong anga thaw ding chun thu a pêk a, Susaa inthawk chun thupêk chu pêk suok a ni tah a; chuongchun, Haman naupa- sal sâwmhai chu an khâi kâng tah a.",
      "reference": "ESTHER 9:14"
    },
    {
      "content": "Chun, Adar thla ni sâwmpali ni khawm chun Susaa Juda mi umhai chu an inkei khâwm a, Susaa chun mi za thum an that a; nisienlakhawm, râllâk suma ruok chun an kut an rawl nawh a.",
      "reference": "ESTHER 9:15"
    },
    {
      "content": "Chun, lal rambung danga Juda umhai khawm chu anni le anni chu an inkei khâwm tâwl a, an hringna sanin an ngîr a, an hmêlmahaia in- thawk chun râlmuongin an um a, anni theidâtuhai sîng sari le sâng nga an that a; amiruokchu, annia râllâk sum chu an lâk nawh a.",
      "reference": "ESTHER 9:16"
    },
    {
      "content": "Adar thla ni sâwmpathum ni chun hi hi thaw a ni tah a; chun, chu thla ma ni sâwmpali ni chun an châwl a, lâwmna le ruoiṭhena niin an hmang a.",
      "reference": "ESTHER 9:17"
    },
    {
      "content": "Amiruokchu, Susaa Juda mi umhai chu, chu thla ni sâwmpathum ni le sâwmpali ni khawm chun an inkhâwm a; chu thla ma ni sâwm- panga ni chun an châwl a, lâwmna le ruoiṭhena niin an hmang a.",
      "reference": "ESTHER 9:18"
    },
    {
      "content": "Chuleiin, khaw kul neiloa um- hai Juda khuoa mihai chun Adar thlaa ni sâwmpali ni chu lâwmna le ruoiṭhena le, ni ṭhaa le, thilpêk inthawn niah an hmang tah a.",
      "reference": "ESTHER 9:19"
    },
    {
      "content": "Chun, Mordekai chun hieng thilhai hi a ziek a, lal Ahasuer ram- bung po poa Juda um po pohai kuomah, a hla le hnaia khawm,",
      "reference": "ESTHER 9:20"
    },
    {
      "content": "Adar thla ni sâwmpali ni le ni sâwmpanga ni hi kum tinin inser dinga sukdet dingin lekhathawnhai ân phur tah a;",
      "reference": "ESTHER 9:21"
    },
    {
      "content": "chuong nihaia chun Juda mihai chun an hmêlmahaia inthawka châwl an neina nihai a ni lei le, chu thla chu an ta dinga lungngaina lâwmnaa inchangna le ṭapna ni ṭhaa inchang- na thla a ni leiin: hlimna le ruoiṭhena ni, chanvohai inphurtuona ni le, mi pasiehai kuoma thilpêkhai pêkna nihaiah an nei ding thu a pêk a.",
      "reference": "ESTHER 9:22"
    },
    {
      "content": "Chuongchun, Juda mihai chun, Mordekaiin an kuoma a ziek ang ngei le, an lo ṭan ta ang chun thaw dingin an nei tah a;",
      "reference": "ESTHER 9:23"
    },
    {
      "content": "Agag mi Hammedatha naupa Haman, Judahai po po hmêlmapa chun, anni sukbohmang dingin a lo phierrûk a, anni sukbohmanga suk- chimit dingin Pur, chu chu aisân a nih, a lo sân tah a;",
      "reference": "ESTHER 9:24"
    },
    {
      "content": "amiruokchu, chu thil chu lal kuom a hung tlung chun, a dawhâ ṭha lotak, Judahai chunga dawhâ a nei chu, ama lu chung ngeiah a tla lem ding a nih tiin lekha ziekin thu a pêk a, ama le a naupasalhai ngei khawm chu khaihlumnahaia chun khai kâng an ni ding a nih, tiin.",
      "reference": "ESTHER 9:25"
    },
    {
      "content": "Chuleiin, hieng nihai hi Pur hming chawi chun Purim an lo inbûk tah a. Chuleiin, chu lekha thuziek po po lei le, chu chungthua an ihmu ta ang lei le, an chunga thil hung tlung- na lei chun,",
      "reference": "ESTHER 9:26"
    },
    {
      "content": "Judahai chun, anni le an thla- hai le anni hung sûngkhattuhai po po chunga chun belin, an namdet tah a; kum tinin chutaka a ni ruot ang tak le, chutaka ziek ang taka chu ni hni- hai chu insera bâwpel ngai hlek lo dingin;",
      "reference": "ESTHER 9:27"
    },
    {
      "content": "khaw tina le rambung tina le sûngkaw tinah, suon po po chenin hi nihai hi hriet zinga inser ding a na; hieng Purim nihai hi Juda mihai laia chun bâwpel a ni ngai ding a ni nawh a, an thlahai laia chun hriet zing an nina hi a bohmang bawk naw ding a nih.",
      "reference": "ESTHER 9:28"
    },
    {
      "content": "Chun, Abihail naunu, lalnu Esther le Juda mi Mordekai chun hi Purim lekha pahnina hi sukdet ding- in thuneitakin an ziek tah a.",
      "reference": "ESTHER 9:29"
    },
    {
      "content": "Chun, Juda mi po pohai kuom- ah, Ahasuer lalram, rambung za sâwmhni pasaria chun, thudik le thlamuonna thuhai le chun lekha- thawnhai chu a thawn tah a;",
      "reference": "ESTHER 9:30"
    },
    {
      "content": "Juda mi Mordekai le lalnu Estherin anni an ruotpêk ang le, an ṭap khêk râwl le an bungheina chungthua an thlahai le anni ta dinga an ruotpêk ang ngeia, hieng Purim nihai hi a hun ruothaia sukdet dingin.",
      "reference": "ESTHER 9:31"
    },
    {
      "content": "Chun, Esther thupêk chun hi Purim chungthu hi a sukdet a; lekha- bua chun ziek a ni tah a.",
      "reference": "ESTHER 9:32"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ESTHER 9 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}