{
  "verses": [
    {
      "content": "Ahasuer hun lai chun hieng hi a hung na, (hi Ahasuer hi Indiaa inthawka Ethiopia chena, rambung za sâwmhni pasari chunga rorêltu a nih),",
      "reference": "ESTHER 1:1"
    },
    {
      "content": "chuong nihaia, lal Ahasuer chu Susa khawpuia, a lalram lalṭhung- phaa a ṭhung laiin,",
      "reference": "ESTHER 1:2"
    },
    {
      "content": "a rorêl a kum thumnaa chun a mi ṭhahai le a siehlawhai po po ta dingin ruoi a ṭheh a; Media le Persia ram thilthawtheihai, mi ṭhahai le lal nau- hai, chu rambunga mihai chu a hmaa chun an um a;",
      "reference": "ESTHER 1:3"
    },
    {
      "content": "chu huna chun ama chun a lal- ram ropuitak hausaknahai le ân lal- zie inzaûmna chu ni tamtak el, ni za khat le sâwmriet sûng zet ân entir a.",
      "reference": "ESTHER 1:4"
    },
    {
      "content": "Chun, chuong nihai chu a hung tlungkim chun, lal in huon sûng tuollaia chun, ni sari sûng zet, lal in Susaa um mi lien le mi chinhai po po kuoma chun lal chun ruoi a ṭhe tah a;",
      "reference": "ESTHER 1:5"
    },
    {
      "content": "puon a vâr, a dum le dumpâwl chu sailungvâr banhaia tangkaruo suonkuola puon zai inhmi a êma khitdea khâiin a um a; sailungvâr sen le a dumpâwl le a vâr le a dum phêk chungah, rângkachak le tangkaruo ṭhungphahai chu rem an nih a.",
      "reference": "ESTHER 1:6"
    },
    {
      "content": "Anni chu rângkachak nohaiin dâwn ding chu an pêk a, (chuong rângkachak nohai chu a danglam seng an nih), lal kut ang pei chun, lal uoin chu tam tâwk zetin an pêk bawk a.",
      "reference": "ESTHER 1:7"
    },
    {
      "content": "Chun, dâwn dân khawm chu dân ang takin a na; tukhawma an thawlui thei nawh a; lal chun mi tinin mâni nuom tâwk ang senga an thawna dingin a ina manmihai chu mi po po ta dinga vêngtu dingin a ruot a.",
      "reference": "ESTHER 1:8"
    },
    {
      "content": "Lalnu Vasti khawm chun nuhmeihai ta bîk dingin lal Ahasuer lal ina chun ruoi a ṭheh a.",
      "reference": "ESTHER 1:9"
    },
    {
      "content": "Ni sari niha, uoin leia lal lungril chu a hung hlim hle phing chun, Mehuman, Biztha, Harbona, Bigtha, Abagtha, Zethar le Karkas, lal Ahasuer hmaa rawngbâwl hlakhai, mi tillâk pasari chu,",
      "reference": "ESTHER 1:10"
    },
    {
      "content": "lalnu Vasti chu lallukhum khuma lal hmaa chun hung ṭhuoia, mi ṭhahai le mipuihai chu a hmêl ṭhatzie chu inentir dingin thu a pêk tah a; hang en hin ama hlak chu a hmêl a ṭha hle el bawk sih a.",
      "reference": "ESTHER 1:11"
    },
    {
      "content": "Nisienlakhawm, mi tillâkhai kuoma lal thupêk chu lalnu Vasti chun a sêl a, a hung nuom nawh a; chuleiin, lal chu a lunginsen ta êm êm el a, a lunginsen chu a chawk hin a chawk tah a.",
      "reference": "ESTHER 1:12"
    },
    {
      "content": "Chun, lal chun mi varhai, a hunhai hretuhai kuoma chun, (dân le rorêl dân hretuhai po po kuoma chun, hi hi lal thaw dân a ni hrim a:",
      "reference": "ESTHER 1:13"
    },
    {
      "content": "ama dawta chun Media le Persia mi lien pasari, lal hmêl chu hmu hlak a, lalrama khawm chun a ṭhung hmasatuhai Karsena, Sethar, Admatha, Tarsis, Meres, Marsena le Memukan hai chu an nih.)",
      "reference": "ESTHER 1:14"
    },
    {
      "content": "“Lal Ahasuerin mi tillâkhai hmanga a thupêk hi lalnu Vasti hin a thaw ta naw lei hin dân angin ieng anga ei thaw ding am ning a ta,” a ta.",
      "reference": "ESTHER 1:15"
    },
    {
      "content": "Chun, lalhai le lal hmaa chun Memukan chun a dawn a, “Lalnu Vasti hin lal chunga chau hin a suksuol a ni nawh a, amiruokchu, lal Ahasuer rambung po poa mipui po po le mi ṭhahai po po chunga khawm a suksuol a nih.",
      "reference": "ESTHER 1:16"
    },
    {
      "content": "‘Lal Ahasuer chun lalnu Vasti chu a hmaa hung ṭhuoi dingin thu a pêk a, ama hlak chu a hung si nawh a,’ tiin hril dar a ni pha chun, an pasalhai an mithmua entlêuna ding- in hi lalnu thilthaw hi nuhmei po po chun an hung chîng ve ngei ding a ni hi.",
      "reference": "ESTHER 1:17"
    },
    {
      "content": "Chuongchun, vawisûna Media le Persia lalnauhai, lalnu thilthaw lo hretuhai chun lalpa mi ṭhahai kuoma chun chuong ang bawkin an ti ve ngei ding a na; chuleiin, inkhingna le lunginsenna nasatak a hung suok ngei ding a ni hi.",
      "reference": "ESTHER 1:18"
    },
    {
      "content": "Lal hin ṭha a ti zâwng a ni chun lal kuoma inthawk hin lal thupêk chu suok sienla, ‘lal Ahasuer hmaa hin Vasti hi hung ta ngai hrim hrim naw raw se,’ tiin Media le Persia dân thleng nâwk ngai ta lohai ang chun ziek ni raw seh; chun, lal hin a lalnu nina hi ama nêka ṭha lem mi dang kuomah pe bawk raw se.",
      "reference": "ESTHER 1:19"
    },
    {
      "content": "Chuongchun, lalin thupêk a siem ding chu a lalram po poa sukdar a ni pha chun (a lien âwm sih a) nuhmeihai po po chun, an pasal, mi lien le mi chînhai kuoma khawm chun inzâna an nei ta ding a nih,” tiin.",
      "reference": "ESTHER 1:20"
    },
    {
      "content": "Chu thuhril chun mi lienhai le lal chu a suklâwm a, lal chun Memu- kan thu ang tak chun a thaw tah a;",
      "reference": "ESTHER 1:21"
    },
    {
      "content": "a rambung po poa chun lekha a thawn a, rambung tinah ziek ang tak le, mi chi tin kuomah an ṭawng ang ngei le, pasalin mâni insûng ro chu a phurna ding le, a mihai ṭawng ang ngeia a hrildar theina dingin.",
      "reference": "ESTHER 1:22"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ESTHER 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}