{
  "verses": [
    {
      "content": "Chu ni chun lal Ahasuer chun Judahai hmêlmapa Haman in chu lalnu Esther kuoma chun a pêk tah a. Chun, Mordekai khawm chu lal hmaa chun a hung tah a; Esther chun ama chu a ieng am a ni chu a lo hril ta sih a.",
      "reference": "ESTHER 8:1"
    },
    {
      "content": "Chun, lal chun Hamana in- thawka a lâk, a kutsebi chu a lâk thlâk a, Mordekai kuoma chun a pêk tah a. Chun, Esther chun Haman in chu Mordekai chu ân enkawltir tah a.",
      "reference": "ESTHER 8:2"
    },
    {
      "content": "Chun, Esther chun lal kuoma chun thu a la hril nâwk a, a ke bulah a bawkkhup a, Agag mi Haman thil sukpawi le, Juda mihai chunga a thil phierrûkna rawt chu siehmang dingin mitthli pumin a ngên a.",
      "reference": "ESTHER 8:3"
    },
    {
      "content": "Chun, lal chun rângkachak hmawl chu Esther kuoma chun a lâk kâng a.",
      "reference": "ESTHER 8:4"
    },
    {
      "content": "Chuongchun, Esther chu a tho a, lal hmaa chun a ngîr tah a. Chun, ama chun, “Lal ṭha ti zâwng a na, a mithmua hin ditsakna ka chang a, hi thil hi lal kuomah indika ân lang chun, le a mit ka tlung chun, Agag mi Hammedatha naupa Hamanin Juda mi lal rambung po poa umhai sukbo- hmangna dinga a ziek lekhathawnhai chu sukdanglam dinga ziek ni raw se:",
      "reference": "ESTHER 8:5"
    },
    {
      "content": "ka chipuihai chunga chuong thil ṭha naw hung tlung ding chu iengtin am tuor thei ka ta? Annawleh, ka chi le kuonghai suksieta an umna chu ka en ngam ding am a nih?” a ta.",
      "reference": "ESTHER 8:6"
    },
    {
      "content": "Chun, lal Ahasuer chun lalnu Esther kuoma le Mordekai Juda mi kuoma chun, “Ngai ta u, Haman in hi Esther kuoma chun ka pêk tah a, ama chu khaihlumnaa chun an khai hlum ta bawk a; Juda mihai chunga a kut ân let leiin.",
      "reference": "ESTHER 8:7"
    },
    {
      "content": "Chuongchun, ṭha in ti angin, lal hmingin Judahai kuoma chun lekha ziek unla, lal kutsebi hin nam ro; lal hminga lekha ziek a, lal kutsebia nam chu, tukhawma an sukdanglam thei âwm si nawh a,” a ta.",
      "reference": "ESTHER 8:8"
    },
    {
      "content": "Chuongchun, chu huna chun, thla thumna, Sivan thla, chu thla ni sâwmhni pathum ni chun lal lekha- ziektuhai chu koin an um tah a; chuongchun, Mordekaiin Juda mihai kuoma thu a pêk ang po poin, ram- bung za sâwmhni pasari, Indiaa inthawka Ethiopia chena rambunga lalhai, rorêltuhai le ram awptuhai kuoma chun, rambung tin kuoma chutaka ziek ang peiin, chi tinhai kuomah an ṭawng ang peiin. Juda mihai kuomah an ṭawng ang pei le an ziek dân ang peiin, ziek a hung ni tah a.",
      "reference": "ESTHER 8:9"
    },
    {
      "content": "Chun, ama chun lal Ahasuer hmingin a ziek a, lal kutsebi chun a nam a, lal sinthawnaa hmang hlak sakawr hrât mi sakawr sâwizawi chunga chuongin, sakawr chungah lekhathawnhai chu dâkah a thawn tah a;",
      "reference": "ESTHER 8:10"
    },
    {
      "content": "chutaka chun lal chun Juda mihai khaw tina umhai chu inkei khâwma, lo invêng him dingin a tih a. Khâwlai rambung le mihai thilthaw- theina khawm, anni sukse tumtuhai po po chu, lo thaw veh a, an nau le têhai le an nuhmeihai khawm lo suk- bohmang ding le, that ding le suk- chimit dingin le, annia inthawka râllâk sumhai khawm lo la ve el dingin a phalpêk a.",
      "reference": "ESTHER 8:11"
    },
    {
      "content": "Lal Ahasuer rambung po poah ni khat sûng, Adar thla, thla sâwm pahnina, ni sâwmpathum ni sûng chun chu;",
      "reference": "ESTHER 8:12"
    },
    {
      "content": "Judahai chu an hmêlmahai chunga an phuba la ve dingin chu ni chun an inzosa zing ding a nih ti le, rambung tina thupêk pêk suok dinga ziek, zieksâwng chu chi tinhai kuoma chun ziek suok vawng a ni tah a.",
      "reference": "ESTHER 8:13"
    },
    {
      "content": "Chuongchun, dâk phur mihai, lal sinthawnaa hmang hlak sakawr hrâthai chunga chuonghai chu, lal thupêk inawr zing chun inhmaw- takin an fe suok tah a; thupêk chu Susa khawpuia inthawka pêk a nih.",
      "reference": "ESTHER 8:14"
    },
    {
      "content": "Chun, Mordekai chu lal puon dumpâwl zai inhmi leh, rângkachak lallukhum ropuitak leh, lal silfên dumpâwl le vâra inthuomin lal hmai- hmaa chu a fe suok tah a; chuong- chun, Susa khawpui chu lâwmin a khêk tah a.",
      "reference": "ESTHER 8:15"
    },
    {
      "content": "Chun, Judahai khawm chun var le lâwmna le hlimna le chawimawina chu an chang ta bawk a.",
      "reference": "ESTHER 8:16"
    },
    {
      "content": "Chun, rambung tin le khaw tinah, lal thupêk a tlungna taphawta chun, Judahai chun lâwmna le hlimna an nei a, ni ṭha le ruoiṭhena dâm an nei ta bawk a. Chun, chu rama chi tamtakhai laia mi chu Juda an hung ni ve tah a; an chunga chun Juda mihai ṭitna chu a tlung ta sih a.",
      "reference": "ESTHER 8:17"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ESTHER 8 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}