{
  "verses": [
    {
      "content": "Chun, Sanballat le Tobia le Arab mi Gesem le kan hmêlma dang hrim hrimhaiin kulhai ka siem a, a chimna lai hrim hrim a um ta nawh ti an hang hriet chun, (amiruokchu, chuong lai chun kawthaia chun kawt- khârhai chu ka la rem nawh a),",
      "reference": "NEHEMIA 6:1"
    },
    {
      "content": "Sanballat le Gesem chun, “Hung la, Ono phaia khuo pakhatah intuok khâwm ei tiu,” tiin thu an mi hung inphur a. Nisienlakhawm, ka chunga thil ṭha naw thaw tum an lo ni zing a.",
      "reference": "NEHEMIA 6:2"
    },
    {
      "content": "Kei chun an kuomah, “Sin ropui- tak ka thawh a, ka hung thla thei nawh, ieng dingin am in kuoma ka hung thlâk kârin sin chu châwl el a ta?” tiin mi ka tir a.",
      "reference": "NEHEMIA 6:3"
    },
    {
      "content": "Chuong ang ruok chun vawi li thu an hung inphur a, chuong ang ruok chun kei khawma ka dawn a.",
      "reference": "NEHEMIA 6:4"
    },
    {
      "content": "Chuongchun, Sanballat chun chuong ang bawk chun a vawi nganaa chun a siehlaw chu lekha châr loa chawiin ka kuomah a hung tir a;",
      "reference": "NEHEMIA 6:5"
    },
    {
      "content": "chutaka chun, “Nang le Judahai hin hel in lungril a, chuleiin, kul chu i siem a nih ti thu hnam danghai lai chun ân thang a, Gesem khawm hin a hril bawk a; chun, an hril pei dâna chun nang hi an lal ding i ni âwm a.",
      "reference": "NEHEMIA 6:6"
    },
    {
      "content": "Chun, ‘Juda rama chun lal a um,’ tiha i chanchin Jerusalema hril vêl dingin zâwlnei khawm i ruot hiel ta bawk a; hieng thu hi lal kuoma chun hril vak ngei an ta. Chuleiin, hung la, lo inrâwn ei ti khai,” ti hi a chuong a.",
      "reference": "NEHEMIA 6:7"
    },
    {
      "content": "Chuongchun, a kuomah, “I hril ang hrim hrim hin iengkhawm thaw a um nawh, i phuokfâwm el a ni hi,” tiin mi ka tir a.",
      "reference": "NEHEMIA 6:8"
    },
    {
      "content": "“An sinthaw chu an puitling thei nawna dingin an kuthai chu suk- sietin um a tih,” tiha mi hrilṭi nuom ruok an nih. Chuongchun, aw Pathien, ka kuthai hi mi hung suk- hrâtpêk rawh aw.",
      "reference": "NEHEMIA 6:9"
    },
    {
      "content": "Chu hnunga chun Mehetabel nau Delaia naupa Semaia, insuk- tumpa ina chun ka feh a; ama chun, “Pathien inah, biekin sûng ngeiah inhmûng ei ti khai; biekin kawtkhâr- hai chu khâr tlat ei ta; nangma that ding chein an hung ding a nih, zânah a nih that ding chea an hung nghe nghe ding chu,” a lo tih a.",
      "reference": "NEHEMIA 6:10"
    },
    {
      "content": "Kei ruok chun, “Keia ang hi hang tlânse el ding khawm am ka nih? Mâni hringna humhim nuom chun tu am biekina chun lût an ta? Lût dêr naw ning,” ka tih a.",
      "reference": "NEHEMIA 6:11"
    },
    {
      "content": "Chun, ka hang hriet dawk a, Pathien tir a lo ni dêr da el a; keima mi dodâlin chuong thu chu a hril a lo ni lem a, Tobia le Sanballatin an ruoi a lo ni zing a.",
      "reference": "NEHEMIA 6:12"
    },
    {
      "content": "Ka ṭi a, chuong anga ka thaw a, thil ka suksuol a, a mi sukhming- sietna ding an nei theina dingin a nih an ruoi chu.",
      "reference": "NEHEMIA 6:13"
    },
    {
      "content": "Aw ka Pathien, Tobia le Sanbal- lat hi an thilthaw ang pei hin hre zing rawh, zâwlneinu Noadia le zâwlnei dang mi sukṭi tumtuhai po po le hin.",
      "reference": "NEHEMIA 6:14"
    },
    {
      "content": "Chuongchun, kul chu ni sâwm- nga le ni hniah, Elul thla ni sâwmhni panga niin zo a ni tah a.",
      "reference": "NEHEMIA 6:15"
    },
    {
      "content": "Chun, kan hmêlmahai po poin chu chu an lo hriet chun, kan vêla hnam danghai chun an ṭi tah a, chan se ta hlein an inhriet a, sin chu kan Pathien thaw a nih ti an hriet ta sih a.",
      "reference": "NEHEMIA 6:16"
    },
    {
      "content": "Chu naw hrima khawm, chuong lai chun Juda mi ṭhahai chun Tobia chu lekha tamtak an inphur hlak a; chun, Tobia lekha khawm an hmu bawk hlak.",
      "reference": "NEHEMIA 6:17"
    },
    {
      "content": "Ama chu Ara naupa Sekania mâkpa a ni leiin, Juda rama mi tam- tak inkhâm hiela ama inthuruolpui an um a; chun, a naupa Jehohanan chun Berekia naupa Mesullam naunu chu nuhmeiah a nei a nih.",
      "reference": "NEHEMIA 6:18"
    },
    {
      "content": "Ka hrieta chun a thilthaw ṭhahai chu an hril hlak a, ka thu hrilhai a kuoma chun an intlun bawk hlak. Chuongchun, Tobia chun mîn ṭhi dingin lekha dâm chu a hung thawn hlak a nih.",
      "reference": "NEHEMIA 6:19"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "NEHEMIA 6 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}