{
  "verses": [
    {
      "content": "Nisienlakhawm, Sanballat chun kul kan siem ṭha ti a hriet chun, nasatakin a lunginsen a, a lungawi ta nawh a, Judahai chu a dêusâw tah a.",
      "reference": "NEHEMIA 4:1"
    },
    {
      "content": "Chuongchun, a unauhai le Samari sipaihai hmaa chun thu a hril a, “Hieng Juda mi hrâtlohai hin ieng am a ni leh an thaw? An inkul pui- tling vei ding am a ni ie? An inthâwi vei ding am a nih? Ni khat thil thuin an puitlin ding maw? Hmunhnawk um khâwm mei meia inthawk le lung kâng se ta sa an inngîr thartir ding maw?” a tih a.",
      "reference": "NEHEMIA 4:2"
    },
    {
      "content": "Chun, a kâwla Ammon mi Tobia chun, “Hang inngîrtir hrim raw hai se chu, sihal khawm hang lâwn sien an lung kul chu sukchim el a tih,” a tih a.",
      "reference": "NEHEMIA 4:3"
    },
    {
      "content": "Aw kan Pathien, en ta, hmusitin kan um hi, an mi hrilsietna chu anni lu chunga ngei inlêttir la, anni khawm khâwlai rama manih muol- photakin intângtir zing rawh;",
      "reference": "NEHEMIA 4:4"
    },
    {
      "content": "an bawsietnahai chu inkhum naw la, an suolnahai chu i hmaa inthawka thaihmangin inumtir naw rawh; kul siemtuhai hmaah an suk- lungsen che hi.",
      "reference": "NEHEMIA 4:5"
    },
    {
      "content": "Chuongchun, kul chu kan siem a, ân sâng tieng chenvein kul po po chu kan zawm suok vawng a; mipuihai chun thaw inhâwkna lungril chu an put hle a.",
      "reference": "NEHEMIA 4:6"
    },
    {
      "content": "Amiruokchu, Sanballat hai, Tobia hai, Arab mihai, Ammon mihai le Asdod mihaiin kul chu siem ṭhat a ni pei ti an hriet chun an lunginsen ta hle el a;",
      "reference": "NEHEMIA 4:7"
    },
    {
      "content": "chuongchun, Jerusalem chu hung thawa buoina siem chu an rawt tâwl tah a.",
      "reference": "NEHEMIA 4:8"
    },
    {
      "content": "Nisienlakhawm, anni lei chun kan Pathien kuomah kan ṭawngṭai a, sûn le zânah anni chu a vêngtu ding kan sie zing a.",
      "reference": "NEHEMIA 4:9"
    },
    {
      "content": "Chun, Juda chun, “Sinthaw- tuhai tha hlak a châu zo tah a, hmunhnawk hlak a nasa sih a; kul chu ei siem thei ta naw ding a ni hi,” a tih a.",
      "reference": "NEHEMIA 4:10"
    },
    {
      "content": "Kan hmêlmahai hlak chun, “Anni lai ei hang feh a, ei hang that a, sin chu ei hang suktâwppêk hmakhat chun hre naw ni hai a, mi hmu bawk naw ni hai,” an lo ti bawk a.",
      "reference": "NEHEMIA 4:11"
    },
    {
      "content": "An kuoma Juda umhai an hung hlak khan hmun tum tuma miin vawi sâwm zet, “Kan kuomah in hung nâwk ding a nih,” an mi lo ti zawm- zawt bawk a.",
      "reference": "NEHEMIA 4:12"
    },
    {
      "content": "Chuleichun, kul phên, ân hnuoi- na lai tak, hmun inthâwlna fai laia chun mipuihai chu a sûng sûngin an kâwlhnâmhai, an feihai, an thal- ngulhai chawiin ṭhanghmun kân khuortir a.",
      "reference": "NEHEMIA 4:13"
    },
    {
      "content": "Chun, ka hang en vêl a, ka tho a, mi ṭhahai le rorêltuhai le mi danghai kuoma chun, “Anni chu ṭi dêr naw unla, LALPA ropuitak le, ṭiumtak el chu hre zingin in unauhai, in nau- pasalhai, in naunuhmeihai, in nu- hmeihai, in inhai hum dingin thaw ro khai,” ka tih a.",
      "reference": "NEHEMIA 4:14"
    },
    {
      "content": "Chun, kan hmêlmahai chun kan lo hriet ti le, an thil thaw tum chu Pathienin teploah a siem ti an hrietin, kul tieng mâni sinthawna sengah kan fe nâwk tâwl tah a.",
      "reference": "NEHEMIA 4:15"
    },
    {
      "content": "Chutaka inthawk chu ka mihai a zâtve chun sin chu an thaw nâwk tah a; a zâtve danghai chun feihai, phawhai, thalngulhai, âwmphaw- hai chu an kawl a; chun rorêltuhai chu Juda sûnghai hnunga chun an um a,",
      "reference": "NEHEMIA 4:16"
    },
    {
      "content": "chuong bang siemtuhai hnunga chun. Chun, chuong phurrik phur- tuhai chu an inbel rik ṭeu a, an kut khingkhatin sin an thawh a, khing- tiengin hriemhrei an chawi a;",
      "reference": "NEHEMIA 4:17"
    },
    {
      "content": "a siemtuhai chun an kâwlhnâm an pâi seng a, chuong pum chun an siem a nih. Tawtawrâwt mûttu chu keia kâwlah a um a.",
      "reference": "NEHEMIA 4:18"
    },
    {
      "content": "Chun, mi ṭhahai le rorêltuhai le mipuihai hmaa chun, “Sin hi a nasain a lien êm a, kula hin ei inhlatin ei indar hle el sih a;",
      "reference": "NEHEMIA 4:19"
    },
    {
      "content": "tawtawrâwt ri in hrietna hmun hmuna chun keini kuom tieng hung tlân khâwm unla; ei Pathien chun mi dopêk a tih,” ka tih a.",
      "reference": "NEHEMIA 4:20"
    },
    {
      "content": "Chuong ang chun sin chu kan thawh a, chun, a zâtve chun vârṭiena inthawka arasi inlang chen feihai chu an kawl zing a.",
      "reference": "NEHEMIA 4:21"
    },
    {
      "content": "Chuong ang bawkin chuong lai chun mipuihai kuoma chun, “Zâna mi vênga, sûna sin thaw dingin tu- khawm an siehlawhai leh Jerusalem sûngah riek vawng raw hai se,” ka tih a.",
      "reference": "NEHEMIA 4:22"
    },
    {
      "content": "Chuongchun, kei khawm, ka unauhai khawm, ka tlangvâlhai khawm, vêngtu a mi zui hlakhai khawm, tukhawma kan silfên kan hlîp hrim hrim nawh a, hriemhrei inbel pum zingin tui tienga chun kan fe hlak a nih.",
      "reference": "NEHEMIA 4:23"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "NEHEMIA 4 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}