{
  "verses": [
    {
      "content": "Mipuihai hotuhai chu Jeru- salema chun an um a; sâwm laia pakhat pei khawpui inthieng Jerusalema um ding le sâwm laia pakuo khaw danga um dinghai in- hrietna dingin, mi dang po chun ai an sân a.",
      "reference": "NEHEMIA 11:1"
    },
    {
      "content": "Lungnitaka Jerusalema um dinga inpehai po po chun mipuihai inpâk an hlawh a.",
      "reference": "NEHEMIA 11:2"
    },
    {
      "content": "Hienghai hi chu rama Jerusa- lema hotu umhai chu an nih: ami- ruokchu, Juda rama khuoahai chun, an khuoa mâni chan ding sengah an um a; chuonghai chu Israel mihai, thiempuhai, Levi mihai, Nethinim mihai le Solomon siehlaw thlahai chu an nih.",
      "reference": "NEHEMIA 11:3"
    },
    {
      "content": "Jerusalema chun Juda thlaa mi le Benjamin thlaa mihai chu an um a. Juda thlahai laia mi Perez thlahai laia mi Mahalalel naupa Sephatia, chu naupa Amaria, chu naupa Zeka- ria, chu naupa Uzzia, chu naupa Athaia le",
      "reference": "NEHEMIA 11:4"
    },
    {
      "content": "Silon mi naupa Zekaria, chu naupa Joiarib, chu naupa Adaia, chu naupa Hazaia, chu naupa Kolhoze, chu naupa Baruk, chu naupa Maa- seia.",
      "reference": "NEHEMIA 11:5"
    },
    {
      "content": "Perez thlahai Jerusalema um chu mi huoisen za li, sâwmruk pariet an nih.",
      "reference": "NEHEMIA 11:6"
    },
    {
      "content": "Chun, Benjamin thlahai laia mihai chu hieng hi an nih: Jesaia naupa Ithiel, chu naupa Maaseia, chu naupa Kolaia, chu naupa Pedaia, chu naupa Joed, chu naupa Mesullam, chu naupa Sallu.",
      "reference": "NEHEMIA 11:7"
    },
    {
      "content": "Ama hnunga chun Gabbai hai, Sallai hai, mi za kuo, sâwmhni pariet.",
      "reference": "NEHEMIA 11:8"
    },
    {
      "content": "Chun, Zikri naupa Joel chu an hotu a na; Hassenua naupa Juda chu khaw hotu tak dawttu a nih.",
      "reference": "NEHEMIA 11:9"
    },
    {
      "content": "Thiempuhai laia mi; Joiarib naupa Jedai hai, Jakin hai,",
      "reference": "NEHEMIA 11:10"
    },
    {
      "content": "Pathien in hotu Ahitub naupa Meraioth, chu naupa Zadok, chu naupa Mesullam, chu naupa Hilkia, chu naupa Seraia hai;",
      "reference": "NEHEMIA 11:11"
    },
    {
      "content": "an unau, ina rawngbâwltuhai chu, za riet, sâwmhni pahni an nih; chun, Malkija naupa Pas-hur, chu naupa Zekaria, chu naupa Amzi, chu naupa Pelalia, chu naupa Jeroham, chu naupa Adaia,",
      "reference": "NEHEMIA 11:12"
    },
    {
      "content": "le a unauhai, an sûngkaw luhai leh za hni, sâwmli pahni an nih; chun, Immer naupa Mesillemoth, chu naupa, Ahzai, chu naupa Azarel, chu naupa Amasai,",
      "reference": "NEHEMIA 11:13"
    },
    {
      "content": "le an unau mi hrât huoisen za, sâwmhni pariet an nih; an hotu chu Haggedolim naupa Zabdiel a nih.",
      "reference": "NEHEMIA 11:14"
    },
    {
      "content": "Chun, Levi mihai laia mi: Bunni naupa Hasabia, chu naupa Azrikam; chu naupa Hassub, chu naupa Semaia leh;",
      "reference": "NEHEMIA 11:15"
    },
    {
      "content": "Levi mi an ṭhuoituhai laia mi Pathien in puotieng sin enkawltu Sabbethai le Jozabad;",
      "reference": "NEHEMIA 11:16"
    },
    {
      "content": "Asaph naupa Zabdi, chu naupa Mika, chu naupa lâwmthu hrila ṭawngṭaina ṭantu tak Mattania le, a unauhai laia a dawttu Bakbukia; Jeduthun naupa Galal, chu naupa Sammua, chu naupa Abda hai.",
      "reference": "NEHEMIA 11:17"
    },
    {
      "content": "Khawpui inthienga Levi mi um po po chu za hni, sâwmriet pali an nih.",
      "reference": "NEHEMIA 11:18"
    },
    {
      "content": "Chuong naw khawm chu kawtkhâr vêngtu Akkub hai, Talmon hai le, an unauhai kul kawtkhâr vêngtuhai za, sâwmsari pahni an nih.",
      "reference": "NEHEMIA 11:19"
    },
    {
      "content": "A bâk Israelhai le thiempuhai le Levi mihai chu Juda ram khaw tinah mâni ram sengah an um a.",
      "reference": "NEHEMIA 11:20"
    },
    {
      "content": "Nethinimhai ruok chu Ophelah an um a; Ziha le Gispa chu Nethi- nimhai hotu an nih.",
      "reference": "NEHEMIA 11:21"
    },
    {
      "content": "Jerusalem khuoa Levi mihai hotu chu Asaph naupa hla saktuhai laia mi Mika, chu naupa Mattania, chu naupa Hasabia, chu naupa Bania, chu naupa Uzzi a nih; Pathien in tieng sin ngaituotu a nih.",
      "reference": "NEHEMIA 11:22"
    },
    {
      "content": "An sûngkaw chungchâng thuah lal thupêk a um a, hlasaktuhai chu ni tina an tlâk tâwk ding ruotpêk ding thu a um bawk a.",
      "reference": "NEHEMIA 11:23"
    },
    {
      "content": "Juda naupa Zera thlaa mi Mese- zabel naupa Pethahia chu mipuihai chungchâng thua iengkima lal aiaw a nih.",
      "reference": "NEHEMIA 11:24"
    },
    {
      "content": "Chun, an khuo le an ram thua chun, Juda thlaa mi ṭhenkhathai chu, Kiriath-arba le a khawpera dâm, Dibon le a khawpera dâm, Zekabzeel le a khawpera dâm;",
      "reference": "NEHEMIA 11:25"
    },
    {
      "content": "Jesuaa le Moladaa le Beth- peleta dâm,",
      "reference": "NEHEMIA 11:26"
    },
    {
      "content": "Hazarsuala dâm, Beer-sebaa le a khawpera dâm;",
      "reference": "NEHEMIA 11:27"
    },
    {
      "content": "Ziklaga dâm, Mekonaa le a khawpera dâm;",
      "reference": "NEHEMIA 11:28"
    },
    {
      "content": "En-rimmona dâm, Zoraa dâm, Jarmuth-a dâm;",
      "reference": "NEHEMIA 11:29"
    },
    {
      "content": "Zanoaa dâm, Adullama dâm, le an khawpera dâm, Lakis le a rama dâm, Azeka le a khawpera dâm chun an um a. Chuongchun, Beer-sebaa inthawkin Hinnom ruom chenin umhmun an khuor a.",
      "reference": "NEHEMIA 11:30"
    },
    {
      "content": "Chun, Benjamin thlahai chu Geba khêl tieng, Mikmas-a dâm, Aija-a dâm, Bethel le a khawperahai dâm:",
      "reference": "NEHEMIA 11:31"
    },
    {
      "content": "Anathoth-a dâm, Nob-a dâm, Anania-a dâm,",
      "reference": "NEHEMIA 11:32"
    },
    {
      "content": "Hazor-a dâm, Rama-a dâm, Gittaim-a dâm,",
      "reference": "NEHEMIA 11:33"
    },
    {
      "content": "Hadid-a dâm, Zeboim-a dâm, Neballat-a dâm,",
      "reference": "NEHEMIA 11:34"
    },
    {
      "content": "Lod-a dâm, themthiemhai ruom Ono-a dâm an um a.",
      "reference": "NEHEMIA 11:35"
    },
    {
      "content": "Chun, Juda rama um hlak Levi mihai pâwl ṭhenkhat chu Benjamin rama chun an ṭhang tah a.",
      "reference": "NEHEMIA 11:36"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "NEHEMIA 11 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}