{
  "verses": [
    {
      "content": "Sealtiel naupa Zerubbabel le Jesua kuoma fe ve thiempuhai le Levi mihai chu hieng hi an nih; Seraia, Jeremia, Ezra,",
      "reference": "NEHEMIA 12:1"
    },
    {
      "content": "Amaria, Malluk, Hattus,",
      "reference": "NEHEMIA 12:2"
    },
    {
      "content": "Sekania, Rehum, Meremoth,",
      "reference": "NEHEMIA 12:3"
    },
    {
      "content": "Iddo, Ginnethoi, Abija,",
      "reference": "NEHEMIA 12:4"
    },
    {
      "content": "Mijamin, Maadia, Bilga,",
      "reference": "NEHEMIA 12:5"
    },
    {
      "content": "Semaia, Joiarib, Jedaia,",
      "reference": "NEHEMIA 12:6"
    },
    {
      "content": "Sallu, Amok, Hilkia le Jedaia. Hienghai hi Jesua dam laia thiem- puhai lai le an unauhai laia hotuhai an nih.",
      "reference": "NEHEMIA 12:7"
    },
    {
      "content": "Chuong naw khawm Levi mihai chu: Jesua, Binnui, Kadmiel, Serebia, Juda, lâwmthu hrila hotu Mattania, ama le a unauhai leh.",
      "reference": "NEHEMIA 12:8"
    },
    {
      "content": "Bakbukia le Unno le an unauhai khawm chu a pâwl pâwlin inepin an ngîr hlak a.",
      "reference": "NEHEMIA 12:9"
    },
    {
      "content": "Chun, Jesua chun Joiakim chu a nei a, Joiakim chun Eliasib a nei a, Eliasib chun Joiada a nei a,",
      "reference": "NEHEMIA 12:10"
    },
    {
      "content": "Joiada chun Jonathan a nei a, Jonathan chun Jaddua a nei a nih.",
      "reference": "NEHEMIA 12:11"
    },
    {
      "content": "Chun, hienghai hi Joiakim dam lai chun thiempu, an sûngkaw luhai chu an nih: Seraia thlaa mi Meraia; Jeremia thlaa mi Hanania;",
      "reference": "NEHEMIA 12:12"
    },
    {
      "content": "Ezra thlaa mi Mesullam, Ama- ria thlaa mi Jehohanan;",
      "reference": "NEHEMIA 12:13"
    },
    {
      "content": "Malluki thlaa mi Jonathan, Sebania thlaa mi Josef;",
      "reference": "NEHEMIA 12:14"
    },
    {
      "content": "Harim thlaa mi Adna; Meraioth thlaa mi Helkai;",
      "reference": "NEHEMIA 12:15"
    },
    {
      "content": "Iddo thlaa mi Zekaria; Ginne- thon thlaa mi Mesullam;",
      "reference": "NEHEMIA 12:16"
    },
    {
      "content": "Abija thlaa mi Zikri; Miniamin thlaa mi; Moadia thlaa mi Piltai;",
      "reference": "NEHEMIA 12:17"
    },
    {
      "content": "Bilga thlaa mi Sammua; Se- maia thlaa mi Jehonathan;",
      "reference": "NEHEMIA 12:18"
    },
    {
      "content": "Joiarib thlaa mi Mattenai; Jedaia thlaa mi Uzzi;",
      "reference": "NEHEMIA 12:19"
    },
    {
      "content": "Sallai thlaa mi Kallai; Amok thlaa mi Eber;",
      "reference": "NEHEMIA 12:20"
    },
    {
      "content": "Hilkia thlaa mi Hasabia; Jedaia thlaa mi Nethanel.",
      "reference": "NEHEMIA 12:21"
    },
    {
      "content": "Eliasib, Joiada, Johanan le Jaddua hai dam laia Levi mihai chu sûngkaw luhaia ziek an na; Persia mi Daria inlal laia thiempuhai khawm chu.",
      "reference": "NEHEMIA 12:22"
    },
    {
      "content": "Eliasib naupa Johanan dam lai chen khawmin Levi nauhai sûngkaw luhai chu chanchin ziekna bua chun ziek an nih.",
      "reference": "NEHEMIA 12:23"
    },
    {
      "content": "Chun, Levi chia a luhai: Hasabia, Serebia, Kadmiel naupa Jesua le an unau, Pathien mi David thupêk anga a pâwl pâwla inkhienga inpâk le lâwmthu hril dinghai leh.",
      "reference": "NEHEMIA 12:24"
    },
    {
      "content": "Mattania, Bakbukia, Obadia, Mesullam, Talmon le Akkub hai chu kawtkhâr kâwla thuomhnaw sie- khâwmna le kawtkhâr vêngtuhai an nih.",
      "reference": "NEHEMIA 12:25"
    },
    {
      "content": "Hienghai hi Jesua, Jozadak naupa Joiakim dam laia mi le ram awptu Nehemia le Ezra, thiempu le lakhaziektu dam laia mi an nih.",
      "reference": "NEHEMIA 12:26"
    },
    {
      "content": "Jerusalem kul an inhlânnaa chun dârbenthekhai, perkhuonghai, ṭingṭanghai le hla sak le, lâwmthu hril lâwmtaka an inhlânnaa ṭhang dinga Jerusalema hung ṭhuoi dingin Levi mihai chu an hmun po poa in- thawk chun an zawng suok a.",
      "reference": "NEHEMIA 12:27"
    },
    {
      "content": "Jerusalem kâwl vêl le, Neto- phath mihai khuohaia inthawk dâmin hla sak hotu nauhai chu an fe khâwm a;",
      "reference": "NEHEMIA 12:28"
    },
    {
      "content": "Beth-gilgal le, Geba le, Azma- veth rama inthawk dâm khâwmin hlasaktuhai chun Jerusalem vêla chun khuo an lo siem tâwl ta sih a.",
      "reference": "NEHEMIA 12:29"
    },
    {
      "content": "Chun, thiempuhai le Levi mihai chu an insukthieng a, chun, mipui- hai, kulhai, a kawtkhârhai an suk- thieng a.",
      "reference": "NEHEMIA 12:30"
    },
    {
      "content": "Chuongchun, Judahai mi lien- hai chu kul chunga chun ka hang ṭhuoi a; lâwmthu hril inzui nghuon nghuon ding pâwl lientak pâwl hni ka ruot a; pâwl khat chu hmunhnawk kawtkhâr tieng, kul chung chang- tieng pangah an feh a;",
      "reference": "NEHEMIA 12:31"
    },
    {
      "content": "chun, anni chu Hosaia le Juda mi lien zâtve hai;",
      "reference": "NEHEMIA 12:32"
    },
    {
      "content": "Azaria, Ezra Mesullam,",
      "reference": "NEHEMIA 12:33"
    },
    {
      "content": "Juda, Benjamin, Semaia, Jeremia,",
      "reference": "NEHEMIA 12:34"
    },
    {
      "content": "tawtawrâwt chawi thiempu nau ṭhenkhathai le, Asaph naupa Zakkur, chu naupa Mikaia, chu naupa Mattania, chu naupa Semaia, chu naupa Jonathan, chu naupa Zekaria hai;",
      "reference": "NEHEMIA 12:35"
    },
    {
      "content": "a unau Semaia, Azarel, Milalai, Gilalai, Maai, Nethanel, Juda, Pa- thien mi David sut hlak thilhai chawi Hanani hai chun an zui a; chun, lekhaziektu Ezra chun an hma a ṭhuoi a.",
      "reference": "NEHEMIA 12:36"
    },
    {
      "content": "Chun, tuikhur kawtkhâr an tlungin kul hang kai ṭannaa an hmazâwn David khaw kailâwna hang fein David in saka chun an feh a, saktieng panga Tui kawtkhâr tlung rakin.",
      "reference": "NEHEMIA 12:37"
    },
    {
      "content": "Chun, lâwmthu hriltu pâwl danghai chu anni le intuok dingin vawi tieng pangah an feh a, chun, keiin mipui zâtve hai leh Meipui sepna Insâng sakah, kul chungah kullien chenin ka zui a,",
      "reference": "NEHEMIA 12:38"
    },
    {
      "content": "Ephraim kawtkhâr chunga dâm, Kawtkhâr hluia dâm, nga kawt- khâra dâm, Hananel insânga dâm, Za insânga dâm, Beram kawtkhâr tlung rakin; chun, Vengtu kawtkhâra chun an ngîr a.",
      "reference": "NEHEMIA 12:39"
    },
    {
      "content": "Chuongchun, lâwm thu hril- tu pâwl hnihai chu Pathien inah an ngîr a, kei le rorêltu zâtve hai leh;",
      "reference": "NEHEMIA 12:40"
    },
    {
      "content": "chun, tawtawrâwt chawi thiem- puhai Eliakim, Maaseia, Miniamin, Mikaia, Elioenai, Zekaria le Hana- nia,",
      "reference": "NEHEMIA 12:41"
    },
    {
      "content": "chun, Maaseia, Semaia, Elea- zar, Uzzi, Jehohanan, Malkija, Elam le Ezer leh. Chun, hlasaktuhai chun an hotu Jezrahia rawiin inringtakin an sak a.",
      "reference": "NEHEMIA 12:42"
    },
    {
      "content": "Chu ni chun inthâwina nasatak an inhlân a, an hlim hle el a; Pa- thienin hlim namên loin a sukhlim a nih; chun, nuhmeihai le naupanghai chen khawmin an hlim hleh a; chuongchun, Jerusalem hlimna chu hlataka inthawk khawmin ân hriet a.",
      "reference": "NEHEMIA 12:43"
    },
    {
      "content": "Chun, chu ni chun thaw- lâwmhai, a thêna thêna thilinhlân dâm, thlai thar hmasa tak dâm, sâwma pakhat dâm, siekhâwmna pindanhaia hotu, dânin a ruot ang thiempu le Levi mihai chanvo khaw tin lohma izir ang pei la khâwmtu dinghai an ruot a; Judahai chu rawngbâwltu thiempu le Levi mihai lei chun an lâwm hleh a.",
      "reference": "NEHEMIA 12:44"
    },
    {
      "content": "An Pathien rawngbâwl dân ding le, insukthiengna dân chu an zâwm a, hlasaktuhai le kawtkhâr vengtuhai khawmin, David le a naupa Solomon thupêk ang chun.",
      "reference": "NEHEMIA 12:45"
    },
    {
      "content": "Tienlaia David le Asaph dam lai chun hlasak pâwl hotu an um hlak a, Pathien inpâkna hla le lâwmna hla an sak hlak a nih.",
      "reference": "NEHEMIA 12:46"
    },
    {
      "content": "Zerubbabel dam lai le, Nehemia dam lai chun Israel po poin hlasak- tuhai le kawtkhâr vêngtuhai chu ni tina an tlâk tâwk ding chanvo an siempêk hlak a; chun, Levi mihai chu chanvo a suktumpêk bawk a; chun, anni Levi mihai chun Aron naupasal- hai chanvo chu an suktumpêk hlak a.",
      "reference": "NEHEMIA 12:47"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "NEHEMIA 12 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}