{
  "verses": [
    {
      "content": "Hakalia naupa Nehemia thuhai chu: Hieng ang hi a hung na, kum sâwmhnina, Kisleu thlaa, Susa khawpuia ka um laiin,",
      "reference": "NEHEMIA 1:1"
    },
    {
      "content": "ka unaupa pakhat Hanani le Juda rama inthawka mi ṭhenkhat an hung a; chun, Judahai sala intâng suok tahai chanchin le Jerusalem chanchin kân dawn a.",
      "reference": "NEHEMIA 1:2"
    },
    {
      "content": "Ka kuoma chun, “Sala intâng suok tah, chu rama dama la umhai chu chan setak le hrilsietin an um a; chun, Jerusalem kul chu a chim rem rum tah a, a kawtkhârhai khawm a kâng a,” an tih a.",
      "reference": "NEHEMIA 1:3"
    },
    {
      "content": "Chuong thu chu ka hriet chun ka ṭhung chawt a, ka ṭap a; ni ieng zât amani chu lungngaiin ka um a; chun, bu ka nghei a, vân Pathien hmaa chun ka ṭawngṭai a;",
      "reference": "NEHEMIA 1:4"
    },
    {
      "content": "“Aw LALPA, vân Pathien, Pathien ropui le ṭium, nangma hma- ngaia i thupêk pawmtuhai chunga thuthlung hlena lunginsietna suk- langtu,",
      "reference": "NEHEMIA 1:5"
    },
    {
      "content": "Israel thlahai suolna, i chunga kan suolna thupha ka chawi sûng hin i na lo sit la; i mit lo meng la, i siehlaw ṭawngṭaina, i kuoma a sûn a zâna i siehlaw Israel thlahai ka ngênpêkna hi lo ngaithlapêk la; kei le ka pa sûnghai chu kan lo suol ta sih a.",
      "reference": "NEHEMIA 1:6"
    },
    {
      "content": "I chungah ṭha lotakin thil kan lo thaw tah a, i siehlaw Mosie kuoma i pêk, thupêkhai, dânhai, rorêlhai chu kan lo zâwm ta si nawh a.",
      "reference": "NEHEMIA 1:7"
    },
    {
      "content": "I siehlaw Mosie kuoma, ‘In baw- siet chun hnam tin laia chun sukdar ka ti cheu a;",
      "reference": "NEHEMIA 1:8"
    },
    {
      "content": "amiruokchu, keia tieng in hung ngha nâwk a, ka thupêkhai in pawm a, in zâwm chun, nangni laia mi kâwlkawdawng chena hnawt suoka um khawm um hai sienla, chutaka inthawk khawm chun kei khâwm nâwk ka ti cheu a, ka hming ka înumtirna ding hmuna ka ruota chun ṭhuoi nâwk ka tih,’ tiha thu i pêk kha lunginsiettakin hre zing rawh.",
      "reference": "NEHEMIA 1:9"
    },
    {
      "content": "Chun, hienghai hi i siehlawhai le i mihai, i thilthawtheina nasatak le i kut thahrâta în tlan suokhai an na.",
      "reference": "NEHEMIA 1:10"
    },
    {
      "content": "Aw LALPA, lunginsiettakin i siehlaw ṭawngṭaina le i hming ṭi lâwm zâwnga nei, i siehlawhai ṭawngṭainaa hin i na lo sit ta; chun, vawisûn hin i siehlaw hi mîn hlawtlingtir la, hi mi mithmua hin lunginsiettakin zângaina indawngtir rawh,” ka tih a. Kei chu lal no inhlântu ka ni sih a.",
      "reference": "NEHEMIA 1:11"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "NEHEMIA 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}