{
  "verses": [
    {
      "content": "Chuongchun, chu thla ni sâwm- hni pali ni chun Israel thlahai chu bu ngheia, saiip puon sila an lua pilvut kai nungin an fe khâwm tâwl a.",
      "reference": "NEHEMIA 9:1"
    },
    {
      "content": "Chun, Israel hnam chu hnam danghai laia chun an insuktum a; an ngîr a, an suolnahai le an pi le puhai bawsietna thupha an chawi a.",
      "reference": "NEHEMIA 9:2"
    },
    {
      "content": "Chun, mâni hmun sengah an ngîr a, chu ni hmun lia ṭhea hmun khat sûng chun LALPA an Pathien dân bu an tiem a; chun, hmun lia ṭhea hmun khat dang sung chun thupha an chawi a, LALPA an Pathien chu an biek a.",
      "reference": "NEHEMIA 9:3"
    },
    {
      "content": "Chuongchun, Levi mihai dawkân insânga chun Jesua, Bani, Kadmiel, Sebania, Bunni, Serebia, Bani, Kena- ni hai chu an ngîr a; inringtakin LALPA an Pathien chu an ko a.",
      "reference": "NEHEMIA 9:4"
    },
    {
      "content": "Chuongchun, Levi mi, Jesua, Kadmiel, Bani, Hasabneia, Serebia, Hodia, Sebania le Pethahia hai chun an hril a, “Ngîr unla, LALPA in Pathien chu chatuona inthawka cha- tuon chenin inpâk ro khai; chun, chawimawina le inpâkna po po khawmin a phâk lo, i hming ropui chu inpâkin um raw se.",
      "reference": "NEHEMIA 9:5"
    },
    {
      "content": "“Nangma chau hi LALPA i na, vânhai vân le a sûnga um po pohai le, leihnuoi le a sûnga um po pohai leh, tuisuoriet le a sûnga umhai po po leh i siem a, a rêng chun i kawl ṭha hlak a; chun, vâna umhai chun chibai an bûk hlak che kha.",
      "reference": "NEHEMIA 9:6"
    },
    {
      "content": "Abram chu thlanga, Kaldai ram Ur khuoa inthawka ṭhuoi suoka, a hminga Abraham saktu, LALPA Pathien i nih;",
      "reference": "NEHEMIA 9:7"
    },
    {
      "content": "chun, a lungril chu i hmaa chun ringumin i hriet a; Kanaan mihai, Hit mihai, Amor mihai, Periz mihai, Jebus mihai, Girgas mihai ram chu ama kuoma pe dingin, a thlahai chena pe dingin thu i thlung a; chun, i thu chu i hlen bawk a, feltak i ni sih a.",
      "reference": "NEHEMIA 9:8"
    },
    {
      "content": "Aigupta rama kan pi le puhai rinumzie chu i hmu zing a, Tuisuoriet Sen kama an khêkri chu i hriet a;",
      "reference": "NEHEMIA 9:9"
    },
    {
      "content": "Pharao le a siehlawhai po po le, a rama mi po pohai chungah inchikna le thilmakhai în langtir a; chapotakin an chunga thil an thaw ti i hriet sih a, chuongchun, tu chen hin hming în siem tah a.",
      "reference": "NEHEMIA 9:10"
    },
    {
      "content": "Chun, an hmaa chun tuisuoriet chu i sukṭheh a, chuongchun, hnuoi hulah tuisuoriet sûng chu an fe thleng a; anni hnawttuhai chu tui inthûktakah, tui nasataka lung pei lût ang elin i pei lût a.",
      "reference": "NEHEMIA 9:11"
    },
    {
      "content": "Sûna chun sûm ngîrin i ṭhuoi hlak a, zâna khawm an fena ding lampuia anni ên dingin meichawk ngîrin i ṭhuoi hlak.",
      "reference": "NEHEMIA 9:12"
    },
    {
      "content": "Sinai tlânga chun i hung ṭum bawk a, vâna inthawkin an kuoma chun thu i hril a; rorêlna indiktakhai dâm, dân indiktakhai dâm, thuruot le thupêk ṭha takhai chu i pêk a;",
      "reference": "NEHEMIA 9:13"
    },
    {
      "content": "i châwlni inthieng chu anni în hriettir a, i siehlaw Mosie hmangin thupêk dâm, thuruot dâm, dân dâm i pêk a;",
      "reference": "NEHEMIA 9:14"
    },
    {
      "content": "an phîngṭam sukrena dingin vâna inthawkin bei i pêk a, an dang- châr sukrêna dingin lungpuia in- thawkin tui i suksuokpêk a, i bân phar meua, ‘Pêng ka tih,’ i ti ram hluo ding thu i pêk a.",
      "reference": "NEHEMIA 9:15"
    },
    {
      "content": "Nisienlakhawm, anni le kan pi le puhai chun, chapotakin thil an thawh a, an insukkâwmawh a, i thu- pêk chu an pawm nawh a,",
      "reference": "NEHEMIA 9:16"
    },
    {
      "content": "an awi nuom nawh a, anni laia i thilmak thawhai khawm chu an hriet nuom ta bawk nawh a; an insuk- kâwmawh a, an helin an suok nina tienga lêt nâwk dingin hotu an ruot lem a; amiruokchu, nang chu ngai- dam dinga inzosa zing Pathien, mi lunginsiet thei, lainatnaa sip, lung inuoi, zainêmna hau i na, anni chu i nghatsan chuong nawh a.",
      "reference": "NEHEMIA 9:17"
    },
    {
      "content": "Anih, an ta dingin bâwngtê lim an siem a, ‘Hi hi a nih, Aigupta rama inthawka ṭhuoisuoktu che i pathien chu,’ an tih a, lunginsenumtak thil an thaw lai khawm khan,",
      "reference": "NEHEMIA 9:18"
    },
    {
      "content": "i lunginsietna nasatak chun thlalêra khan i thlathlam chuong nawh a: lampuia anni ṭhuoi dinga an chunga sûm ngîr chun sûnah anni a mâksan chuong nawh a, anni ên ding le an fena lampui khîkhmu dinga meichawk ngîr khawm chun zânah a fesan bawk nawh.",
      "reference": "NEHEMIA 9:19"
    },
    {
      "content": "Anni inchûktir dingin i thlarau ṭhatak chu i pêk bawk a, i manna chu an baua a lût i phal naw nawh a, an dangchâr sukrêna dingin tui i pêk a.",
      "reference": "NEHEMIA 9:20"
    },
    {
      "content": "Anih, thlalêra khan kum sâwm- li i châwm a, iengkhawm an tlasam nawh a; an silfênhai chu a hlui nawh a, an kehai khawm chu ân vûng bawk nawh a.",
      "reference": "NEHEMIA 9:21"
    },
    {
      "content": "Chun, ram le hnamhai i pêk a, chuonghai chu an chanpuol i sempêk seng a; chuongchun, Sihon ram Hesbon lal ram le, Basan lal Og ram chu an hluoh a.",
      "reference": "NEHEMIA 9:22"
    },
    {
      "content": "An thlahai chu vâna arasi zâtin i sukpung bawk a; an hluo dinga an pi le puhai kuoma i lo hril tah rama chun i ṭhuoi lût tah a.",
      "reference": "NEHEMIA 9:23"
    },
    {
      "content": "Chuongchun, an thlahai chun ram chu an hluo tah a, chun, nangin chu rama um Kanaan mihai chu an hmaah i suktlâwm a, an nuom nuom an law dingin an lalhai le chu rama mihai le chun an kutah i pêk a.",
      "reference": "NEHEMIA 9:24"
    },
    {
      "content": "Kulnei khawpuihai le ram ṭhatak takhai chu an lâk a, thilṭha tinrênga sip inhai chu an hluoh a, tuikhur huotsa hai, grêp huonhai, oliv huon dâm, thei kûng tamtakhai chu an nei a; chuongchun, an fâk a, an khawp a, an hung thâu a, i ṭhatna nasataka chun nuom an chên a.",
      "reference": "NEHEMIA 9:25"
    },
    {
      "content": "Nisienlakhawm, an hung kâw- mawh a, i chungah an hel a, i Dân chu an hnungsawn dai a, nangma tieng innghattir nâwk tumtu i zâwlneihai chu an that a, lungsenumtak tak thilhai an thawh a.",
      "reference": "NEHEMIA 9:26"
    },
    {
      "content": "Chuleichun, anni sukrinumtu an hmêlmahai kuta chun i pêk a; an lunginzîng laia an ko lai che khan vâna inthawk chun i lo ngai a; i zainêmna nasatak chun an hmêlma- haia inthawkin sansuoktu ding sandamtuhai i pêk a.",
      "reference": "NEHEMIA 9:27"
    },
    {
      "content": "Nisienlakhawm, râlmuonga an hung um hnung chun i mithmuah thil ṭha naw an thaw nâwk el a: chuleiin, an hmêlmahai kutah i pêk a; chuongchun, an chungah thu an nei a; nisienlakhawm, an hung inleta an ko lai che khan vâna inthawkin i lo ngai a; vawi tamtak i zainêmna chun i sansuok a.",
      "reference": "NEHEMIA 9:28"
    },
    {
      "content": "“I dâna i ṭhuoi lût thei nâwkna dingin i kâwk hlak a; nisienlakhawm, chapotakin thil an thawh a, i thupêk- hai an pawm nawh a, i rorêlna kalin thil an suksuol a; (miin an zâwma an hringpui ding chu); chun, an tuk- hnungkhur an innghat a, an insuk- kâwmawh a, an ngai nuom nawh a.",
      "reference": "NEHEMIA 9:29"
    },
    {
      "content": "Nisienlakhawm, kum tamtak anni chu i dawh a, i thlaraua i zâwl- neihai hmangin i kâwk hlak a; nisien- lakhawm, an na an suksêt a; chuleiin, chu rama mihai kuta chun i pêk tah a.",
      "reference": "NEHEMIA 9:30"
    },
    {
      "content": "Nisienlakhawm, i zainêmna na- satak chun an tâwp sawng elna ding chu în tlungtir nawh a; i thlathlam chuong bawk nawh, Pathien mi lunginsiet theitak, lainatnaa sip i ni sih a.",
      "reference": "NEHEMIA 9:31"
    },
    {
      "content": "Chuleiin, kan Pathien, Pathien ropui, iengkim thawthei le ṭium, thuthlung hlena lunginsietna suk- langtu chun keini chunga le kan lalhai, kan mi lienhai dâm, kan thiempuhai dâm, kan zâwlneihai dâm, kan pi le puhai le i mihai po po chungah, Assuria lalhai inlal laia inthawka tu chena rinumna hung tlung zozai hi thil chîn thamah ngai nawh rawh.",
      "reference": "NEHEMIA 9:32"
    },
    {
      "content": "Iengkhawm ni sienla kan chunga thil hung tlung po poa hin, nang chu i fel a; nang chun indiktakin thil i thawh a, keini ruok chun ṭha naw takin kan thaw a nih;",
      "reference": "NEHEMIA 9:33"
    },
    {
      "content": "kan lalhai dâm, kan mi lienhai dâm, kan thiempuhai dâm, kan pi le kan puhai khawmin i Dân chu an zâwm nawh a, i thupêk le i thuin- hriettir, anni i kâwknahai chu an pawm bawk nawh.",
      "reference": "NEHEMIA 9:34"
    },
    {
      "content": "An chunga i ṭhat thei vei leh, an ramah, ram lientak le ram ṭhatak i pêka chun i rawng an bâwlpêk si naw cheh a, an thil suksuol khawm an bân chuong bawk nawh.",
      "reference": "NEHEMIA 9:35"
    },
    {
      "content": "Ngai ta, tu hlak hin mi salhai kan ni chu a ni el tah a; ram, a sûng thil ra le, thil ṭha kan pi le puhai fâk dinga i pêk hlak chu, ngai ta, chutaka chun salhai kan ni el tah a.",
      "reference": "NEHEMIA 9:36"
    },
    {
      "content": "Kan suol leia kan chunga lal dinga i ruothai hlak chun an neinung phah a, kan taksa chunga le kan ranhai chung takngiela khawm an nuom nuomin thu an nei a, kan lunginzîng êm êm el a nih,” tiin.",
      "reference": "NEHEMIA 9:37"
    },
    {
      "content": "Chuong po po lei chun thu dettak kan thlung a, kan ziek a, kan mi lienhai, kan Levi mihai le kan thiempuhaiin an namdetpui a.",
      "reference": "NEHEMIA 9:38"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "NEHEMIA 9 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}