{
  "verses": [
    {
      "content": "Chun, lal Artazerzia kum sâwm- hni ân lal kum, Nisan thlaah uoin an hung pêk hnung chun, uoin chu ka lâk a, lal chu ka pêk a. Kha hma khan chu a hmaa hin lungngai hmêl ka la put ngai nawh a;",
      "reference": "NEHEMIA 2:1"
    },
    {
      "content": "lal chun ka kuomah, “I damnaw khawm chu a ni si nawh a, iengtiziea lungngai hmêl i put am a na? thil dang ni naw nih, i lungril a lungngai a ni hi maw,” a mi tih a. Chuongchun, ka ṭi ta êm êm el a.",
      "reference": "NEHEMIA 2:2"
    },
    {
      "content": "Kei chun lal kuoma chun, “Lal chu kumkhuoin dam raw se; a mi thlatuhai thlân umna khuo chu a ram tah a, a kawtkhârhai chu a kâng vawng ta sih a, lungngai hmêl put lo thei am nîng ka ti?” ka tih a.",
      "reference": "NEHEMIA 2:3"
    },
    {
      "content": "Chuongchun, lal chun ka kuom- ah, “Ieng am a na i hni chu?” a tih a. Chuongchun, vân Pathien kuoma chun ka ṭawngṭai tah a.",
      "reference": "NEHEMIA 2:4"
    },
    {
      "content": "Chun, lal kuoma chun, “Lal remti zâwng a nih a, i siehlaw hin i mit ka lo tlung hlak a ni chun, Juda ramah a mi thlatuhai thlân umnaa chun mîn fetir la; khuo chu va siemthar nâwk ka tih,” ka tih a.",
      "reference": "NEHEMIA 2:5"
    },
    {
      "content": "Lal chun ka kuomah, (lalnu khawm chu a kâwla chun a ṭhung ve a), “Ieng chen am va thang i ta, ieng tik am hung nâwk i ta?” a tih a. Chuongchun, lal chun lâwmtakin a mîn fetir tah a, kei khawm chun hunbi ka tiem bawk a.",
      "reference": "NEHEMIA 2:6"
    },
    {
      "content": "Chu bak khawm chu ni loin lal kuoma chun, “Lal remti zâwng a ni chun, vadung râla rorêltuhai inhmu- tir dingin, Juda ram ka tlung chen an mîn fetir theina dingin phalna lekha mi pe la;",
      "reference": "NEHEMIA 2:7"
    },
    {
      "content": "chun, lal ramhâk vêngtu Asaph inhmutir dingin invêngna kulbîng kawtkhâr kal ding le, khawpui kul ding dâmin, ka va hluo ding ina hmang ding dâmin thing a mi pêk theina dingin lekha mi pe bawk rawh,” ka tih a. Chun, ka Pathien mi ditsakna ang peiin lal chun a mi pêk tah a.",
      "reference": "NEHEMIA 2:8"
    },
    {
      "content": "Chuongchun, vadung râla rorêl- tuhai kuom chu ka va tlung a, lal lekhahai chu ka pêk a. Chun,lal chun ka kuoma chun sipai hotuhai le sipai sakawr chung chuong mihai ân fetir ve a nih.",
      "reference": "NEHEMIA 2:9"
    },
    {
      "content": "Chun, Horon mi Sanballat le Ammon mi siehlaw, Tobia haiin an lo hriet chun, Israel thlahai thawveng- na ding ngaituo dingin mi an hung a ni chu tie tiin an lo lungninaw hle el a.",
      "reference": "NEHEMIA 2:10"
    },
    {
      "content": "Chuongchun, Jerusalem chu ka hang tlung a, ni thum ka hei um phawt a.",
      "reference": "NEHEMIA 2:11"
    },
    {
      "content": "Chun, zâna chun ka tho a, kei le mi dang tlâwmtêhai le chun: Jeru- salem ta dinga ka thaw ding, ka Pathienin ka lungrila a sie chu tu- khawm ka hril nawh a; ka chuongna sa ngawt naw chu sa dang ka kuoma um a um nawh a.",
      "reference": "NEHEMIA 2:12"
    },
    {
      "content": "Zâna chun Ruom kawtkhâra chun ka suok a, Dragon Tuisunsuo tieng le Hmunhnawk kawtkhâr tienga chun ka feh a; Jerusalem kul chimhai le a kawtkhâr kânghai chu ka en vêl a.",
      "reference": "NEHEMIA 2:13"
    },
    {
      "content": "Chun, Tuisunsuo kawtkhâr le lal Dîl chen chun ka feh a, nisien- lakhawm, ka chuongna sa a fethleng- na ding hrim hrim a um nawh a.",
      "reference": "NEHEMIA 2:14"
    },
    {
      "content": "Chuongchun, zânah vadung chu a tungin ka zui a, kul chu ka en a; chun, ka lêt nâwk a, Ruom kawt- khâra chun ka lût a, chuong ang chun ka hung kîr nâwk tah a.",
      "reference": "NEHEMIA 2:15"
    },
    {
      "content": "Rorêltuhai chun khâwlai am ka fe a, ieng am a na ka thaw ti khawm chu an hriet nawh a; chun, Judahai, thiempuhai, mi ṭhahai, rorêltuhai le mi dang sin thawtu ding hrim hrim khawm ka la hril hri naw bawk a.",
      "reference": "NEHEMIA 2:16"
    },
    {
      "content": "Chuongchun, an kuomah, “Ei chan a sietzie hi in hmu a, Jerusalem a ram ti dâm, a kawtkhârhai khawm a kâng ti khawm in hriet a; thaw ro, hrilsiet ei ni ta nawna dingin Jerusalem kul hi inngîr nâwk ei tiu,” ka tih a.",
      "reference": "NEHEMIA 2:17"
    },
    {
      "content": "Chun, ka Pathienin a mi ditsak thuhai dâm chu ka hril a, ka kuoma lal thuhrilhai le chun. Anni chun, “Tho ei ta, inngîr takluong ei tiu khai,” an tih a. Chuongchun, chu sin ṭha thaw ding chun an kut an sukhrât a.",
      "reference": "NEHEMIA 2:18"
    },
    {
      "content": "Amiruokchu, Horon mi San- ballat le Ammon mi siehlaw Tobia le Arab mi Gesemin an hriet chun, an mi nuisan a, an mi hmusit a, “In thil thaw hi iengtizie am a na? Lal chungah in hel am a nih?” dâm an tih a.",
      "reference": "NEHEMIA 2:19"
    },
    {
      "content": "Chun, anni chu ka dawn a, an kuomah, “Vân Pathien chun mi suktluongtlung a ta; chuongchun, keini a siehlawhai chu tho kan ta, inngîr kan tih; nangni ruok chun Jerusalema hin chanvo amanih, thuneina amanih, hnûhma amani khawm in nei naw hrim hrim a nih,” ka tih a.",
      "reference": "NEHEMIA 2:20"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "NEHEMIA 2 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}