{
  "verses": [
    {
      "content": "Chuongchun, a mi namdet- puituhai chu Hakalia naupa, ram awptu Nehemia le Zedekia,",
      "reference": "NEHEMIA 10:1"
    },
    {
      "content": "Seraia, Azaria, Jeremia,",
      "reference": "NEHEMIA 10:2"
    },
    {
      "content": "Pas-hur, Amaria, Malkija,",
      "reference": "NEHEMIA 10:3"
    },
    {
      "content": "Hattus, Sebania, Malluk,",
      "reference": "NEHEMIA 10:4"
    },
    {
      "content": "Harim, Meremoth, Obadia,",
      "reference": "NEHEMIA 10:5"
    },
    {
      "content": "Daniel, Ginnethon, Baruk,",
      "reference": "NEHEMIA 10:6"
    },
    {
      "content": "Mesullam, Abija, Mijamin,",
      "reference": "NEHEMIA 10:7"
    },
    {
      "content": "Maazia, Bilgai le Semaia hai: hienghai hi thiempuhai an nih.",
      "reference": "NEHEMIA 10:8"
    },
    {
      "content": "Chun, Levi mihai chu: Azania naupa Jesua, Henadad naupahai laia mi Bennui, Kadmiel,",
      "reference": "NEHEMIA 10:9"
    },
    {
      "content": "chun, an unau Sebania, Hodia, Kelita, Pelaia, Hanan,",
      "reference": "NEHEMIA 10:10"
    },
    {
      "content": "Mika, Rehob, Hasabia,",
      "reference": "NEHEMIA 10:11"
    },
    {
      "content": "Zakkur, Serebia, Sebania,",
      "reference": "NEHEMIA 10:12"
    },
    {
      "content": "Hodia, Bani le Beninu hai.",
      "reference": "NEHEMIA 10:13"
    },
    {
      "content": "Mipui hotuhai chu: Paros, Pahath-moab, Elam, Zattu, Bani,",
      "reference": "NEHEMIA 10:14"
    },
    {
      "content": "Bunni, Azgad, Bebai,",
      "reference": "NEHEMIA 10:15"
    },
    {
      "content": "Adonija, Bigvai, Adin,",
      "reference": "NEHEMIA 10:16"
    },
    {
      "content": "Ater, Hezekia, Azzur,",
      "reference": "NEHEMIA 10:17"
    },
    {
      "content": "Hodia, Hasum, Bezai,",
      "reference": "NEHEMIA 10:18"
    },
    {
      "content": "Hariph, Anathoth, Nebai,",
      "reference": "NEHEMIA 10:19"
    },
    {
      "content": "Magpias, Mesullam, Hezir,",
      "reference": "NEHEMIA 10:20"
    },
    {
      "content": "Mesezabel, Zadok, Jaddua,",
      "reference": "NEHEMIA 10:21"
    },
    {
      "content": "Pelatia, Hanan, Anaia,",
      "reference": "NEHEMIA 10:22"
    },
    {
      "content": "Hosea, Hanania, Hassub,",
      "reference": "NEHEMIA 10:23"
    },
    {
      "content": "Hallohes, Pilha, Sobek,",
      "reference": "NEHEMIA 10:24"
    },
    {
      "content": "Rehum, Hasabna, Maaseia,",
      "reference": "NEHEMIA 10:25"
    },
    {
      "content": "Ahia, Hanan, Anan,",
      "reference": "NEHEMIA 10:26"
    },
    {
      "content": "Malluk, Harim le Baana hai an nih.",
      "reference": "NEHEMIA 10:27"
    },
    {
      "content": "Chun, mi dang, thiempuhai, Levi mihai, kawtkhâr vêngtuhai, hla- saktuhai, Nethinim mihai le Pathien Dân zâwm tuma chuong rama mihaia inthawka insiekienghai po po, an nuhmeihai, an naupasalhai, an nau- nuhmeihai, hrietna le hrietthiemna neihai taphawt chun,",
      "reference": "NEHEMIA 10:28"
    },
    {
      "content": "an unauhai, an mi lienhai chu an chel tlat a, ṭawngsephur dinga inkhâm rauin thu an tiem a; Pathien siehlaw Mosie pêk Pathien Dân zâwm dinga LALPA ei Lalpa thupêkhai po po le a rorêlnahai le a thuruothai chu zâwm ve vawng a;",
      "reference": "NEHEMIA 10:29"
    },
    {
      "content": "chu rama mihai chu kan nau- nuhmeihai inneitir lo a, kan naupa- salhai ta dinga an naunuhmeihai nei bawk lo a,",
      "reference": "NEHEMIA 10:30"
    },
    {
      "content": "chu rama mihaiin châwlniha thil zawr ding thuomhnaw amanih, fâk ding hrim hrim zawr amanih an hung lâk a, châwlnia manih, umni inser nia maniha inchawpêk lo a; kum sarinaa ram sielui a, leiba po po ṭhin lo dingin.",
      "reference": "NEHEMIA 10:31"
    },
    {
      "content": "Chun, kan Pathien in tienga rawngbâwlna dinga shekel hmun thuma ṭhea hmun khat kum tina pêk dingin dân kan ta dingin kan siem bawk a;",
      "reference": "NEHEMIA 10:32"
    },
    {
      "content": "bei inhlân ding le, beiphit thil inhlân ding le, pumrawhmang thilin- hlân rawp ding dâmin, châwlnia ding dâmin, thla thara ding dâmin, hunbi nei ruoiṭhea ding dâmin, thil in- thienga ding dâmin, Israel mihai ta dinga inremna siemna dinga suol inthâwinaa ding le, kan Pathien in tienga thaw ding po po thawna ding dâmin.",
      "reference": "NEHEMIA 10:33"
    },
    {
      "content": "Kan pi le puhai sûngkuo ang peia kum tina hunbi ruota Dân bu ziek anga, LALPA kan Pathien mâichâma raw ding thing inhlân kan Pathien ina inkhâwmtu ding hrietna dingin thiempuhai leh, Levi mihai leh, mipuihai leh ai kan sân a;",
      "reference": "NEHEMIA 10:34"
    },
    {
      "content": "chun, kum tina kan loa thlai thar hmasa tak le, thing chi tinrêng ra hmasa tak LALPA ina sie lût ding dâm,",
      "reference": "NEHEMIA 10:35"
    },
    {
      "content": "Dâna ziek anga kan naupasal le kan ran pieng hmasa takhai, kan bâwng ruol le berâm ruol laia pieng hmasa takhai khawm kan Pathien ina rawngbâwltu thiempuhai kuoma kan Pathien ina ṭhuoi ding dâm;",
      "reference": "NEHEMIA 10:36"
    },
    {
      "content": "kan Pathien in pindana thiem- puhai kuoma kan bei hmet hmasa tak dâm, a thêna thêna kan thilinhlânhai dâm, thing chi tinrêng rahai dâm, uoin le hriek chawi ding dâm; kan loa mi sâwma pakhat Levi mihai pêk ding dâmin dân kan ta dingin kan siem bawk a, anni Levi mihai chun kan khuo laia lohma nei khuo ta- phawtah sâwma pakhat an lâk hlâk a nih.",
      "reference": "NEHEMIA 10:37"
    },
    {
      "content": "Chun, Levi mihaiin sâwma pakhat an lâk laiin Aron thla thiempu chu Levi mihai kuoma chun an um ding a nih; Levi mihai chun sâwma pakhat an ilâka sâwma pa- khat chu kan Pathien inah ro sie- khâwmna pindana chun an hung sie ding a nih.",
      "reference": "NEHEMIA 10:38"
    },
    {
      "content": "Israel thlahai le Levi thlahai chun bu le uoin le hriek a thêna thêna thilinhlân hmun inthieng bûr-le-bêl le rawngbâwltu thiempuhai, kawt- khâr vêngtuhai dâm, hlasaktuhai umna pindana chun an sie ding a nih; chuong ang chun a nih, kan Pathien in chu thlathlam lo dinga dân kan insiempêk chu.",
      "reference": "NEHEMIA 10:39"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "NEHEMIA 10 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}