{
  "verses": [
    {
      "content": "Simon Peter, Isu Krista suok le tirko chun: Isu Krista kan Pathien le Sandamtu felna leia ringna hlutak kan chang ang chang vehai kuomah:",
      "reference": "PETER 1:1"
    },
    {
      "content": "Pathien le ei Lalpa Isu hrietnaa chun in chungah lunginsietna le inremna sukpungin um raw se.",
      "reference": "PETER 1:2"
    },
    {
      "content": "Ama ropuina le ṭhatna zâra a mi kotu, a chanchin hriet leiin a Pathien thilthawtheinain hringna le Pathien ngaisakna kawnga chun thil po po a mi pêk sih a.",
      "reference": "PETER 1:3"
    },
    {
      "content": "Chuong zâra chun a thutiem hlutak le ropui nasatakhai chu a mi pêk a nih, chuongchun, châkna leia khawvêla sietna hung um hi tlân suok sanin, chuong thutiem hlutak le ropui nasatakhai lei chun Pathien nungchang inṭâwmpui ve thei in tih.",
      "reference": "PETER 1:4"
    },
    {
      "content": "Anih, chu chu lei tak chun taimâk hrim hrim insuoin, in ringnaa chun ṭhatna inṭhangtir unla, in ṭhatnaa chun hrietna,",
      "reference": "PETER 1:5"
    },
    {
      "content": "in hrietnaa chun insûmna, in insûmnaa chun selna, in selnaa chun Pathien ngaisakna,",
      "reference": "PETER 1:6"
    },
    {
      "content": "in Pathien ngaisaknaa chun unau- hai hmangaina, in unauhai hmangai- naa chun hmangaina inṭhangtir ro.",
      "reference": "PETER 1:7"
    },
    {
      "content": "Chuong chu in ta a na, a pung pei si chun, ei Lalpa Isu Krista hrietna kawnga hin zawmthaw lo le ra nuom takin a siem cheu a nih.",
      "reference": "PETER 1:8"
    },
    {
      "content": "Tûkhawm chuong thil nei naw chu mitdel a na, hnaitaka mi chau a hmu thei a, hi hmaa a suolhai sâwpfai pêkna chu a theinghil ta sih a.",
      "reference": "PETER 1:9"
    },
    {
      "content": "Chuleiin, unauhai, a kona le a thlangna cheu chu sukdet dingin taimâk insuo nâwkzuol ro; chuong chu in thaw chun ieng tik khawm tlu naw ti niu;",
      "reference": "PETER 1:10"
    },
    {
      "content": "chuongchun, Isu Krista ei Lalpa le Sandamtu chatuon rama lûtna chu nasataka inhmutir nîng in tih.",
      "reference": "PETER 1:11"
    },
    {
      "content": "Chuleiin, chuong thil chu hrein, thutak in kuoma uma chun in det dea chu chuong thil chu inhrietthartir cheu ka tum zing hlak a.",
      "reference": "PETER 1:12"
    },
    {
      "content": "Chun, hi bâwktêa ka um sûng po hin nangni hrietpuiin chawkhar rawp cheu ṭhain ka hriet a nih,",
      "reference": "PETER 1:13"
    },
    {
      "content": "ei Lalpa Isu Kristain a min hriettir ang khan ka bâwktê sie hmang hun chu tlung vak a tih ti ka hriet a.",
      "reference": "PETER 1:14"
    },
    {
      "content": "Anih, ka fe suok hnunga chuong thil chu in hriet zing rawp theina dingin thâwng ka tih.",
      "reference": "PETER 1:15"
    },
    {
      "content": "Ei Lalpa Isu Krista thil- thawthei zie le a hung nâwkna thu chu kan inhriettir lai cheu khan, tienami vartaka ngaituo suok elhai zâwm kan ni nawh a, a ropuina hmutuhai kan ni lem in sâwnnaw.",
      "reference": "PETER 1:16"
    },
    {
      "content": "Ama chun Pa Pathien kuoma inthawkin chawimawina le ropuina a hmuh a, chu lai chun ropuina nasataka inthawk chun hieng ang râwl hi a kuomah a hung tlung a, “Hi hi ka Naupa dittak, ka ilâwm bêk bêk a nih,” tiin.",
      "reference": "PETER 1:17"
    },
    {
      "content": "Chun, tlâng inthienga kan um laiin chu râwl chu vâna inthawka hung suok keini ngeiin kan hriet a nih.",
      "reference": "PETER 1:18"
    },
    {
      "content": "Chun, hrillâwkna thu det nâwkzuol chu kan nei a nih, khuo a hung var a, sikhawvar chu in lungrila a hung suok hmakhat, hmun inthima khâwnvar var ngaisak anga in ngaisak chun thaw ṭhang in tih.",
      "reference": "PETER 1:19"
    },
    {
      "content": "Pathien Lekha Thu hrillâwk hrim hrim hi mâniin hrilfie ding a ni nawh ti hre hmasa phawt unla.",
      "reference": "PETER 1:20"
    },
    {
      "content": "Thu hrillâwk hrim hrim hi mihriem thua suok a ni ngai si nawh a, mihaiin Thlarau Inthieng tirin, Pathien kuoma inthawkin an hril lem hlak a nih.",
      "reference": "PETER 1:21"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "PETER 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}