{
  "verses": [
    {
      "content": "Nisienlakhawm, mihai lai chun zâwlnei tehlêmhai khawm an hung suok kha, chuong ang bawkin nangni lai khawm inchûktirtu tehlêmhai la hung um an tih, anni chun anni inchawtu Lalpa meu chu inphatsanin, mi sukse thei ringna tumhai inrûkin la hung lûtpui an ta, mâni chungah kârloa bohmangna intlungtir an tih.",
      "reference": "PETER 2:1"
    },
    {
      "content": "Chun, mi tamtakin an hurna tieng thilhai chu chîng vêng an ta, anni leiin lampui indik tak chu hrilsiet ning a tih.",
      "reference": "PETER 2:2"
    },
    {
      "content": "Chun, sum inhnar leiin thu khêlin sumdâwngna dingin hmang an ti cheu a; nisienlakhawm, inhmaa an thiemnaw changna chu a nêp chuong nawh a, an bohmangna hlak a ininnghil bawk nawh.",
      "reference": "PETER 2:3"
    },
    {
      "content": "Vântirkohaiin thil an suksuol lai khan Pathienin a hla nawh a, hremhmunah a pei a, rorêlpêk dinga khêk dingin khur inthimah a khum lem sih a.",
      "reference": "PETER 2:4"
    },
    {
      "content": "Chun, ama ngaisaknawhai um- na, khawvêla khan tui suklêtin, tien- lai khawvêl chu a hla nawh a, nisienlakhawm, Noa, felna thu hril- tu, mi dang pasari leh a sandam tah a.",
      "reference": "PETER 2:5"
    },
    {
      "content": "Sodom le Gomorra khuohai chu ama ngaisak naw la hung um dinghai inentirna dingin a hmang a, vuta inchangtirin, sukbohmangin thiem- naw ân changtir tah a.",
      "reference": "PETER 2:6"
    },
    {
      "content": "Lota mi fel, mi suolhai umdân hurtak leia lungngai bêk bêk chu a sandam tah a;",
      "reference": "PETER 2:7"
    },
    {
      "content": "(chu mi fel chu anni laia a umin a mitin a hmuh a, a nain a hriet a, dân naw anga an thilthawhai chun a lungril fel chu ni tin an sukna bêk bêk hlak sih a.)",
      "reference": "PETER 2:8"
    },
    {
      "content": "Lalpa chun, ama ngaisaktuhai chu thlêmnaa inthawka sansuok dân le, fel nawhai chu rorêl nia dingin hrem puma khêk dân a hriet;",
      "reference": "PETER 2:9"
    },
    {
      "content": "châkna inthieng naw kawnga tisa anga um le, rorêlpêkna hmusit- tuhai lem lem chu rorêl nia dingin hrem puma khêk dân a hriet nâwk zuol a nih. Invêthuoi le kâwmaw an na, ropuinahai an hrilsiet khawmin an inthin ngai nawh.",
      "reference": "PETER 2:10"
    },
    {
      "content": "Vântirko, hrâtna le thilthaw- theina nei lemhai hmanin, Lalpa hmaa chu an chungthu rêlpêkin an hrilsiet ngai naw kha.",
      "reference": "PETER 2:11"
    },
    {
      "content": "Nisienlakhawm, hieng thil- hring, ngaituona nei naw, mana sukbohmang dinga sa chaua pienghai ang hin, thil an hriet nawhai chu hrilsein; anni sietnain se ngei an tih.",
      "reference": "PETER 2:12"
    },
    {
      "content": "Thil suksuol manin thilsuol tuor an tih. Sûna ruoiṭhe buoi in- hawiti mi an nih. In kuoma ruoi an ṭhein, anni inhlêmna ruoi ṭhe an ni leiin, inthieng nawna kaihai le thil khawhlohai an na;",
      "reference": "PETER 2:13"
    },
    {
      "content": "mit uirea sip, suol bân thei naw- hai an nei a; mi det nawhai an thlêm thlûk a; inhnar hmang lungril an put a; ṭawngsephur nauhai an nih.",
      "reference": "PETER 2:14"
    },
    {
      "content": "Bosar naupa Balaam, thil suk- suol hlaw ngainatu lampui chu an hraw leiin lampui indik chu an mâksan a, an invâk hmang tah a.",
      "reference": "PETER 2:15"
    },
    {
      "content": "Nisienlakhawm, ama chu a bawsietna leiin kâwkin a um tah a; Sabengtung ṭawng thei naw chu mihriem ṭawngin a hung ṭawng a, zâwlnei invêtna chu a khap a nih.",
      "reference": "PETER 2:16"
    },
    {
      "content": "Chuong chu tuikhur tui um naw le, sûm thlipui imût lêng chu an nih, chuonghai ta ding chun inthim sa khup chu khêk a ni tah.",
      "reference": "PETER 2:17"
    },
    {
      "content": "Thu teplo uortak taka hrilin, suola umhai laia inthawka tlân suok zinghai chu tisa châknaa hurnain an thlêm thlûk hlak sih a.",
      "reference": "PETER 2:18"
    },
    {
      "content": "Anni chu sietna suok ni pum zingin mihai chu zalênna thu an tiem hlak a; mi chu ama hnetu taphawt suokah a um hlak sih a.",
      "reference": "PETER 2:19"
    },
    {
      "content": "Lalpa le Sandamtu Isu Krista an hriet leia khawvêl inthieng nawnahai an tlân suok san hnungin chutaka bawk chun an intâng nâwk a, ngama an um nâwk si chun, an umze nuhnung chu a tîra nêk chun a hung se ta lem nîng a tih.",
      "reference": "PETER 2:20"
    },
    {
      "content": "Lampui fel chu hriet hnunga, thupêk inthieng an kuoma inkawltira um chu nghatsan nêk chun, lampui fel hre naw hai sienla, an ta dingin a ṭha lem ding bah.",
      "reference": "PETER 2:21"
    },
    {
      "content": "“Ui ama luok tieng a kîr nâwk a, vawkpui insilfai ta khawm chirhakah insil dingin a kîr nâwk a,” ti thuvartawi indiktak ang thu chu an chungah a hung um ta a nih.",
      "reference": "PETER 2:22"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "PETER 2 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}