{
  "verses": [
    {
      "content": "Dittakhai, tuta in kuoma ka ziek hi ka lekhathawn pahnina a na, chuonga chun, inhrietthartir ding cheuin, in lungril inthieng ka chawk- har ve ve a,",
      "reference": "PETER 3:1"
    },
    {
      "content": "zâwlnei inthienghai thu hrillâwk le, in tirkohai baua Lalpa le San- damtu thupêk chu in hriet zingna dingin.",
      "reference": "PETER 3:2"
    },
    {
      "content": "Hi hi hre hmasa unla, ni nu- hnungahai chun nuisantuhai chu, anni châkna anga umin, nuisan pumin hung an ta,",
      "reference": "PETER 3:3"
    },
    {
      "content": "“A hung nâwkna ding thutiem chu khâwlai am a um a? Siem tîra inthawkin iengkim a um pângngai angin chi thlatuhai ininnghil nia inthawk ta kha a la um pei annâwm,” la tîng an tih.",
      "reference": "PETER 3:4"
    },
    {
      "content": "Hieng hi an theinghil tehlêm hlak si; Pathien thuin tienlaiin vânhai a hung um a, hnuoi khawm tuia inthawka siemin tui laia hai chun a lo um a;",
      "reference": "PETER 3:5"
    },
    {
      "content": "chu tuihai vêk chun chu laia khawvêl um chu a chîm a, a bohmang tah a, ti hi;",
      "reference": "PETER 3:6"
    },
    {
      "content": "nisienlakhawm, tuta vânhai le hnuoi umhai hi chu thu bawk lei chun Pathien ngaisak naw mihai rorêl le bohmang nia dingin khêkin, meia dinga inkhâwl khâwm a ni tah.",
      "reference": "PETER 3:7"
    },
    {
      "content": "Nisienlakhawm, dittakhai, hi thu bau khat hi theinghil naw ro, Lalpa ngai chun ni khat hi kum sâng khat ang a na, kum sâng khat khawm hi ni khat ang a nih, ti hi.",
      "reference": "PETER 3:8"
    },
    {
      "content": "Mi ṭhenkhatin muonga an ruot angin, Lalpa chu a thutiem kawnga chu a muong nawh; tukhawm bo- hmang loa mi po po sim ditpuiin, nangni tiengah a dâwthei a ni lem.",
      "reference": "PETER 3:9"
    },
    {
      "content": "Nisienlakhawm, Lalpa ni chu inru angin hung tlung ngei a tih; chu nia chun vânhai chu nasataka inriin bohmang a ta, thil bulhai chu meia emhmangin um tâng a ta, hnuoi le a sûnga sinthaw umhai hi kâng hmang a tih.",
      "reference": "PETER 3:10"
    },
    {
      "content": "Chuong thilhai chu chuong anga bohmang vawng ding a nih ti in hriet leiin um dân inthieng le Pathien ngaisak kawnga chun mi ieng ang am in ni ding a na?",
      "reference": "PETER 3:11"
    },
    {
      "content": "Pathien Ni hung tlung ding hun chu ṭhahnemngaitakin beisei zing ro. Chu ni chu a tlung chun vânhai chu kângin bohmang a ta, thil bulhai khawm chu meia emtuiin um tâng an tih.",
      "reference": "PETER 3:12"
    },
    {
      "content": "Nisienlakhawm, a thutiem ang chun vân tharhai le hnuoi thar, a sûnga felna umhai chu ei beisei a nih.",
      "reference": "PETER 3:13"
    },
    {
      "content": "Chuleiin, dittakhai, chuong ang thilhai chu in beisei leiin, in- thiengnawna kai lo le sawisêl boin thlamuongtaka in um a hmu theina ding cheuin, taimâk insuo ro.",
      "reference": "PETER 3:14"
    },
    {
      "content": "Chun, ei Lalpa dawtheizie chu sandamnaa ruot ro; ei unaupa dittak Paula khawmin, a kuoma varna pêk ang peia in kuoma a ziek ang khan.",
      "reference": "PETER 3:15"
    },
    {
      "content": "A lekhathawn po poa chun chuong thu chu hrilin, chuong ang bawkin a ziek a nih; chuonga chun thu hriet intak takhai a um a, chuong chu mi var naw le mi det nawhaiin, Pathien Lekha Thu dang an ngai kawi angin an ngai kawi a, mâni le mâni an insukbohmang pha hlak a nih.",
      "reference": "PETER 3:16"
    },
    {
      "content": "Chuongchun, dittakhai, nang- nîn chuong thu chu in lo hriet lâwk leiin fîmkhur ro, chuong naw chun, mi suolhai indik nawnaa ṭhuoi hmanga umin, in det ṭhat lai tlu rawi in tih.",
      "reference": "PETER 3:17"
    },
    {
      "content": "Amiruokchu, ei Lalpa le San- damtu Isu Krista lunginsietna le hrietnaa chun inṭhang lien ro. Tuta le chatuon chenin ama kuoma chun ropuina um raw se. Amen.",
      "reference": "PETER 3:18"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "PETER 3 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}