{
  "verses": [
    {
      "content": "Malaki hmanga Israel chunga LALPA thu phurrik chu.",
      "reference": "MALAKI 1:1"
    },
    {
      "content": "LALPA chun, “Ka hmangai cheu a, nangni ruok chun, ‘Khaw lai am i mi hmangai a?’ in la ti rawp a,” a ta. LALPA chun, “Esau chu Jakob u- naupa a ni naw am a nih? Jakob chu ka hmangai a,",
      "reference": "MALAKI 1:2"
    },
    {
      "content": "Esau ruok chu ka theida a, tlânghai chu râusanin ka siem a, a rochan chu thlalêr sihalhai kuomah ka pêk kha,” a ta.",
      "reference": "MALAKI 1:3"
    },
    {
      "content": "Edom mihai chun, “Hnein ei um ta ngeia chu, kîr nâwk ei ta, hmun se tahai chu siem ṭhâng ei tih,” ti hai sien khawm; sipaihai LALPA chun hieng hin a tih, “Bâwl an ta chu, kei thlûng ka tih: chun, mihai chun anni chu, ‘Khawhlona ram le, kumkhuoa an chunga LALPA lunginsenna zing zing hnam,’ tîng an tih.",
      "reference": "MALAKI 1:4"
    },
    {
      "content": "In mithaiin hmûng in ta, ‘Israel ram khêl chena khawm LALPA chu chawimawiin a um tah a ni hi,’ tîng in tih,” tiin.",
      "reference": "MALAKI 1:5"
    },
    {
      "content": "Sipaihai LALPA chun in kuomah a hril a, “Aw thiempu, ka hming hmusittuhai, naupa chun a pa ân zah a, siehlaw chun a hotu: chuonga pa ka ni chun, khâw lai am inza ka nina? Hotu ka ni chun, khâwlai am ṭi ka nina? Nangni chun, ‘Khâwlai am i hming chu kan hmusit a?’ in tih a.",
      "reference": "MALAKI 1:6"
    },
    {
      "content": "Ka dawkân chunga khan bei sukpawrche tah in inhlân a; chun, nangni chun, ‘Khâwlai am kan sukpawrche cheh a?’ in tih a. Chutaka chun, ‘LALPA dawkân chu hmusitum a nih,’ in ti kha.",
      "reference": "MALAKI 1:7"
    },
    {
      "content": "Inthâwina dinga a mitdel in inhlân khan, suol a ni naw bâk chu teh! A damnaw le a kebai in inhlân khan, suol a ni naw bâk chu teh! In rorêltu kuomah va pe hrim ta u, a lo lâwm hrim cheu am? Annawleh, in mi nina chu a lo pawm ding am a nih? sipaihai LALPA chun a tih.",
      "reference": "MALAKI 1:8"
    },
    {
      "content": "Chuongchun, tuhin, ka ngên cheu hi, ei kuoma za a ngai theina dingin LALPA ditsakna chu ngên ro; hi hi nangni kut thilthaw ngei chu a na, nangni mi nina chu a pawmpêk ding cheu am a nih? sipaihai LALPA chun a tih.",
      "reference": "MALAKI 1:9"
    },
    {
      "content": "Nangni laia mi pakhat bêk, ka mâichâma a thlâwna mei a sêm nawna dinga kawtkhârhai khâr hlak chu um unla chu aw! sipaihai LALPA chun a tih, nangnia hin lâwmna hrim ka nei naw a nih; in kuta thilin- hlân hrim hrim khawm lâwm naw ningah.",
      "reference": "MALAKI 1:10"
    },
    {
      "content": "Nisa suoknaa inthawka a tlâk- na chenin Jentailhai lai hman ka hming hi a ropui a na; hmun tinahai chun riminhnik dâm ka hminga in- hlân a na, thil inthieng inhlân leh; Jentailhai lai hman ka hming chu a ropui sih a, sipaihai LALPA chun a tih.",
      "reference": "MALAKI 1:11"
    },
    {
      "content": "Amiruokchu, in bawsiet a, chu- taka chun, ‘LALPA dawkân chu sukpawrche a ni tah a, chutaka a theirahai khawm chu; chun, a buhai ngei khawm chu hmusitum a ni tah,’ in ta.",
      "reference": "MALAKI 1:12"
    },
    {
      "content": "Chun, ‘Ngai ta u, nghawk a va um ngei de!’ in ta, in hnâr in hnâwt- khum a, sipaihai LALPA chun a tih. Chun, pâwngnêka lâk chu in hung lâk a, a kebai ruol, a damnaw ruol leh; chuong ang chun thilinhlân chu in hung lâk a na, hi in kut thilthaw hi ka pawmpêk ding cheu am a nih? sipaihai LALPA chun a tih.",
      "reference": "MALAKI 1:13"
    },
    {
      "content": "Amiruokchu, a berâm ruol lai a chal, tiemkam sa tah neia, LALPA kuoma demuma inthâwi a, hlêmtu chu ṭawngsephurin um raw se: lal ropuitak ka ni sih a, ka hming khawm Jentailhai kuom chena khawm ṭi a um a nih, sipaihai LALPA chun a tih.",
      "reference": "MALAKI 1:14"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "MALAKI 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}