{
  "verses": [
    {
      "content": "“Ngai ta u, ka tirko chu ka tir a, ama chun ka hmaah lampui chu buotsai a tih: chun, LALPA in izawng chu, a biekina chun hung nghâl a tih; chun, thuthlung tirko in ilâwm zâwng chu, ngai ta u, a hung ie,” sipaihai LALPA chun a tih.",
      "reference": "MALAKI 3:1"
    },
    {
      "content": "“Nisienlakhawm, a hungna nia chun tu am um thei a ta? Ama a hung inlang pha chun tu am ngîr a ta? Ama chu fiena mei ang le, puon sâwptu sabawn ang a ni sih a;",
      "reference": "MALAKI 3:2"
    },
    {
      "content": "ama chu tangkaraw sukthiengtu le sukfaitu angin ṭhung a ta, Levi naupasalhai chu sukthieng a ta, anni chu rângkachak le tangkaruo angin sukfai a tih; chun, anni chun LALPA kuomah felnain thilinhlânhai chu inhlân an tih.",
      "reference": "MALAKI 3:3"
    },
    {
      "content": "Chun, Jerusalem le Juda thilin- hlân chu tienlai kumhai le inhma nihaia ang khan LALPA kuomah lâwmum ni tâng a tih.",
      "reference": "MALAKI 3:4"
    },
    {
      "content": "Chun, rorêlnaah in kuom hung hnai ka ta; chun, inkhâmtu khêlin- hliphai chunga le uiretuhai chunga le, dawi hmangtuhai chunga chun thuhretu hrâttak hung nîng ka tih; a hlaw chungthua inhlawfa, hmeithai le, fahrahai nêksâwra, a thuneinaa inthawka mikhuol hnawt hmang hlaktu, kei mi ṭi ngailo chunga le chun, sipaihai LALPA chun a tih.",
      "reference": "MALAKI 3:5"
    },
    {
      "content": "“Kei LALPA hi ka danglam ngai si nawh a; chuleiin, nangni, aw Jakob naupasalhai, in bohmang naw a nih.",
      "reference": "MALAKI 3:6"
    },
    {
      "content": "“In thlatuhai hunhaia inthawkin ka thupêkhaia inthawk chun in inher hmang a, in lo pawm ta nawh a. Ka kuomah hung kîr unla, kei khawm in kuomah hung kîr ka tih, sipaihai LALPA chun a tih. Nangni hlak chun, ‘khâwtieng am hung kîr kan ta?’ in ti lem a.",
      "reference": "MALAKI 3:7"
    },
    {
      "content": "Mihriemin Pathien chu ân rûk- pêk ding am a nih? Nangni chun in mi lân rûkpêk rawp el hi. Nisienla- khawm, nangni chun, ‘Ieng âm kan inrûkpêk che a?’ in ta. Sâwma pakhat pêkhaia le thilinhlânhaia hin a nih.",
      "reference": "MALAKI 3:8"
    },
    {
      "content": "Ṭawngsie chun ṭawngsie inphur in nih; hi hnam pumpui el hin in mîn rûkpêk sih a.",
      "reference": "MALAKI 3:9"
    },
    {
      "content": "Ka ina chun bu a um theina dingin, siekhâwmna ina chun sâwma pakhat po po chu hung la unla, chu- taka chun mi fie ro, sipaihai LALPA chun a tih. Vân tukverhai hung hawngin, a siena ding um naw khawp rauin, malsâwmna chu ka hung burpêk naw hrim cheu am.",
      "reference": "MALAKI 3:10"
    },
    {
      "content": "Chun, nangni lei chun a fa zotuhai chu hal ka ta, in leilunga rahai hrim hrim chu sukse dêr naw ni; chun, in loa in grêphrui khawm chun a hun hmain a ra chu sukṭil dêr naw ni, sipaihai LALPA chun a tih.",
      "reference": "MALAKI 3:11"
    },
    {
      "content": "Chun, hnam tinhai chun vâng- nei tîng an ti cheu a, ram hlimumtak a hung ni ta ding a ni sih a, sipaihai LALPA chun a tih.",
      "reference": "MALAKI 3:12"
    },
    {
      "content": "“In thuhai chu ka chungah a hrawmhraw êm el, sipaihai LALPA chun a tih, Nangni chun, ‘Ieng âm kan hrilsiet che a?’ in ta.",
      "reference": "MALAKI 3:13"
    },
    {
      "content": "Nangni chun, ‘Pathien rawng- bâwl hi a thlâwn el a nih: a thupêk ei pawm a, sipaihai LALPA hmaa lungsetaka ei fe hi ieng am a ṭhathnemna a um a?",
      "reference": "MALAKI 3:14"
    },
    {
      "content": "Tuhin mi chapohai chu hamṭha ei ti a ni hi: anih, khawhlona thaw- tuhai chu tungding an na; anih, Pathien an fieh a, sansuok khawm an ni hi,’ in tih a,” tiin.",
      "reference": "MALAKI 3:15"
    },
    {
      "content": "Chun, LALPA ṭi mihai chu an inbiek tâwl a; chun, LALPA khawmin anni chu a ngai ngei a, a hriet a, ama hmaa chun hriet zingna lekhabu chu, LALPA ṭituhai le, ama hming ngaituo hlaktuhai ta ding chun ziekin a um tah a.",
      "reference": "MALAKI 3:16"
    },
    {
      "content": "Sipaihai LALPA chun, “Anni chu ka tahai nîng an ta, ro mak bîktak ka siemna nia ngei chun; chun, miin a naupa ama rawngbâwl- tu chu a hla hlak angin anni chu hlâng ka tih.",
      "reference": "MALAKI 3:17"
    },
    {
      "content": "Chun, hung kîr tâng in ta, Pathien rawng bâwl mi le a bâwl naw mi, thil khawhlo le thil fel chu thlier tâng in tih,” a ta.",
      "reference": "MALAKI 3:18"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "MALAKI 3 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}