{
  "verses": [
    {
      "content": "“Tuhin, aw nangni thiempuhai, hi thutiem hi in ta ding a nih.",
      "reference": "MALAKI 2:1"
    },
    {
      "content": "In ngai a, ka hming sukropui dinga, in lungrila in sie tlat naw chun, Sipaihai LALPA chun hieng hin a tih, in chunga chun ṭawngsie hung tir ka ta, in malsâwmnahai chu ṭawngsie inphur ka tih; anih, lungrila in sie tlat naw leiin, ṭawngsie kân phur nghâl tah a nih.",
      "reference": "MALAKI 2:2"
    },
    {
      "content": "Ngai ta u, nangni leiin chu chi chu kâwk ka ta, in inthâwina êkhai chu in hmaihai chunga chun thêng ka ta, chun, a chu le chun nangni chu lâk hmangin um in tih.",
      "reference": "MALAKI 2:3"
    },
    {
      "content": "Ka thuthlung chu Levi kuoma chun a um theina dingin, hi thupêk hi in kuomah ka hung pêk a nih ti hre tâng in tih, sipaihai LALPA chun a tih.",
      "reference": "MALAKI 2:4"
    },
    {
      "content": "Ka thuthlung chu ama ta ding chun hringna le muongna a na; a ṭi theina ding le, ka hming a ṭina ding le, ka hming ṭiha a ngîr theina dingin a kuoma chun ka pêk a nih.",
      "reference": "MALAKI 2:5"
    },
    {
      "content": "Thutak dân chu a baua chun a um a, fel nawna chu a hmûrhaia chun hmu a ni hrim hrim nawh; tluongtak le kei le inremin a khawsa a, mi tamtak chu khawhlonaa inthawkin ân her hmangtir tah a nih.",
      "reference": "MALAKI 2:6"
    },
    {
      "content": "Thiempu hmûrhai chun hriet- thiemna a vawng ding a na, a baua inthawk chun miin dân chu an zawng ding a ni sih a: ama chu sipaihai LALPA mitir chu a ni sih a.",
      "reference": "MALAKI 2:7"
    },
    {
      "content": "Amiruokchu, nangni chu lam- puia inthawk chun in pêt hmang a, mi tamtak chu dâna chun in insuithlûk- tir a; Levi kuoma thuthlung chu in suksiet tah a nih, sipaihai LALPA chun a tih.",
      "reference": "MALAKI 2:8"
    },
    {
      "content": "Chuleiin, nangni khawm mi po po hmaa chun hmusitum le inhnuoiin ka lampuihai in hraw naw ang zûl peiin ka siem cheu a nih; dâna chun mi thlierbîk in lo nei ta si lem a,” tiin.",
      "reference": "MALAKI 2:9"
    },
    {
      "content": "Pa hmunkhat seng ei ni naw am a nih? Ei Pathien chun a mi siem seng a ni naw am a nih? Ei thlatuhai thuthlung chu bawsea, iengdinga mi tinin mâni unau chungah khaw- hlotaka ei thaw am a na?",
      "reference": "MALAKI 2:10"
    },
    {
      "content": "Juda chun khawhlotakin a lo thaw tah a, Jerusalem le Israel lai khawm chun tirdakumna chu thaw a lo ni tah a; Juda chun LALPAIN in- thiengna a hmangai chu a lo suk- pawrchein, pathien danglam naunu- hmei chu a lo nei tah a.",
      "reference": "MALAKI 2:11"
    },
    {
      "content": "LALPA chun hi thil thawtu, inchûktirtu le a închûktir chu, Jakob puon ina inthawk sât thlâng a tih, sipaihai LALPA kuoma thilinhlânhai inhlântua inthawk le chun.",
      "reference": "MALAKI 2:12"
    },
    {
      "content": "Chun, hi khawm hi in thaw nâwk bawk a, LALPA mâichâm chu mitthli le, ṭapna le, thuokdawngnain in inkhum a, chuong lei chun thil inhlân chu a ngaisak ta nawin, in kuta inthawkin ṭhain a pawm ta naw hrim hrim a nih.",
      "reference": "MALAKI 2:13"
    },
    {
      "content": "Nangni chun, “Ieng leiin am ie?” in la ti ta rawp a, I thuthlung nuhmei le i kawppui ni sien khawm, a chunga khawhlotaka i lo thaw tah, i tleirâwl lai nuhmei le nanga kâra chun LALPA chu thuhretu a ni sih a.",
      "reference": "MALAKI 2:14"
    },
    {
      "content": "Chun, hringna chi chu a nei leiin, ama chun pakhatah a siem a ni naw am a nih? Ieng leia pakhata siem am a na? Pathien chi chu a zawng a nih. Chuleiin, in thlaraua chun fîm- khur unla mi tukhawma a tleirâwl nuhmei chu khawhlotakin thaw naw raw se.",
      "reference": "MALAKI 2:15"
    },
    {
      "content": "“Inmâk hi ka theida a nih,” LALPA, Israelhai Pathien chun a tih, “mâni silfên inpâwngnêknaa inkhum leh,” sipaihai LALPA chun a tih. Chuleiin, in thlaraua chun fimkhur unla, khawhlotaka in thaw nawna dingin.",
      "reference": "MALAKI 2:16"
    },
    {
      "content": "In thuhai chun LALPA chu in suksâwl a. Anachu, “Khâwlai am ama chu kan suksâwl a?” in ta. Chutaka bawk chun, “Mi tukhawm thil suol thaw chu LALPA mithmua chun ṭha a na, anni chunga chun a lâwm a; amanih, rorêlna Pathien chu khâwlai am a um a?” in ti bawk a.",
      "reference": "MALAKI 2:17"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "MALAKI 2 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}