{
  "verses": [
    {
      "content": "Chun, Isûn a inchûktirhai kuomah hi thu khawm hi a hril a; “Mi hausa tuin amanih sum enkawltu a nei a; chu pa chun a sum a sukthâmpêk mei mei chungah a kuomah an hêk a.",
      "reference": "LUKA 16:1"
    },
    {
      "content": "Chuongchun, ama chu a ko a, a kuomah, ‘I chungchâng thu ka hriet hi iengtizie am a na? I sum enkawl chanchin hung ziek vawng rawh; tuta hnung chu sum enkawltu hin ṭhang thei ta naw ti ni,’ a ta.",
      "reference": "LUKA 16:2"
    },
    {
      "content": "“Chun, sum enkawltu chun, a lungrilin, ‘Ka puin ka sum enkawl a mi bân ding hi iengtin am thâw tâng ka ti aw? hnuoi cho ka pei si nawh a, kut daw hlak chu kân zak sih a.",
      "reference": "LUKA 16:3"
    },
    {
      "content": "Sum enkawl a mi bân phaa mîn an ina an mîn umtirna dingin ka thaw dân ding ka hriet tah,’ a ta.",
      "reference": "LUKA 16:4"
    },
    {
      "content": "Chuongchun, a pu sum battuhai chu a ko seng a, a hmasatak kuoma chun, ‘Ka pu kuomah iengzât am i bat a?’ a ta.",
      "reference": "LUKA 16:5"
    },
    {
      "content": "Ama chun, ‘Hriek tekhâwng za khat,’ a ta. Chun, ama chun a kuomah, ‘I lekha la la, ṭhung vat la, sâwmnga ziek rawh,’ a ta.",
      "reference": "LUKA 16:6"
    },
    {
      "content": "Chun, mi dang kuomah, ‘Nang iengzât am i bat a?’ a ta. Ama chun, ‘Bu tekhâwng za khat,’ a ta. Chun, ama chun a kuomah, ‘I lekha la la, sâwmriet ziek rawh,’ a ta.",
      "reference": "LUKA 16:7"
    },
    {
      "content": "Chun, a pu chun, sum enkawltu fel naw chu a rem hriet leiin ân pâk tah a; var nauhai nêkin khawvêl nauhai hi an tulai dâna hin an var lem a nih.",
      "reference": "LUKA 16:8"
    },
    {
      "content": "“Ka hril cheu hi, sum tehlêmin in ta dingin ruolhai siem ro; sum a bohmang pha leh chatuona umnaa chun inumtira in umna dingin.",
      "reference": "LUKA 16:9"
    },
    {
      "content": "Tukhawm tlâwmte chunga ringum chu tamtak chunga khawm ring a um hlak. Tukhawm, tlâwmte chunga ringum naw chu tamtak chunga khawm ring a um nawh.",
      "reference": "LUKA 16:10"
    },
    {
      "content": "Sum tehlêm chunga hman ring in um naw chun, tûin am sum tak chu inkawltir a ti cheu a?",
      "reference": "LUKA 16:11"
    },
    {
      "content": "Mi dang ta chunga hman ring in lo um ta naw chun, nangni ta ding chu tûin am pêng an ti cheu a?",
      "reference": "LUKA 16:12"
    },
    {
      "content": "Siehlaw tukhawmin hotu pahni rawng a bâwl kawp thei nawh; pakhat chu theidain pakhat chu dit a tih, annawleh, pakhat ṭanin pakhat hmusit a tih. Pathien le sum rawng in bâwl kawp thei nawh,” a ta.",
      "reference": "LUKA 16:13"
    },
    {
      "content": "Chun, Pharisai tangka ngaina- tuhai chun chuong thu chu an hriet a, an nuisan a.",
      "reference": "LUKA 16:14"
    },
    {
      "content": "Chuongchun, ama chun an kuomah, “Mi mithmua insukfel el in nih, nisienlakhawm, Pathienin in lungril a hriet sih a; mihriem laia an ichawimawi chu Pathien mithmua chun tirdakumtak a nih.",
      "reference": "LUKA 16:15"
    },
    {
      "content": "Dân le zâwlneihai thu chu Johan hung um chen khan a um a; chu chena inthawk chun Pathien ram Chanchin Ṭha hi an hril a, mi tin an lût hrâm seng a,",
      "reference": "LUKA 16:16"
    },
    {
      "content": "nisienlakhawm, Dân thu sun- hâng chîterek khawm a bo nêk chun vân le khawvêl bohmang a awl lem a nih.",
      "reference": "LUKA 16:17"
    },
    {
      "content": "“Tûkhawm nuhmei maa, nuhmei dang nei taphawt chu a uire a nih; tûkhawm mi nuhmei mâk nei taphawt chu a uire a nih.",
      "reference": "LUKA 16:18"
    },
    {
      "content": "“Chun, mi hausa tû amanih a um a, puon senduk le puon zai inhmitak a sil a, ni tin inhawitirtakin a um hlak a.",
      "reference": "LUKA 16:19"
    },
    {
      "content": "Chun, a hming Lazar, kutdaw pakhat pânna ibâwm sip, a kawtkhâr bulah an inzâltir hlak a,",
      "reference": "LUKA 16:20"
    },
    {
      "content": "mi hausa dawkâna a fâk nawi tla chu fâk a nuom a; uihai hlak chun a pânna chu an liekpêk hlak a.",
      "reference": "LUKA 16:21"
    },
    {
      "content": "Chun, hieng ang hi a na, kutdaw chu a thi a, vântirkohaiin an fepui a, Abraham ângsûngah an sieh a. Mi hausa khawm chu a thi a, phûmin a um tah a.",
      "reference": "LUKA 16:22"
    },
    {
      "content": "Chun, mithi khuoa chun natak tuorin a um a, a hang dâk a, hlataka Abraham, a ângsûnga Lazar um leh a hmu tah a.",
      "reference": "LUKA 16:23"
    },
    {
      "content": "Chun, a khêk a, ‘Pa Abraham, mi lunginsiet la, Lazar kha hung tir rawh, a kutpâr tuiah inchie sien- la; ka lei sukdeina dingin; hi meichawka hin ka na bêk bêk el,’ a ta.",
      "reference": "LUKA 16:24"
    },
    {
      "content": "“Nisienlakhawm, Abrahamin, ‘Ka naupa, i dam lai khan thil ṭha i hmuh a, chuong ang bawkin Lazarin thil ṭha naw a hmu kha hre zing ta la; nisienlakhawm, ama chu tuhin hitaka hin thlamuongtakin a um a, nang chu i na a ni kha.",
      "reference": "LUKA 16:25"
    },
    {
      "content": "Hieng naw khawm hi, hitaka inthawka nangni kuoma fe tumhai chu an fe thei nawna dingin le, tu- khawm khataka inthawka keini kuom tieng an hung kai thei nawna dingin, keini le nangni inkâra hin hnuoi kak nasatak an siem tlat a nih,’ a ta.",
      "reference": "LUKA 16:26"
    },
    {
      "content": "“Chun, ama chun, ‘Anleh, pa, ama chu ka pa ina bêk infetir dingin ka ngên che;",
      "reference": "LUKA 16:27"
    },
    {
      "content": "piengpui pasal panga ka nei sih a; hi na umnaa hin hung ve rawi an tih, ṭhahnemngaitakin hril raw se,’ a ta.",
      "reference": "LUKA 16:28"
    },
    {
      "content": "Abraham ruok chun, ‘Mosie le zâwlneihai an nei annâwm; chuhai thu chu ngai raw hai se,’ a ta.",
      "reference": "LUKA 16:29"
    },
    {
      "content": "Chun, ama chun, ‘Pa Abraham, ni lo e, mithi laia mi meu an kuomah fe sienla, sim an tih,’ a ta.",
      "reference": "LUKA 16:30"
    },
    {
      "content": "Chun, ama chun a kuomah, ‘Mosie le zâwlneihai thu an awi naw chun, mithi laia mi tho nâwk sienla khawm awi chuong naw ni hai,’ a tih a,” a ta.",
      "reference": "LUKA 16:31"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "LUKA 16 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}