{
  "verses": [
    {
      "content": "Chun, Châwlni vawikhat chu bu bilahai a fe thleng a, a închûktirhai chun bu vuihai chu an thliek a, an kutphaah an nuoi fai a, an fâk a.",
      "reference": "LUKA 6:1"
    },
    {
      "content": "Chun, Pharisai tuhaiin amani chun, “Ieng dinga Châwlnia thaw thieng naw chu in thaw am a na?” an tih a.",
      "reference": "LUKA 6:2"
    },
    {
      "content": "Chun, Isûn a dawn a, “A ruolhai le an phîngṭam laia David thilthaw kha in tiem naw am a nih?",
      "reference": "LUKA 6:3"
    },
    {
      "content": "Khânga Pathien inah a lût a, thiempuhai chau naw chun fâk thieng lo entirna bei chu a lâk a, a fâk a, a ruolhai khawm a pêk ve thu kha,” a ta.",
      "reference": "LUKA 6:4"
    },
    {
      "content": "Chun, ama bawkin an kuoma chun, “Mihriem Naupa hi Châwlni Lal a nih,” a ta.",
      "reference": "LUKA 6:5"
    },
    {
      "content": "Chun, Châwlni danga chun inkhâwmna inah a lût a, ân chûktir a; chutaka chun mi pakhat kut chang- tieng zeng a lo um a.",
      "reference": "LUKA 6:6"
    },
    {
      "content": "Chun, Dân inchûktirtuhai le Pharisaihai chun, a hêkna ding an hmu theina dingin, châwlni chun a sukdam ding le ding naw an enthlit a.",
      "reference": "LUKA 6:7"
    },
    {
      "content": "Nisienlakhawm, ama chun an lungril chu a hriet a, kut zeng kuoma chun, “Tho la, a laiah ngîr dawk rawh,” a ta. Chun, a tho a, a ngîr dawk tah a.",
      "reference": "LUKA 6:8"
    },
    {
      "content": "Chun, Isûn an kuomah, “Châwlni hin sukṭhat am a thienga, suksiet? Sandam am a thienga, sukhlum? kân dawn cheu a nih,” a ta.",
      "reference": "LUKA 6:9"
    },
    {
      "content": "Chun, an rêng chun a en vêl a, a kuomah, “I kut phar rawh,” a ta. Chun, a phar a, a kut chu a dam tah a.",
      "reference": "LUKA 6:10"
    },
    {
      "content": "Chuongchun, an lungsen chun an puokkawi vâng vâng a, Isu chunga an thaw dân ding an inrâwn a.",
      "reference": "LUKA 6:11"
    },
    {
      "content": "Chun, chuong lai chun a suok a, ṭawngṭai dingin tlângah a feh a, Pathien kuomah a ṭawngṭai zân- khuoh a.",
      "reference": "LUKA 6:12"
    },
    {
      "content": "Chun, khawvar phingleh a închûktirhai chu a ko a; anni laia mi sâwm le pahni a thlang a, an hminga khawm tirko ân bûk a;",
      "reference": "LUKA 6:13"
    },
    {
      "content": "chuonghai chu Simon (Peter ân bûk bawk chu) le a unau Andri hai, Jakob le Johan hai, Philip le Bartholomai hai,",
      "reference": "LUKA 6:14"
    },
    {
      "content": "Matthai le Thoma hai, Alphai naupa Jakob hai, Simon Zelot an ti hai,",
      "reference": "LUKA 6:15"
    },
    {
      "content": "Jakob naupa Juda hai, ân mantirtu ding Juda Iskariot hai an nih.",
      "reference": "LUKA 6:16"
    },
    {
      "content": "Chun, anni ruolin a fe thlah a, hmun inzâwlah a ngîr a, a închûk- tirhai mipui nasatak leh, Judai ram po poa inthawk le Jerusalema inthawk le Tura le Sidon khuo tienga tuisuoriet panga inthawk mi tamtak leh;",
      "reference": "LUKA 6:17"
    },
    {
      "content": "chuonghai chu a thu ngai nuom le an natnahai insukdam nuomin an hung a nih; chuongchun, khawhri inthieng naw isawisakhai khawm an hung dam tah a.",
      "reference": "LUKA 6:18"
    },
    {
      "content": "Chun, a kuoma inthawka thil- thawtheina suoka mi tin a sukdam pei leiin, mipui po po chun ama them an tum a.",
      "reference": "LUKA 6:19"
    },
    {
      "content": "Chun, a dâk suok a, a închûk- tirhai chu a en a, “Nangni rimsihai, in hamṭha ie, Pathien ram in ta a ni sih a.",
      "reference": "LUKA 6:20"
    },
    {
      "content": "“Nangni tuta phîngṭamhai, in hamṭha ie; in la khawp ding a ni sih a. “Nangni tuta ṭaphai, in hamṭha ie; in lân nui ding a ni sih a.",
      "reference": "LUKA 6:21"
    },
    {
      "content": "“Mihriem Naupa leia mihaiin an theida cheu a, an tuithlâra an hal cheu a, in hming a ṭha nawh tia an pei hmang dêr phaleh in la hamṭha ding a nih.",
      "reference": "LUKA 6:22"
    },
    {
      "content": "Chu ni chun lâwm unla, hlimin inchâwm ro; ngai ta u, vânah in lâwmman a um râwn sih a; chuong ang bawkin an thlatuhaiin zâwlnei- hai chungah an thaw hlak kha.",
      "reference": "LUKA 6:23"
    },
    {
      "content": "“Amiruokchu, nangni mi hausa- hai, in chung a rik ie; in thlamuongna in hmu ta sih a.",
      "reference": "LUKA 6:24"
    },
    {
      "content": "“Nangni tuta khawphai, in chung a rik ie; in phîng a la ṭâm ding a ni sih a. “Nang ni tuta innuihai, in chung a rik ie; lungngaiin in la ṭap ding a ni sih a.",
      "reference": "LUKA 6:25"
    },
    {
      "content": "“Mi po poin an inpâk pha cheu in chung la rik a tih; chuong ang bawkin an thlatuhaiin zâwlnei tehlêmhai chungah an thaw hlak kha.",
      "reference": "LUKA 6:26"
    },
    {
      "content": "“Ka thu ngaituhai, ka hril cheu hi, in hmêlmahai chu hmangai unla, a theidahai cheu chu an ṭhatna ding thaw unla,",
      "reference": "LUKA 6:27"
    },
    {
      "content": "ṭawngsie inphurtuhai cheu chu malsâwmpêk unla, a sawisatuhai cheu chu ṭawngṭaipêk ro.",
      "reference": "LUKA 6:28"
    },
    {
      "content": "“Bieng khing tienga bentu cheu chu khing tieng khawm dâwpêk ro; chun, i puon lâkpêktu che kuoma chun i zakuo lâk khawm sêl naw.",
      "reference": "LUKA 6:29"
    },
    {
      "content": "“A hnitu taphawt che kuomah pe rawh; chun, i thil lâkpêktu che kuoma chun hni nâwk ta naw rawh.",
      "reference": "LUKA 6:30"
    },
    {
      "content": "“Chun, mîn in chunga an thaw dinga in dit ang peiin mi chunga khawm thaw ve ro.",
      "reference": "LUKA 6:31"
    },
    {
      "content": "“Chun, nangni hmangaituhai chau in hmangai hin, lâwm ieng am hlâwng in ta? Mi suolhai khawmin anni hmangaituhai chu an hmangai hlak annâwm.",
      "reference": "LUKA 6:32"
    },
    {
      "content": "Chun, in chunga ṭhahai chunga chau in ṭha hin lâwm ieng am hlâwng in ta? Mi suolhai khawmin chuong ang bawkin an thaw annâwm.",
      "reference": "LUKA 6:33"
    },
    {
      "content": "Chun, hmu nâwk beiseina kuom chaua thil in inpûktir hin lâwm ieng am hlâwng in ta? mi suolhai khawmin a ngai bawka hmu nâwk dingin misuolhai kuomah an inpûktir hlak.",
      "reference": "LUKA 6:34"
    },
    {
      "content": "Amiruokchu, in hmêlmahai hmangai unla, an ṭhatna ding thaw unla, inpûktir ro, beidawng dêr loin; chuongchun, in lâwmman tam a ta, Achunghnungtak nauhai ni bawk in tih; ama chun mi lâwmnachâng hre lohai le mi suolhai a lunginsiet hlak.",
      "reference": "LUKA 6:35"
    },
    {
      "content": "In Pain mî a lunginsiet angin mî lunginsiet ve ro.",
      "reference": "LUKA 6:36"
    },
    {
      "content": "“Sawisêl naw ro, chuongchun, sawisêlin um naw ti niu. Tukhawm thiemnawah ruot naw ro, chuongchun, inthiemloin um naw ti niu. Ngaidam ro, chuongchun, ngai- damin um in tih.",
      "reference": "LUKA 6:37"
    },
    {
      "content": "Pe ro, chuongchun pêkin um in tih, ṭhahnemngaitaka inkhia, nam- dêna, sâwi muka, liem zar zara, in mal chungah pêk nîng in tih. In inkhîna ngai bawkin inkhipêk in ni ding a ni sih a,” a ta.",
      "reference": "LUKA 6:38"
    },
    {
      "content": "Chun, an kuomah tekhithu a hril a, “Mitdelin mitdel ma a ṭhuoi thei ding am a nih? an pahni chun khurah an tla rêl el naw ding am a nih?",
      "reference": "LUKA 6:39"
    },
    {
      "content": "Inchûktu chu a inchûktirtu chungah a um nawh; nisienlakhawm, mi tin an inchûk zo pha an inchûktirtu angin um an tih.",
      "reference": "LUKA 6:40"
    },
    {
      "content": "“Chun, ieng dinga mâni mita tlungpûm um chu ngaituo si loa, i unau mita hmawl hlek um chu i hmu am a na?",
      "reference": "LUKA 6:41"
    },
    {
      "content": "Mâni mita tlungpûm um chu hmu si loin, i unau kuomah, ‘Unau, i mita hmawl hlek um kha mîn lâk dawk tir rawh,’ iengtin am i ti thei a? Mi vervêk! i mita inthawkin tlung- pûm kha la dawk hmasa rawh, chuongchun, i unau mita inthawka hmawl hlek lâk dawk ding chu fietakin hmu thei i tih.",
      "reference": "LUKA 6:42"
    },
    {
      "content": "“Thing ṭha hrim hrim ra sea ra a um nawh; thing ṭha naw hlak ra ṭhaa ra a um bawk nawh.",
      "reference": "LUKA 6:43"
    },
    {
      "content": "Thing tin anni ra sengah ân hriet a nih. Mîn hruihlingnei kûngah theichang an lo ngai nawh, nghardai kûngah grêp an lo ngai bawk nawh.",
      "reference": "LUKA 6:44"
    },
    {
      "content": "Mi ṭha chun a lungril ro bâwm ṭhaa inthawkin thil ṭhahai a the suok hlak; mi suol chun a lungril ro bâwm siea inthawkin thil ṭha nawhai a the suok hlak; a lungril sip liem chu a bauin a hril suok el hlak a ni sih a.",
      "reference": "LUKA 6:45"
    },
    {
      "content": "“Chun, nangnîn ieng dinga ka thu zâwm si loa, ‘Lalpa, Lalpa,’ in mi ti hlak am?",
      "reference": "LUKA 6:46"
    },
    {
      "content": "Mi tin ka kuoma hunga, ka thu hrea zâwm taphawt chu tû ang am an nih inhriettir ka ti cheu:",
      "reference": "LUKA 6:47"
    },
    {
      "content": "In bâwltu, inthûktaka choa, lungpui chunga lungphûm remtu ang chu an nih. Chun, tui a hung lienin tui hrâtin chu in chu a khawh a, a sukhnîng thei nawh a, a bâwl ngun leiin.",
      "reference": "LUKA 6:48"
    },
    {
      "content": "Amiruokchu, hrea zâwm naw chu, lung phûm loa, hnuoi chung ela in bâwltu ang chu an nih; tuihrâtin chu chu a khawh a, a chim nghâl tah a: a chim chu nasatak a nih,” a ta.",
      "reference": "LUKA 6:49"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "LUKA 6 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}