{
  "verses": [
    {
      "content": "Chun, Isûn a închûktirhai kuomah, “Tlûknahai um naw thei a ni nawh; nisienlakhawm, tlûkna inumtirtu chung chu a rik!",
      "reference": "LUKA 17:1"
    },
    {
      "content": "Hieng mi chînhai laia pakhat khawm sukthlûk nêk chun, a sukthlutu ding rînga chun bu râwt nawina lung inhlitirin, tuisuorietah thlâk ni sienla, a ta dingin ṭha lem a tih.",
      "reference": "LUKA 17:2"
    },
    {
      "content": "“Fîmkhur ro, i unauin thil a suksuol chun kâwk rawh; ân sîr chun ngaidam rawh.",
      "reference": "LUKA 17:3"
    },
    {
      "content": "Ni khatah vawi sari i chungah thil suksuolin, vawi sari, ‘Kân sîr,’ tia nanga tieng a ngha nâwk chun, i ngaidam ding a nih,” a ta.",
      "reference": "LUKA 17:4"
    },
    {
      "content": "Chun, tîrkohai chun Lalpa kuomah, “Kan ringna sukphui deu raw khai,” an ta.",
      "reference": "LUKA 17:5"
    },
    {
      "content": "Chun, Lalpa chun, “Anṭam mu mal khat ang ringna in nei chun, hi thingtheihmi kûng kuoma hin, ‘Hung inphawi la, tuisuorietah lo inphun rawh,’ tîng in ta, in thu awi el a tih.",
      "reference": "LUKA 17:6"
    },
    {
      "content": "“Nisienlakhawm, nangni laia tûkhawm hnuoi inletin amanih, berâm vêngin amanih, suok nei sienla, a lo fe hung pha, ‘Bu hung fa nghâl rawh,’ a lo ti ding am a nih?",
      "reference": "LUKA 17:7"
    },
    {
      "content": "‘Ka fâk ding mi siempêk la, puon dierkei la, ka fâk ka dâwn khawp hmakhat chun ka rawng bâwl rawh; chu hnunga chun nangin fain, dâwn i tih,’ a lo ti lem naw ding am a nih?",
      "reference": "LUKA 17:8"
    },
    {
      "content": "In thu anga a thaw leiin in suok kuomah lâwmthu in hril hlak am a nih?",
      "reference": "LUKA 17:9"
    },
    {
      "content": "Chuong ang bawkin, nangni khawmin in kuomah thupêk ang po poa in thaw zo phaleh, ‘Suok ṭhahnem naw kan nih ie; kan thaw ding hrim kan thaw a nih,’ ti ro,” a ta.",
      "reference": "LUKA 17:10"
    },
    {
      "content": "Chun, Jerusalema an fe dingin, Samari le Galili ram chu a fe thleng a.",
      "reference": "LUKA 17:11"
    },
    {
      "content": "Chun, khaw ienga manih a lût dingin, mi inphâr ruok sâwmin an intuokpui a; chuonghai chu hlatakah an ngîr a,",
      "reference": "LUKA 17:12"
    },
    {
      "content": "chun, râwl inringtakin, “Isu inchûktirtu, mi lunginsiet rawh,” an ta.",
      "reference": "LUKA 17:13"
    },
    {
      "content": "Chun, ama chun anni chu a hang hmu chun, “Thiempuhai kuomah vân entir ro,” a ta. Chun, an fe lai chun an hung inthieng tâwl tah a.",
      "reference": "LUKA 17:14"
    },
    {
      "content": "Chun, anni laia pakhat chun a dam tah ti ân hriet phingleh, râwl inringtaka Pathien inpâk pei pumin a kîr nâwk tah a;",
      "reference": "LUKA 17:15"
    },
    {
      "content": "chun, a ke bulah a bawkkhup a, a lâwmthu a hril a; chun, ama chu Samari mi a ni nghe ngheh a.",
      "reference": "LUKA 17:16"
    },
    {
      "content": "Chuongchun, Isûn a dawn a, “Mi sâwm kha in hung inthieng tah a ni naw am a nih? Pakuohai kha khâwlai am an um a?",
      "reference": "LUKA 17:17"
    },
    {
      "content": "Pathien inpâk dinga kîr nâwk, hi hnam dang mi chau naw hi tukhawm hmuin an um naw a ni maw?” a ta.",
      "reference": "LUKA 17:18"
    },
    {
      "content": "Chun, a kuomah, “Tho la, fe rawh, i ringna hi i dampui a ni hi,” a ta.",
      "reference": "LUKA 17:19"
    },
    {
      "content": "Chun, Pharisaihaiin Pathien ram hung tlung ding hun an indawn leiin an kuomah, “Pathien ram chu hmu theiin a hung tlung nawh ie,",
      "reference": "LUKA 17:20"
    },
    {
      "content": "‘En ta, hitaka hi,’ amanih, ‘Sawtaka saw,’ amanih ti bawk naw ni hai; ngai ta u, Pathien ram chu nangni lai a um a nih,” a ta, a dawn a.",
      "reference": "LUKA 17:21"
    },
    {
      "content": "Chun, inchûktirhai kuoma chun, “Mihriem Naupa dam lai nihai ni khat bêk hi in hmu nuom nihai la um a tih; nisienlakhawm, hmu ta si naw ti niu.",
      "reference": "LUKA 17:22"
    },
    {
      "content": "Chun, in kuomah, ‘En ta sawtaka saw!’ ‘En ta, hitaka hi!’ tîng an ti cheu; fe suok naw unla, anni chu zui bawk naw ro,",
      "reference": "LUKA 17:23"
    },
    {
      "content": "kâwlkawdawng khing tienga kâwl ân lep a, kâwlkawdawng khing tieng chenah a var hlak ang hin, Mihriem Naupa hi a hung ni chun a um ding a ni sih a.",
      "reference": "LUKA 17:24"
    },
    {
      "content": "Nisienlakhawm, chu hma chun thil tamtak tuor a ta, hi ruoltharhai ditnawin um bawk a tih.",
      "reference": "LUKA 17:25"
    },
    {
      "content": "“Noa dam laia thil umzie ang khan, Mihriem Naupa a hung nâwk nihai chun um bawk a tih.",
      "reference": "LUKA 17:26"
    },
    {
      "content": "Noa lawngah a lût a, tui a hung lêt a, an rênga a sukhlum vawng ni kha a tlung hmakhat chun, an fâkin an dâwn a, nuhmei pasal an innei hlak.",
      "reference": "LUKA 17:27"
    },
    {
      "content": "“Chuong ang bawkin Lota dam laiin a hung um a: an fâkin an dâwn a, an inchâwkin an zawr a, an chîngin an bâwl hlak a;",
      "reference": "LUKA 17:28"
    },
    {
      "content": "nisienlakhawm, Sodom khuoa inthawka Lota a suok ni chun vâna inthawkin mei le kâtin a sûr a, an rêngin a sukhlum vawng tah a.",
      "reference": "LUKA 17:29"
    },
    {
      "content": "Chuong ang bawk chun Mihriem Naupa hung inlâr ni chun um a tih.",
      "reference": "LUKA 17:30"
    },
    {
      "content": "Chu ni chun tûkhawm a sum in sûnga uma, ama in chunga um chu, inchu dingin ṭum naw raw se; loa um chu hung bawk naw raw se.",
      "reference": "LUKA 17:31"
    },
    {
      "content": "Lota nuhmei hre zing ro.",
      "reference": "LUKA 17:32"
    },
    {
      "content": "“Tûkhawm a hringna hum- himna zawng taphawt chun chân a ta, tûkhawm a hringna chân taphawt chun humhim a tih.",
      "reference": "LUKA 17:33"
    },
    {
      "content": "“Ka hril cheu hi, chu zân chun khum pakhatah mi pahni um an ta, pakhat chu fe hmangpuiin um a ta, pakhat chu mâksanin um a tih.",
      "reference": "LUKA 17:34"
    },
    {
      "content": "Nuhmei pahni bu râwtnawiin um an ta, pakhat chu fe hmangpuiin um a ta, pakhat chu mâksanin um a tih.",
      "reference": "LUKA 17:35"
    },
    {
      "content": "[Mi pahni loah um an ta, pakhat chu fe hmangpuiin um a ta, pakhat chu mâksanin um a tih,”] a ta.",
      "reference": "LUKA 17:36"
    },
    {
      "content": "Chun, anni chun a kuomah, “Lalpa, khâwlai am ie?” an tih a, an dawn a. Ama chun an kuomah, “Sa- ruong umna taphawtah mulukawlhai khawm um khâwm an tih,” a ta.",
      "reference": "LUKA 17:37"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "LUKA 17 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}