{
  "verses": [
    {
      "content": "Eini laia kha thil hung tlung kha mi tamtakin ziek an tum tah a,",
      "reference": "LUKA 1:1"
    },
    {
      "content": "a tira inthawka hmutuhai le thu rawngbâwltuhaiin eini an mi hril ang khan,",
      "reference": "LUKA 1:2"
    },
    {
      "content": "chuleiin, Theophil Ṭhatak, a bula inthawkin iengkim feltakin ka sui a, indawt peiin i ta dingin ziek lang ṭhain ka hriet a;",
      "reference": "LUKA 1:3"
    },
    {
      "content": "kha hmaa thu an inchûktir che kha indiktak a nih ti i hriet theina dingin.",
      "reference": "LUKA 1:4"
    },
    {
      "content": "Judai ram lal Herod a dam laiin, Abija pâwla mi a hming Zakaria, thiempu pakhat a um a. Ama chun Aron thlaa mi nuhmeiin a nei a, a hming chu Elizabeth a nih.",
      "reference": "LUKA 1:5"
    },
    {
      "content": "An pahni chun Pathien mit- hmuah feltakin an um a, sawisêlboin Lalpa thupêk le a dân po po zâwmin an um hlak.",
      "reference": "LUKA 1:6"
    },
    {
      "content": "Nisienlakhawm, Elizabeth chu a ching leiin nau an nei nawh a, an pahni chun upatak an ni sih a.",
      "reference": "LUKA 1:7"
    },
    {
      "content": "Chun, a pâwlhai thaw dân ang peia Pathien hmaa thiempu sin a thaw laiin,",
      "reference": "LUKA 1:8"
    },
    {
      "content": "thiempu dân angin Lalpa biekina lût le riminhnik raw sin a chang a.",
      "reference": "LUKA 1:9"
    },
    {
      "content": "Chun, riminhnik chu a raw hun laiin mipui chu an rêngin tuolah an ṭawngṭai a.",
      "reference": "LUKA 1:10"
    },
    {
      "content": "Chun, Lalpa vântirko pakhat thil riminhnik râwna mâichâm changtieng chun a hung inlâr a.",
      "reference": "LUKA 1:11"
    },
    {
      "content": "Chun, Zakaria chun a hmu phingleh a lunginzîng a, ṭi khawm a ṭih a.",
      "reference": "LUKA 1:12"
    },
    {
      "content": "Nisienlakhawm, vântirko chun a kuomah, “Zakaria, ṭi naw, i hni kha hriet a nih, i nuhmei Elizabethin naupasal neipêk a ti che, a hmingah Johan i sak ding a nih.",
      "reference": "LUKA 1:13"
    },
    {
      "content": "Chun, nang hlimin lâwm i ta, ama a pieng chun mi tamtak lâwm bawk an tih.",
      "reference": "LUKA 1:14"
    },
    {
      "content": "Lalpa ngaiin mi lien nîng a ta, uoin le zu hrim hrim dâwn naw ni; a nu phing sûnga inthawkin Thlarau Inthiengin hung sip a tih,",
      "reference": "LUKA 1:15"
    },
    {
      "content": "Israel thlahai tamtak Lalpa an Pathien kuom tieng innghattir nâwk a tih.",
      "reference": "LUKA 1:16"
    },
    {
      "content": "Chun, pahai lungril chu nauhai tienga innghattir ding dâm, mi kâwmawhai chu mi feltak varna tienga innghattir ding dâm, Lalpa ta dinga mihai lo buotsai dingin Elija lungril le thilthawtheina putin Lalpa hmaah fêng a tih,” a ta.",
      "reference": "LUKA 1:17"
    },
    {
      "content": "Chun, Zakariain vântirko kuomah chun, “Chu chu iengtin am hrieng ka ta? kei putar ka na, ka nuhmei khawm pitar a ni sih a,” a ta.",
      "reference": "LUKA 1:18"
    },
    {
      "content": "Vântirko chun a dawn a, a kuomah, “Gabriel, Pathien hmaa ngîr hlak ka na; a be ding che le, chuong thu ṭha chu hril ding chea hung tir ka nih.",
      "reference": "LUKA 1:19"
    },
    {
      "content": "Ngai rawh, ka thu hrilhai, a hun taka hung tlung ding chu i awi naw leiin chuong thil chu a hung tlung hmakhat chu to zing i ta, ṭawng thei naw ti ni,” a tih a.",
      "reference": "LUKA 1:20"
    },
    {
      "content": "Chun, mipuihai chun Zakaria chu an lo nghâk a, Pathien biekin sûnga a um sâwt lei chun mak an ti hleh a.",
      "reference": "LUKA 1:21"
    },
    {
      "content": "Chun, a hung suok chun an kuomah thu a hril thei ta nawh a; chuongchun, biekinah inlârna a hmu a nih ti an hriet tah a; anni chu kut zaizirin a biek hlak a, chun ṭawng thei loin a um ta zing a.",
      "reference": "LUKA 1:22"
    },
    {
      "content": "Chun, a rawngbâwlna ni chu a kim phingleh a inah a fe tah a.",
      "reference": "LUKA 1:23"
    },
    {
      "content": "Chu hnunga chun a nuhmei Elizabeth chu a hung inrai a, thla nga ân thup a.",
      "reference": "LUKA 1:24"
    },
    {
      "content": "“Mi kuoma ka hming sie inkhumna dingin, Lalpain a mi hmuh a, hieng ang hin a mi thawpêk a ni hi,” a ta.",
      "reference": "LUKA 1:25"
    },
    {
      "content": "Chun, a thla ruknaa chun Pathienin vântirko Gabriel chu Galili rama khuo pakhat Nazareth an tia chun,",
      "reference": "LUKA 1:26"
    },
    {
      "content": "nunghâk inthieng pakhat kuomah a tir a; ama chu David thlaa mi a hming Josef nuhmei huol a na; chu nunghâk hming chu Mari a nih.",
      "reference": "LUKA 1:27"
    },
    {
      "content": "Chun, vântirko chu a kuomah a lût a, “Chibai, Vochuom, Lalpa i kuomah a um” a ta.",
      "reference": "LUKA 1:28"
    },
    {
      "content": "Chun, chu thu hril lei chun a lunginzîng ta bêk bêk a, “Iengtiziea chibai a mi bûk am nîng a tih aw,” tiin ân ngaituoh a.",
      "reference": "LUKA 1:29"
    },
    {
      "content": "Chun, vântirko chun a kuomah, “Mari, ṭi naw, Pathien ngaisak zâwng i nih.",
      "reference": "LUKA 1:30"
    },
    {
      "content": "Ngai rawh, inrai i ta, naupasal nei i ta, a hminga chun Isu i sak ding a nih.",
      "reference": "LUKA 1:31"
    },
    {
      "content": "Ama chu mi lien la nîng a ta, Achunghnungtak Naupa tîng an tih; Lalpa Pathienin a thlatu David ṭhungpha chu pêng a ta;",
      "reference": "LUKA 1:32"
    },
    {
      "content": "Jakob thlahai chungah cha- tuonin inlal a ta, a ramin tâwp ni nei naw ni,” a ta.",
      "reference": "LUKA 1:33"
    },
    {
      "content": "Chun, Mari chun vântirko kuomah chun, “Chuong chu iengtin am ni thei a ti leh, pasal ka nei si nawh a?” a ta.",
      "reference": "LUKA 1:34"
    },
    {
      "content": "Chun, vântirko chun a dawn a, a kuomah, “Thlarau Inthieng i chungah hung tlung a ta, Achung- hnungtak thilthawtheina chun hlie- khûng a che; chuleiin, naupang hung pieng ding khawm chu mi inthieng, Pathien Naupa tîng an tih.",
      "reference": "LUKA 1:35"
    },
    {
      "content": "Chun, ngai ta, i zuorpuinu Elizabeth khawmin tar hnungin naupasal a vawn tah a; a ching an ti hlak kha, tuta thla hi a thla rukna a ni tah.",
      "reference": "LUKA 1:36"
    },
    {
      "content": "Pathien ta ding chun thaw thei naw iengkhawm a um si nawh a,” a ta.",
      "reference": "LUKA 1:37"
    },
    {
      "content": "Chun, Marin, “Ngai ta, Lalpa suoknu ka nih, i hril ang tak chun ka chungah tlung raw se,” a ta. Chun, vântirko chun a fe san tah a.",
      "reference": "LUKA 1:38"
    },
    {
      "content": "Chuong lai chun Mari chu a tho a, thingtlângah, Judai rama khuo pakhata chun a fe tah a;",
      "reference": "LUKA 1:39"
    },
    {
      "content": "chun, Zakaria inah a lût a, Elizabeth chibai a bûk a.",
      "reference": "LUKA 1:40"
    },
    {
      "content": "Chun, Elizabethin Mari chibai bûk chu a hriet phingleh, a phîng sûnga naute chu a châng a; chun, Elizabeth chu Thlarau Inthiengin a sip tah a;",
      "reference": "LUKA 1:41"
    },
    {
      "content": "râwl inringtakin a khêk a, “Nang chu nuhmei lai poah inpâktlâk i nih; i rîla ra khawm inpâktlâk a nih.",
      "reference": "LUKA 1:42"
    },
    {
      "content": "Ka Lalpa nu ka kuoma i hung hi iengtizie am a na?",
      "reference": "LUKA 1:43"
    },
    {
      "content": "Ngai ta, i chibai bûk ri ka naah a lût phingleh a lâwm leiin nautê ka phîng sûngah ân châwm a nih.",
      "reference": "LUKA 1:44"
    },
    {
      "content": "A kuoma Lalpân thu a hril kha a tlung ding a ni ti ringnu chu a hamṭha,” a ta.",
      "reference": "LUKA 1:45"
    },
    {
      "content": "Chun, Marin, “Ka hringnân Lalpa a chawimawi a,",
      "reference": "LUKA 1:46"
    },
    {
      "content": "Ka thlarau khawm a mi sandamtu Pathien chungah a lâwm bêk bêk a,",
      "reference": "LUKA 1:47"
    },
    {
      "content": "A suoknu tlâwmzie a hmuh a, a lunginsiet a, Ngai rawh, tuta inthawkin ruolthar po poin hamṭha an mi ti ding a nih.",
      "reference": "LUKA 1:48"
    },
    {
      "content": "Mi hrât khan ka chungah thil ropuitak a mi thawpêk a,",
      "reference": "LUKA 1:49"
    },
    {
      "content": "A hming khawm ân thieng a nih, A ṭituhai chu suon po po chenin a lunginsiet pei hlak.",
      "reference": "LUKA 1:50"
    },
    {
      "content": "A bânin a tha hrâtzie ân entir a, An inngaituonaa chapohai chu a sukdar tah a.",
      "reference": "LUKA 1:51"
    },
    {
      "content": "An ṭhungphaa lal inṭhunghai chu a hnûk thlâk a. Mi inhnuoihai chu a dawm sâng tah a.",
      "reference": "LUKA 1:52"
    },
    {
      "content": "Phîng ṭamhai chu thil ṭhatakin a sukkhawp tah a, Hausahai chu kutruokin ân fe hmangtir tah a.",
      "reference": "LUKA 1:53"
    },
    {
      "content": "A siehlaw Israelhai chu a sawmdâwl tah a, Ei thlatuhai kuoma a lo hril ta ang ngei khan;",
      "reference": "LUKA 1:54"
    },
    {
      "content": "Abraham le a thlahai chu chatuona a lunginsiet dingzie hriet zingna dingin,” a ta.",
      "reference": "LUKA 1:55"
    },
    {
      "content": "Chun, Mari chu thla thum lai a kuomah a um a; chun, a in tieng a fe nâwk tah a.",
      "reference": "LUKA 1:56"
    },
    {
      "content": "Chun, Elizabeth nau nei chu a hung hun tah a; naupasal a nei tah a.",
      "reference": "LUKA 1:57"
    },
    {
      "content": "Chun, a vênghai le a laibunghai chun, Lalpân a lunginsiet ti an lo hriet a, an lâwmpui a.",
      "reference": "LUKA 1:58"
    },
    {
      "content": "Chun, ni riet nia chun nautê ser tan dingin an hung a; a hmingah a pa hming bawk, Zakaria sak an tum a.",
      "reference": "LUKA 1:59"
    },
    {
      "content": "Nisienlakhawm, a nu chun, “Ni lo e, ama chu Johan sak lem ding a nih,” a ta, a dawn a.",
      "reference": "LUKA 1:60"
    },
    {
      "content": "Chun, annîn a kuomah, “I laibunghai lai hi hming put hi tukhawm an um lêm,” an ta.",
      "reference": "LUKA 1:61"
    },
    {
      "content": "Chun, a pa kuoma chun kut zaizirin, “A hmingah ieng am sak inla i nuom a?” an ta.",
      "reference": "LUKA 1:62"
    },
    {
      "content": "Chun, lekha ziekna lung phêk a hnih a, “A hming Johan a nih,” tiin a ziek a. An rêngin mak an ti hleh a.",
      "reference": "LUKA 1:63"
    },
    {
      "content": "Chun, kârloin a lei le a bau chu a hung insût a. Pathien inpâkin a hung ṭawng suok tah a.",
      "reference": "LUKA 1:64"
    },
    {
      "content": "Chun, an vêla umhai po po chun an ṭi tah a. Chun, chuong thu chu Judai ram thingtlâng po poah ân thang tah a.",
      "reference": "LUKA 1:65"
    },
    {
      "content": "A hre taphawt chun an lungrilah lungkhamah an nei a, “Chu nautê chu iengtin takin am la hung um a tih aw,” an ta; Lalpa kutin ama a ṭhangpui sih a.",
      "reference": "LUKA 1:66"
    },
    {
      "content": "Chun, a pa Zakaria chu Thlarau Inthiengin a sip a, a hrillâwk a,",
      "reference": "LUKA 1:67"
    },
    {
      "content": "“Lalpa Israel Pathien chu, inpâkin um raw se, A mihai chu a hung kan a, intlanna a siempêk a,",
      "reference": "LUKA 1:68"
    },
    {
      "content": "A siehlaw David sûnghai lai chun, Sandamna ki a mi siempêk ta sih a;",
      "reference": "LUKA 1:69"
    },
    {
      "content": "(Leihnuoi insieng tîra a zâwlnei inthienghai baua a hril ang khan).",
      "reference": "LUKA 1:70"
    },
    {
      "content": "Ei hmêlmahai le a mi theidatuhai po po kuta inthawka mi sansuok dinga a lo intiem thu dâm;",
      "reference": "LUKA 1:71"
    },
    {
      "content": "Ei thlâtuhai kuoma a ngilneina suklang a lo tiem thu le, A thuthlung inthieng hre zing dingin,",
      "reference": "LUKA 1:72"
    },
    {
      "content": "Chu thuthlung chu inkhâmin ei thlâtu Abraham kuomah a lo tiem tah a;",
      "reference": "LUKA 1:73"
    },
    {
      "content": "Chuongchun, ei hmêlmahai kuta inthawka mi sanhimin, ṭi loa a rawng ei bâwl theina ding le,",
      "reference": "LUKA 1:74"
    },
    {
      "content": "Ei dam sûnga a mithmua inthieng le feltaka ei um zing theina ding chu, a mi hung ruotpêk ta a nih.",
      "reference": "LUKA 1:75"
    },
    {
      "content": "Anih, Bawipu, nang hi Achunghnungtak zâwlnei tîng an ti che. A lampuihai siem dingin Lalpa hmaah i fe ding a ni sih a;",
      "reference": "LUKA 1:76"
    },
    {
      "content": "An suolhai ngaidamna dinga, A mihai kuoma sandamna thu inhriettir dingin;",
      "reference": "LUKA 1:77"
    },
    {
      "content": "Ei Pathien lunginsietna leiin, Chungtienga inthawkin nisa suokin mi hung sir a ta,",
      "reference": "LUKA 1:78"
    },
    {
      "content": "Inthim lai le thina hlima inṭhunghai ên ding le, Thlamuongna lampuia ei kehai mîn pêntir dingin,” tiin.",
      "reference": "LUKA 1:79"
    },
    {
      "content": "Chun, nautê chu a hung lien deu deu a, a thlarau tieng a hung hrât ta deu deu a, Israelhai kuoma a hung insuklang hmakhat chu thlalêrah a um zing a.",
      "reference": "LUKA 1:80"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "LUKA 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}