{
  "verses": [
    {
      "content": "Chun, siedâwltuhai le mi suolhai po poin a thu hre dingin a kuom an hung pan a.",
      "reference": "LUKA 15:1"
    },
    {
      "content": "Chun, Pharisaihai le Dân inchûktirtuhai chun, “Hi mipa hin mi suolhai a pâwl a, an kuoma hai bu a fâk ve hlak,” tiin an chier ve veh a.",
      "reference": "LUKA 15:2"
    },
    {
      "content": "Chuongchun, ama chun an kuomah hi tekhithu hi a hril a;",
      "reference": "LUKA 15:3"
    },
    {
      "content": "“Nangni lai tûkhawmin berâm za nei sienla, an laia pakhat inhmang ang sienla, thlalêrah sâwmkuo le pakuohai chu mâksanin ân hmang chu a hmu nâwk hmakhat tûin am zawng nâwng a ta?",
      "reference": "LUKA 15:4"
    },
    {
      "content": "Chun, a hmu nâwk chun, lâwmtakin a liengkoah a put hlak.",
      "reference": "LUKA 15:5"
    },
    {
      "content": "Chun, in a tlung phingleh a ruolhai le a vênghai a ko khâwm a, an kuomah, ‘Mi lâwmpui ro, ka berâm inhmang kha ka hmu nâwk tah ie,’ a ti hlak.",
      "reference": "LUKA 15:6"
    },
    {
      "content": "Ka hril cheu hi, chuong ang bawk chun, mi fel sâwmkuo le pakuo sim chuong ding nei nawhai chunga nêkin mi suol pakhat sim chunga hin vânah lâwmna um lem a tih.",
      "reference": "LUKA 15:7"
    },
    {
      "content": "“Chun, nuhmei tûkhawm duli sâwm neiin pakhat inhmang ang sienla, khâwnvar insita, in phîtin, a hmu nâwk hmakhat chu nguntakin tûin am zawng nâwng a ta?",
      "reference": "LUKA 15:8"
    },
    {
      "content": "Chun, a hmu nâwk chun, a ruolhai le a vênghai a ko khâwm a, ‘Mi lâwmpui ro, ka duli inhmang kha ka hmu nâwk tah,’ a ti hlak.",
      "reference": "LUKA 15:9"
    },
    {
      "content": "Ka hril cheu hi, chuong ang bawkin, mi suol pakhat sim chunga hin Pathien vântirkohai an lâwm hlak a nih.",
      "reference": "LUKA 15:10"
    },
    {
      "content": "“Mi tûin amanih naupasal pahni a nei a;",
      "reference": "LUKA 15:11"
    },
    {
      "content": "chun, a naupang lem chun a pa kuomah, ‘Pa, ro ka chanâi mi pe rawh,’ a ta. Chuongchun, a sum chu an kuomah a sem tah a.",
      "reference": "LUKA 15:12"
    },
    {
      "content": "Chun, ni sâwt nawtê hnunga chun a naupa naupang lem chun a chanâi po po chu a lâk khâwm vawng a, khaw ram hlatakah a fe tah a, chutaka chun inhawi taluoin a um a, a sum chu a sukthâm ta mei mei a.",
      "reference": "LUKA 15:13"
    },
    {
      "content": "Chun, a sukthâm vawng phing- leh, chu khuoa chun ṭâm nasatak a hung tla a; fâk ding a hung tlasam tah a.",
      "reference": "LUKA 15:14"
    },
    {
      "content": "Chuongchun, chu ram mi-mi pakhat a va bêl a; chu mipa chun vawk bu pe dingin a lo tieng a tir a.",
      "reference": "LUKA 15:15"
    },
    {
      "content": "Chun, iengkhat kâwm vawkin an fâkhai chun insukkhawp a nuom bêk bêk a; tukhawmin iengkhawm an pêk si nawh.",
      "reference": "LUKA 15:16"
    },
    {
      "content": "“Chun, ân hriet suok phingleh, ‘Ka pa kuoma inhlâwfahai bu fâk sêng loa nei an tam vei leh, kei hlak chu hitaka hin phîngṭâmin ka thi ding a ni sih a!",
      "reference": "LUKA 15:17"
    },
    {
      "content": "Tho ka ta, ka pa kuomah fêng ka ta, Pa, vâna mi chunga le nanga mithmuin thil ka suksuol a.",
      "reference": "LUKA 15:18"
    },
    {
      "content": "I naupaa înbûk tlâk khawm ka ni ta nawh; i kuoma inhlâwfa pakhat angin mi siem ve rawh, tîng ka tih,’ a ta.",
      "reference": "LUKA 15:19"
    },
    {
      "content": "“Chuongchun, a tho a, a pa kuomah a fe tah a. Chuongchun, hlataka a la um laiin a pain a lo hmuh a, a lunginsiet bêk bêk a, a tlân a, a kuoh a, a fâwp ta ngâwi ngâwi a.",
      "reference": "LUKA 15:20"
    },
    {
      "content": "Chun, a kuomah a naupa chun, ‘Pa, vâna mi chungah le nanga mithmuin thil ka suksuol a; i naupaa inbûk tlâk ka ni ta nawh,’ a ta.",
      "reference": "LUKA 15:21"
    },
    {
      "content": "Nisienlakhawm, a pa chun a suokhai kuomah, ‘Puon ṭha tak kha hung la vat unla, insiltir ro; a kutah kutsebi dâm, a keah kekawk dâm inbuntir ro;",
      "reference": "LUKA 15:22"
    },
    {
      "content": "sebâwngte thâu tak kha hung la unla, that ro, hlimtakin fâng ei tiu;",
      "reference": "LUKA 15:23"
    },
    {
      "content": "hi ka naupa hi a thih a, a hung hring nâwk tah a ni hi; ân hmang a, ei hmu nâwk tah a ni hi,’ a ta. Chuong- chun, hlimtakin an um ṭan tah a.",
      "reference": "LUKA 15:24"
    },
    {
      "content": "“Chun, a naupa upa lem chu loah a um a; chun, in a hung tlung tâwm chun iengkhat mûtrîk le lâm ri a hriet tah a.",
      "reference": "LUKA 15:25"
    },
    {
      "content": "Chuongchun, siehlaw pakhat a ko a, ‘Chu ieng am a ni ta leh?’ tiin ân dawn a.",
      "reference": "LUKA 15:26"
    },
    {
      "content": "Chun, ama chun a kuomah, ‘I sang a hung a, himtaka a hmu nâwk leiin i pain sebâwngtê thâutak kha a that a nih,’ a ta.",
      "reference": "LUKA 15:27"
    },
    {
      "content": "Chun, a lunginsen a, a lût nuom ta nawh a; chun, a pa a hung suok a, a thlêm a.",
      "reference": "LUKA 15:28"
    },
    {
      "content": "Nisienlakhawm, ama chun a pa kuomah, ‘Ngai rawh, kum hieng chen hi i rawng ka bâwlpêk cheh a, i thu hlak hi ka awi naw ngai si nawh a, ka ruolhai le hlimna ka siemna dingin kêltê khawm i mi pêk ngai si nawh.",
      "reference": "LUKA 15:29"
    },
    {
      "content": "Nisienlakhawm, hi i naupa nawchizawrhai kâwla i sum fa zo vawngtu hi a hung phingleh ama ta dingin sebâwngtê thâutak kha i lo thatpêk vei a,’ a ta, a dawn a.",
      "reference": "LUKA 15:30"
    },
    {
      "content": "Chun, ama chun a kuomah, ‘Ka naupa, ka kuoma um zing i nih annâwm; ka nei po po hi i ta a nih.",
      "reference": "LUKA 15:31"
    },
    {
      "content": "Hlimtak le lâwmtaka um ding a ni hrim annâwm; hi i sang hi a thih a, a hung hring nâwk tah a; ân hmang a, ei hmu nâwk tah a ni sih a,’ a tih a,” a ta.",
      "reference": "LUKA 15:32"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "LUKA 15 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}