{
  "verses": [
    {
      "content": "Chun, beidawng loin an ṭawngṭai rawp ding a nih ti, inhriettirna dingin an kuomah tekhithu a hril a;",
      "reference": "LUKA 18:1"
    },
    {
      "content": "“Khaw ienga manih rorêltu pakhat a um a; ama chun Pathien a ṭi nawh a, mihriem hlak a ngaisak bawk nawh.",
      "reference": "LUKA 18:2"
    },
    {
      "content": "Chun, chu khuoa chun hmeithai pakhat a um a; ama chun, ‘Ka khingpui chungah ka phuba mi lapêk rawh,’ tiin a kuomah a fê rawp a.",
      "reference": "LUKA 18:3"
    },
    {
      "content": "Chun, ama chu sâwt rei chu a nuom nawh a; nisienlakhawm, nakie chun a lungrilin, ‘Pathien ṭi loin mihriem ngaisak naw lang khawm,",
      "reference": "LUKA 18:4"
    },
    {
      "content": "hi hmeithai hin a mi sukbuoi leiin a phuba chu lapêk el ka tih; chuong naw chun, a hung rawp hin mi la suksâwl zêk rawi a tih,’ a tih a,” a ta.",
      "reference": "LUKA 18:5"
    },
    {
      "content": "Chun, Lalpa bawkin, “Rorêltu fel naw thu hril chu hre ro.",
      "reference": "LUKA 18:6"
    },
    {
      "content": "An chungah zai la daw hri sien khawm, a mi thlang, asûn azâna ama kotuhai phuba chu Pathienin a lâkpêk naw ding am a nih?",
      "reference": "LUKA 18:7"
    },
    {
      "content": "Ka hril cheu hi, an phuba chu lapêk vak a tih. Nisienlakhawm, Mihriem Naupa hi a hung pha chun khawvêlah ringna a hung hmu ding am a nih?” a ta.",
      "reference": "LUKA 18:8"
    },
    {
      "content": "Chun, mi feltak ni inringa, mi dang po po hmusit hlak, tuhai amani kuoma khawm chun hi tekhithu hi a hril a:",
      "reference": "LUKA 18:9"
    },
    {
      "content": "“Mi pahni Pathien biekinah ṭawngṭai dingin an hang feh a; pakhat chu Pharisai a na, pakhat chu siedâwltu a nih.",
      "reference": "LUKA 18:10"
    },
    {
      "content": "Pharisai chu a ngîr a, ama khât chauin hieng ang hin a ṭawngṭai a, ‘Pathien, mi dang hlêpruhai, fel nawhai, uirehai ang ka ni naw lei le, hi siedâwltu ang khawm hi ka ni naw leiin i chungah ka lâwm ie.",
      "reference": "LUKA 18:11"
    },
    {
      "content": "Châwlkâr khatah vawi hni bu ka nghei hlak a; ka nei taphawt sâwmah pakhat ka pêk hlak,’ a ta.",
      "reference": "LUKA 18:12"
    },
    {
      "content": "Siedâwltu ruok chu hlatakah a ngîr a, vân tieng khawm a dâk ngam nawh a, ‘Pathien, kei mi suol hi mi lunginsiet rawh,’ tiin a âwm ân chum ân chum ta lem a.",
      "reference": "LUKA 18:13"
    },
    {
      "content": "Ka hril cheu hi, a hmasa nêkin ama lem chu thiem changin a inah a fe thla ta lem a. Inngaihlu taphawt tlâwm an ta, inngaitlâwm taphawt chu chawimawiin um an tih,” a ta.",
      "reference": "LUKA 18:14"
    },
    {
      "content": "Chun, a them dingin a kuomah an nautêhai an hung ṭhuoi a; inchûktirhai ruok chun chu chu an hmu phingleh an lo hal a.",
      "reference": "LUKA 18:15"
    },
    {
      "content": "Nisienlakhawm, Isu chun a ko a, “Naupangtêhai ka kuomah inhung- tir unla, khap naw ro; Pathien ram chu hieng ang mihai ta a ni sih a.",
      "reference": "LUKA 18:16"
    },
    {
      "content": "Titakzetin ka hril cheu hi, tûkhawm Pathien ram chu nau- pangtêin a lâwm anga lâwm naw phawt chu a sûngah lût naw tawp an tih,” a ta.",
      "reference": "LUKA 18:17"
    },
    {
      "content": "Chun, hotu tûin amanih a kuomah, “Inchûktirtu ṭha, chatuona hringna ka nei theina dingin ieng am thâwng ka ta?” a ta.",
      "reference": "LUKA 18:18"
    },
    {
      "content": "Chun, Isûn a kuomah, “Ieng- dinga ṭha i mi ti? mi pakhat chau naw chu tûkhawm ṭha an um nawh, chu chu Pathien a nih.",
      "reference": "LUKA 18:19"
    },
    {
      "content": "Thupêkhai chu i hriet an- nâwm ‘Uire naw, tuol that naw, inru naw, hrietpuina inkhêl pe naw, i nu le pa chawimawi rawh,’ tihai hi,” a ta.",
      "reference": "LUKA 18:20"
    },
    {
      "content": "Chun, ama chun, “Chuong thu po po chu naupangte ka ni laia inthawkin ka zâwm pei hlak,” a ta.",
      "reference": "LUKA 18:21"
    },
    {
      "content": "Chun, Isûn chu chu a hrietin a kuomah, “Tu khawm hin kawng khat i la bâk ie; i nei po po zawr la, pasiehai kuomah sem rawh, chuongchun, vânah ro nei i tih; chun, hung la, mi hung zui rawh,” a ta.",
      "reference": "LUKA 18:22"
    },
    {
      "content": "Ama ruok chu chuong thu chu a hrietin a lungngai bêk bêk a, a hausak bêk leiin.",
      "reference": "LUKA 18:23"
    },
    {
      "content": "Chuongchun, Isûn ama chu a en a, “Sum hauhai chu Pathien rama lût a vân tak âwm deh aw!",
      "reference": "LUKA 18:24"
    },
    {
      "content": "Mi hausa Pathien rama lût nêkin sanghâwngsei ṭhimnaah lût thleng a awl lem a nih,” a ta.",
      "reference": "LUKA 18:25"
    },
    {
      "content": "Chun, chu thu hrehai chun, “Anleh, tu am sandam ni thei a ta?” an ta.",
      "reference": "LUKA 18:26"
    },
    {
      "content": "Ama ruok chun, “Mihriem thaw ruollo hi Pathien thaw thei a nih,” a ta.",
      "reference": "LUKA 18:27"
    },
    {
      "content": "Chun, Peterin, “Ngai ta, keinîn kan in le lo mâksanin kan zui cheh a!” a ta.",
      "reference": "LUKA 18:28"
    },
    {
      "content": "Chun, ama chun an kuomah, “Titakzetin ka hril cheu hi, tûkhawm Pathien ram leia in amanih, nuhmei amanih, unauhai amanih, nu le pa amanih, nauhai amanih mâksan taphawt chu,",
      "reference": "LUKA 18:29"
    },
    {
      "content": "hi dam sûng ngei khawm hin a nêka tam lem hmu naw ding tûkhawm an um nawh, hun la hung tlung dinga chatuona hringna leh,” a ta.",
      "reference": "LUKA 18:30"
    },
    {
      "content": "Chun, sâwm le pahnihai chu a kuomah a tumin a ṭhuoi a, an kuomah, “ngai ta u, Jerusalemah ei hang fe ding a ni hi; zâwlneihai thu ziek po po kha Mihriem Naupa chunga hin tlung a tih.",
      "reference": "LUKA 18:31"
    },
    {
      "content": "Jentailhai kuomah pêng an ta, nuiza siemna dingin hmang an tih, inzakumtakin siem an ta, chil sâkkhum an ta,",
      "reference": "LUKA 18:32"
    },
    {
      "content": "chun, vuong an ta, sukhlum an tih; chun, ni thum niin tho nâwk a tih,” a ta.",
      "reference": "LUKA 18:33"
    },
    {
      "content": "Chun, chuong thu hrim hrim chu a ngaina an hriet nawh a; thu hril chu anni ta dingin thupin a um a, ieng hril am a ni khawm an hriet nawh.",
      "reference": "LUKA 18:34"
    },
    {
      "content": "Chun, Jeriko a tlung tâwmin mitdel tu amanih lampui sîrah kut dawin a lo ṭhung a;",
      "reference": "LUKA 18:35"
    },
    {
      "content": "ama chun mipui fe ri chu a hriet a, iengtizie am a ni taa ti ân dawn a.",
      "reference": "LUKA 18:36"
    },
    {
      "content": "Chun, anni chun Nazareth Isu a fe a nih ti an hril a.",
      "reference": "LUKA 18:37"
    },
    {
      "content": "Chuongchun, ama chu, “Isu David naupa, mi lunginsiet rawh,” tiin a khêk a.",
      "reference": "LUKA 18:38"
    },
    {
      "content": "Chun, a hmasahai chun to dingin an hal a; nisienlakhawm, ama chu, “David Naupa, mi lunginsiet rawh,” tiin a khêk zuol det a.",
      "reference": "LUKA 18:39"
    },
    {
      "content": "Chuongchun, Isu a ngir a, a kuoma hung ṭhuoi dingin thu a pêk a;",
      "reference": "LUKA 18:40"
    },
    {
      "content": "chun, a kâwl a hung tlung chun, “I chungah ieng ang am ka thaw i nuom a?” a ta, a lo indawn a. Chun, ama chun, “Lalpa, hmu thei ka nuom,” a ta.",
      "reference": "LUKA 18:41"
    },
    {
      "content": "Chun, Isûn a kuomah, “Hmu thei ta raw khai, i ringna hi i dampui a nih,” a ta.",
      "reference": "LUKA 18:42"
    },
    {
      "content": "Chun, kârloin a hmu thei nghâl tah a, Pathien inpâk pum peiin ama chu a zui tah a; chun, mi po po chun, chu chu an hmu chun Pathien an inpâk a.",
      "reference": "LUKA 18:43"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "LUKA 18 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}