{
  "verses": [
    {
      "content": "Chun, chulaitak chun, tuhai amanih an lo um a, anni chun Galili rama mi, Pilatin an thisen an Pathien biekna sathathai laia a ipawlpêkhai chanchin Isu an hril a.",
      "reference": "LUKA 13:1"
    },
    {
      "content": "Chun, ama chun a kuomah, “Chu Galili rama mihai chu, chuong ang thil an tuor lei chun Galili rama mi po po nêkin mi suol bîk ni dingin in ring am a nih?",
      "reference": "LUKA 13:2"
    },
    {
      "content": "Ni lo e, ka hril cheu hi, nangni khawm in sim naw chun, chuong ang bawk chun bohmang vawng in tih.",
      "reference": "LUKA 13:3"
    },
    {
      "content": "Chun, Siloam in insângin mi sâwm le pariet a del hlumhai khawm kha, Jerusalema um po po nêkin mi suol bîk ni dingin in ring am a nih?",
      "reference": "LUKA 13:4"
    },
    {
      "content": "Ni lo e, ka hril cheu hi, nangni khawm in sim naw chun, chuong ang bawk chun bohmang vawng in tih,” a ta, a dawn a.",
      "reference": "LUKA 13:5"
    },
    {
      "content": "Chun, hi tekhithu hi a hril a, “Tûin amanih a grêp huonah theichang phun pakhat a nei a; chun, a kûnga chun a ra a hung zawng a, pakhat khawm a hmu nawh a.",
      "reference": "LUKA 13:6"
    },
    {
      "content": "Chuongchun, grêp huon enkawltu kuomah, ‘Ngai rawh, kum thum sûng hin hi theichang kûnga hin a ra ka zawng hlak a, pakhat khawm ka hmu si nawh; phûr rawh; iengdinga hmun hluo saka a um zing am a na?’ a ta.",
      "reference": "LUKA 13:7"
    },
    {
      "content": "Chun, ama chun a kuomah, ‘Pu, tu kum bêk hi um sienla, a vêlin cho ka ta, êkin vur phawt ka tih;",
      "reference": "LUKA 13:8"
    },
    {
      "content": "chun a hung ra chun ṭhâng a ta, a ra naw ruok chun phûr el rawh,’ a tih a,” a ta.",
      "reference": "LUKA 13:9"
    },
    {
      "content": "Chun, Châwlni chun ama chun inkhâwmna in pakhatah ân chûktir a.",
      "reference": "LUKA 13:10"
    },
    {
      "content": "Chun, ngai ta, kum sâwmpariet hrâtnawna khawhri iman nuhmei pakhat a um a; ama chu a kûn zing a, a khât chun a ngîr tlûn thei nawh a.",
      "reference": "LUKA 13:11"
    },
    {
      "content": "Chun, Isûn a hmu phingleh a ko a, a kuomah, “Nuhmei, i hrât nawna chun ân thla ta che,” a ta.",
      "reference": "LUKA 13:12"
    },
    {
      "content": "Chun, a chungah a kut ân nghat a; chuongchun, kârloin a ngîr tlûn nghâl tah a, Pathien ân pâk tah a.",
      "reference": "LUKA 13:13"
    },
    {
      "content": "Chun, Isûn Châwlniin mi a sukdam leiin inkhâwmna in hotu chu a lunginsen a, mipui chu a biek a, an kuomah, “Mihriem sinthawna ding ni ruk a um annâwm; chu sûng chun hung unla, insukdam ro; Châwlnia hung loin,” a ta.",
      "reference": "LUKA 13:14"
    },
    {
      "content": "Lalpa ruok chun a kuomah, “Nangni vervêkhai, Châwlniin mâni sebâwng amanih, sabengtung ama- nih a bu fâknaa inthawka sûtin, tui dâwn dingin in ṭhuoi dawk seng hlak a ni naw am a nih?",
      "reference": "LUKA 13:15"
    },
    {
      "content": "Hi nuhmei, Abraham naunu, Setanin kum sâwmpariet a iman hi, Châwlni khawmin hi khuopna hi hang sûtpêk naw zie am a nih?” a ta, a dawn a.",
      "reference": "LUKA 13:16"
    },
    {
      "content": "Chuong thuhai chu a hril laiin a hmêlmahai po po chu an inzak tah a; mipui ruok chu a thil ropui thaw po po leiin an lâwm vawng a.",
      "reference": "LUKA 13:17"
    },
    {
      "content": "Chuongchun, ama chun, “Pathien ram chu iengang am a na? Ieng le hin am hrilkhîng ka ta?",
      "reference": "LUKA 13:18"
    },
    {
      "content": "Anṭam chi mal khat miin a lâk a, huona a the ang chu a nih; chu chu a hung mâwng a, thing a hung na, chunga vatehai chu a zârahai chun an riek a,” a ta.",
      "reference": "LUKA 13:19"
    },
    {
      "content": "Chun, “Pathien ram chu ieng lêm hrilkhîng ka ta?” a ti nâwk a.",
      "reference": "LUKA 13:20"
    },
    {
      "content": "“Chawl nuhmeiin a lâk a, beiphit tekhâwng thum laia a rênga a tho vawng chena a phûm ang chu a nih,” a ta.",
      "reference": "LUKA 13:21"
    },
    {
      "content": "Chun, ama chun inchûktir pei puma, Jerusalem tieng panin, khaw lien le khaw chînhai a sir pei a.",
      "reference": "LUKA 13:22"
    },
    {
      "content": "Chun, tûin amanih a kuomah, “Sandamhai chu tlâwmterek am an nih?” a ta.",
      "reference": "LUKA 13:23"
    },
    {
      "content": "Chun, ama chun an kuomah, “Kawtkhâr chîna chun lût tum hrâm ro; ka hril cheu hi, mi tamtakin lût tum an ta, lût thei si naw ni hai.",
      "reference": "LUKA 13:24"
    },
    {
      "content": "In neitu chu a tho a, kawt a khâr hnung chun, nangnîn tuola ngîrin, ‘Lalpa, kawt mi hawngpêk rawh,’ tia kawtkhâr in hung nawk pha, ama chun, ‘Khâwtieng mi am in na, ka hriet naw cheu,’ tiin dawn a ti cheu.",
      "reference": "LUKA 13:25"
    },
    {
      "content": "Chu pha chun nangnîn, ‘I hmuah kan fâkin kan dâwn ta hlak kha, kan kawtthlêrahai khawm în chûktir hlak kha,’ la tîng in tih.",
      "reference": "LUKA 13:26"
    },
    {
      "content": "Chun, ama chun, ‘Ka hril cheu hi, khâwtienga mi am in ni ka hriet nawh; nangni thil suol thaw po pohai, mi fe hmang san vawng ro,’ la tîng a tih.",
      "reference": "LUKA 13:27"
    },
    {
      "content": "“Abraham hai, Isak hai, Jakob hai, zâwlnei po pohai chu Pathien ram sûnga um in hmua, nangni tuola hnawt suok in ni in inhriet pha, chutaka chun ṭap le harâwt chu um a tih.",
      "reference": "LUKA 13:28"
    },
    {
      "content": "Chun, sak le thlang, sim le hmâra inthawkin hung an ta, Pathien ramah hung ṭhung an tih.",
      "reference": "LUKA 13:29"
    },
    {
      "content": "Chun, ngai ta u, a nuhnung- takhai khawm a hmasataka um ding an um a, a hmasatakhai khawm, a nuhnungtaka um ding an um,” a ta.",
      "reference": "LUKA 13:30"
    },
    {
      "content": "Chuonglai tak chun Pharisai tuhai amanih an hung a, a kuomah, “Suok la, hitaka inthawkin fe hmang rawh; Herodin sukhlum che a nuom bêk bêk a nih,” an ta.",
      "reference": "LUKA 13:31"
    },
    {
      "content": "Chun, ama chun an kuomah, “Chu sihal kuoma chun hi thu hi va hril ro, ‘Ngai rawh, vawisûn le zîngah khawhrihai hnawt dawk ka ta, damnawhai khawm sukdam ka ta, a zîngnâwk zo ka tih.’",
      "reference": "LUKA 13:32"
    },
    {
      "content": "Ieng khawm ni raw se, vawisûn leh, zînga leh, a zîngnâwk leh ka fe pei ding a nih; Jerusalem khaw puo tieng zâwlnei thi thei a ni nawh ie,” a ta.",
      "reference": "LUKA 13:33"
    },
    {
      "content": "“Aw Jerusalem, Jerusalem! zâwlnei thattu, i kuoma an hung tirhai lunga lo dêng hlumtu; ârpuiin a têhai a thla hnuoia a awp khâwm angin, i nauhai vawi iengzât am awp khâwm ka tum kha! Nisienlakhawm, in nuom si nawh.",
      "reference": "LUKA 13:34"
    },
    {
      "content": "En ta u, in in chu aruoka mâk- sanpêk cheuin a um tah. Ka hril cheu hi, ‘Lalpa hminga hung chu inpâkin um raw se,’ in ti hmakhat chun, mi hmu nâwk ta naw ti niu,” a ta.",
      "reference": "LUKA 13:35"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "LUKA 13 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}