{
  "verses": [
    {
      "content": "Chun, a nakie deu chun Isu thu hril le Pathien ram Chanchin Ṭha intlun pei pumin khaw lien le khaw têhai a fang pei a, a kuomah sâwm le pahnihai chu an um a;",
      "reference": "LUKA 8:1"
    },
    {
      "content": "nuhmei tuhai amanih, khawhri zâwl dam nâwkhai leh, na dam nâwkhai leh, chuong nuhmeihai chu Mari, a sûnga inthawka khawhri pasari suok Magdalin an iti hai,",
      "reference": "LUKA 8:2"
    },
    {
      "content": "Herod sum enkawltu Chuza nu- hmei Joanna hai, Susanna hai, mi dang tamtak leh an nih; chuonghai chun mâni neiin an rawng an bâwlpêk a.",
      "reference": "LUKA 8:3"
    },
    {
      "content": "Chun, mipui nasatak an hung inkhâwm a, khaw tina mi a kuomah an hungin, tekhithuin thu a hril a.",
      "reference": "LUKA 8:4"
    },
    {
      "content": "“Bu chi thêtu bu chi thê dingin a feh a. Chun, a thê laiin a ṭhen lampui sîrah a tla a, mîn an sir a, chun, vatehaiin an tlân zo tah a.",
      "reference": "LUKA 8:5"
    },
    {
      "content": "Chun, a ṭhen pielthlêng chungah a tlah a; a mâwng phingleh a hnâwng naw leiin a rawp tah a.",
      "reference": "LUKA 8:6"
    },
    {
      "content": "Chun, a ṭhen hlohlingnei lai a tlah a, hlo chun a mâwng ruolpui a, a dîp hmang tah a.",
      "reference": "LUKA 8:7"
    },
    {
      "content": "Chun, a ṭhen hnuoi ṭhaah a tlah a, a hung mâwng a, a lêt zain a ra tah a,” a ta. Chun, chuong thu chu a hril laiin a khêk a, “Tûkhawm hrietna dinga na nei chun hre raw se,” a ta.",
      "reference": "LUKA 8:8"
    },
    {
      "content": "Chun, a închûktirhai chun a kuomah, “Hi tekhithu hi ieng tina am a na?” tiin an indawn a.",
      "reference": "LUKA 8:9"
    },
    {
      "content": "Ama chun, “Pathien ram thurûk chu nangni ihriet chu phal a na, mi dang kuoma ruok chu tekhithu chaua hril a nih; hmu hai sienla khawm, hmu naw an ni theina dingin, nain hrehai sienla khawm a ngaina an hriet thei nawna dingin.",
      "reference": "LUKA 8:10"
    },
    {
      "content": "“Tekhithu kha hi hi a nih; Bu chi chu Pathien thu a nih.",
      "reference": "LUKA 8:11"
    },
    {
      "content": "Chun, lampui sîra mi chu thu hre tahai hi an nih; chun, diebol chu a hung a, an awi nawh a, sandam an ni thei nawna dingin an lungrila inthawkin thu a lâkpêk hlak.",
      "reference": "LUKA 8:12"
    },
    {
      "content": "Chun, pielthlêng chunga mi chu hieng hi an nih; an hriet phingleh thu chu lâwmtaka pawmhai hi; nisien- lakhawm, zung hrim an nei nawh, sâwt nawtê chau an awi a, thlêma an um phaleh an bânsan nâwk hlak.",
      "reference": "LUKA 8:13"
    },
    {
      "content": "Chun, hlohlingnei laia tla chu hieng mi hi an nih; thu an hriet hnunga an fe pei laiin dam sûng khawsak lungkhamnahai, inhawitir- nahai, hausaknahai chun a dîp a, an ra puitling ngainaw a nih.",
      "reference": "LUKA 8:14"
    },
    {
      "content": "Hnuoi ṭhaa mi chu hieng hi an nih; lungril ṭha le felin thu chu an hriet a, an vawn zing a, tuorseltakin an ra hlak.",
      "reference": "LUKA 8:15"
    },
    {
      "content": "“Tukhawmin khâwnvar insitin bêlin an inkhum nawh, khum hnuoia khawm an sie nawh; a lût taphawtin a var an hmu theina dingin a sienaah an sie lem hlak a nih.",
      "reference": "LUKA 8:16"
    },
    {
      "content": "Phuong lo dinga ip iengkhawm a um nawh, hriet naw ding le inlang lo dinga thuphmang iengkhawm a um bawk nawh.",
      "reference": "LUKA 8:17"
    },
    {
      "content": "Chuongchun, ieng angin am in hriet fimkhur ro; tûkhawm a nei taphawt chu pe sâng an ta, tûkhawm a nei naw taphawt chu a nei suna a ruot khawm chu lâkpêk an tih,” a ta.",
      "reference": "LUKA 8:18"
    },
    {
      "content": "Chun, a nu le a unauhai chun Isu kuom tieng an hung pan a, nisienlakhawm, mipui lei chun a kuom an hung tlung thei si nawh.",
      "reference": "LUKA 8:19"
    },
    {
      "content": "Chun, “I nu le i unauhai nang hmu ding chein tuola sawn an ngîr zing ie,” tiin an hril a.",
      "reference": "LUKA 8:20"
    },
    {
      "content": "Chun, ama chun an kuomah, “Hieng Pathien thu hrea zâwmhai hi ka nu le ka unauhai an nih,” a ta, a dawn a.",
      "reference": "LUKA 8:21"
    },
    {
      "content": "Chun, chuong lai chun ni khat chu lawngah a chuong a, a închûktirhai leh; chun, an kuomah, “Dîl râl khingtieng sawn kai ei tiu,” a ta. Chuongchun, lawng chu an sût a, an fe tah a.",
      "reference": "LUKA 8:22"
    },
    {
      "content": "Chun, an fe laiin Isu a lo in innghil a; chun, dîla chun thlipui a hung hrâng a, an lawng chu tuiin a sip vâng vâng a, nasataka ṭitumnaah an um tah a.",
      "reference": "LUKA 8:23"
    },
    {
      "content": "Chun, a kuomah an va feh a, an keitho a, “Inchûktirtu, Inchûktirtu, kan bohmang ding a ni hi teh,” an ta. Chun, ama chu a hung har a, thli le tuifâwn chu a hal tah a; chun, a mah a, a re tah a.",
      "reference": "LUKA 8:24"
    },
    {
      "content": "Chun, an kuomah, “In ringna khâwlai am a um a?” a ta. Chun, an ṭih a, mak an ti hleh a, “Hi mipa hi tu am a ni leh? thli le tui chen khawm thu a pêk a, an awi hi,” an inti tâwl a.",
      "reference": "LUKA 8:25"
    },
    {
      "content": "Chun, Galili ram zâwna Gerasin mihai ram chu an tlung a.",
      "reference": "LUKA 8:26"
    },
    {
      "content": "Chun, khawmuola a suokin, khuoa mi khawhri iman tûin amanih ân tuokpui a; ina hrim khawm a um nawh a, thlânahai a um lem hlak a.",
      "reference": "LUKA 8:27"
    },
    {
      "content": "Chun, Isu a hmu phingleh a khêk a, a hmaah a bawkkhup a, râwl inringtakin, “Isu, Pathien Achung- hnungtak Naupa, kei le nang ieng am ei inzâwlna a um a? mi sawisa lul naw rawh, ka ngên che,” a ta.",
      "reference": "LUKA 8:28"
    },
    {
      "content": "(Isûn khawhri inthieng naw chu, chu mipa sûnga inthawka suok dingin thu a lo pêk ta sih a. Chu mipa chu khawhri chun a man rawp hlak a nih; mihaiin khaidiet le kawl an inbuntir hlak a, an vêng zing hlak a; nisienlakhawm, a khuopnahai chu a suktan a, khawhri chun thlalêrahai a hnawt suok hlak).",
      "reference": "LUKA 8:29"
    },
    {
      "content": "Chun, Isûn, “I hming ieng am a na?” tiin ân dawn a. Ama chun, “Nuoia,” a ta, (a sûnga khawhri tamtak an lût leiin).",
      "reference": "LUKA 8:30"
    },
    {
      "content": "Chun, vânsama fe thu an kuoma pe lo dingin Isu kuomah an ngên a.",
      "reference": "LUKA 8:31"
    },
    {
      "content": "Chun, chutaka chun tlângah vawk ruol tamtak an tlah a; chun, a kuomah, vawkhai sûngah lût theina thu an ngên a. Chun, ama chun thu a pêk a.",
      "reference": "LUKA 8:32"
    },
    {
      "content": "Chun, khawhrihai chu chu mipa sûnga inthawk chun an suok a, vawkhai sûnga chun an lût a; chun, vawk ruol chu râwlah an tlân thla hum hum a, dîlah an tlân lût a, tui inhâkin an thi tah a.",
      "reference": "LUKA 8:33"
    },
    {
      "content": "Chun, a vaituhai chun chu thil umzie chu an hmuh a, an tlân a, khuoa le loahai chun an hril a.",
      "reference": "LUKA 8:34"
    },
    {
      "content": "Chun, thil um dân chu en dingin mihai an suok tâwl a; chun, Isu kuom an hung tlung a, khawhri isuoksanpa chu puon sila lungvar pângngai putin, Isu ke bula ṭhung an hung hmuh a; chuongchun, an ṭi tah a.",
      "reference": "LUKA 8:35"
    },
    {
      "content": "Chun, a hretuhai chun khawhri iman a sukdamzie chu chuonghai chu an lo hril a.",
      "reference": "LUKA 8:36"
    },
    {
      "content": "Chun, a vêl Gerasin mihai rama mi po po chun an ṭi ta bêk bêk leiin, ama chu an kuoma inthawka fe hmang dingin an ngên a; chun, lawngah a chuong a, a kîr nâwk tah a.",
      "reference": "LUKA 8:37"
    },
    {
      "content": "Chun, khawhri isuoksanpa ruok khan chu Isu kuoma um zing a ngên a.",
      "reference": "LUKA 8:38"
    },
    {
      "content": "Nisienlakhawm, Isûn, “I in tieng fe la, Pathienin i ta dinga thil a thawpêk che ropuizie hi va hril rawh,” tiin ân fetir tah a. Chuongchun, a feh a, khawpui sûng po poa chun Isûn a ta dinga thil a thawpêk ropuizie chu a khêkpui tah a.",
      "reference": "LUKA 8:39"
    },
    {
      "content": "Chun, Isu a hung kîr nâwk chun mipuiin ama an lâwm a, ama lo nghâk zinga um an ni tâwl leiin.",
      "reference": "LUKA 8:40"
    },
    {
      "content": "Chun, ngai ta, mi pakhat a hming Jaira, inkhâwmna in hotu chu a hung a, Isu ke bulah a bawkkhup a, a ina fe dingin a ngên a,",
      "reference": "LUKA 8:41"
    },
    {
      "content": "naunu khât kum sâwmpahni lai ding hi a nei a, ama chu thihmun- suolin a zâl zing leiin. Chun, Isu a fe laiin mipuihaiin an hneng sup sup a.",
      "reference": "LUKA 8:42"
    },
    {
      "content": "Chun, nuhmei pakhat kum sâwmpahni thipûtin a damnawh a, a sum nei po po dâktawrhai kuomah a sukthâm zo ta sih a, tukhawmin an sukdam thei ta si nawh a;",
      "reference": "LUKA 8:43"
    },
    {
      "content": "ama chu a hnungah a hung a, a puon hmawr a them a, kârloin a thipût chu a bo nghâl tah a.",
      "reference": "LUKA 8:44"
    },
    {
      "content": "Chun, Isûn, “A mi them kha tu am a na?” a ta. Chun, “Kei chu ka ni nawh,” an ti seng a. Peter le a ruolhaiin, “Inchûktirtu, mipuihaiin an hneng sup sup cheh a, an bûm tul tul che annâwm,” an ta.",
      "reference": "LUKA 8:45"
    },
    {
      "content": "Nisienlakhawm, “Tûin amanih chu a mi them a nih, thilthawtheina ka sûnga inthawkin a suok nghe nghe ti ka hriet a nih,” a ta.",
      "reference": "LUKA 8:46"
    },
    {
      "content": "Chun, nuhmei chun ân thup thei naw a hriet a, inthin pumin a hung a, a hmaah a bawkkhup a, a them san le kârloa a dam tâk elzie chu mi po po hmua chun a hril tah a.",
      "reference": "LUKA 8:47"
    },
    {
      "content": "Chun, ama chun a kuomah, “Ka naunu, i ringna hi i dampui a nih, thlamuongtakin fe rawh,” a ta.",
      "reference": "LUKA 8:48"
    },
    {
      "content": "A la ṭawng zing laiin in- khâwmna in hotu ina inthawk chu mi pakhat a hung a, “I naunu a thi tah, inchûktirtu suksâwl nuom naw,” a ta.",
      "reference": "LUKA 8:49"
    },
    {
      "content": "Isu ruok chun chu thu chu a hriet chun, “Ṭi naw rawh, ring el rawh, chuongchun, dam nâwk a tih,” a ta, a dawn a.",
      "reference": "LUKA 8:50"
    },
    {
      "content": "Chun, in chu a va tlung chun, Peter hai, Jakob hai, Johan hai, naupang nu le pa chau naw chu tukhawm lût a phal ve nawh a.",
      "reference": "LUKA 8:51"
    },
    {
      "content": "Chun, an rêngin an lo ṭap rak rak a, an âwm an inchum a; chuongchun, ama chun, “Ṭap naw ro, a thi nawh, a in innghil a ni lem,” a ta.",
      "reference": "LUKA 8:52"
    },
    {
      "content": "Chun, a thi tain an hriet zing sih a, an nuisan el a.",
      "reference": "LUKA 8:53"
    },
    {
      "content": "Isu ruok chun a kut a chel a, “Bawinu, tho rawh,” a ta, a ko a.",
      "reference": "LUKA 8:54"
    },
    {
      "content": "Chun, a thlarau chu a hung kîr nâwk a, a tho nghâl tah a; chun, iengkhat fâk ding pêk ding thu a pêk a.",
      "reference": "LUKA 8:55"
    },
    {
      "content": "Chun, a nu le pa chun mak an ti hleh a; nisienlakhawm, ama chun, a thilthaw chu tukhawm hril lo dingin a ti tlat a.",
      "reference": "LUKA 8:56"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "LUKA 8 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}