{
  "verses": [
    {
      "content": "Chun, Châwlniin Pharisai hotu pakhat ina bu fa dinga a fe laiin, an enthlit a.",
      "reference": "LUKA 14:1"
    },
    {
      "content": "Chun, ngai ta, a hmaa chun damnaw invûng mi tû amanih a um a.",
      "reference": "LUKA 14:2"
    },
    {
      "content": "Chuongchun, Isûn Dân inchûk- tirtuhai le Pharisaihai chu a biek a, an kuomah, “Châwlni hin sukdam a thieng am a thieng naw?” a ta.",
      "reference": "LUKA 14:3"
    },
    {
      "content": "Anni ruok chu an to zing a; ama chun damnaw chu a chel a, a sukdam a, ân fetir tah a.",
      "reference": "LUKA 14:4"
    },
    {
      "content": "Chun, an kuomah, “Nangni lai in sabengtung amanih, sebâwng ama- nih, tuisunsuoah lo tla sien la, Châwlni khawmin tûin am kei suok nghâl nâwng in ta?” a ta.",
      "reference": "LUKA 14:5"
    },
    {
      "content": "Chuong thu chu an dawn thei naw nâwk bawk a.",
      "reference": "LUKA 14:6"
    },
    {
      "content": "Chun, an mi fielhaiin ṭhungpha ṭhatak an thlang hlakzie a hmuh a, an kuomah tekhithu a hril tah a;",
      "reference": "LUKA 14:7"
    },
    {
      "content": "“Inneina ruoiṭhe fa dingin tûin amanih a fiel pha che chun ṭhungpha ṭhatakah ṭhung naw rawh; chuong naw chun, i nêka mi ṭha lem lo fiel hlau a ta,",
      "reference": "LUKA 14:8"
    },
    {
      "content": "chuongchun, a fieltu che chun, ‘Hi pa ṭhungna ding hi inkien rawh,’ hung tîng a cheh a; chun, nang inzaktakin ṭhungpha ṭha nawtakah i ṭhung nâwk si ding a nih.",
      "reference": "LUKA 14:9"
    },
    {
      "content": "An fiel che chun ṭhungpha ṭha naw takah va ṭhung lem hlak rawh; chuongchun, a fieltu che a hung pha leh, i kuomah, ‘Ruola, ṭhungpha ṭha deua hin hung ṭhung rawh,’ ti thei a ti che. Chuongchun, i thlaithlêng awt- puihai mithmua chun chawimawiin um i tih.",
      "reference": "LUKA 14:10"
    },
    {
      "content": "Inngaihlu taphawt chu tlâwm an ta; inngaitlâwm chu chawimawiin um an tih,” a ta.",
      "reference": "LUKA 14:11"
    },
    {
      "content": "Chun, a fieltu kuoma khawm chun, “Sûna manih, zâna manih ruoi i ṭhe pha leh, i ruolhai, i unauhai, i laibunghai, i vêng hausahai chu fiel naw rawh; chuong naw chun, fiel ve nâwk an ti cheh a, thung nâwk kher an ti che.",
      "reference": "LUKA 14:12"
    },
    {
      "content": "Ruoi i ṭhe pha chun, pasiehai, piengsuolhai, keinbaihai, mitdelhai fiel lem rawh;",
      "reference": "LUKA 14:13"
    },
    {
      "content": "chuongchun, la hamṭhâng i tih; anni chun thungna ding che nei naw ni hai a, chuongchun, mi fel tho nâwk pha chun thungin i um ding a ni sih a,” a ta.",
      "reference": "LUKA 14:14"
    },
    {
      "content": "Chun, a thlaithlêng awtpui tûin amanih chuong chu a hriet a, a kuomah, “Pathien rama bu fa ding chu a hamṭha ie!” a ta.",
      "reference": "LUKA 14:15"
    },
    {
      "content": "Chun, ama chun a kuomah, “Mi tûin amanih ruoi ropuitak zânah a ṭheh a, mi tamtak a fiel a;",
      "reference": "LUKA 14:16"
    },
    {
      "content": "chun, a fâk huna chun a mi fielhai kuomah, ‘Hung ta ro khai, tuhin iengkim inzo a ni tah,’ ti dingin a suok a tir a.",
      "reference": "LUKA 14:17"
    },
    {
      "content": "Chun, an rêngin inthuruolin suonlam an siem seng a. A hmasatak chun a kuomah, ‘Lo kân châwk tah a, a ena ka fe a ṭûl a nih; mi lunginsiet la mi hung inphatpêk rawh,’ a ta.",
      "reference": "LUKA 14:18"
    },
    {
      "content": "Chun, mi dangin, ‘Sebâwng tuok nga kân châwk tah a, a sie le ṭha fie dingin ka fe ding a na, mi lungin- siet la mi hung inphatpêk rawh,’ a ta.",
      "reference": "LUKA 14:19"
    },
    {
      "content": "Chun, mi dangin, ‘Nuhmei ka nei tah a, chuleiin, ka hung thei nawh,’ a ta.",
      "reference": "LUKA 14:20"
    },
    {
      "content": "Chun, suok chun a pu kuomah chuong thu chu a va hril a. Chun, in neitu chu a lunginsen a, a suok kuom- a chun, ‘Suok la, kawtthlêrahai, kâwmkârahai, fe zeu zuou la, pasie- hai, piengsuolhai, mitdelhai, kein- baihai, hitaka hin hung ṭhuoi lût rawh,’ a ta.",
      "reference": "LUKA 14:21"
    },
    {
      "content": "Chun, suok chun, ‘Pu i thu mi pêk ang khan ka thaw tah a, nisien- lakhawm, hmun a la chuong ta rawp,’ a ta.",
      "reference": "LUKA 14:22"
    },
    {
      "content": "Chun, a puin suok kuoma chun, ‘Suok la, lamlienahai, khawhnâwma- hai fe la, ka in sipna dingin mî hung thlêm lût hrâm rawh.",
      "reference": "LUKA 14:23"
    },
    {
      "content": "Ka hril che hi, mi ka ifielhai khan pakhat khawmin ka ruoiṭhe fa naw ni hai,’ a tih a,” a ta.",
      "reference": "LUKA 14:24"
    },
    {
      "content": "Chun, mipui nasatak ama leh an fe veh a; chuongchun, ama chu a nghah a, an kuomah,",
      "reference": "LUKA 14:25"
    },
    {
      "content": "“Tûkhawm ka kuoma hung chun a pa dâm, a nu dâm, a nuhmei dâm, a nauhai, a unauhai, a farnuhai, ama hringna chenin a theida naw chun, ka închûktir ni thei naw ni.",
      "reference": "LUKA 14:26"
    },
    {
      "content": "Tûkhawm mâni kraws puta mi zui naw chu, ka închûktir ni thei naw ni.",
      "reference": "LUKA 14:27"
    },
    {
      "content": "“Nangni laia tûkhawm hin in insâng bâwl tum unla, a tirin ṭhungin, bâwl zona khawp sum in nei le nei naw hre dingin, a man ding chin tuin am sût nâwng in ta?",
      "reference": "LUKA 14:28"
    },
    {
      "content": "Chuong naw chun, lung phûm ta zeta a bâwl zo thei si naw chun, a en taphawtin nuisan an ta,",
      "reference": "LUKA 14:29"
    },
    {
      "content": "‘Hi mipa hin in ân kal zet a, a bâwl zo thei si nawh a,’ tîng an tih.",
      "reference": "LUKA 14:30"
    },
    {
      "content": "“Chun, lal tûin am lal dang hung chu, mi sîng khat le a tuok ngam ding le ding naw, mi râwn nâwng a ta?",
      "reference": "LUKA 14:31"
    },
    {
      "content": "Chuong a ni naw leh, lal dang chu hlataka a la um laiin, inremna tieng thutiem hni dingin palai tir a tih.",
      "reference": "LUKA 14:32"
    },
    {
      "content": "Chuong ang bawkin, nangni lai hin tûkhawm a nei po po mâksan naw chu, ka închûktir ni thei naw nih.",
      "reference": "LUKA 14:33"
    },
    {
      "content": "“Machi hi a ṭha; nisienla- khawm, machi khawm a da ta chun, iengin am sukal nâwk an ta?",
      "reference": "LUKA 14:34"
    },
    {
      "content": "Leihnuoi dingin ṭha naw nih a, êkdûr dingin ṭha bawk naw nih; mîn an peihâwn hlak. Tûkhawm hrietna dinga na nei chun hre raw se,” a ta.",
      "reference": "LUKA 14:35"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "LUKA 14 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}