{
  "verses": [
    {
      "content": "Chun, Tiberia Kaisar ân lala in- thawka kum sâwmpanga kumah (Pontia Pilat chu Judai ram Bawrsâp a na, Herod chu Galili ram lal a nih, a unau Philip chu Iturea le Trakonitis ram lal a nih, Lusani chu Abilene ram lal a nih.",
      "reference": "LUKA 3:1"
    },
    {
      "content": "Anna le Kaiapha chu Thiempu Laltakhai an nih), thlalêra Zakaria naupa Johan kuoma chun Pathien thu a hung tlung a.",
      "reference": "LUKA 3:2"
    },
    {
      "content": "Chun, ama chu Jordan vadung pang vêl ram tinah a feh a, thil suksuol ngaidamna dingin simna baptisma thu a hril pei a.",
      "reference": "LUKA 3:3"
    },
    {
      "content": "Zâwlnei Isai thu buah, “Thlalêra mi khêk râwl chun, ‘Lalpa lamlien buotsai unla; A lampuihai suktlûn ro;",
      "reference": "LUKA 3:4"
    },
    {
      "content": "Ruom tin sung sip ni vawng a ta, Tlâng tin, muol tin sukhnuoi ni bawk a tih. Lampui kâwihai hung tlûn a ta, Lampui inṭumnawhai hung inruol bawk a tih;",
      "reference": "LUKA 3:5"
    },
    {
      "content": "Chun, mi po poin Pathien sandamna hmûng an tih,’ a ta,” tia ziek ang khan.",
      "reference": "LUKA 3:6"
    },
    {
      "content": "Chun, ama chun baptisma chang dinga a kuoma mipui hung suokhai kuoma chun, “Rûl thlahai, lungsen hung tlung ding hi tlânsan dingin tuin am a kâwk cheu a?",
      "reference": "LUKA 3:7"
    },
    {
      "content": "Chuongchun, sim hming input tlâkin ra ro, ‘Abraham kan thlatu a nih annâwm,’ in lungrilin ti el naw ro; Pathienin hieng lunghai hi Abraham thlaahai ân ngîrtir thei ti ka hril cheu hi.",
      "reference": "LUKA 3:8"
    },
    {
      "content": "Tu ngei khawm hin hreipui thing bul tinah an sie tah; chuongchun, thing tin ra ṭhaa ra naw taphawt chu an phûr a, meiah an pei hlak,” a ta.",
      "reference": "LUKA 3:9"
    },
    {
      "content": "Chun, mipuihai chun a kuomah, “Anleh ieng am kan thaw ding a na?” an ta, an indawn a.",
      "reference": "LUKA 3:10"
    },
    {
      "content": "Ama chun an kuomah, “Tu- khawm zakuo pahni nei chun a nei naw kuomah pe raw se; tukhawm fâk nei chun chuong ang bawkin thaw raw se,” a ta, a dawn a.",
      "reference": "LUKA 3:11"
    },
    {
      "content": "Chun, siedâwltuhai khawm baptisma chang dingin an hung a, a kuomah, “Inchûktirtu, iengam kan thaw ding?” an ta.",
      "reference": "LUKA 3:12"
    },
    {
      "content": "Ama chun an kuomah, “An rêlpêk cheu bâk chu va phût naw ro,” a ta.",
      "reference": "LUKA 3:13"
    },
    {
      "content": "Chun, sipaihai khawmin a kuomah, “Keini teh ieng am kan thaw ding?” an ta, an indawn a. Ama chun an kuomah, “Tukhawm suknawm- nain va hêk naw ro; in hlaw tâwk taphawta chun lungawi ro,” a ta.",
      "reference": "LUKA 3:14"
    },
    {
      "content": "Chun, mihaiin an beisei a, mi po poin Johan chungthu an lungrilah, “Krista a lo ni el khat rawi am?” tia an ngaituo laiin,",
      "reference": "LUKA 3:15"
    },
    {
      "content": "Johan chun a dawn a, an rênga kuomah, “Kei chun chu tuiin ka baptis hlak cheu a; nisienlakhawm, keia nêka ropui lem a hung ding a nih, a kekawk hrui sût tlâk khawm ka ni nawh; ama chun Thlarau Inthieng le meiin baptis a ti cheu a,",
      "reference": "LUKA 3:16"
    },
    {
      "content": "a kutin leipup a chawi a, a hri- zâwl zâp fai hieuna ding le, a bupang- a a bu hluna dingin; a si ruok chu mei rêm thei loin raw hmang a tih,” a ta.",
      "reference": "LUKA 3:17"
    },
    {
      "content": "Chun, infuina thu dang tam- takin mihai kuomah Chanchin Ṭha a hril hlak a.",
      "reference": "LUKA 3:18"
    },
    {
      "content": "Nisienlakhawm, Lal Herod chu a unaupa nuhmei Herodi chung thua le a suksuol po po chunga chun Johan chun a kâwk leiin,",
      "reference": "LUKA 3:19"
    },
    {
      "content": "a thil suksuol po po belsain ama chu intângna inah a khum tah a.",
      "reference": "LUKA 3:20"
    },
    {
      "content": "Chun, mi po poin baptisma an chang zoin, Isu khawmin baptisma a chang a, a ṭawngṭai a, vân a hung inhawng a,",
      "reference": "LUKA 3:21"
    },
    {
      "content": "Thlarau Inthieng chu taksa putin vaṭhu angin a hung ṭum a, a chungah a fu tah a; chun, vâna inthawkin râwl a hung suok a, “Nang ka Naupa dittak i nih; i chungah ka lâwm ngawt el,” a ta.",
      "reference": "LUKA 3:22"
    },
    {
      "content": "Chun, Isûn ân chûktir ṭan lai vêl khan ama chu kum sâwmthum lai a ni tah a, mi ngai chun Josef naupa a na, Ama chu Heli nau a na,",
      "reference": "LUKA 3:23"
    },
    {
      "content": "Ama chu Matthat nau a na, Ama chu Levi nau a na, Ama chu Melki nau a na, Ama chu Janai nau a na, Ama chu Josef nau a na,",
      "reference": "LUKA 3:24"
    },
    {
      "content": "Ama chu Mattathi nau a na, Ama chu Amos nau a na, Ama chu Nahum nau a na, Ama chu Esli nau a na, Ama chu Naggai nau a na,",
      "reference": "LUKA 3:25"
    },
    {
      "content": "Ama chu Maath nau a na, Ama chu Mattathi nau a na, Ama chu Semei nau a na, Ama chu Josek nau a na, Ama chu Joda nau a na,",
      "reference": "LUKA 3:26"
    },
    {
      "content": "Ama chu Joanan nau a na, Ama chu Rhesa nau a na, Ama chu Zerubbabel nau a na, Ama chu Sealtiel nau a na, Ama chu Neri nau a na,",
      "reference": "LUKA 3:27"
    },
    {
      "content": "Ama chu Melki nau a na, Ama chu Addi nau a na, Ama chu Kosam nau a na, Ama chu Elmadam nau a na, Ama chu Era nau a na,",
      "reference": "LUKA 3:28"
    },
    {
      "content": "Ama chu Josua nau a na, Ama chu Eliezer nau a na, Ama chu Jorim nau a na, Ama chu Matthat nau a na, Ama chu Levi nau a na,",
      "reference": "LUKA 3:29"
    },
    {
      "content": "Ama chu Simeon nau a na, Ama chu Juda nau a na, Ama chu Josef nau a na, Ama chu Jonam nau a na, Ama chu Eliakim nau a na,",
      "reference": "LUKA 3:30"
    },
    {
      "content": "Ama chu Melea nau a na, Ama chu Menna nau a na, Ama chu Mattatha nau a na, Ama chu Nathan nau a na, Ama chu David nau a na,",
      "reference": "LUKA 3:31"
    },
    {
      "content": "Ama chu Jessai nau a na, Ama chu Obed nau a na, Ama chu Boaz nau a na, Ama chu Salmon nau a na, Ama chu Nason nau a na,",
      "reference": "LUKA 3:32"
    },
    {
      "content": "Ama chu Aminadab nau a na, Ama chu Aram nau a na, Ama chu Hesron nau a na, Ama chu Perez nau a na, Ama chu Juda nau a na,",
      "reference": "LUKA 3:33"
    },
    {
      "content": "Ama chu Jakob nau a na, Ama chu Isak nau a na, Ama chu Abraham nau a na, Ama chu Tera nau a na, Ama chu Nahor nau a na,",
      "reference": "LUKA 3:34"
    },
    {
      "content": "Ama chu Serug nau a na, Ama chu Reu nau a na, Ama chu Peleg nau a na, Ama chu Eber nau a na, Ama chu Sela nau a na,",
      "reference": "LUKA 3:35"
    },
    {
      "content": "Ama chu Kainan nau a na, Ama chu Arphaksad nau a na, Ama chu Sem nau a na, Ama chu Noa nau a na, Ama chu Lamek nau a na,",
      "reference": "LUKA 3:36"
    },
    {
      "content": "Ama chu Methusela nau a na, Ama chu Enok nau a na, Ama chu Jered nau a na, Ama chu Mahalalel nau a na, Ama chu Kainan nau a na,",
      "reference": "LUKA 3:37"
    },
    {
      "content": "Ama chu Enos nau a na, Ama chu Seth nau a na, Ama chu Adam nau a na, Ama chu Pathien nau a nih.",
      "reference": "LUKA 3:38"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "LUKA 3 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}