{
  "verses": [
    {
      "content": "Chun, Chawlṭhanglo Bei Ruoiṭhe, Fekân Ruoiṭhe an ti chu a hnai tah a.",
      "reference": "LUKA 22:1"
    },
    {
      "content": "Chun, thiempu lal le Dân inchûktirtuhai chun a sukhlumnazie an zawng a, vântlâng an ṭi sih a.",
      "reference": "LUKA 22:2"
    },
    {
      "content": "Chun, sâwm le pahnihai laia ṭhang, Juda Iskariot an iti sûnga chun Setan a lût a.",
      "reference": "LUKA 22:3"
    },
    {
      "content": "Chuongchun, ama chu a va feh a, an kuomah ân mantir theina dingzie thiempu lalhai le hotuhai chu a va râwn a.",
      "reference": "LUKA 22:4"
    },
    {
      "content": "Anni chu an lâwm hleh a, tangka pêk an tiem tah a.",
      "reference": "LUKA 22:5"
    },
    {
      "content": "Ama chun a remtih a, mipui umnaw kâra inmantirna remchâng a zawng tah a.",
      "reference": "LUKA 22:6"
    },
    {
      "content": "Chun, Chawlṭhanglo Bei ruoiṭhe ni, Fekân Ruoiṭhena berâmte thatna ding ni chu a hung tlung tah a.",
      "reference": "LUKA 22:7"
    },
    {
      "content": "Chuongchun, Isûn Peter le Johan chu, “Fekân Ruoi bu ei fâk dingin va buotsai ro,” a ta.",
      "reference": "LUKA 22:8"
    },
    {
      "content": "Anni chun a kuomah, “Khâwlai am va buotsai inlang i nuom a?” an ta.",
      "reference": "LUKA 22:9"
    },
    {
      "content": "Chun, ama chun an kuomah, “Ngai ta u, khawpuia in lûtin, pasal bêla tui putin intuokpui a ti cheu a, a lûtna inah zui lût el ro.",
      "reference": "LUKA 22:10"
    },
    {
      "content": "Chun, in neitupa kuoma chun, ‘Inchûktirtuin, ka închûktirhai le Fekân Ruoi bu kan fâkna ding mikhuol pindan chu khâwlai am a na? a ti che,’ ti ro.",
      "reference": "LUKA 22:11"
    },
    {
      "content": "Chuongchun, ama chun pindan chunghnung lientak, thuomhnaw umsa inentir a ti cheu a; chutaka chun buotsai ro,” a ta.",
      "reference": "LUKA 22:12"
    },
    {
      "content": "Chun, an fe tah a, an kuoma a hril ang takin an hmuh a; chun, Fekân Ruoi chu an buotsai tah a.",
      "reference": "LUKA 22:13"
    },
    {
      "content": "Chun, a fâk a hung hun chun, ama chun thlêng a awt a, a tirkohai chun an awtpui veh a.",
      "reference": "LUKA 22:14"
    },
    {
      "content": "Chun, an kuomah, “Ka thil tuor hma hin hi Fekân Ruoi hi fâkpui cheu ka nuom bêk bêk a nih.",
      "reference": "LUKA 22:15"
    },
    {
      "content": "Ka hril cheu hi, hi hi Pathien rama sukfamkim a ni hmakhat chu ka fâk nâwk ta naw ding a nih,” a ta.",
      "reference": "LUKA 22:16"
    },
    {
      "content": "Chun, no a lâk a, lâwmthu a hril zoin, “Hi hi la unla, insem ro,",
      "reference": "LUKA 22:17"
    },
    {
      "content": "ka hril cheu hi, tuta inthawk Pathien ram a hung tlung hmakhat chu grêp hrui raa hi ka dâwn nâwk ta naw ding a nih,” a ta.",
      "reference": "LUKA 22:18"
    },
    {
      "content": "Chun, bei a lâk a, lâwmthu a hril zoin, a khawi a, an kuomah a pêk a, “Hi hi ka taksa [in aia pêk chu a nih; in mi hriet zingna dingin hi hi thaw hlak ro,” a ta.",
      "reference": "LUKA 22:19"
    },
    {
      "content": "Chun, zân bu fâk zoin chuong ang bawkin no chu a lâk a, “Hi no hi ka thisena thuthlung thar chu a nih, in aia suok ding chu.]",
      "reference": "LUKA 22:20"
    },
    {
      "content": "“Nisienlakhawm, ngai ta u, a mîn mantirtu ding kut chu ka kuom- ah dawkân chungah a um zing a nih.",
      "reference": "LUKA 22:21"
    },
    {
      "content": "Mihriem Naupa hi ruot ang ngeiin a fe ding a nih; nisienla- khawm, ân mantirtu ding mihriem chung chu a rik ie!” a ta.",
      "reference": "LUKA 22:22"
    },
    {
      "content": "Chun, annin, “Eini laia thil chuong ang thaw ding chu tû am nîng ei ta le?” an ta, anni le anni an indawn a.",
      "reference": "LUKA 22:23"
    },
    {
      "content": "Chun, anni laia tû tak am ropui taka ngai ding ti thuah insêlna a suok a.",
      "reference": "LUKA 22:24"
    },
    {
      "content": "Chun, ama chun an kuomah, “Jentailhai lalhai chu an chungah an inlal hlak a; an chunga thuneituhai chu, ‘Thilṭha thawtu’ tia ko an ni hlak.",
      "reference": "LUKA 22:25"
    },
    {
      "content": "Nisienlakhawm, nangni chu chuong ang chu ni naw ti niu; in laia ropui tak chu a chîn lem angin um sienla, ân lal tak chu rawngbâwltu angin um lem raw se.",
      "reference": "LUKA 22:26"
    },
    {
      "content": "Tû am a ropui lem a? Bu fatu am, rawngbâwltu? Bu fatu chu a ni naw am a nih? Nisienlakhawm, kei chu nangni laia rawngbâwltu angin ka um hi.",
      "reference": "LUKA 22:27"
    },
    {
      "content": "“Rinum ka tuok sûng po nangni a mi umpuituhai in na;",
      "reference": "LUKA 22:28"
    },
    {
      "content": "ka Pain ram a mi ruotpêk angin ram ka ruotpêk cheu hi,",
      "reference": "LUKA 22:29"
    },
    {
      "content": "chuongchun, ka rama ka daw- kâna in fâka in dâwn theina dingin; chuongchun, Israel hnam sâwmpa- hnihai ro rêlpêkin lalṭhungphaah la ṭhung in tih.",
      "reference": "LUKA 22:30"
    },
    {
      "content": "“Simon, Simon, ngai ta, Setan- in, bu rel anga a rel theina ding cheuin, nangni rawi hi a hni cheu annaw;",
      "reference": "LUKA 22:31"
    },
    {
      "content": "nisienlakhawm, i ringna a bo nawna dingin ka ṭawngṭaipêk che a nih, i ngha kîr nâwk pha nangin i unauhai sukdet rawh,” a ta.",
      "reference": "LUKA 22:32"
    },
    {
      "content": "Ama chun a kuomah, “Lalpa, intângna ina le thinaa khawm i kuoma fe ve ka huom a nih,” a ta.",
      "reference": "LUKA 22:33"
    },
    {
      "content": "Ama chun, “Peter, ka hril che hi, i mi hrietnaa hin vawi thum i mîn phat hmakhat chu vawisûn hin âr khuong naw ni,” a ta.",
      "reference": "LUKA 22:34"
    },
    {
      "content": "Chun, an kuomah, “Tangka ip boa, mansa boa, kekawk boa ka tir suok cheu khan thil hrim hrim in tlasam am?” a ta. Anni chun, “Tlasam lo,” an ta.",
      "reference": "LUKA 22:35"
    },
    {
      "content": "Chun, ama chun an kuomah, “Tu ruok hin chu tûkhawm tangka ip nei chun chawi raw se, mansa leh; tûkhawm kâwlhnâm nei naw chun a puon zawr sienla inchaw raw se.",
      "reference": "LUKA 22:36"
    },
    {
      "content": "Ka hril cheu hi, ‘Ama chu mi suol lai an tiem sa tah,’ ti ziek kha ka chungah a hung tlung ding a nih; ka chungchâng thuhai kha a tlung zo ding a ni tah,” a ta.",
      "reference": "LUKA 22:37"
    },
    {
      "content": "Chun, anni chun, “Lalpa, en ta, hi kâwlhnâm pahni a um,” an ta. Ama chun an kuomah, “A hun chu,” a ta.",
      "reference": "LUKA 22:38"
    },
    {
      "content": "Chun, ama chu a suok a, a dân pângngaiin Oliv tlânga chun a fe tah a; inchûktirhai khawmin an zui a.",
      "reference": "LUKA 22:39"
    },
    {
      "content": "Chun, a hmun chu a va tlung chun an kuomah, “Thlêmnaa in lût nawna dingin ṭawngṭai ro,” a ta.",
      "reference": "LUKA 22:40"
    },
    {
      "content": "Chun, lung dêng phâk chenah a tumin a va feh a; chun, a dingṭha- ṭhuon a, a ṭawngṭai a,",
      "reference": "LUKA 22:41"
    },
    {
      "content": "“Pa, rem i ti chun, hi no hi ka kuoma inthawkin la hmang rawh; nisienlakhawm, keia thu ni loin, nangma thu thu ni lem raw se,” a ta.",
      "reference": "LUKA 22:42"
    },
    {
      "content": "[Chun, vâna inthawkin vântir- ko pakhat a sukhar dingin a hung inlâr a.",
      "reference": "LUKA 22:43"
    },
    {
      "content": "Chun, a lung ân rim bêk bêk leiin ṭhahnemngai nâwk zuolin a ṭawngṭai a, a thlan chu thi far lientak angin, hnuoiah a zuk far a.]",
      "reference": "LUKA 22:44"
    },
    {
      "content": "Chun, a ṭawngṭai zoa a thoin, inchûktirhai kuomah a hung a, an lungngai leiin an lo in a hmuh a;",
      "reference": "LUKA 22:45"
    },
    {
      "content": "chun, an kuomah, “Iengdinga in in am? Thlêmnaa in lût nâwna dingin tho unla, ṭawngṭai ro,” a ta.",
      "reference": "LUKA 22:46"
    },
    {
      "content": "Chun, a la hril zing laiin, ngai ta, mipui an hung a, sâwm le pahni laia ṭhang Juda an iti khan an hma a hung ṭhuoi a; chun, fâwp tumin Isu a hung pan a.",
      "reference": "LUKA 22:47"
    },
    {
      "content": "Nisienlakhawm, Isu chun a kuomah, “Juda, Mihriem Naupa hi fâwpin în mantir ding a ni maw?” a ta.",
      "reference": "LUKA 22:48"
    },
    {
      "content": "Chun, a vêla mihai chun thil hung tlung ding chu an hrietin, “Lalpa kâwlhnâmin sât kan ti?” an ta.",
      "reference": "LUKA 22:49"
    },
    {
      "content": "Chun, anni laia tûin amanih Thiempu Laltak suok chu a sât a, a nakâwr chang tieng a sât thlâkpêk a.",
      "reference": "LUKA 22:50"
    },
    {
      "content": "Chun, Isûn a biek a, “Hi po hi ni raw se,” a ta, a nakâwr chu a them a, a sukdam tah a.",
      "reference": "LUKA 22:51"
    },
    {
      "content": "Chun, Isûn a kuoma hung thiempu lalhai, Pathien biekin hotu- hai le, upahai kuoma chun, “Kâwl- hnâmhai, hembâwkhai chawiin, suomhmang man ding ang elin in hung a ni maw?",
      "reference": "LUKA 22:52"
    },
    {
      "content": "Pathien biekina in kuoma ni tin ka um laihai khan mi man tumin in mi ban si nawh a; nisienlakhawm, tuhi nangni hun a nih, inthim thuneina leh,” a ta.",
      "reference": "LUKA 22:53"
    },
    {
      "content": "Chun, an man a, an ṭhuoi a, Thiempu Laltak ina chun an ṭhuoi lût tah a.",
      "reference": "LUKA 22:54"
    },
    {
      "content": "Chun, Peterin hlataka inthawk- in a zui a. Chun, in inhuon sûng tuollai chun mei an sêm a, an ṭhung khâwm a, Peter chu anni lai a va ṭhung veh a.",
      "reference": "LUKA 22:55"
    },
    {
      "content": "Chun, mei vara a ṭhung laiin, nunghâk tûin amanih a hmuh a, a en zing a, “Hi mipa khawm hi a kuoma um kha a ni hi,” a tih a.",
      "reference": "LUKA 22:56"
    },
    {
      "content": "Ama ruok chun, “Nuhmei, ama chu ka hriet nawh,” tiin ân phat a.",
      "reference": "LUKA 22:57"
    },
    {
      "content": "Chun, anakie deu chun mi dangin a hung hmu nâwk a, “Nang khawm anni laia mi i ni hi,” a ta. Peter ruok chun, “Mihriem, ka ni nawh ie,” a ta.",
      "reference": "LUKA 22:58"
    },
    {
      "content": "Chun, dâr kâr khat lai hnunga chun, mi dangin, “Hi mipa khawm hi a kuoma um kha a ni ngei el; Galili ram mi a nih annâwm,” a ti tlat a.",
      "reference": "LUKA 22:59"
    },
    {
      "content": "Chun, Peterin, “Mihriem, i thu hril chu ka hriet nawh,” a ta. Chun, kârloin, a ṭawng laitak chun âr a khuong nghâl tah a.",
      "reference": "LUKA 22:60"
    },
    {
      "content": "Chun, Lalpa chu a nghah a, Peter chu a en a. Peter chun Lalpain, “Vawisûn hin âr a khuong hmain vawi thum mîn phat i tih,” a kuoma a ti thu kha a hung hriet dawk nâwk tah a.",
      "reference": "LUKA 22:61"
    },
    {
      "content": "Chun, a suok a, a ṭap ta ngawi ngawi a.",
      "reference": "LUKA 22:62"
    },
    {
      "content": "Chun, Isu cheltuhai chun nuiza siemnân an hmang a, an vuok a.",
      "reference": "LUKA 22:63"
    },
    {
      "content": "Chun, a mit an tuom a, “Hril rawh, tûin am a vuok cheh a?” tiin an indawn hlak a.",
      "reference": "LUKA 22:64"
    },
    {
      "content": "Thu dang tamtak khawmin an hrilsietin an hal a.",
      "reference": "LUKA 22:65"
    },
    {
      "content": "Chun, khawvar phingleh, vântlâng upahai, thiempu lalhai le Dân inchûktirtuhai chu an inrâwn khâwm a, an rorêlnaa chun an ṭhuoi a;",
      "reference": "LUKA 22:66"
    },
    {
      "content": "“Krista i ni tak zet chun mi hril rawh,” an tih a. Chun, ama chun an kuomah, “Hril lang cheu khawm awi naw ti niu;",
      "reference": "LUKA 22:67"
    },
    {
      "content": "indawn lang cheu khawm dawn naw ti niu.",
      "reference": "LUKA 22:68"
    },
    {
      "content": "Nisienlakhawm, tuta inthawk chu Mihriem Naupa hi Pathien thil- thawtheina changtieng ṭhung tâng a tih,” a ta.",
      "reference": "LUKA 22:69"
    },
    {
      "content": "Chun, an rêngin, “Nang hi Pathien Naupa chu i ni am a nih?” an ta. Chun, ama chun an kuomah, “Ka nih ti in hril zing chu teh,” a ta.",
      "reference": "LUKA 22:70"
    },
    {
      "content": "Chun, anni chun, “Ieng hrietna dang am ngai tâng ei ta? Eini ngeiin ama bau suok ei hriet tah annâwm,” an ta.",
      "reference": "LUKA 22:71"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "LUKA 22 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}