{
  "verses": [
    {
      "content": "Chun, Isu khâwlai hmuna manih a ṭawngṭai a, a ṭawngṭai zo chun a închûktir mi pakhatin a kuomah, “Lalpa, ṭawngṭai dân Johanin a închûktirhai ân chûktir ang khan mîn chûktir ve ta la,” a ta.",
      "reference": "LUKA 11:1"
    },
    {
      "content": "Chun, ama chun an kuomah, “In ṭawngṭai chun hieng ang hin ti ro, ‘Kan Pa, I hming inzaum raw se. I ram hung tlung raw se,",
      "reference": "LUKA 11:2"
    },
    {
      "content": "Ni tin kan fâk khawpin bu mi pe la,",
      "reference": "LUKA 11:3"
    },
    {
      "content": "Kan suolhai mi ngaidam la, Keini khawmin kan iengkhat battuhai po po kan ngaidam hlak a nih. Thlêmnaa chun mi ṭhuoi lût naw rawh,’ tiin,” a ta.",
      "reference": "LUKA 11:4"
    },
    {
      "content": "Chun, ama bawkin an kuomah, “Nangni laia tûin amanih ruol nei sienla, zânrilah a kuomah fein, ‘Ruola, beiphêk pathum mîn pûktir rawh;",
      "reference": "LUKA 11:5"
    },
    {
      "content": "ka ruolpa inzinin a mi hung sir a, ama infâktir ding iengkhawm ka nei si nawh,’ ti sienla,",
      "reference": "LUKA 11:6"
    },
    {
      "content": "in sûnga mîn, ‘Mi sukbuoi naw, tuhin chu kawt khâr a ni tah a, ka nauhai khawm ka kuomah khumah an zâl tah a, thoin ka va pêk thei naw che,’ tiin dawn sienla.",
      "reference": "LUKA 11:7"
    },
    {
      "content": "Ka ti cheu hi, a ruolpa a ni leiin thoin a va pêk nawa chu, a hni tlut tlut leiin, a dit zât zât va pêng a tih.",
      "reference": "LUKA 11:8"
    },
    {
      "content": "“Chuongchun, ka ti cheu hi, hni ro, chuongchun, pêkin um in tih; zawng ro, chuongchun, hmûng in tih; nawk ro, chuongchun, hawngpêkin um in tih.",
      "reference": "LUKA 11:9"
    },
    {
      "content": "Tûkhawm a hni taphawt chun an hmu hlak; tûkhawm a zawng chun an hmu hlak, tûkhawm a nawk chu hawngpêk ning an tih.",
      "reference": "LUKA 11:10"
    },
    {
      "content": "Nangni laia pa hi, a naupain beiphêk hni sienla, tûin am lung pêng a ta? anleh, nga hni sienla, tûin am nga aiah rûl pêng a ta?",
      "reference": "LUKA 11:11"
    },
    {
      "content": "Anleh, ârtui hni sienla, ainuvêt a pêk ding am a nih?",
      "reference": "LUKA 11:12"
    },
    {
      "content": "Chuongchun, nangni mi suol hmanin in nauhai thil ṭha pêk na- châng in hriet chun, in Pa vâna mi chun a hnituhai chu Thlarau Inthieng a va pêk âwm ngei deh e!” a ta.",
      "reference": "LUKA 11:13"
    },
    {
      "content": "Chun, Isûn khawhri ṭawngthei- naw pakhat a hnawt dawk a. Chun, khawhri chu a suok phingleh ṭawngtheinaw chu a ṭawng tah a; chuongchun, mipuihaiin mak an ti hleh a.",
      "reference": "LUKA 11:14"
    },
    {
      "content": "Nisienlakhawm, a ṭhen chun, “Khawhri lal Beelzebub leiin annâwm khawhrihai a hnawt dawk hlak chu,” an ta.",
      "reference": "LUKA 11:15"
    },
    {
      "content": "Chun, a ṭhenin ama fiena dingin vâna inthawkin inchikna an hnih a.",
      "reference": "LUKA 11:16"
    },
    {
      "content": "Ama ruok chun, an ngaituohai chu a lo hriet a, an kuomah, “Khâwlai ram khawm mâni le mâni indo taphawt chu an bohmang hlak; sûng khat khawm mâni le mâni indo chu an bohmang hlak.",
      "reference": "LUKA 11:17"
    },
    {
      "content": "Setan khawm ama le ama ân do chun, a ram iengtin am ngîr suok a ta?",
      "reference": "LUKA 11:18"
    },
    {
      "content": "Chun, kei Beelzebub leia khawhrihai hnawt dawk hlak ka lo ni chun, in nauhaiin tû leiin am an hnawt dawk hlak a le? Chuleiin, anni chu nangni ngaituotu dinghai nîng an tih.",
      "reference": "LUKA 11:19"
    },
    {
      "content": "Amiruokchu, kei Pathien kut pâr leia khawhrihai hnawt dawk hlak ka ni chun, Pathien ram in kuomah a hung tlung tah nîng a tih.",
      "reference": "LUKA 11:20"
    },
    {
      "content": "“Mi hrât chun hriem famkim chawia a in a vêng sûng po, a sum chu himtakin a um zing hlak;",
      "reference": "LUKA 11:21"
    },
    {
      "content": "nisienlakhawm, ama nêka hrât lemin a hung thawh a, a hne pha chun, ân ringna râlthuom famkim chu a lâkpêk a, a râllâk thil chu a sem dar hlak.",
      "reference": "LUKA 11:22"
    },
    {
      "content": "Tûkhawm, keia tienga ṭhang naw chu a mi do a nih; tûkhawm a mi lâk khâwmpui naw chun, a the dar a nih.",
      "reference": "LUKA 11:23"
    },
    {
      "content": "“Khawhri inthieng naw chu mi sûnga inthawka a suokin, châwlna zawngin tui um nawna hmunahai ân vâk a. Châwlna hrim hrim a hmu nawh a, ‘Ka suokna ina khan kîr nâwk el ka tih,’ a ta,",
      "reference": "LUKA 11:24"
    },
    {
      "content": "chun, a va tlung chun phît faia cheimawiin a va hmuh a.",
      "reference": "LUKA 11:25"
    },
    {
      "content": "Chu phingleh a feh a, ama nêka suol lem khawhri dang pasari a hung ṭhuoi a, chutaka chun an lût a, an um zing hlak a; chu mihriem umzie nuhnung chu a hmasa nêkin a hung ṭha naw lem hlak a nih,” a ta.",
      "reference": "LUKA 11:26"
    },
    {
      "content": "Chun, chuong thu chu a hril laiin, mipui laia nuhmei pakhat a khêk suok a, a kuomah, “Nangma vawnna phîng chu a hamṭha ie, i nêne nêk khawm,” a ta.",
      "reference": "LUKA 11:27"
    },
    {
      "content": "Ama ruok chun, “Anih, nisien- lakhawm, Pathien thu hrea zâwmhai hi mi hamṭha an ni lem,” a ta.",
      "reference": "LUKA 11:28"
    },
    {
      "content": "Chun, mipuihai chu a kuoma an hung inkhâwm laiin Isûn, “Tulai ruoltharhai hi ruolthar suoltak an nih; inchikna an zawng a; nisien- lakhawm, Jona inchikna chau naw chu an kuomah inchikna hrim hrim pêk ni naw ni.",
      "reference": "LUKA 11:29"
    },
    {
      "content": "Jona chu Ninevi khuoa mihai ta dinga inchikna a lo ni ang khan, Mihriem Naupa khawm tulai ruoltharhai ta ding hin inchikna la nîng a tih.",
      "reference": "LUKA 11:30"
    },
    {
      "content": "“Simtieng lalnu kha ngaituo pha chun tulai ruoltharhai kuoma hin tho vêng a ta., thiemnaw inchangtir a tih; Solomon var ngai ding hmanin kâwlkawdawnga in- thawkin a hung sih a; ngai ta u, Solomon nêka ropui lem hitaka hin a um.",
      "reference": "LUKA 11:31"
    },
    {
      "content": "“Ninevi khuoa mihai chu ngaituo pha chun tulai ruoltharhai lai hin ngîr vêng an ta, thiemnaw inchangtir an tih, Jona thu hril leiin an sim sih a; ngai ta u, Jona nêka ropui lem hitaka hin a um annâwm.",
      "reference": "LUKA 11:32"
    },
    {
      "content": "“Tukhawmin khâwnvar an sitin in hnuoi kilah an sie ngai nawh, leikhâwr hnuoiah an sie ngai bawk nawh, mi lûthai chun a var an hmu theina dingin a sienaa chun an sie lem hlak a nih.",
      "reference": "LUKA 11:33"
    },
    {
      "content": "“I taksa khâwnvar chu i mit a nih, i mit a var chun i taksa khawm apumin a var suok hlak; a se ruok chun i taksa khawm ân thim zo vawng hlak.",
      "reference": "LUKA 11:34"
    },
    {
      "content": "Chuongchun, i sûnga var um chu inthim a lo ni el râwm, fîmkhur rawh.",
      "reference": "LUKA 11:35"
    },
    {
      "content": "Chuongchun, i taksa hi khâwlai khawm inthim loa a puma a var suok chun, khâwnvar var nasatakin a el che angin var suok a tih,” a ta.",
      "reference": "LUKA 11:36"
    },
    {
      "content": "Chun, a hril laiin, Pharisai pakhatin ama chu a kuoma bu fa dingin a fiel a; chuongchun, a lût a, buthlêng chu a awt a.",
      "reference": "LUKA 11:37"
    },
    {
      "content": "Chun, Pharisai chun bu fâk hmaa a kut a sâwp naw chu a hmuin mak a ti hleh a.",
      "reference": "LUKA 11:38"
    },
    {
      "content": "Chun, Lalpa chun a kuomah, “Nangni Pharisaihaiin no le thlêng puo tieng chu in sâwp fai hlak luoh a; in sûng tieng ruok chu hlêprûkna le suolin a sip sih a.",
      "reference": "LUKA 11:39"
    },
    {
      "content": "Mi invêthai, a puo tieng siemtu chun a sûng tieng khawm a siem naw am a nih?",
      "reference": "LUKA 11:40"
    },
    {
      "content": "Nisienlakhawm, a sûnga thil um chu mi rimsihai kuoma pêk dingin hmang ro; chuongchun, ngai ro, in ta dingin iengkim ân thieng tah a nih.",
      "reference": "LUKA 11:41"
    },
    {
      "content": "“Nangni Pharisaihai, in chung a rik ie! Pudina dâm, pardi dâm, thlai tinrêng dâm sâwma pakhat in pêk hlak a, felna le Pathien hmangaina chu in ngaitha hlak sih a. Nisienlakhawm, chuong chu a nih in sawnnaw in thaw ding chu, a danghai chu thaw ṭhul chuong loin.",
      "reference": "LUKA 11:42"
    },
    {
      "content": "Nangni Pharisaihai in chung a rik ie! Inkhâwmna ina ṭhungpha ṭhatak le dâwrhmuna chibai bûkhai in ngaina si hlak a.",
      "reference": "LUKA 11:43"
    },
    {
      "content": "In chung a rik ie! Thlân ti inhriet lo, a chunga hre loa mi an fe hlakna ang chu in nih,” a ta.",
      "reference": "LUKA 11:44"
    },
    {
      "content": "Chun, Dânhretu pakhatin a kuomah, “Inchûktirtu, hieng thu i hril hi keini khawm mi hal i ni hi,” a ta, a dawn a.",
      "reference": "LUKA 11:45"
    },
    {
      "content": "Ama chun, “Dân hretuhai, nangni khawm in chung a rik ie! Thil phur rinumtakhai mihai in bel hlak a, nangni chun phurhai chu in kutpâr pakhat khawmin in them ngai si nawh.",
      "reference": "LUKA 11:46"
    },
    {
      "content": "In chung a rik ie! Zâwlneihai thlân inhai in bâwl hlak a, in thlatuhai ithat an ni sih a.",
      "reference": "LUKA 11:47"
    },
    {
      "content": "Chuongchun, in thlatuhai thil- thawhai chu in hrietpuiin in remtipui a nih; annîn an that a, nangnîn an thlân inhai in bâwl sih a.",
      "reference": "LUKA 11:48"
    },
    {
      "content": "Chuleiin, Pathien varna khawmin, ‘An kuomah zâwlneihai le tirkohai tir ka ta, a ṭhen that an ta, a ṭhen suknawmnâng an tih;",
      "reference": "LUKA 11:49"
    },
    {
      "content": "zâwlnei po po thisen, leilung insieng tîra inthawka kha tulai ruoltharhai chunga phuba lâk a ni theina dingin.",
      "reference": "LUKA 11:50"
    },
    {
      "content": "Abel thisen suoka inthawk, Zakaria mâichâm le biekin inkâra thi, thisen suok chena mi kha.’ Anih, ka hril cheu hi, tulai ruoltharhai chunga hin phuba lâng an tih.",
      "reference": "LUKA 11:51"
    },
    {
      "content": "Nangni Dân hretuhai, in chung a rik ie! Varna chabi chu in fe hmangpui a; nangni hlak in lût nuom si nawh a, mi lût ding hlak in khap sih a,” a ta.",
      "reference": "LUKA 11:52"
    },
    {
      "content": "Chun, chutaka inthawka a suok chun, Dân inchûktirtuhai le Pharisaihai chun an tai ta rân a, thu tinrêng an inhriltir a;",
      "reference": "LUKA 11:53"
    },
    {
      "content": "a ṭawng suol hlaua man tumin an inchân zing a.",
      "reference": "LUKA 11:54"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "LUKA 11 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}