{
  "verses": [
    {
      "content": "Chu sûnga mipui sâng tamtak insir nuk nuk khawp hiel an hung inkhâwm chun, Isûn a hmasatakin a închûktirhai kuomah, “Pharisaihai chawl, vervêknaa in- thawk chun fîmkhur ro.",
      "reference": "LUKA 12:1"
    },
    {
      "content": "Inlang lo dinga thuphmang iengkhawm a um si nawh; hriet lo dinga ip iengkhawm a um bawk nawh.",
      "reference": "LUKA 12:2"
    },
    {
      "content": "Chuleiin, inthima in hril taphawt kha varah la hrieng an tih; pindan sûngrila, na bula in thu hril kha in chunga chuongin la khêkpui an tih.",
      "reference": "LUKA 12:3"
    },
    {
      "content": "Chun, ka ruolhai, ka hril cheu hi, taksa sukhluma, chu hnunga ieng- khawm thaw nâwk thei ta nawhai chu ṭi naw ro.",
      "reference": "LUKA 12:4"
    },
    {
      "content": "Amiruokchu, tû am in ṭi ding hril lâwk ka ti cheu; a sukhlum hnung khawma Hremhmuna pei theina thuneitu chu ṭi ro; anih, ka hril cheu hi, ama mawl chu ṭi ro.",
      "reference": "LUKA 12:5"
    },
    {
      "content": "Chawngzawng panga dâr tangka pahniin an zawr hlak a ni naw am a nih? nisienlakhawm, anni laia pakhat khawm Pathienin ân hmei ngai si nawh.",
      "reference": "LUKA 12:6"
    },
    {
      "content": "In samzai chen hin tiem vawng a nih in sawnnaw. Ṭi naw ro; chawngzawng tamtak nêk chun in hlu lem a nih.",
      "reference": "LUKA 12:7"
    },
    {
      "content": "“Chun, ka hril cheu hi, mihai hmaa a mi ṭan taphawt chu Pathien vântirkohai hmaah Mihriem Naupa hin ṭan vêng a tih.",
      "reference": "LUKA 12:8"
    },
    {
      "content": "Nisienlakhawm, mihai hmaa mîn phat chu Pathien vântirkohai hmaah inphat ni vêng a tih.",
      "reference": "LUKA 12:9"
    },
    {
      "content": "Chun, Mihriem Naupa sawisêl chu a sawisêlna chu ngaidam nîng a tih; Thlarau Inthieng meu hrilse ruok chu a hrilsietna chu ngaidam ni naw nih.",
      "reference": "LUKA 12:10"
    },
    {
      "content": "“Chun, inkhâwmna ina mihai, lalhai, hotuhai hmaa an ṭhuoi pha cheu chun, ‘Iengtin am, ieng thuin am dawn ka ta, ieng thu am hril ka ta,’ tiin lungkham naw ro,",
      "reference": "LUKA 12:11"
    },
    {
      "content": "chu pha taka chun, ieng am in hril ding ti Thlarau Inthieng chun hril a ti cheu,” a ta.",
      "reference": "LUKA 12:12"
    },
    {
      "content": "Mipui laia mi tuin amanih Isu kuomah, “Inchûktirtu, ka u kuomah ro mi sem ve dingin hril rawh,” a ta.",
      "reference": "LUKA 12:13"
    },
    {
      "content": "Nisienlakhawm, ama chun a kuomah, “Mihriem, nangni chungah tûin am rorêltu le, sum semtuah a mi siem a?” a ta.",
      "reference": "LUKA 12:14"
    },
    {
      "content": "Chun, an kuomah, “Fimkhur unla, inhnarna hrim hrima inthawk chun invêng ro, sum hau hi mihriem dam san a ni nawh,” a ta.",
      "reference": "LUKA 12:15"
    },
    {
      "content": "Chun, an kuomah tekhithu a hril a, “Mi hausa tû amanih a lohma a hung hlâwk bêk bêk a.",
      "reference": "LUKA 12:16"
    },
    {
      "content": "Chuongchun, ân ngaituoh a, ‘Iengtin am thâwng ka tih aw? ka bu le bâl sie khâwmna ka nei si nawh a,’ a ta.",
      "reference": "LUKA 12:17"
    },
    {
      "content": "Chun, ‘Hieng hin thâwng ka tih; ka bu inhai ṭhiek ka ta, a nêka lienin bâwl ka tih; chutaka chun ka bu le ka sum po po sie khâwm ka tih.",
      "reference": "LUKA 12:18"
    },
    {
      "content": "Chun, ka thlarau kuomah, Thlarau, kum tamtak sûnga dingin sum tamtak în khâwl hi; châwl la, fain dâwn rawh, tîng ka tih,’ a ta.",
      "reference": "LUKA 12:19"
    },
    {
      "content": "Nisienlakhawm, Pathienin a kuomah, ‘Invêt, vawizân hin i thlarau an hni ding che a nih; i thil suksuokhai kha tû ta am ni tâng a ta le?’” a ta.",
      "reference": "LUKA 12:20"
    },
    {
      "content": "“Mâni ta dinga sum inkhâwl a, Pathien tienga hau si naw chu, chuong ang chu a ni hlak,” a ta.",
      "reference": "LUKA 12:21"
    },
    {
      "content": "Chun, a inchûktirhai kuomah, “Chuleiin, ka hril cheu hi, ‘Ieng am fâng ka ta aw?’ tiin in hringna thu le, ‘Ieng am silin bil ka ta aw?’ tiin in taksa thu lungkham naw ro.",
      "reference": "LUKA 12:22"
    },
    {
      "content": "Fâk ding nêkin hringna a thupui lem a nih, silfên nêk khawmin taksa a thupui lem a nih.",
      "reference": "LUKA 12:23"
    },
    {
      "content": "Vaâkhai hi ngaituo ro, bu an tu ngai nawh, an sîk ngai nawh, bupanghai, bu inhai khawm an nei nawh; nisienlakhawm, Pathienin a châwm sih a; nangni chu vatehai nêk chun in hlut lemzie chu.",
      "reference": "LUKA 12:24"
    },
    {
      "content": "Chun, nangni lai lungkham leiin tûin am mâni dung tieng tawng khata suksâng chuong thei um cheu?",
      "reference": "LUKA 12:25"
    },
    {
      "content": "Hi el khawm hi thaw thei lo cheu a, iengdinga thil dang in lungkham am a na?",
      "reference": "LUKA 12:26"
    },
    {
      "content": "“Tûktinpâr inṭhangzie hi ngai- tuo ro; sin an thaw nawh, pat khawm an kher ngai nawh; nisienlakhawm, ka hril cheu hi, Solomon meu khawm a ropuina po poa ân thuom khan, hieng tûktinpâr pakhat tluk khawm hin cheiin a um nawh.",
      "reference": "LUKA 12:27"
    },
    {
      "content": "Chuongchun, ram sâwlhna vawisûn anga hring, a zînga thuka ti nâwk el ding hman, Pathienin chuong ang lâwma a chei chun, aw, nangni ringna tlâwmhai, chuonghai nêk chun silfên a va pêk âwm cheu deh e!",
      "reference": "LUKA 12:28"
    },
    {
      "content": "“Chun, in fâk dinghai, in dâwn dinghai zawng naw ro; lungâwpin- kaiin um bawk naw ro.",
      "reference": "LUKA 12:29"
    },
    {
      "content": "Khawvêla hnam po poin chuong po po chu an zawng hlak, chuong chu in mamaw ti in Pa vâna miin a hriet zing sih a.",
      "reference": "LUKA 12:30"
    },
    {
      "content": "Ama ram zawng lem ro, chuongchun, chuong thil khawm chu a pêk sa ding cheu a nih.",
      "reference": "LUKA 12:31"
    },
    {
      "content": "“Pâwl tlâwmhai, ṭi naw ro; ram pêk cheu hi in Pa lâwm zâwng tak a nih.",
      "reference": "LUKA 12:32"
    },
    {
      "content": "In nei taphawt chu zawr unla, pasiehai kuomah pe ro; vânah inru fe nawnaah, hângthim fâk siet nawnaa chun, tangka ip hlui thei nawhai, ro inhmang thei nawhai, inkhâwl ro.",
      "reference": "LUKA 12:33"
    },
    {
      "content": "In ro umna taphawtah in lungril khawm a um ding a ni sih a.",
      "reference": "LUKA 12:34"
    },
    {
      "content": "“Dier kei zingin, in khâwnvar khawm chawk zingin um ro;",
      "reference": "LUKA 12:35"
    },
    {
      "content": "miin an pu, inneina ruoiṭhe fa a hung phaa kawtkhâr a hung nawk phaa lo hawngpêk thei nghâl dinga an lo nghâk zing ang hin um ro.",
      "reference": "LUKA 12:36"
    },
    {
      "content": "An pu a hung phaa suok lo nghâk zinga a hmu dinghai chu an hamṭha. Titakzetin ka hril cheu hi, ama chun a dier hung kei a ta, anni chu thlaithlêng awtin inṭhungtir a ta, an rawng hung bâwlpêk a tih.",
      "reference": "LUKA 12:37"
    },
    {
      "content": "Zân rila manih, tho phain amanih a hung a, chuong anga a hung hmu chun, chuong suokhai chu hamṭhâng an tih.",
      "reference": "LUKA 12:38"
    },
    {
      "content": "Amiruokchu, hi hi hre ro, inru a hung ding hun in neitu chun hre sienla, vêng a ta, a in inverpawptir naw ni.",
      "reference": "LUKA 12:39"
    },
    {
      "content": "Nangni khawm inring zingin um ro, in ring naw hunah Mihriem Naupa chu a hung ding a ni sih a,” a ta.",
      "reference": "LUKA 12:40"
    },
    {
      "content": "Chun, Peterin a kuomah, “Lalpa, hi tekhithu hi keini chau am a nih i mi hril, mi po po?” a ta.",
      "reference": "LUKA 12:41"
    },
    {
      "content": "Chun, Lalpain, “Sum enkawltu ringum, var tak, a puin a hun poa an bu chan ding sempêk dingin a sûnghai chunga hotua a siem ding chu tû tak am nîng a ta?",
      "reference": "LUKA 12:42"
    },
    {
      "content": "A pu a hung phaleh suok chuong anga thawa a hung hmu ding chu a hamṭha.",
      "reference": "LUKA 12:43"
    },
    {
      "content": "Indiktakin ka hril cheu hi, a nei po po chunga hotuah siem a tih.",
      "reference": "LUKA 12:44"
    },
    {
      "content": "Amiruokchu, chu suok chun, a lungrilin ‘Ka pu hung vak naw ni,’ tiin suoknuhai, suokpahai lo vaw sienla, fain dâwnin lo inrui ta sienla;",
      "reference": "LUKA 12:45"
    },
    {
      "content": "chu suok pu chu a ring naw niah, a hriet naw kâr hung a ta, bawng hni hung insuong a ta, mi ringum nawhai chan ang hung inchangtir a tih.",
      "reference": "LUKA 12:46"
    },
    {
      "content": "Suok a pu dit zâwng hre zing sia, lo inring loa, a pu dit zâwng ang khawma thaw lo chu, vawi tamtak vuong an tih.",
      "reference": "LUKA 12:47"
    },
    {
      "content": "Amiruokchu, hriet naw leia vuokna khawp thil thaw chu, vawi tlâwmtê vuong an tih. Tûkhawm tamtak an ipêk kuoma chun tamtak phût an tih; tûkhawm tamtak an inkawltir kuoma chun tam deu phût an tih.",
      "reference": "LUKA 12:48"
    },
    {
      "content": "“Khawvêlah mei thlâk thla dinga hung ka nih; tu khawm hin kâng nghâl ta sien ka va ti de!",
      "reference": "LUKA 12:49"
    },
    {
      "content": "Nisienlakhawm, baptisma chang ding ka nei, chu chu tleitlâk hmakhat chu ka chung a va rik de aw!",
      "reference": "LUKA 12:50"
    },
    {
      "content": "Khawvêlah inremna inlêngtir dinga hung in mi sâwn am a nih? Teu lo e, ka hril cheu hi, indo inlêngtir dinga hung ka ni lem a nih;",
      "reference": "LUKA 12:51"
    },
    {
      "content": "tuta hnung chu sûngkhata mi panga indo an tih, pathumin pahni, pahniin pathum.",
      "reference": "LUKA 12:52"
    },
    {
      "content": "Pain a naupa, naupain a pa, a nuin a naunu, a naunu chun a nu; a piin mo, moin a pi, do a tih,” a ta.",
      "reference": "LUKA 12:53"
    },
    {
      "content": "Chun, mipui kuoma khawm chun, “Thlang tienga sûm suok in hmu chun ‘Ruo a sûr ding a nih,’ in ti nghâl hlak a, chun, a hung ni ngei hlak.",
      "reference": "LUKA 12:54"
    },
    {
      "content": "Chun, sim thli hrâng in hriet chun, ‘Khuo a sa ding a nih,’ in ti hlak a; chun, a hung ni ngei hlak.",
      "reference": "LUKA 12:55"
    },
    {
      "content": "Nangni vervêkhai, khawvêl le vân umzie khawm in hriet fie thei sih a, iengdinga tulai thil in hriet fie thei naw am a na?",
      "reference": "LUKA 12:56"
    },
    {
      "content": "“Iengdinga nangnîn a fel chu in ngaituo naw am a na?",
      "reference": "LUKA 12:57"
    },
    {
      "content": "Rorêltu hmaa i khingpui leh i fe pha, fe malamin amaa inthawka fihlîmna mawl zawng rawh; chuong naw chun rorêltu hmaah ṭhuoi ṭâl a ti cheh a, rorêltu chun mi man hotu inmantir a ti cheh a, mi man hotu chun intângna inah khum hlau rawi a ti che.",
      "reference": "LUKA 12:58"
    },
    {
      "content": "Ka hril cheu hi, dâr tangka dere hlek chen khawma i tlâk kim hmakhat chu, chutaka inthawk chu suok naw ṭhuoi i tih,” a ta.",
      "reference": "LUKA 12:59"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "LUKA 12 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}