{
  "verses": [
    {
      "content": "Ni saria ni hmasataka ruok chun, khaw var tâwmin, thil rim inhnik an buotsaihai chu chawiin thlâna chun an va feh a.",
      "reference": "LUKA 24:1"
    },
    {
      "content": "Chun, thlâna inthawka lung chu inhlum sawnin an hmuh a;",
      "reference": "LUKA 24:2"
    },
    {
      "content": "chun, an lût a, Lal Isu ruong chu an hmu si nawh.",
      "reference": "LUKA 24:3"
    },
    {
      "content": "Chun, chuong leia an lunginzîng lai chun, ngai ta, mi pahni puon mi elkhal thei silin an kâwlah an hung ngîr a;",
      "reference": "LUKA 24:4"
    },
    {
      "content": "chun, an ṭih a, an hmaia hnuoi an sik el lai chun, anni chun an kuomah, “Iengdinga mithi laia mi dâm in zawng am?",
      "reference": "LUKA 24:5"
    },
    {
      "content": "[Hitaka hin a um ta nawh, a tho nâwk tah;] Galili rama a um laia in kuoma a thu hril kha hre zing ro.",
      "reference": "LUKA 24:6"
    },
    {
      "content": "‘Mihriem Naupa hi mi suolhai kuta inmantirin um a ta, krawsah hemdêng an ta, ni thum ni chun a tho nâwk ding a nih,’ a ti kha,” an ta.",
      "reference": "LUKA 24:7"
    },
    {
      "content": "Chun, a thu hrilhai chu an hriet suok tah a,",
      "reference": "LUKA 24:8"
    },
    {
      "content": "thlâna inthawk chun an fe nâwk tah a, sâwm le pakhathai kuoma le mi po po kuomah chuong thil po po chu an hril tah a.",
      "reference": "LUKA 24:9"
    },
    {
      "content": "(Chuong nuhmeihai chu Mag- dalin Mari hai, Joanna hai, Jakob nu Mari hai an nih; an kuoma nuhmei danghai khawmin tirkohai kuoma chun chuong thu chu an hril bawk a.",
      "reference": "LUKA 24:10"
    },
    {
      "content": "Nisienlakhawm, chuong thu chu thu mei meiah an ruot a, an awipêk nawh a).",
      "reference": "LUKA 24:11"
    },
    {
      "content": "[Nisienlakhawm, Peter chu a tho a, thlâna chun a tlân tah a; chun, a kûn a, a bih a; puon zai inhmi umhai chu a hmuh a; chuongchun, thil umzie chu mak titakin in tieng a fe nâwk tah a.]",
      "reference": "LUKA 24:12"
    },
    {
      "content": "Chun, ngai ta, chu ni tak chun anni laia mi pahni chu khaw pakhat Emmau an tia chun an fe ding a na, chu chu Jerusalema inthawkin fing sâwmruk a nih.",
      "reference": "LUKA 24:13"
    },
    {
      "content": "Chun, thil hung tlung po po chu an hril malam pei a.",
      "reference": "LUKA 24:14"
    },
    {
      "content": "Chun, an hohlima an hril tlâng lai chun Isu ngeiin a hung pan a, ân tlawnpui tah a.",
      "reference": "LUKA 24:15"
    },
    {
      "content": "Nisienlakhawm, ama chu an hriet thei nawna dingin an mit chu sukvaiin a um a.",
      "reference": "LUKA 24:16"
    },
    {
      "content": "Chun, an kuomah, “Fe malama in thu hril kha ieng am a na?” a ta. Chun, nguitakin an ngîr tah a.",
      "reference": "LUKA 24:17"
    },
    {
      "content": "Chun, a hming Kleopa lem chun a kuomah, “Jerusalemah makhât chauin amanih i um? Tulaia thil umzie i hriet nawh a,” a ta, a dawn a.",
      "reference": "LUKA 24:18"
    },
    {
      "content": "Ama chun an kuomah, “Ieng thil am ie?” a ta. Anni chun a kuom- ah, “Nazareth Isu, Pathien le mi po po mithmua, a thu le a thilthaw zâwlnei hminginthang tak chanchin thu;",
      "reference": "LUKA 24:19"
    },
    {
      "content": "thiempu lalhai le kan hotuhaiin that thu pêk dingin an ṭhuoi a, krawsa an hemdezie dâm thu kha.",
      "reference": "LUKA 24:20"
    },
    {
      "content": "Keiniin Israel intlantu ding a ni kan beisei vei leh; chuong ta nêk hmanin chuong thil tlungna chen chu vawisûn leh ni thum a ni tah.",
      "reference": "LUKA 24:21"
    },
    {
      "content": "Chuong naw khawm chu kan pâwlhai nuhmei ṭhenkhat, zîngkâr a thlânah an va feh a, an mi hung suklungzîng rak a;",
      "reference": "LUKA 24:22"
    },
    {
      "content": "a ruong hmu si loin, ‘Pathien vântirkohai inlâr kan hmuh a, chuhai chun a hring nâwk tah ti an hril,’ an hung tih a.",
      "reference": "LUKA 24:23"
    },
    {
      "content": "Chun, kan umpui laia ṭhenkhat thlâna chun an feh a, nuhmeihai hril ang ngeiin an hmuh a, nisien- lakhawm, ama chu an hmu si nawh a,” an ta.",
      "reference": "LUKA 24:24"
    },
    {
      "content": "Chun, ama chun an kuomah, “Mi invêthai, zâwlneihai thu hril po po awi kawnga ngawnghai!",
      "reference": "LUKA 24:25"
    },
    {
      "content": "Kristain chuong thil chu tuorin a ropuinaah a lût ding a ni hrim naw am a nih?” a ta.",
      "reference": "LUKA 24:26"
    },
    {
      "content": "Chun, Mosie le zâwlneihai po po lekhaah a phut a, Pathien Lekha po poa ama chanchin ziek taphawt chu anni a hrilfie pei a.",
      "reference": "LUKA 24:27"
    },
    {
      "content": "Chun, an fena ding khuo chu an hung hnai tah a; chun, ama chu hla deua fe tum angin a um a.",
      "reference": "LUKA 24:28"
    },
    {
      "content": "Chun, ṭawngbauin an chel a, “Kan kuomah um ta la; khuo ân hnu ding an ta hi, nisa khawm a tla ding a ni ta hi,” an ta. Chuongchun, an kuoma um dingin a lût tah a.",
      "reference": "LUKA 24:29"
    },
    {
      "content": "Chun, an kuoma buthlêng awta a ṭhung laiin bei a lâk a, mal a sâwm a, a khawi a, an kuomah a pêk a.",
      "reference": "LUKA 24:30"
    },
    {
      "content": "Chun, an mit a hung var a, a hmêl an hung hriet tah a; chun, ama chu a bo el tah a.",
      "reference": "LUKA 24:31"
    },
    {
      "content": "chun, anni chun, “Lampuia a mi biek laia Pathien Lekha Thuhai a mi hrilfie lai khan ei lungril a har huoi hrim naw am a ni kha?” an in tih a.",
      "reference": "LUKA 24:32"
    },
    {
      "content": "Chun, an tho nghâl tah a, Jerusalemah an kîr nâwk tah a, sâwm le pakhathai le an ruolhai um khâwm chu an hmuh a,",
      "reference": "LUKA 24:33"
    },
    {
      "content": "“Lalpa chu a lo thonâwk takzet a nih; Simon kuoma khawm ân lâr tah,” an lo tih a.",
      "reference": "LUKA 24:34"
    },
    {
      "content": "Chun, anni khawmin lampuia thil hung tlung le, bei a khawia, a hmêl an hung hrietziehai chu an hril veh a.",
      "reference": "LUKA 24:35"
    },
    {
      "content": "Chun, chuong thu chu an hril laiin ama ngei chu anni lai a hung ngîr a, [an kuomah, “In chungah thlamuongna um raw se,” a ta.]",
      "reference": "LUKA 24:36"
    },
    {
      "content": "Nisienlakhawm, râpthlâk an ti bêk bêk a, an ṭih a, thlarau hmuah an inruot a.",
      "reference": "LUKA 24:37"
    },
    {
      "content": "Chun, ama chun an kuomah, “Iengdinga in lunginzîng am? Ieng- dinga in lungrila ringhlâna a hung um am?",
      "reference": "LUKA 24:38"
    },
    {
      "content": "Ka kuthai, ka kephahai hi en ro; hi keima ngei kha ka ni hi! Mi them unla en ro; in mi hmu ang hin chu thlarau chun taksa le ru a nei ve nawh,” a ta.",
      "reference": "LUKA 24:39"
    },
    {
      "content": "[Chun, chu chu a hril zoin a kuthai, a kephahai an kuomah ân entir a.]",
      "reference": "LUKA 24:40"
    },
    {
      "content": "Chun, an lâwm taluo leiin an la awi naw ta rawp a; mak an ti sûngin an kuomah, “Hitaka hin iengkhat fâk ding in nei am?” a ta.",
      "reference": "LUKA 24:41"
    },
    {
      "content": "Chun, nga raw tlin khat an pêk a.",
      "reference": "LUKA 24:42"
    },
    {
      "content": "Chun, a lâk a, an hmaa chun a fâk tah a.",
      "reference": "LUKA 24:43"
    },
    {
      "content": "Chun, an kuomah, “Hieng hi ka thu kha a nih, Mosie Dâna hai, Zâwlnei Lekhabua hai, Inpâkna Hla bua hai ka chanchin ziek taphawt chu a hung tlung dingzie in kuoma ka um laia ka hril hlak cheu kha,” a ta.",
      "reference": "LUKA 24:44"
    },
    {
      "content": "Chuongchun, Pathien Lekha Thu hrietna dingin an lungvar a sukvar tah a,",
      "reference": "LUKA 24:45"
    },
    {
      "content": "chun, an kuomah, “Hieng ang hin ziek a nih, ‘Krista chun rinum tuor a ta, ni thum niin mithi laia inthawkin thonâwk a tih,",
      "reference": "LUKA 24:46"
    },
    {
      "content": "ama hmingin simna thu le suol ngaidamna thu Jerusalema inthawk- in hnam tin kuoma hril nîng a tih,’ tiin.",
      "reference": "LUKA 24:47"
    },
    {
      "content": "Chuong thil po po chu a hrepui- tu in nih.",
      "reference": "LUKA 24:48"
    },
    {
      "content": "Chun, ngai ta u, ka Pa thil tiem chu in chungah ka hung tir ding a nih; nisienlakhawm, chung tienga inthawka thilthawtheinaa inthuom in ni hmakhat chu khawpuia hin um zing ro,” a ta.",
      "reference": "LUKA 24:49"
    },
    {
      "content": "Chun, Bethani khaw kâwl chenin anni a ṭhuoi a; chun, a bân a phar a, mal a sâwmpêk a.",
      "reference": "LUKA 24:50"
    },
    {
      "content": "Chun, mal a sâwmpêk lai takin anni chu a mâksan a, [vâna zuk ṭhuoiin a um tah a.]",
      "reference": "LUKA 24:51"
    },
    {
      "content": "Chun, [chibai an bûk a,] lâwm bêk bêkin Jerusalemah an kîr nâwk tah a;",
      "reference": "LUKA 24:52"
    },
    {
      "content": "chun, Pathien biekina chun Pathien inpâkin an um rawp hlak.",
      "reference": "LUKA 24:53"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "LUKA 24 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}