{
  "verses": [
    {
      "content": "Chun, a pung khâwmhai po po chu an tho a, Isu chu Pilat kuomah an ṭhuoi tah a.",
      "reference": "LUKA 23:1"
    },
    {
      "content": "Chun, “Hi mipa hin kan chihai a sukkhawhlo a, Kaisar kuomah sie chawi a khap bawk a, Krista, lal ân ti khawm kan hriet,” tiin an hêk a.",
      "reference": "LUKA 23:2"
    },
    {
      "content": "Chun, Pilatin a kuomah, “Judahai lal i ni maw?” tiin ân dawn a. Ama chun a kuomah, “I hril angin ka nih,” a ta, a dawn a.",
      "reference": "LUKA 23:3"
    },
    {
      "content": "Chun, Pilatin thiempu lalhai le mipuihai kuoma chun, “Hi mipa chunga hin iengkhawm suol ka hmu nawh ie,” a ta.",
      "reference": "LUKA 23:4"
    },
    {
      "content": "Nisienlakhawm, anni chun, “Galili ramah a phut a, hi hmun chen hin, Judai ram khaw tina inchûk- tirin, mi po po a chawk- buoi hlak a nih,” tîn an thaw nâwk zuol a.",
      "reference": "LUKA 23:5"
    },
    {
      "content": "Chun, Pilatin chu chu a hrietin, ama chu Galili rama mi a ni le ni naw ân dawn a.",
      "reference": "LUKA 23:6"
    },
    {
      "content": "Chun, Herod biela mi a nih ti a hriet phingleh, Herod kuomah a tir tah a; chuong lai chun ama khawm Jerusalemah a um bawk a.",
      "reference": "LUKA 23:7"
    },
    {
      "content": "Chun, Herodin Isu a hmu chun a lâwm bêk bêk a; a chanchin a hriet leiin inhmaa inthawkin hmu a nuom a.",
      "reference": "LUKA 23:8"
    },
    {
      "content": "Chun, thu tamtak ân dawn a, iengkhawmin a dawn si nawh a.",
      "reference": "LUKA 23:9"
    },
    {
      "content": "Chun, thiempu lalhai le Dân inchûktirtuhai chun ngîrin nasatakin an hêk an hêk a.",
      "reference": "LUKA 23:10"
    },
    {
      "content": "Chun, Herod le a sipaihai chun Isu an suknawmna a, an nuisaw a; chun, puon ropuitak insiltirin Pilat kuomah a tir nâwk tah a.",
      "reference": "LUKA 23:11"
    },
    {
      "content": "Chu ni tak chun Herod le Pilat chu an inngei tah a; chu hma po chu an intai hlak a.",
      "reference": "LUKA 23:12"
    },
    {
      "content": "Chun, Pilatin thiempu lalhai, hotuhai, mi po pohai a ko khâwm a,",
      "reference": "LUKA 23:13"
    },
    {
      "content": "an kuomah, “ ‘Mihai a suk- khawhlo,’ tiin hi mipa hi ka kuomah in hung ṭhuoi kha a na; chun, ngai ro, in hma ngeiah ka suosal a, in hêkna thua khan hi mipa chunga hin iengkhawm suol ka hmu naw a nih;",
      "reference": "LUKA 23:14"
    },
    {
      "content": "Herod khawmin a hmu bawk nawh; ei kuomah a hung tir nâwk el a ni hi; ngai ro, thina khawp meuin iengkhawm a thaw nawh ie.",
      "reference": "LUKA 23:15"
    },
    {
      "content": "Vuong ka ta, kân suo nâwk el ding a nih,” a ta.",
      "reference": "LUKA 23:16"
    },
    {
      "content": "[Chun ruoiṭhe ni chun mi intâng pakhat ân suopêk ngei dân a na.]",
      "reference": "LUKA 23:17"
    },
    {
      "content": "Nisienlakhawm, inruoltakin an khêk a, “Hi mipa hi chu sukbohmang la, Barabba kha mîn suopêk lem rawh,” an ta.",
      "reference": "LUKA 23:18"
    },
    {
      "content": "(Chu mipa chu khawpuia helna ieng amanih lei le tuol a that leiin intângna ina intâng a nih).",
      "reference": "LUKA 23:19"
    },
    {
      "content": "Pilat ruok chun Isu insuoktir a nuom a, an kuomah thu a hril nâwk a;",
      "reference": "LUKA 23:20"
    },
    {
      "content": "nisienlakhawm, an khêk a, “Krawsah hemde rawh, krawsah hemde rawh,” an ta.",
      "reference": "LUKA 23:21"
    },
    {
      "content": "Chun, ama chun a vawi thumnaah an kuomah, “Ieng dingin am ie? Hi mipa hin ieng am a suksuol a? Thina khawp meu, a chungah iengkhawm ka hmu nawh; vuong ka ta, kân suo el ding a nih,” a ta.",
      "reference": "LUKA 23:22"
    },
    {
      "content": "Anni ruok chun inringtakin krawsa hemde dingin an ngên ṭal a. Chun, an râwl chun a vau dei tah a.",
      "reference": "LUKA 23:23"
    },
    {
      "content": "Chun, Pilat chun an ngên anga thaw dingin thu a sukthlûk tah a.",
      "reference": "LUKA 23:24"
    },
    {
      "content": "Helna le tuolthat leia intângna ina intâng an ihni kha ân suoh a, Isu ruok chu an nuom nuoma an thaw dingin a pêk tah a.",
      "reference": "LUKA 23:25"
    },
    {
      "content": "Chun, an ṭhuoi hmang laiin Simon, Kurinia mi, rama inthawka hung an man a. Isu hnung tienga put dingin a chungah kraws chu an innghat a.",
      "reference": "LUKA 23:26"
    },
    {
      "content": "Chun, mipui le nuhmei âwm inchum inchuma ṭap ṭaphai, mipui nasatakin an zui a.",
      "reference": "LUKA 23:27"
    },
    {
      "content": "Isu ruok chun anni tieng a ngha a, “Jerusalem naunuhai, mi ṭa naw ro, nangni le in nauhai ta dingin ṭap lem ro.",
      "reference": "LUKA 23:28"
    },
    {
      "content": "Ngai ta u, a ni la hung tlung a tih, chuong nia chun, ‘Nuhmei chinghai, nau vawn ngai nawna phînghai, nau nêk ngai naw nênehai chu an hamṭha ie,’ la tîng an tih.",
      "reference": "LUKA 23:29"
    },
    {
      "content": "Chu pha chun mihaiin tlâng kâwla dâm, ‘Mi del rawh,’ la tîng an ta; muol kâwla dâm, ‘Mîn khum rawh,’ la tîng an tih.",
      "reference": "LUKA 23:30"
    },
    {
      "content": "Thing hringa hman hieng ang an thaw chun, a ṭâwla chun iengtin takin am an thaw ding chu?” a ta.",
      "reference": "LUKA 23:31"
    },
    {
      "content": "Chun, a kuomah mi dang pahni, mi suol, sukhlum dingin an ṭhuoi veh a.",
      "reference": "LUKA 23:32"
    },
    {
      "content": "Chun, “Luru” an ti hmun chu an tlungin, chutaka chun krawsah an hemdeh a, mi suolhai leh, a chang- tieng pakhat, a vawitieng pakhat.",
      "reference": "LUKA 23:33"
    },
    {
      "content": "Chun, Isûn, “Pa, anni hi ngaidam rawh, an thilthaw hi an hriet naw a ni hi,” a ta. Chun, a silfênhai chu an insemin ai an sân a.",
      "reference": "LUKA 23:34"
    },
    {
      "content": "Chun, mipuihai chun ngîrin an thlîr a. Chun, hotuhai khawmin, “Mi dang hman a sukdam hlak annâwm; Pathien ithlang Krista a ni zet chun ama le ama insukdam ta sienla,” tiin an ti-el a.",
      "reference": "LUKA 23:35"
    },
    {
      "content": "Chun, sipaihai khawmin ama chu an nuisaw a, a kuomah an hung a, zu thûr an pêk a,",
      "reference": "LUKA 23:36"
    },
    {
      "content": "“Judahai lal i ni tak zet chun insukdam rawh,” an ta.",
      "reference": "LUKA 23:37"
    },
    {
      "content": "Chun, a chung tienga chun, “HI MIPA HI JUDAHAI LAL A NIH” ti lekha ziek a um a.",
      "reference": "LUKA 23:38"
    },
    {
      "content": "Chun, an mi suol khai pakhat chun Isu a hal a, “Krista chu i ni naw am a nih? Insukdam la, keini khawm mi sukdam ta la,” a ta.",
      "reference": "LUKA 23:39"
    },
    {
      "content": "Nisienlakhawm, pakhat chun dawn malamin a kâwk a, “Pathien meu khawm i ṭi naw maw? thuhmun zingin an hrem che hi.",
      "reference": "LUKA 23:40"
    },
    {
      "content": "Eini chu ei tuor âwm tak hrim tuor ei nih, ei thilthaw ra indiktak hmu ei ni chau lem a; ama ruok hin chu iengkhawm a suksuol si nawh,” a ta.",
      "reference": "LUKA 23:41"
    },
    {
      "content": "Chun, “Isu, i ramah lala i hung phaleh, mi hre zing rawh aw,” a ta.",
      "reference": "LUKA 23:42"
    },
    {
      "content": "Chun, ama chun a kuomah, “Titakzetin ka hril che hi, vawisûn hin ka kuomah Paradisah um vêng i tih,” a ta.",
      "reference": "LUKA 23:43"
    },
    {
      "content": "Chun, nisa inding lai a hung na, chu chena inthawk zânbu suong pha chenin khawvêl a hung inthim ta vawng a, nisa var a hung bo tah a;",
      "reference": "LUKA 23:44"
    },
    {
      "content": "Chun, Pathien biekina puonzâr chu a laiah a lo tlêr tah a.",
      "reference": "LUKA 23:45"
    },
    {
      "content": "Chun, Isu râwl inringtakin a khêk a, “Pa, i kutah ka thlarau kân kawltir,” a ta. Chu chu a ti zo chun a thlarau ân thla tah a.",
      "reference": "LUKA 23:46"
    },
    {
      "content": "Chun, sipai za hotu chun thil umzie chu a hmu chun, “Hi mipa hi matheiloin mi feltak a ni phawt el,” a ta. Pathien ân pâk tah a.",
      "reference": "LUKA 23:47"
    },
    {
      "content": "Chun, chu ennuom chu thlîr dinga mipui hung inkhâwmhai po po chun thil umziehai chu an hmu chun, an âwmhai inchum inchumin in tieng an fe tah a.",
      "reference": "LUKA 23:48"
    },
    {
      "content": "Chun, a hmêlhriethai po po le, nuhmei Galili rama inthawka hung zuihai chu, chuong thil chu thlîrin hlatakah an ngîr a.",
      "reference": "LUKA 23:49"
    },
    {
      "content": "Chun, ngai ta, mi pakhat a hming Josef, rorêltu mi ṭhatak, feltak a um a,",
      "reference": "LUKA 23:50"
    },
    {
      "content": "(an rorêl le an thilthaw khawm kha a remti naw hrim a nih), Judai khuo Arimathai mi a na, Pathien ram a beisei hlak a.",
      "reference": "LUKA 23:51"
    },
    {
      "content": "Ama chu Pilat kuomah a feh a, Isu ruong a hnih a.",
      "reference": "LUKA 23:52"
    },
    {
      "content": "Chun, a lâk thlâk a, puon zai inhmiin a tuom a, thlân lung ver kuok, tukhawm lân zâlna ngai nawnaah ân zâl tah a.",
      "reference": "LUKA 23:53"
    },
    {
      "content": "Chun, chu ni chu Inringlâwk ni a na, Châwlni a ni vâng ta sih a.",
      "reference": "LUKA 23:54"
    },
    {
      "content": "Chun, nuhmei Galili rama inthawka ama le hunghai khan an zui pei a, thlân le a ruong inzâlzie chu an hmuh a.",
      "reference": "LUKA 23:55"
    },
    {
      "content": "Chun, in tieng an fe nâwk a, thil rim inhnik le hriek rim inhnikhai an buotsai a. Chun, Châwlni chun thupêk angin an châwl tah a.",
      "reference": "LUKA 23:56"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "LUKA 23 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}