{
  "verses": [
    {
      "content": "Chun, mihai hrieta a thu po po a hril zoin, Kapernaumah a lût a.",
      "reference": "LUKA 7:1"
    },
    {
      "content": "Chun, sipai za hotu tû amanih a suok dittak a dam nawh a, a thi vâng vâng a.",
      "reference": "LUKA 7:2"
    },
    {
      "content": "Chuongchun, Isu chanchin a hriet phingleh a suok chu hung sukdam dinga ngên hrâm dingin a kuomah Juda upahai a tir a.",
      "reference": "LUKA 7:3"
    },
    {
      "content": "Chun, anni chu Isu kuom an va tlung a, ṭhahnemngaitakin an ngên a, “Ama hi, i thawpêk tlâk a nih:",
      "reference": "LUKA 7:4"
    },
    {
      "content": "ei hnam dâm a hmangai a, kan inkhâwmna in dâm a mi bâwlpêk a nih,” an ta.",
      "reference": "LUKA 7:5"
    },
    {
      "content": "Chuongchun, Isu chun anni a zui tah a. Chun, in an tlung vâng vângin sipai za hotu chun a kuomah a ruolhai a tir a, “Intak sakin hung naw rawh, ka in sûng i lûtna tlâk a ni nawh;",
      "reference": "LUKA 7:6"
    },
    {
      "content": "chuleiin, i kuoma hung tlâk khawm niin kân ring nawh a, thu chau hril la ka naupang dam el a tih.",
      "reference": "LUKA 7:7"
    },
    {
      "content": "Kei khawm mi thua um ka na, ka hnuoiah sipaihai an um a; hi mipa kuoma hin, ‘Fe rawh’ ka ti leh a feh a; mi dang kuoma khawm, ‘Hung rawh’ ka ti leh a hung hlak; ka suok kuoma khawm, ‘Hi hi thaw rawh,’ ka ti leh a thaw hlak,” a ta.",
      "reference": "LUKA 7:8"
    },
    {
      "content": "Chun, Isûn chuong thu chu a hrietin ama chu mak a ti hleh a, a nghah a, mipui a zuituhai kuoma chun, “Ka hril cheu hi, Israelhai lai khawm hieng ang lâwma ringna nasa hi ka hmu nawh,” a ta.",
      "reference": "LUKA 7:9"
    },
    {
      "content": "Chun, a mi tirhai chu in tieng an fe nâwk a, suok chu damin an hmu tah a.",
      "reference": "LUKA 7:10"
    },
    {
      "content": "Chun, sâwt nawteah khaw pa- khat Nain an tia chun a feh a; a închûktirhai le mipui nasatak a kuomah an fe veh a.",
      "reference": "LUKA 7:11"
    },
    {
      "content": "Chun, kul kawtkhâr kâwl a tlungin, ngai ta, mithi an hung zâwn dawk a, a nu naupa nei sun a na, ama hlak hmeithai a ni sih a; an khuohai tamtak chu a kuomah an um a.",
      "reference": "LUKA 7:12"
    },
    {
      "content": "Chun, Lalpa chun hmeithai chu a hmu phingleh a lunginsiet bêk bêk a, “Ṭap naw,” a ta.",
      "reference": "LUKA 7:13"
    },
    {
      "content": "Chun, a va hnai a, hlâng chu a them a; chuongchun, a zâwntuhai chu an ngîr a. Chun, “Tlangvâl, tho rawh ka ti che hi,” a ta.",
      "reference": "LUKA 7:14"
    },
    {
      "content": "Chun, mithi chu a ṭhung dawk a, a hung ṭawng tah a. Chun, Isûn a nu kuomah a pêk tah a.",
      "reference": "LUKA 7:15"
    },
    {
      "content": "Chun, mi po poin an ṭih a, Pathien an inpâk a, “Eini lai zâwlnei ropuitak a hung um ta a ni hi,” an ta. “Pathienin a mihai a hung sîr tah a nih,” an ti bawk a.",
      "reference": "LUKA 7:16"
    },
    {
      "content": "Chun, chu mipa chungchâng thu chu Judai ram po po le a kâwl vêl ram tinah ân thang suok tah a.",
      "reference": "LUKA 7:17"
    },
    {
      "content": "Chun, Johan inchûktirhai chun chuong thu po po chu Johan an hril a.",
      "reference": "LUKA 7:18"
    },
    {
      "content": "Chuongchun, Johan chun a închûktirhai pahni a ko a, Lalpa kuoma chun a tir a, “A hung ding chu i ni, mi dang am kan la ngai ding?” tiin.",
      "reference": "LUKA 7:19"
    },
    {
      "content": "Chun, mihai chu a kuom an hung tlung chun, “Baptistu Johanin, ‘A hung ding chu i ni, mi dang am kan la ngai ding?’ ti dingin i kuomah a mi hung tir a nih,” an ta.",
      "reference": "LUKA 7:20"
    },
    {
      "content": "Chun, chuong lai tak chun Isûn damnaw dâm, hripui invawihai, khawhri imanhai tamtak a sukdam a, mitdel tamtak khawm an mit a sukvar a.",
      "reference": "LUKA 7:21"
    },
    {
      "content": "Chun, an kuomah, “Fe nâwk ta unla, thil in hmu le in hriet hi Johan va hril ro; mitdelhai an mit a hung var tah, kebaihai kein an lâwn tah, inphârhai an hung inthieng tah, nasêthai an na a hung var tah, mi- thihai keithoin an um tah, pasiehaiin Chanchin Ṭha hril an dawng tah.",
      "reference": "LUKA 7:22"
    },
    {
      "content": "Chun, tûkhawm ka chunga lungninawna hmu naw chu an hamṭha,” a ta, a dawn a.",
      "reference": "LUKA 7:23"
    },
    {
      "content": "Chun, Johan mi tirhai chu an fe hnungin Isûn mipuihai kuoma chun Johan thu a hril tah a, “Ieng en dingin am thlalêra khan in hang feh a? Luong thli imût hnîng maw?",
      "reference": "LUKA 7:24"
    },
    {
      "content": "Annawleh, ieng en ding takin am in hang feh a? Puon innêm sil maw? Ngai ro, puon innêm sil le mi inhawitirhai chu lal inahai in sawnnaw an um.",
      "reference": "LUKA 7:25"
    },
    {
      "content": "Annawleh, ieng en ding takin am in hang feh a? Zâwlnei maw? A ni ngei kha, ka ti cheu hi, zâwlnei nêk khawma ropui lem,",
      "reference": "LUKA 7:26"
    },
    {
      "content": "‘En ta, ka tirko i hmaah ka tir a nih, Ama chun i hmaah i lampui siem a tih,’ ti, a chanchin an iziek kha, ama hi a nih.",
      "reference": "LUKA 7:27"
    },
    {
      "content": "Nuhmei sûnga insieng laia chun Johan nêka ropui lem an um nawh; nisienlakhawm, Pathien rama mi chîn tak khawm ama nêkin an ropui lem,” a ta.",
      "reference": "LUKA 7:28"
    },
    {
      "content": "Chun, mi po poin an hrietin, siedâwltuhai leh, Johan baptisma lo chang tah an na, Pathien an inthiem a.",
      "reference": "LUKA 7:29"
    },
    {
      "content": "Pharisaihai le dânhretuhai ruok chu a kuoma baptisma lo chang tah an ni ve nawh a, anni ta dinga Pathienin rem a iruotpêk chu an pawm nawh.",
      "reference": "LUKA 7:30"
    },
    {
      "content": "Chuongchun, Isu bawkin, “Tu- lai ruoltharhai hi ieng lêm hrilkhîng ka tih aw?",
      "reference": "LUKA 7:31"
    },
    {
      "content": "Naupang dâwr hmuna ṭhunga, ‘Theihle kan mûtpêk cheu a, in lâm si nawh a; kan ṭap rak a, in ṭap si nawh a,’ tia inkhêkkhumhai ang hi an nih.",
      "reference": "LUKA 7:32"
    },
    {
      "content": "Baptistu Johan chu a hung a, bei a fâk nawh a, uoin khawm a dâwn nawh a, nangnîn, ‘Khawhri a zâwl a nih,’ in tih a.",
      "reference": "LUKA 7:33"
    },
    {
      "content": "Mihriem Naupa a hung a, a fâkin a dâwn a, ‘En ta u, bu he mi, uoin he mi, siedâwltuhai le mi suolhai ruolpa saw!’ in ti sih a.",
      "reference": "LUKA 7:34"
    },
    {
      "content": "Nisienlakhawm, Varna chu a nau po poin an inthiem,” a ta.",
      "reference": "LUKA 7:35"
    },
    {
      "content": "Chun, Pharisaihai laia mi pakhatin a kuomah bu fa dingin a fiel a. Chun, Pharisai ina chun a lût a, thlaithlêng a awt a.",
      "reference": "LUKA 7:36"
    },
    {
      "content": "Chun, ngai ta, chu khuoa nu- hmei suol pakhat um chun, Pharisai inah thlaithlêng awtin a ṭhung ti a hriet phingleh alabastar bûrin hriek rim inhnik a hung chawi a.",
      "reference": "LUKA 7:37"
    },
    {
      "content": "A hnungah a kepha bula chun ṭap pumin a ngîr a, a mitthliin a kepha a lo far huh a, a samin a hrûk a, a kepha chu a fâwp a, hriek rim inhnik chun a nâl a.",
      "reference": "LUKA 7:38"
    },
    {
      "content": "Chun, a fieltu Pharisai chun a hmu chun, a lungrilin, “Hi mipa hi zâwlnei a ni chun a themtu nuhmei hi tu am a ni, mi ieng ang am a ni hre âwm tak, mi suol a ni sih a,” a ta.",
      "reference": "LUKA 7:39"
    },
    {
      "content": "Chun, Isûn a kuomah, “Simon, i kuomah thu bau khat hril ding ka nei,” a ta, a dawn a. Chun, ama chun, “Hril ta la, Inchûktirtu,” a ta.",
      "reference": "LUKA 7:40"
    },
    {
      "content": "Chun, Isûn “Tangka inpûktirtu tuin amanih leibattu pahni a nei a; pakhatin duli za nga a bat a, pakhatin sâwmnga.",
      "reference": "LUKA 7:41"
    },
    {
      "content": "Chun, thungna an nei nawh a, a ngaidam ve veh a. Chuongchun, chuhai chun a tû lem chun am ama chu hmangai lem an ta?” a ta.",
      "reference": "LUKA 7:42"
    },
    {
      "content": "Simon chun, “A ingaidam tam lem chun niin ka ring,” a ta, a dawn a. Chun, ama chun a kuomah, “I ti dik ie,” a ta.",
      "reference": "LUKA 7:43"
    },
    {
      "content": "Chun, nuhmei tieng chu a nghah a, Simon kuoma chun, “Hi nuhmei hi i hmu? I inah ka hung lût a, nangin ka ke sâwpna ding tui i mi pêk nawh a, ama ruok hin chu a mitthliin ka kepha a sukhuh a, a samin a hrûk a nih.",
      "reference": "LUKA 7:44"
    },
    {
      "content": "Nangin fâwp hrim hrim i mi fâwp nawh; ama ruok hin chu ka hung lût hlima inthawk ka kepha fâwp a ma nawh.",
      "reference": "LUKA 7:45"
    },
    {
      "content": "Nangin ka luah hriek i mi nâl nawh; ama ruok hin chu ka kepha hriek rim inhnik a nâl.",
      "reference": "LUKA 7:46"
    },
    {
      "content": "Chuleiin, ka ti che hi, a suol tamtak kha ngaidamin a um tah; ama khawmin a hmangai ta bêk bêk a ni hi; amiruokchu, ngaidam tlâwm chun, tlâwmtêin a hmangai hlak,” a ta.",
      "reference": "LUKA 7:47"
    },
    {
      "content": "Chun, nuhmei kuoma chun, “I suolhai ngaidam a ni tah,” a ta.",
      "reference": "LUKA 7:48"
    },
    {
      "content": "Chun, a thlaithlêng awtpuihai chun, “Suolhai khawm ngaidam hi tu am a na?” an in tih a.",
      "reference": "LUKA 7:49"
    },
    {
      "content": "Chun, ama chun nuhmei kuoma chun, “I ringna hi sandam I ni pha a nih, thlamuongtakin fe rawh,” a ta.",
      "reference": "LUKA 7:50"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "LUKA 7 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}