{
  "verses": [
    {
      "content": "Chun, ni khat chu, Pathien biekina mihai ân chûktir a, Chanchin Ṭha a hril laiin, thiempu lalhai le Dân inchûktirtuhai chu, upahai leh a kuomah an hung thut a;",
      "reference": "LUKA 20:1"
    },
    {
      "content": "a kuomah, “Tû thuin am hieng thil hi i thawh a? Tûin am thu a pêk cheh a? mi hril rawh,” tiin an indawn a.",
      "reference": "LUKA 20:2"
    },
    {
      "content": "Ama chun an kuomah, “Kei khawmin thu bau khat indawn vêng ka ti cheu: mi hril ro,",
      "reference": "LUKA 20:3"
    },
    {
      "content": "Johan baptisma kha vâna mi thu am, mihriem thu?” a ta, ân dawn a.",
      "reference": "LUKA 20:4"
    },
    {
      "content": "Chun, an inngaituoh a, “ ‘Vâna mi thu,’ ei ti chun, ‘Iengdinga a thu in awi naw?,’ mi ti sîng a ta.",
      "reference": "LUKA 20:5"
    },
    {
      "content": "Chun, ‘Mihriem thu,’ ei ti chun, mi po poin lungin mi dêng an tih; Johan chu zâwlnei a ni an ring sih a,” an ta.",
      "reference": "LUKA 20:6"
    },
    {
      "content": "Chuongchun, an dawn a, “Khâw- tieng lem thu am a ni kan hriet nawh,” an ta.",
      "reference": "LUKA 20:7"
    },
    {
      "content": "Chun, Isûn an kuomah, “Kei khawmin, tû thuin am hieng thil hi ka thaw a, hril bîk naw ning cheu,” a ta.",
      "reference": "LUKA 20:8"
    },
    {
      "content": "Chun, vântlâng kuomah hi tekhithu hi a hril tah a; “Tûin amanih grêp huon a siem a, lo enkawltuhai kuomah thlohlaw dingin a pêk a, sâwttak thang dingin ram dangah a fe tah a.",
      "reference": "LUKA 20:9"
    },
    {
      "content": "A lo hun chun huona ra chu a chanâi an lo pêk dingin lo enkawl- tuhai kuoma chun suok pakhat a tir a; nisienlakhawm, lo enkawltuhai chun an lo vuok a, kutruokin an infetir nâwk tah a.",
      "reference": "LUKA 20:10"
    },
    {
      "content": "Chun, suok dang a tir nâwk a; chu khawm chu an vuok nâwk bawk a, inzakumtakin an siem a, kutruok bawkin an infetir nâwk tah a.",
      "reference": "LUKA 20:11"
    },
    {
      "content": "Chun, a pathumna a tir nâwk a; chu khawm chu an lo suksil a, an pei suok tah a.",
      "reference": "LUKA 20:12"
    },
    {
      "content": "“Chun, grêp huon neitupa chun, ‘Iengtin am thâwng ka ta? Ka naupa dittak tir el ka tih; ama hi an lo inza duoiin,’ a ta.",
      "reference": "LUKA 20:13"
    },
    {
      "content": "Nisienlakhawm, lo enkawltuhai chun ama chu an hmu phingleh, ‘Ama hi rohluotu ding chu a nih, that ei tiu; chuongchun, a ro chu ei ta nîng a tih,’ tiin an inrâwn a.",
      "reference": "LUKA 20:14"
    },
    {
      "content": "Chuongchun, grêp huona in- thawk chu an the suok a, an sukhlum tah a. Grêp huon neitupa chun an chungah iengtin am hung thâwng a ta?",
      "reference": "LUKA 20:15"
    },
    {
      "content": "Lo enkawltuhai chu hung sukbohmang a ta, huon chu mi danghai pêng a tih,” a ta. Chun, chu chu an hrietin, “Chuong êm chu tlung naw raw se!” an ta.",
      "reference": "LUKA 20:16"
    },
    {
      "content": "Nisienlakhawm, ama chun anni chu a en a, “Hi thu an ziek hi ieng am a na? ‘In bâwltuhai lung dit naw kha, Chu ngei chu a kia lung ṭhangkai tak a lo ni tah,’ ti hi.",
      "reference": "LUKA 20:17"
    },
    {
      "content": "Tûkhawm chu lung chunga tlu taphawt chu kawi dar a ta; a del lem chu râwt nawi a tih,” a ta.",
      "reference": "LUKA 20:18"
    },
    {
      "content": "Chun, chuong lai tak chun Dân inchûktirtuhai le thiempu lalhaiin man an tum a; nisienlakhawm, mipui chu an ṭih a; chu tekhithu chu anni demin a hril ti an hriet sih a.",
      "reference": "LUKA 20:19"
    },
    {
      "content": "Chun, ama chu Bawrsâp rorêlna le thuneinaa pêk dingin, a thu hril suol la dingin an inchân zing a, enthlittu, mi ṭha anga inlang tehlêmhai chu an tir a.",
      "reference": "LUKA 20:20"
    },
    {
      "content": "Anni chun a kuomah, “Inchûk- tirtu, indiktakin thu i hrilin în chûktir a, tûkhawm thlier bîk loin, thaw taktakin Pathien kawng thu în chûktir hlak ti kan hriet a;",
      "reference": "LUKA 20:21"
    },
    {
      "content": "Kaisar kuoma sie kan chawi a thieng am a thieng naw?” an ta, an indawn a.",
      "reference": "LUKA 20:22"
    },
    {
      "content": "Nisienlakhawm, ama chun an dâwp a nih ti a hriet a, an kuomah,",
      "reference": "LUKA 20:23"
    },
    {
      "content": "“Duli mîn entir ro,” a ta. “Tû lim le tu hming am a na a chuong hi?” a ta. Anni chun, “Kaisar,” an ta.",
      "reference": "LUKA 20:24"
    },
    {
      "content": "Chun, ama chun an kuomah, “Kaisar thilhai chu Kaisar kuomah pe unla, Pathien thilhai chu Pathien kuomah pe ta unla,” a ta.",
      "reference": "LUKA 20:25"
    },
    {
      "content": "Chuongchun, mipui hmaah a thu hril suol lâk ding an hmu nawh a; a dawnna chu mak an ti hleh a, an to zing a.",
      "reference": "LUKA 20:26"
    },
    {
      "content": "Chun, Saddukai, thonâwkna a um nawh tihai laia mi tuhai amanih a kuomah an hung a, a kuomah,",
      "reference": "LUKA 20:27"
    },
    {
      "content": "“Inchûktirtu, Mosien, tûkhawm a unaupain nuhmei nei sienla, nau nei loin thi sienla, a unaupa chun a nuhmei chu hluoin, a unaupa ta dingin chi a thlapêk ding a nih ti a mi ziekpêk a nih.",
      "reference": "LUKA 20:28"
    },
    {
      "content": "Âwle, sal sari an um a; a upatakin nuhmei a nei a, nau nei loin a thi tah a.",
      "reference": "LUKA 20:29"
    },
    {
      "content": "A pahnina chun a hluoh a; nau nei lo bawkin a thi tah a;",
      "reference": "LUKA 20:30"
    },
    {
      "content": "a pathumna chun a hluo nâwk a; chuong ang sengin pasarihai chu nau nei loin an thi pei a.",
      "reference": "LUKA 20:31"
    },
    {
      "content": "Chu hnunga chun nuhmei khawm chu a thi tah a.",
      "reference": "LUKA 20:32"
    },
    {
      "content": "Chuongchun, thonâwk pha chun a tû nuhmei tak am nîng a ta? an pasari chun nuhmeiin an nei seng sih a,” tiin an indawn a.",
      "reference": "LUKA 20:33"
    },
    {
      "content": "Chun, Isûn an kuomah, “Tulai mihai hi nuhmei pasal an innei hlak;",
      "reference": "LUKA 20:34"
    },
    {
      "content": "nisienlakhawm, chuong phaa ṭhang tlâk le mithi laia inthawka thonâwknaa ṭhang tlâka ruot taphawthai chu, nuhmei pasal innei ta naw ni hai,",
      "reference": "LUKA 20:35"
    },
    {
      "content": "thi khawm thi nâwk thei ta naw ni hai, vântirkohai tlukin an um ding a ni sih a; thonâwkna nauhai an ni leiin Pathien nauhai nîng an tih.",
      "reference": "LUKA 20:36"
    },
    {
      "content": "Mithi keithoin an um ding a nih ti Mosie khawmin Chîmbuk thuah Lalpa chu, ‘Abraham Pathien, Isak Pathien, Jakob Pathien,’ a ti lai khan ân hriettir kha.",
      "reference": "LUKA 20:37"
    },
    {
      "content": "Ama chu mithi Pathien a ni nawh a, mi hring Pathien a ni lem ie; amaa chun mi po po an hring vawng sih a,” a ta.",
      "reference": "LUKA 20:38"
    },
    {
      "content": "Dân inchûktirtu tuhaiin ama- nih, “Inchûktirtu, i hril indik ngawt el!” an ta, an dawn a.",
      "reference": "LUKA 20:39"
    },
    {
      "content": "Thu dang an indawn ngam ta si nawh a.",
      "reference": "LUKA 20:40"
    },
    {
      "content": "Chun, ama chun an kuomah, “Krista chu David naupa a nih ti iengtiziea ti hlak am an na?",
      "reference": "LUKA 20:41"
    },
    {
      "content": "Inpâkna Hla buah David ngeiin, ‘Lalpa chun ka Lalpa kuomah, Ka changtieng ṭhung rawh,",
      "reference": "LUKA 20:42"
    },
    {
      "content": "I hmêlmahai chu i ke innghatnaa ka siem hmakhat chun,’ a ti a, a ta.",
      "reference": "LUKA 20:43"
    },
    {
      "content": "Chuongchun, David chun ama chu, ‘Lalpa,’ a ti sih a, iengtin am, a naupa a ni thei leh?” a ta.",
      "reference": "LUKA 20:44"
    },
    {
      "content": "Chun, mi po po hrietin a închûk- tirhai kuomah, “Dân inchûktirtuhai lai chun fîmkhur ro;",
      "reference": "LUKA 20:45"
    },
    {
      "content": "anni chun zakaw infuol hâka lêng an nuom hlak, dâwr hmuna chi- bai bûkhai, inkhâwmna ina ṭhung- pha ṭhatakhai, ruoiṭhenaah hmun ṭha takhai an ngaina hlak a;",
      "reference": "LUKA 20:46"
    },
    {
      "content": "hmeithai sum an fâk a, tlâng hlêmna dingin sâwt tak an ṭawngṭai hlak; chuonghai chun thiemnaw chang nasa zuol an tih,” a ta.",
      "reference": "LUKA 20:47"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "LUKA 20 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}