{
  "verses": [
    {
      "content": "Chun, mipuiin Pathien thu an ngai a, ama an bâwr hut hut laiin, ama chu Gennesaret dîl panga chun a ngîr a.",
      "reference": "LUKA 5:1"
    },
    {
      "content": "Chun, dîl panga chun lawng pahni a um a hmuh a; nisien- lakhawm, nga mantuhai chu an suok a, an lênhai an sâwp a.",
      "reference": "LUKA 5:2"
    },
    {
      "content": "Chuongchun, lawng pakhat Simon ta lema chun a chuong a, a kuomah vapanga inthawka tlâwmtea intâwl lût hret a hnih a. Chun, a ṭhung a, lawnga inthawk chun mipuihai chu ân chûktir tah a.",
      "reference": "LUKA 5:3"
    },
    {
      "content": "Chun, thu hril a ma chun, Simon kuomah, “Li inthûk tieng pan la, nga man dingin, in lênhai dêng rawh,” a ta.",
      "reference": "LUKA 5:4"
    },
    {
      "content": "Chun, Simonin a kuomah, “In- chûktirtu, inrimtakin zânkhawvârin kan thawh a, iengkhawm kan man nawh a; nisienlakhawm, i thuin lênhai dêng nâwk ka tih,” a ta, a dawn a.",
      "reference": "LUKA 5:5"
    },
    {
      "content": "Chun, an hei dêng chun nga nasatak an inkhum a, an lênhai chu ân tan ṭhawt ṭhawt a.",
      "reference": "LUKA 5:6"
    },
    {
      "content": "Lawng danga an pâwl umhai chu anni hung ṭhangpui dingin kutin an hui a. Chun, an hung a, lawng pahni chu tlum vâng vâng khawpin an sung sip ve veh a.",
      "reference": "LUKA 5:7"
    },
    {
      "content": "Chun, Simon Peterin chu chu a hmu chun, Isu khûp bulah a bawkkhup a, “Lalpa, mi fe san rawh, mi suol ka ni hi,” a ta.",
      "reference": "LUKA 5:8"
    },
    {
      "content": "An nga man chu ama le a ruolhai chun mak an ti hleh a.",
      "reference": "LUKA 5:9"
    },
    {
      "content": "Simon ruolhai bawk, Zebedai naupa Jakob le Johan khawmin mak an ti hle bawk a. Chun, Isûn Simon kuomah, “Ṭi naw, tuta hnung chu mihriem man tâng i tih,” a ta.",
      "reference": "LUKA 5:10"
    },
    {
      "content": "Chun, an lawnghai chu vapangah an ṭhuoi kai a, iengkim mâksanin ama an zui tah a.",
      "reference": "LUKA 5:11"
    },
    {
      "content": "Chun, khaw pakhata a um laiin, ngai ta, mi pakhat inphârnain a bâwm hi a um a, ama chun Isu a lo hmuh a, hnuoi sikin a bawkkhup a, “Lalpa, i nuom chun i mi sukthieng thei,” a ta, a ngên a.",
      "reference": "LUKA 5:12"
    },
    {
      "content": "Chun, ama chun a hei ban a, a them a, “Ka nuom ie, hung inthieng ta raw khai,” a ta. Chun, kârloin a phârna chu a hung bo nghâl tah a.",
      "reference": "LUKA 5:13"
    },
    {
      "content": "Chun, a kuomah, “Tukhawm hril naw rawh, amiruokchu, thiempu kâwlah vân entir la, i în thienna dingin Mosie ruot angin inhlân rawh, mihai inhriettirna dingin,” a ti tlat a.",
      "reference": "LUKA 5:14"
    },
    {
      "content": "Nisienlakhawm, a chanchin thu chu ân thang nâwk zuol det a; mipui nasatak a thu hre nuom le an natnahai sukdam nuomin an hung inkhâwm a.",
      "reference": "LUKA 5:15"
    },
    {
      "content": "Nisienlakhawm, ama chu thla- lêra dâm atumin a feh a, a ṭawngṭai hlak a.",
      "reference": "LUKA 5:16"
    },
    {
      "content": "Chun, chuong lai chun, ni khat chu ân chûktir a. Chun, a kâwlah Pharisaihai le dân hretuhai ṭhungin an um a, chuonghai chu Galili ram le, Judai ram khaw tina inthawk le Jerusalema inthawka hung suok an na; chun mi sukdamna dingin Lalpa thilthawtheina chu a kuomah a um a.",
      "reference": "LUKA 5:17"
    },
    {
      "content": "Chun, ngai ta, khum pumin zeng pakhat an hung zâwn a; a hmaa sie dingin zâwn lût an tum a.",
      "reference": "LUKA 5:18"
    },
    {
      "content": "Chun, mipui lei chun zâwn lûtna hrim an hmu nawh a, in chungah an hang lâwn a, in chunga inthawkin a laitakah, Isu hmaah, a khum pumin an inkhai thlâktir a.",
      "reference": "LUKA 5:19"
    },
    {
      "content": "Chun, an ringzie chu a lo hmuin, a kuomah, “Mihriem, i suol- hai ngaidam a ni tah ie,” a ta.",
      "reference": "LUKA 5:20"
    },
    {
      "content": "Chun, Dân inchûktirtuhai le Pharisaihai chun, “Pathien hrilsie hi tu am a ni leh? Pathien chau naw chun tuin am suolhai a ngaidam thei a?” tiin an ngaituoh a.",
      "reference": "LUKA 5:21"
    },
    {
      "content": "Chuongchun, Isûn an ngaituo chu a hriet a, an kuomah, “In lungrilah ieng am in ngaituoh a?",
      "reference": "LUKA 5:22"
    },
    {
      "content": "‘I suolhai ngaidam a ni tah,’ ti le, ‘Tho la kein fe rawh’ ti hi a ieng am hril a awl lem a?",
      "reference": "LUKA 5:23"
    },
    {
      "content": "Iengkhawm ni sienla khaw- vêlah Mihriem Naupa hin suol ngaidam theina a nei ti in hrietna dingin,” a ta, (zeng kuoma chun) “Tho la, i khum la la, i inah fe rawh ka ti che hi,” a ta.",
      "reference": "LUKA 5:24"
    },
    {
      "content": "Chuongchun, an mithmuah a tho nghâl tah a, a zâlna chu a lâk a, Pathien inpâk pum peiin a inah a fe tah a.",
      "reference": "LUKA 5:25"
    },
    {
      "content": "Chun, an rêngin mak an ti hleh a, Pathien an inpâk a, “Vawisûn chu thil maktak ei hmu a nih,” an tih a, an ṭi bêk bêk a.",
      "reference": "LUKA 5:26"
    },
    {
      "content": "Chun, chuong zoa chun, a suok a, sie chawina hmuna ṭhung, sie- dâwltu pakhat a hming Levi a hmuh a; chun, a kuomah, “Mi hung zui rawh,” a ta.",
      "reference": "LUKA 5:27"
    },
    {
      "content": "Chuongchun, iengkim a mâk- san a, a tho a, a zui tah a.",
      "reference": "LUKA 5:28"
    },
    {
      "content": "Chun, Levi chun a inah Isu ta dingin ruoi ropuitak a ṭheh a; chuongchun, siedâwltuhai, mi dang- hai leh mi tamtakin anni an awtpui tâwl a.",
      "reference": "LUKA 5:29"
    },
    {
      "content": "Chun, Pharisaihai, an Dân inchûktirtuhai le chun a închûktirhai chungah an chier a, “Ieng dinga siedâwltuhai le mi suolhai lai in fâk a in dâwn am a na?” an tih a.",
      "reference": "LUKA 5:30"
    },
    {
      "content": "Chun, Isûn an kuomah, “Mi hrisêlhai chun dâktawr an ngai nawh a, mi hrivawisiehai lemin an ngai a nih.",
      "reference": "LUKA 5:31"
    },
    {
      "content": "Mi feltakhai lam dinga hung ka ni nawh a, mi suolhai lama insimtir dinga hung ka ni lem,” a ta, a dawn a.",
      "reference": "LUKA 5:32"
    },
    {
      "content": "Chun, annîn a kuomah, “Johan inchûktirhaiin bu an nghei rawp a, an ṭawngṭai hlak; Pharisai inchûktirhai khawmin chuong ang bawkin an thaw hlak; nisienlakhawm, i închûk- tirhai hin an fâkin an dâwn hlak,” an ta.",
      "reference": "LUKA 5:33"
    },
    {
      "content": "Isûn an kuomah, “Mo ṭhuoi- tuhai kuoma a pasal ding chu a um sûng po mo ṭhuoituhai chu in inngheitir thei hlak am a nih?",
      "reference": "LUKA 5:34"
    },
    {
      "content": "Nisienlakhawm, a pasal ding chu an kuoma inthawka ṭhuoi hmang nihai la tlung a ta, chu ni ruok chun la nghei an tih,” a ta.",
      "reference": "LUKA 5:35"
    },
    {
      "content": "Chun, an kuomah tekhithu khawm a hril a; “Tukhawmin puon thar kei thlain puon hlui an phâwk ngai nawh; phâwk ang sienla a thar chun sukthlêr a ta, a thar hlek le a hlui chu inhme bawk naw ni.",
      "reference": "LUKA 5:36"
    },
    {
      "content": "Chun, tukhawmin uoin thar savun uoin peng hluiahai an thun ngai nawh; thun ang sienla, uoin thar chun savun penghai chu mawr kawi a ta, inbuong a ta, savun penghai khawm chu sieng a tih.",
      "reference": "LUKA 5:37"
    },
    {
      "content": "Uoin thar chu savun peng tharahai an thun lem ding a nih.",
      "reference": "LUKA 5:38"
    },
    {
      "content": "Chun, tukhawmin uoin um sâwt dâwn zoin uoin thar an du ngai nawh; ‘a um sâwt a ṭha lem’ an ti sih a,” a ta.",
      "reference": "LUKA 5:39"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "LUKA 5 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}