{
  "verses": [
    {
      "content": "Chun, Isu Jeriko khuoah a lût a, a fethleng ding a na.",
      "reference": "LUKA 19:1"
    },
    {
      "content": "Chun, ngai ta, mi pakhat a hming Zakai a um a; ama chu siedâwl hotu a na, a hausa hleh a.",
      "reference": "LUKA 19:2"
    },
    {
      "content": "Chun, Isu chu mi ieng ang am a ni hmu a tum a; mipui leiin a hmu thei nawh a, ama hlak ân hnuoi sih a.",
      "reference": "LUKA 19:3"
    },
    {
      "content": "Chuongchun, a tlân khal a, a en dingin theichang lêrah a lâwn a; chu lampui chu a hung hraw ding a ni leiin.",
      "reference": "LUKA 19:4"
    },
    {
      "content": "Chun, Isu chu chu hmun a tlung chun a tang a, a kuomah, “Zakai, hung ṭum vak rawh; vawisûn i inah ka tlung ding a nih,” a ta.",
      "reference": "LUKA 19:5"
    },
    {
      "content": "Chun, inhmawtakin a ṭum a, hlimtakin ama chu ân tlungtir tah a.",
      "reference": "LUKA 19:6"
    },
    {
      "content": "Chun, chu chu an hmu phingleh an rêngin, “Mi suol kuoma tlung dingin a lût ta saw,” an tih a, an chier a.",
      "reference": "LUKA 19:7"
    },
    {
      "content": "Chun, Zakai chu a ngir a, Lalpa kuoma chun, “Ngai ta, Lalpa, ka sum zâtve pasiehai kuomah pêng ka ta; chun, tu chunga khawm thil ieng khawm lo hlêpru ka ni chun a lêt liin thung nâwk ka tih,” a ta.",
      "reference": "LUKA 19:8"
    },
    {
      "content": "Chun, Isûn Zakai chungthu a hril a, “Vawisûn hi ina hin sandamna a hung tlung tah, ama khawm Abraham naupa a ni sih a.",
      "reference": "LUKA 19:9"
    },
    {
      "content": "Bohmanghai zawnga sandam dingin Mihriem Naupa hi a hung a ni hrim a nih,” a ta.",
      "reference": "LUKA 19:10"
    },
    {
      "content": "Chun, chuong thuhai chu an ngâi laiin, Jerusalem a hnai ta leiin le Pathien ram hung inlang nghâl ding nia an ring leiin tekhithu a hril sah a.",
      "reference": "LUKA 19:11"
    },
    {
      "content": "Chuongchun, hieng thu hi a hril a, “Mi ṭha tû amanih ram awpna thu laa hung kîr nâwk dingin ram hlatakah a feh a.",
      "reference": "LUKA 19:12"
    },
    {
      "content": "A fe dingin a suokhai sâwm a ko a, an kuomah rângkachak tangka sâwm a pêk a, an kuomah, ‘Ka hung tlung nâwk hmakhat chu hi hin lo sumdâwng ro,’ a ta.",
      "reference": "LUKA 19:13"
    },
    {
      "content": "Nisienlakhawm, a khuohaiin an theidah a, ‘Hi mipa hi kan lal dingin kan dit nawh,’ ti dingin a hnungah palai an intlântir veh a.",
      "reference": "LUKA 19:14"
    },
    {
      "content": "“Chun, ram awpna thu chu a lâka a hung kir nâwk chun, a suok tangka a ipêkhai chu, an sukpung dân inhrietna dingin ân kotir a.",
      "reference": "LUKA 19:15"
    },
    {
      "content": "Chun, a hmasatak chu a hung a, ‘Pu, i rângkachak tangka kha sâwmin a pung,’ a ta.",
      "reference": "LUKA 19:16"
    },
    {
      "content": "Ama chun a kuomah, ‘Suok ṭha, i thaw ṭha ie, tlâwmtê chungah ring i um leiin khaw sâwm chungah hotuin um rawh,’ a ta.",
      "reference": "LUKA 19:17"
    },
    {
      "content": "Chun, a dawttu chu a hung a, ‘Pu, i rângkachak tangkas kha pangain a pung ie,’ a ta.",
      "reference": "LUKA 19:18"
    },
    {
      "content": "Chun, ama chun ama kuoma khawm chun, ‘Nang khawm khaw panga chungah hotuin um rawh,’ a ta.",
      "reference": "LUKA 19:19"
    },
    {
      "content": "“Chun, mi dang a hung a, ‘Pu, en ta, hi i rângkachak tangka kha! thlanhrûkna puonin ka fûn zing;",
      "reference": "LUKA 19:20"
    },
    {
      "content": "mi vîntak i ni leiin ka ṭi che a nih; i sie naw khawm i lâk hlak a, i tu naw khawm i sîk hlak sih a,’ a ta.",
      "reference": "LUKA 19:21"
    },
    {
      "content": "“Chun, ama chun a kuomah, ‘Suok suol, i ṭawngbau suok ngeiin kân thiem naw che. Mi vîntak ka na, ka sie naw khawm ka lâk a, ka tu naw khawm ka sîk hlak ti i hriet maw?",
      "reference": "LUKA 19:22"
    },
    {
      "content": "A ni sa chun, ka tangka hi iengdinga sumdâwng ina i sie naw am a na? Chuongchun, ka hung hin a pung leh ka hung ṭhîn ding bah,’ a ta.",
      "reference": "LUKA 19:23"
    },
    {
      "content": "Chun, a kâwla ngirhai kuomah, ‘A rângkachak tangka kha lâkpêk unla, rângkachak tangka sâwm neitu kuomah pe ro,’ a ta.",
      "reference": "LUKA 19:24"
    },
    {
      "content": "Chun, anni chun a kuomah, ‘Pu, ama chun rângkachak tangka sâwm a nei annawm’ an ta.",
      "reference": "LUKA 19:25"
    },
    {
      "content": "‘Ka ti cheu hi, a nei taphawt chu pe belsâng an ta, a nei naw chu a nei sun khawm chu lâkpêk an tih.",
      "reference": "LUKA 19:26"
    },
    {
      "content": "Nisienlakhawm, hieng a mi dotuhai an lal dinga mi dit nawhai hi hung ṭhuoi unla, ka hmaah that ro,’ a tih a,” a ta.",
      "reference": "LUKA 19:27"
    },
    {
      "content": "Chun, chuong ang thu a hril zo chun Jerusalem panin a hmasah a.",
      "reference": "LUKA 19:28"
    },
    {
      "content": "Bethphage le Bethani khaw kâwl, Oliv tlâng an ti chu a tlung chun, inchûktirhai laia mi pahni a tir a,",
      "reference": "LUKA 19:29"
    },
    {
      "content": "“In hma zâwn khuoa sawn va fe unla, chuongchun, in lût hlimin sabengtungtê thlung tukhawm la chuongna ngai naw va hmûng in tih; chu chu sût unla, hung kei ro.",
      "reference": "LUKA 19:30"
    },
    {
      "content": "Chun, tûkhawmin, ‘Iengdinga in sût am?’ tia an indawn cheu chun, ‘Lalpain a mamaw a nih,’ tiin hril ro,” a ta.",
      "reference": "LUKA 19:31"
    },
    {
      "content": "Chun, a tirhai chu an fe tah a, an kuoma a hril ang ngeiin an va hmuh a.",
      "reference": "LUKA 19:32"
    },
    {
      "content": "Chun, sabengtungtê chu an sût lai chun, a neituhaiin an kuomah, “Sabengtungtê kha iengdinga in sût am?” an ta.",
      "reference": "LUKA 19:33"
    },
    {
      "content": "Chun, anni chun, “Lalpain a mamaw a nih,” an tih a.",
      "reference": "LUKA 19:34"
    },
    {
      "content": "Chuongchun, Isu kuomah an hung kei a; chun, sabengtungtê chunga chun an puonhai an phah a, a chungah Isu an inchuongtir a.",
      "reference": "LUKA 19:35"
    },
    {
      "content": "Chun, a fena ding lampuia chun an puonhai an pha pei a.",
      "reference": "LUKA 19:36"
    },
    {
      "content": "Chun, a tlung ding tâwmin, Oliv tlâng liem tâwmin inchûktir mipui po po chun a thilmak thawhai po po an hmu leiin an lâwm a, râwl inringtakin Pathien an inpâk a,",
      "reference": "LUKA 19:37"
    },
    {
      "content": "“Lalpa hminga hung chu inpâkin um raw se; vânah inremna inlêng sienla, achunghnungtaka khin ropuina um raw se,” tiin.",
      "reference": "LUKA 19:38"
    },
    {
      "content": "Chun, mipui laia Pharisai ṭhenkhatin a kuomah, “Inchûktirtu, i închûktirhai hi kâwk rawh,” an ta.",
      "reference": "LUKA 19:39"
    },
    {
      "content": "Ama ruok chun, “Ka hril cheu hi, hienghai hi an to zing chun, lunghai bêk an khêk suok ding a nih,” a ta, a dawn a.",
      "reference": "LUKA 19:40"
    },
    {
      "content": "Chun, a tlung ding ṭepin, khuo chu a hmuh a, a ṭap nghah a,",
      "reference": "LUKA 19:41"
    },
    {
      "content": "“Aw, nang hin tuta sûng hin thlamuongna ding thu hi lo hre hrâm la chu aw! Nisienlakhawm, tuhin chu i hmu thei nawna dingin ân thup ta sih a.",
      "reference": "LUKA 19:42"
    },
    {
      "content": "Hieng ang nihai hi i chungah a la tlung ding a ni sih a; i râlhaiin i vêlin hnuoi kul siem an ta, inhuol an ti cheh a;",
      "reference": "LUKA 19:43"
    },
    {
      "content": "i sûngah i nauhai le nang leh hnuoiah pei rak an ti che; i sûngah lung inthuo hrim hrim hla naw ni hai, an fang lai che i hriet naw leiin,” tiin.",
      "reference": "LUKA 19:44"
    },
    {
      "content": "Chun, Pathien biekina chun a va lût a, iengkhat zawrtuhai chu a hnawt dawk tah a;",
      "reference": "LUKA 19:45"
    },
    {
      "content": "an kuomah, “ ‘Ka in chu ṭawng- ṭaina in nîng a tih,’ ti ziek a nih; nangni ruok chun suomhmanghai pûkah in siem lem hi,” a ta.",
      "reference": "LUKA 19:46"
    },
    {
      "content": "Chun, ni tin Pathien biekina chun ân chûktir hlak a. Chun, thiempu lalhai le Dân inchûktirtuhai leh, vântlâng laia hotu deuhaiin, ama sukbohmang an tum a;",
      "reference": "LUKA 19:47"
    },
    {
      "content": "nisienlakhawm, mihaiin ṭha- hnemngaitaka thu an ngai leiin, a thaw ngaina an hriet si nawh.",
      "reference": "LUKA 19:48"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "LUKA 19 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}