{
  "verses": [
    {
      "content": "Chun, Kaisar Augustain khawvêl ram po po hming ziek ding thu a pêk a.",
      "reference": "LUKA 2:1"
    },
    {
      "content": "Chu chu Suria rama Kurini Bawrsâp a ni laia hming ziek hmasa tak chu a nih.",
      "reference": "LUKA 2:2"
    },
    {
      "content": "Chuongchun, mi po po chu an hming ziek dingin anni khuo sengah an feh a.",
      "reference": "LUKA 2:3"
    },
    {
      "content": "Josef khawm, David sûnghai le a thla a ni leiin, Galili rama Nazareth khuoa inthawka Judai rama David khuo Bethlehem an tia chun a feh a,",
      "reference": "LUKA 2:4"
    },
    {
      "content": "a nuhmei huol Mari, naupai inhlâtak pum le chun an hming ziek dingin.",
      "reference": "LUKA 2:5"
    },
    {
      "content": "Chun, chutaka an um lai chun a naunei chu a hung hun tah a.",
      "reference": "LUKA 2:6"
    },
    {
      "content": "Chun, a nau lutîrah naupasal a nei a; puonin a tuom a, khuolbûkah an inleng ve naw leiin ran bu pêkna thlêngah ân zâltir a.",
      "reference": "LUKA 2:7"
    },
    {
      "content": "Chun, chu rama ma chun berâm vêngtuhai an um a, zânah an berâm- hai an vêng a, phûlah an rieknghah a.",
      "reference": "LUKA 2:8"
    },
    {
      "content": "Chun, Lalpa vântirko pakhat an kâwlah a hung ngîr a, Lalpa ropuinân an vêl chu a hung sun var a; chuongchun, an ṭi ta bêk bêk a.",
      "reference": "LUKA 2:9"
    },
    {
      "content": "Chun, vântirko chun an kuomah, “Ṭi naw unla, ngai ro, mi tin ta ding chanchin ṭha lâwmum bêk bêk ka hung intlun cheu a nih.",
      "reference": "LUKA 2:10"
    },
    {
      "content": "Vawisûn hin in ta dingin David khuoah Sandamtu a pieng tah, Lal Krista chu.",
      "reference": "LUKA 2:11"
    },
    {
      "content": "Chun, hi hi in ta dingin inchik- na ding a nih; naute puona tuom, ran bu pêkna thlênga zâl hmûng in tih,” a ta.",
      "reference": "LUKA 2:12"
    },
    {
      "content": "Chun, kârloin vântirko kuoma chun vâna mihai mipui an hung um ta huk el a, Pathien an inpâk a,",
      "reference": "LUKA 2:13"
    },
    {
      "content": "“A chunghnungtakah Pathien ropuitakin um raw se, Hnuoi chunga a ilâwm bêk bêk mihriemhai kuomah inremna thu inlêng raw se,” an tih a.",
      "reference": "LUKA 2:14"
    },
    {
      "content": "Chun, vântirkohai chun vân tieng an fe san phingleh, berâm vêngtuhai chun, “Tuhin Bethlehem chenin fe inla, Lalpain thu a mi hril hung tlung chu en ei tiu,” an in tih a.",
      "reference": "LUKA 2:15"
    },
    {
      "content": "Chuongchun, an fe vat vat a, Mari le Josef leh, ran bu pêkna thlênga nautê zâl le chun an hmuh a.",
      "reference": "LUKA 2:16"
    },
    {
      "content": "Chun, an hmu chun nautê chanchin thu vântirkoin a hril kha an hril vêl a.",
      "reference": "LUKA 2:17"
    },
    {
      "content": "Chun, a hre taphawt chun berâm vêngtuhai thu hril chu mak an ti hleh a.",
      "reference": "LUKA 2:18"
    },
    {
      "content": "Mari ruok chun thu hril po po chu a lungrilin a ngaituoh a, a vawng zing a.",
      "reference": "LUKA 2:19"
    },
    {
      "content": "Chun, berâm vêngtuhai chun vântirko hril ang ngeia iengkim an hmua an hriet leiin, Pathien chawimawi le inpâk pei pumin an kîr nâwk tah a.",
      "reference": "LUKA 2:20"
    },
    {
      "content": "Chun, a sertanna ding ni riet a hung tling chun, a hminga chun sula a um hma daia vântirkoin a sak tasa ISU an sak a.",
      "reference": "LUKA 2:21"
    },
    {
      "content": "Chun, Mosie dân anga an inthien ni a hung tlung chun ama chu Jerusalemah an hung ṭhuoi a,",
      "reference": "LUKA 2:22"
    },
    {
      "content": "Lalpa Dân thua, “Nau lutîr pasal taphawt chu Lalpa ta dinga ruot tîng an tih” ti ziek ang khan,",
      "reference": "LUKA 2:23"
    },
    {
      "content": "Lalpa kuoma inhlân ding le vaṭhu tuok khat amanih, pârva tê pahni amanih Lalpa Dân thua ziek anga that dingin.",
      "reference": "LUKA 2:24"
    },
    {
      "content": "Chun, ngai ta, Jerusalema chun mi pakhat a hming Simeon a um a; ama chu mi feltak le Pathien ngaisaktak a na; Israel thlamuongtu ding chu a nghâk zing a, a chungah Thlarau Inthieng a um a.",
      "reference": "LUKA 2:25"
    },
    {
      "content": "Chun, Lalpa Krista chu a hmu hmakhat chu thi naw ni ti Thlarau Inthiengin a lo inhriettir ta hrim a.",
      "reference": "LUKA 2:26"
    },
    {
      "content": "Chun, Thlarau inhriettirin Pathien biekina chun a va lût a; nautê Isu chu a nu le a pain Dân pângngai anga a chunga thawpêk dinga an hung ṭhuoi lût lai chun,",
      "reference": "LUKA 2:27"
    },
    {
      "content": "ama chun a lo pawm a, Pathien ân pâk a;",
      "reference": "LUKA 2:28"
    },
    {
      "content": "“Lalpa, tuhin i thu ang peiin i suok hi thlamuongtakin în fetir ding a na;",
      "reference": "LUKA 2:29"
    },
    {
      "content": "I sandamna chu ka mitin a hmu tah a,",
      "reference": "LUKA 2:30"
    },
    {
      "content": "Mi tin mithmua I siem kha;",
      "reference": "LUKA 2:31"
    },
    {
      "content": "Jentailhai kuoma suklangna var le I mi Israelhai ropuina ding chu,” a ta.",
      "reference": "LUKA 2:32"
    },
    {
      "content": "Chun, nautê thu a hril chu a nu le a pa chun mak an ti hleh a.",
      "reference": "LUKA 2:33"
    },
    {
      "content": "Chun, Simeon chun mal a sâwmpêk a, a nu Mari kuomah, “Ngai rawh, hi naupang hi Israel lai mi tamtak tlûkna ding le ngîrsuokna dinga ruot a nih, mi isawisêl ding inchikna ni bawk dingin:",
      "reference": "LUKA 2:34"
    },
    {
      "content": "anih, nanga lungril khawm ngûnhnâmin la sun thleng a tih, mi tamtakin an lungrila an ngaituohai chu ân langna dingin,” a ta.",
      "reference": "LUKA 2:35"
    },
    {
      "content": "Chun, mi pakhat zâwlnei Anna, Phanuel naunu, Aser hnama mi a um a. Ama chu tartak a na, a nunghâk mâka inthawk a pasal leh kum sari a um a.",
      "reference": "LUKA 2:36"
    },
    {
      "content": "Kum sâwmriet pali zet hmei- thaiin a um a. Ama chun Pathien biekin fesan loin asûn azâna bu nghei dâma ṭawngṭaiin Pathien a biek hlak a.",
      "reference": "LUKA 2:37"
    },
    {
      "content": "Chun, chu lai tak chun ama chu a hung a, Pathien kuomah lâwmthu a hril a, Jerusalem intlan beiseihai taphawt kuoma chun Isu chanchin a hril a.",
      "reference": "LUKA 2:38"
    },
    {
      "content": "Chun, Lalpa dân ang peia thil po po an thaw zoin, Galili rama anni khuo Nazaretha chun an kîr nâwk tah a.",
      "reference": "LUKA 2:39"
    },
    {
      "content": "Chun, nautê chu a hung inṭhang lien deu deu a, a hung hrât deu deu a, varnain a sip tah a, Pathien lunginsietna a chungah a um bawk a.",
      "reference": "LUKA 2:40"
    },
    {
      "content": "Chun, kum tinin Fekân Ruoiṭhe hunin a nu le pa chu Jerusalemah an fe hlak a.",
      "reference": "LUKA 2:41"
    },
    {
      "content": "Ama chu kum sâwmpahni a niin ruoiṭhe dân pângngaiin an hang feh a.",
      "reference": "LUKA 2:42"
    },
    {
      "content": "An ṭumṭieka an hung chun, naupang Isu chun Jerusalemah a um san tah a; a nu le pa chun an hriet si nawh a.",
      "reference": "LUKA 2:43"
    },
    {
      "content": "An intlawnpuihai lai a um ve zing amanih an ta, ni khat lam zet an fe tah a, an laibunghai le an hmêlhriethai lai an zawng a.",
      "reference": "LUKA 2:44"
    },
    {
      "content": "Chun, an hmu naw leiin zawng pei pumin Jerusalemah an kîr nâwk tah a.",
      "reference": "LUKA 2:45"
    },
    {
      "content": "Chun, ni thum chena chun, Pathien biekinah, inchûktirtuhai laia ṭhungin, an thu lo ngai a, lo indawnin an hmu tah a.",
      "reference": "LUKA 2:46"
    },
    {
      "content": "Chun, a thu hre taphawt chun a hrietzie le a dawnzie chu mak an ti hleh a.",
      "reference": "LUKA 2:47"
    },
    {
      "content": "Chun, a nu le pa chun ama an hmu chun mak an ti hleh a, chuongchun, a nu chun a kuomah, “Ka nau, iengdinga hienga i mi thaw? Ngai ta, i pa le keiin thlaphângtakin kan zawng che a nih,” a ta.",
      "reference": "LUKA 2:48"
    },
    {
      "content": "Ama chun an kuomah, “Iengdinga in mi zawng am a na? Ka pa ina ka um ding in hriet naw am a nih?” a ta.",
      "reference": "LUKA 2:49"
    },
    {
      "content": "Chun, an kuoma a thu hril chu a ngaina an hriet nawh a.",
      "reference": "LUKA 2:50"
    },
    {
      "content": "Chun, anni chu a zui thlâk a, Nazareth chu a hung tlung a, an thu zâwmin a um a. Chun, a nu chun chuong thil po po chu a lungrilah a vawng zing a.",
      "reference": "LUKA 2:51"
    },
    {
      "content": "Chun, Isu chu a var deu deu a, a hung lien deu deu a, Pathien le mihriem ditsakin a um deu deu a.",
      "reference": "LUKA 2:52"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "LUKA 2 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}