{
  "verses": [
    {
      "content": "Chu zoa chun Lalpân mi dang sâwmsari a ruot a, a fena ding khaw tina le hmun tinah, a hmaah pahni peiin a tir a.",
      "reference": "LUKA 10:1"
    },
    {
      "content": "Chun, an kuomah, “Bu sîk ding a tam hleh a, nisienlakhawm, a sin- thawtuhai an tlâwm; chuongchun, a bu sîk dinga sinthawtuhai ding tir dingin bu Neitupa kuoma chun ngên ro.",
      "reference": "LUKA 10:2"
    },
    {
      "content": "“Fe ro, ngai ta u, satene laia berâmte um angin ka tir cheu hi.",
      "reference": "LUKA 10:3"
    },
    {
      "content": "Tangka ip dâm, mansa dâm, kekawk dâm, chawi naw ro, lampuiah tukhawm chibai bûk naw ro.",
      "reference": "LUKA 10:4"
    },
    {
      "content": "Chun, in in lûtna taphawtah a hmasatakin, ‘Hi ina hin thlamuongna tlung raw se,’ ti ro.",
      "reference": "LUKA 10:5"
    },
    {
      "content": "Chun, chutaka chun thlamuong nau a um chun in thlamuongna thu chu a chungah um zing a tih; a um naw ruok chun in chungah hung kîr nâwk a tih.",
      "reference": "LUKA 10:6"
    },
    {
      "content": "Chu ina chun um zing unla, an pêk taphawt cheu chu fain dâwn unla, sinthawtu chu hlaw hmu tlâk a nih. In tinah fe lâwr naw ro.",
      "reference": "LUKA 10:7"
    },
    {
      "content": "“Chun, khuo in lûtna taphawtah an lâwm cheu chun an pêk ang ang cheu chu fa ro;",
      "reference": "LUKA 10:8"
    },
    {
      "content": "an khuoa damnaw umhai khawm sukdam unla, an kuomah, ‘Pathien ram in kuomah a tlung tah,’ ti ro.",
      "reference": "LUKA 10:9"
    },
    {
      "content": "Khuo in lûtna taphawtah an lâwm naw cheu ruok chun, an kawtthlêrahai fe suok unla,",
      "reference": "LUKA 10:10"
    },
    {
      "content": "‘In khaw pilvut kan kephaa kai khawm hi in chungah kan hrûk fai hi; nisienlakhawm, Pathien ram in kuomah a hung tlung tah ti hi hre ro,’ ti ro.",
      "reference": "LUKA 10:11"
    },
    {
      "content": "Ka ti cheu hi, chu nia chun chu khuohai tuor nêk chun Sodom khaw tuor ding chu a zie um lem a tih.",
      "reference": "LUKA 10:12"
    },
    {
      "content": "“Korazin i chung a rik! Bethsaida, i chung a rik! Nangnia thil maktak thawa umhai kha Tura le Sidona thaw ni sienla, saiip puon sila vut laia ṭhungin sim dai tâng an tih.",
      "reference": "LUKA 10:13"
    },
    {
      "content": "Nisienlakhawm, ngaituo nia chun nangni tuor nêk chun Tura le Sidon tuor ding chu a zie um lem a tih.",
      "reference": "LUKA 10:14"
    },
    {
      "content": "Chun, nang Kapernaum, vân chenin chawimawi i ni ding am a nih? Mithi khuo chena nam thlâk i ni ding i sawnnaw.",
      "reference": "LUKA 10:15"
    },
    {
      "content": "“Tûkhawm nangni thu ngai chu keima thu ngai a nih; tûkhawm a dit naw cheu chu kei a mi dit naw a nih; tûkhawm kei mi dit naw chu a mi tirtu dit naw a nih,” a ta.",
      "reference": "LUKA 10:16"
    },
    {
      "content": "Chun, sâwmsarihai chu lâwm- takin an hung a, “Lalpa, khawhrihai khawm i hming leiin kan thu thuin an um,” an ta.",
      "reference": "LUKA 10:17"
    },
    {
      "content": "Chun, ama chun an kuomah, “Kâwlinlep angin Setan vâna in- thawka hung tla kha ka hmu annaw.",
      "reference": "LUKA 10:18"
    },
    {
      "content": "Ngai ta u, rûlhai le ainuvêthai sirdena thu le, hmêlma thuneina po po letthlâkna thu ka pêk cheu hi; iengkhawmin sukna naw tawp a cheu.",
      "reference": "LUKA 10:19"
    },
    {
      "content": "Nisienlakhawm, khawhrihai in thu thua an um leiin lâwm naw ro; vâna in hming ziek a ni leiin lâwm lem ro,” a ta.",
      "reference": "LUKA 10:20"
    },
    {
      "content": "Chun, chu lai tak chun Isu chu Thlarau Inthiengah a lâwm bêk bêk a, “Aw Pa, hnuoi le vân Lalpa, nangin mi var le mi bengvârhai kuomah hieng thu hi i ip a, nautêhai kuomah i phuong lei hin kân pâk che; anih, Pa, chuong anga thaw chu i ngaiin a ṭha a nih.",
      "reference": "LUKA 10:21"
    },
    {
      "content": "Ka Pain iengkim a mîn kawltir tah, Naupa chu tû am a na, Pa naw chun tukhawmin an hriet nawh; Pa khawm chu tû am a ni Naupa le an kuomah Naupain a phuong nuomnahai chau naw chun tukhawmin an hriet nawh,” a ta.",
      "reference": "LUKA 10:22"
    },
    {
      "content": "Chun, inchûktirhai kuom tieng chu a nghah a, inrûkin, “In thil hmuhai hi a hmûna mithai chu a vângnei ie!",
      "reference": "LUKA 10:23"
    },
    {
      "content": "Ka ti cheu hi, zâwlnei tamtak le, lal tamtakhai khawmin in thil hmuhai hi hmu an inhâwk hlak a; nisienlakhawm, an hmu si nawh; naa in hriethai khawm hi hriet an nuom hlak, nisienlakhawm, an hriet si naw a nih,” a ta.",
      "reference": "LUKA 10:24"
    },
    {
      "content": "Chun, ngai ta, dân hretu tû amanih a ngîr a, ama infiena dingin, “Inchûktirtu, chatuona hringna neina dingin ieng am ka thaw ding?” a ta.",
      "reference": "LUKA 10:25"
    },
    {
      "content": "Chun, ama chun a kuomah, “Dân lekhabuah ieng am ziek a na? chutaka chun ieng am i tiem hlak a?” a ta.",
      "reference": "LUKA 10:26"
    },
    {
      "content": "Chun, ama chun, “ ‘Lalpa i Pa- thien chu i lungril po poin, i thlarau po poin, i hrâtna po poin, i lungvar po poin i hmangai ding a nih’; ‘Nangma în hmangai angin i vênghai khawm i hmangai ding a nih,’ ti hi,” a ta, a dawn a.",
      "reference": "LUKA 10:27"
    },
    {
      "content": "Ama chun a kuomah, “I dawn dik ngawt el ie; chuong ang chun thaw la hring i tih,” a ta.",
      "reference": "LUKA 10:28"
    },
    {
      "content": "Ama ruok chun thiem inchang- tir a tum a, Isu kuomah, “Anleh, ka vênghai chu tuhai am an na?” a ta.",
      "reference": "LUKA 10:29"
    },
    {
      "content": "Isûn a dawn a, “Tû amanih Jerusalema inthawkin Jerikoah a zu fe ding a na, suomhmanghai ân tuokpui hlau a, chuhai chun a silfên an hlîppêk vawng a, an vuok hrep a, thi vâng vângin an fe san tah a.",
      "reference": "LUKA 10:30"
    },
    {
      "content": "Chun, thiempu tû amanih chu lampuia chun a zu fe kher a, a hmu phingleh lampui sîr khat tieng a hêl el tah a.",
      "reference": "LUKA 10:31"
    },
    {
      "content": "Chun, chuong ang bawkin Levi chi mi pakhat khawm chu hmun chu a hung tlung a, a hmu phingleh lam- pui sîr khing tieng a hêl ve el tah a.",
      "reference": "LUKA 10:32"
    },
    {
      "content": "Amiruokchu, Samari rama mi tû amanih ân zin fe hin a umna chu a hung tlung a, a hmu phingleh a lunginsiet bêk bêk a.",
      "reference": "LUKA 10:33"
    },
    {
      "content": "A kuomah a va feh a, a pawpahai chun hriek le uoin dâm a nâl a, a tuom a, ama sa chungah ân chuongtir a, khuolbûkah a fepui a, a enkawl tah a.",
      "reference": "LUKA 10:34"
    },
    {
      "content": "Chun, a zînga chun duli pahni a kei dawk a, khuolbûk vêngtu kuomah a pêk a, ‘Lo enkawl la, hi bâka i sêng po chu ka hung kîr nâwk pha hung thung ka ti che,” a ta.",
      "reference": "LUKA 10:35"
    },
    {
      "content": "“Chuhai pathum laia chun suomhmang tuokpa vênghai chu a tû tak chu am ni dingin i ring a?” a ta.",
      "reference": "LUKA 10:36"
    },
    {
      "content": "Ama chun, “Ama lunginsiettu chu,” a ta. Chun, Isûn a kuomah, “Nang khawm chuong ang bawk chun va thaw ve rawh,” a ta.",
      "reference": "LUKA 10:37"
    },
    {
      "content": "Chun, an inzin malamin khaw ienga manih a lût a; chun, nuhmei pakhat a hming Marthain a lo intlungtir a.",
      "reference": "LUKA 10:38"
    },
    {
      "content": "Ama chun zuorpui pakhat a nei a, Mari a na; ama chu Lalpa ke bulah a ṭhung a, a thu a ngai a.",
      "reference": "LUKA 10:39"
    },
    {
      "content": "Martha ruok chu rawngbâwl ngawtin a buoi hleh a; chuongchun, a kuomah a hung a, “Lalpa, ka zuorpuinu hin keia khât chau rawng bâwl dinga a mi dânde hi pawi i ti naw am a nih? mi ṭhangpui dingin hril raw khai,” a ta.",
      "reference": "LUKA 10:40"
    },
    {
      "content": "Chun, Lalpain, “Martha, Martha, thil tamtak i ngaituoa i buoi a ni hi,",
      "reference": "LUKA 10:41"
    },
    {
      "content": "thil pakhat chau a pawimaw; Mariin chan ṭha a thlang a, chu chu lâkpêk ding a ni nawh,” a ta, a dawn a.",
      "reference": "LUKA 10:42"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "LUKA 10 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}