{
  "verses": [
    {
      "content": "Rehoboam chu Sekema chun a feh a; Israelhai po po chu ama chu lala siem dingin Sekema chun an hung sih a.",
      "reference": "2 CHANCHIN SUINA 10:1"
    },
    {
      "content": "Chun, Nebat naupa Jeroboam chun chu chu a lo hriet chun, (Solomon hmaa inthawka a tlân- hmangna Aigupta rama chun a la um a ni sih a.) Jeroboam chu Aigupta rama inthawk chun a hung kîr tah a.",
      "reference": "2 CHANCHIN SUINA 10:2"
    },
    {
      "content": "Chun, mi an tir a, ama chu an ko tah a; chuongchun, Jeroboam le Israelhai po po chu an hung a, Rehoboam kuoma chun an hril a,",
      "reference": "2 CHANCHIN SUINA 10:3"
    },
    {
      "content": "“I pa khan kan rîngkawl chu riktakin a lo siem tah a; chuleiin, tuhin i pa rawngbâwlna riktak le, kan chunga rîngkawl rik ân nghat hi mi sukzâng pêk la, chuongchun, i rawngbâwl kan tih,” an ta.",
      "reference": "2 CHANCHIN SUINA 10:4"
    },
    {
      "content": "Anni kuoma chun, “Ni thum hnungah ka kuomah hung nâwk ro,” a lo tih a, chuongchun, mipui chu an fe tah a.",
      "reference": "2 CHANCHIN SUINA 10:5"
    },
    {
      "content": "Chun, Rehoboam chun mi upa- hai, a pa Solomon damlaia a hmaa ngîr hlakhai chu, “Hi mipuihai hi dawn kirna dingin ieng thurâwn am in mi pêk a,” tiin, a râwn a.",
      "reference": "2 CHANCHIN SUINA 10:6"
    },
    {
      "content": "Anni chun a kuomah, “Hi mipui chunga hin za i ngai a, anni hi i suklungawi a, an kuomah thu ṭha i hril chun kumkhuoin i siehlawhai nîng an tih,” an ta.",
      "reference": "2 CHANCHIN SUINA 10:7"
    },
    {
      "content": "Nisienlakhawm, upahai thurâwn ama an pêk ta chu a nghatsan a, ama hmaa ngîr hlak, ama ruolpuihai tlangvâlhai chu a rawn tah a.",
      "reference": "2 CHANCHIN SUINA 10:8"
    },
    {
      "content": "An kuoma chun, “Hieng mipui, ‘I pain kan chunga rîngkawl a innghat hi mi sukzângpêk rawh,’ tituhai hi ieng dawnna am ei inkîr thei ding ieng am thurâwn in nei a?” a ta.",
      "reference": "2 CHANCHIN SUINA 10:9"
    },
    {
      "content": "Tlangvâlhai, ama ruolpuihai chun an hril a, a kuomah, “ ‘I pain kan rîngkawl a sukrik êm a, nangin keini mi sukzângpêk rawh,’ i kuoma tituhai mipui kuoma chun hieng ang hin ti la, hieng ang hin an kuoma chun hril rawh, ‘Ka kutte chu ka pa kâwng- bâwr nêkin a lien lem a.",
      "reference": "2 CHANCHIN SUINA 10:10"
    },
    {
      "content": "Tuhin ka pain rîngkawl rik a lo inphurtir ta cheu a; kei chun in rîng- kawl chu belsâng ka tih; ka pain vuoknain a lo hrem cheu a ni chun, kei chun ainuvêtin hrem ka ti cheu,’ tiin,” an tih a.",
      "reference": "2 CHANCHIN SUINA 10:11"
    },
    {
      "content": "Chuongchun, Jeroboam le mi- puihai po po chu ni thum ni chun lalin, Ni thum niah ka kuomah hung nâwk ro, tia a lo inthla ang khan a kuomah an hung tah a.",
      "reference": "2 CHANCHIN SUINA 10:12"
    },
    {
      "content": "Lal chun vîntakin a lo dawn a; lal Rehoboam chun mi upahai thurâwn chu a nghatsan a,",
      "reference": "2 CHANCHIN SUINA 10:13"
    },
    {
      "content": "tlangvâlhai thurâwn angin, “Ka pa chun in rîngkawl chu a lo sukrik hle tah a, keiin chu chu belsâng ka ta; ka pain vuoknain a lo hrem cheu a ni chun, kei chun chu ainuvêtin hrem ka ti cheu,” tiin a lo hril a.",
      "reference": "2 CHANCHIN SUINA 10:14"
    },
    {
      "content": "Chuongchun, lal chun mipuihai thu chu a ngai nawh a; Silon mi Ahija hmanga Nebat naupa Jeroboam kuoma a thu lo hril tah, a thu chu LALPAIN ân tlungtir theina ding- in, Pathienin a hung intlungtir a ni sih a.",
      "reference": "2 CHANCHIN SUINA 10:15"
    },
    {
      "content": "Chuonga Israel po po chun lal chun an thu a ngai nawh ti an hriet chun mipuihai chun an dawn a, “David a hin chanvo ieng am ei nei hrim luoh a? Jesai naupaa hin rochan ieng khawm ei nei bawk nawh; mi tin mâni puon in sengah fe ro, Aw Israel- hai: David, tuhin nangma insûng ngei chu inngaituo ta,” tiin.",
      "reference": "2 CHANCHIN SUINA 10:16"
    },
    {
      "content": "Chuongchun, Israelhai po po chu an puon inhaia chun an ṭin tâwl tah a. Amiruokchu, Judai ram khaw- puihaia umhai Israel thlahai chunga khan chu Rehoboam chun ro a rêl zing a.",
      "reference": "2 CHANCHIN SUINA 10:17"
    },
    {
      "content": "Chun, lal Rehoboam chun Hadoram, leiman hotu chu a tir a, Israel thlahai chun ama chu lungin an lo dêng a, a thi tah a. Chun, lal Rehoboam chu a sakawr tawlailîrah a chuong a, inhmâwtakin Jerusalemah a tlânse tah a.",
      "reference": "2 CHANCHIN SUINA 10:18"
    },
    {
      "content": "Chuongchun, Israel sûngkuo chu David sûngkuo chunga chun, vawisûn ni chen hin an hel tah a.",
      "reference": "2 CHANCHIN SUINA 10:19"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 CHANCHIN SUINA 10 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}