{
  "verses": [
    {
      "content": "Chun, a kum sari kum chun Jehoiada chu ân sukhrât a, sipai za pâwl chunga hotuhai, Jeho- ram naupa Azaria hai, Jehohanan naupa Ismael hai, Obed naupa Azaria hai, Adaia naupa Maaseia hai, Zikri naupa Elisaphat hai le chun thu a thlung a.",
      "reference": "2 CHANCHIN SUINA 23:1"
    },
    {
      "content": "Chun, Juda ram sûnga chun a fe vêl a, Juda khawpui po poa inthawk chu Levi mihai le, Israel pahnam ṭhuoituhai le chun a lâk khâwm a, Jerusalema chun an fe tah a.",
      "reference": "2 CHANCHIN SUINA 23:2"
    },
    {
      "content": "Chun, mipui inkhâwmhai po po chun Pathien ina chun lal le thutiem an siem tah a. Chun, an kuomah a hril a, “David naupasalhai chungthu LALPAIN a hril ta angin, en ta u lal naupa hin ro a rêl ding a na.",
      "reference": "2 CHANCHIN SUINA 23:3"
    },
    {
      "content": "Hi hi thil in thaw ding chu hung nîng a tih: Châwlnia hung hlak, thiempuhai le Levi mihai hmun thuma ṭhea hmun khat chu kawtkhâr vêngtuhai nîng in ta;",
      "reference": "2 CHANCHIN SUINA 23:4"
    },
    {
      "content": "a hmun thuma ṭhea hmun khat dang chu lal inah um an ta, a hmun thuma ṭhea hmun khat dang chu lungphûmna dai kawtkhâr bulah um an ta; chun, mipui po po chu LALPA in inhuonna tuol sûnglaia chun um an tih.",
      "reference": "2 CHANCHIN SUINA 23:5"
    },
    {
      "content": "Amiruokchu, thiempuhai ti chau naw chu mi tukhawm LALPA ina chun fe naw raw hai se; Levi mi rawngbâwltuhai le chau chun anni chu hung lût an tih, an inthieng sih a; amiruokchu, mipuihai po po chun LALPA chu an nghâk seng ding a nih.",
      "reference": "2 CHANCHIN SUINA 23:6"
    },
    {
      "content": "Levi mihai chun, mi tin an râlthuomhai chawi sengin lal chu ngîr huol an ta; amiruokchu, mi tukhawm LALPA ina hung lût chu that ni raw se; nangni chu lal a hung lût le a fe suok huna chun a kâwla chun um zing in tih,” tiin.",
      "reference": "2 CHANCHIN SUINA 23:7"
    },
    {
      "content": "Chuongchun, Levi mihai le Juda mihai po po chun thiempu Jehoiadain thu a pêk ang tak chun an thaw tah a; mi tin chun anni mihai châwlnia fe suok dinghai le hung lût dinghai chu an ṭhuoi vêl a; thiempu Jehoiada chun a ṭîn ding pâwlhai chu ân thlengtir si nawh a.",
      "reference": "2 CHANCHIN SUINA 23:8"
    },
    {
      "content": "Thiempu Jehoiada chun Pathien ina um, lal David ta phawthai dâm, feihai dâm, âwmphâwhai dâm chu sipai za pâwl hotuhai kuoma chun a pêk suok tâwl a.",
      "reference": "2 CHANCHIN SUINA 23:9"
    },
    {
      "content": "Mipuihai po po, mi tin el chu a râlthuom a kutah chawiin, lal sîrvêla le, in mâichâm sirvêl po poa chun, in sîr changtieng panga inthawka in sîr vawitieng panga chen chun ân umtir a.",
      "reference": "2 CHANCHIN SUINA 23:10"
    },
    {
      "content": "Chun, lal naupa chu an hung ṭhuoi suok a, lallukhum an inkhumtir a, thuinhriettir chu an pêk a; chuong- chun, lalah an siem tah a; chun, Jehoiada le a naupasalhai chun ama chu hriek an nâl a, “Lal hi Pathienin sandam raw se,” an tih a.",
      "reference": "2 CHANCHIN SUINA 23:11"
    },
    {
      "content": "Chun, Athalia chun mipui tlân vêl ri le lal an chawimawi ri chu a hrietin, LALPA ina chun mipuihai kuoma chun a va feh tah a;",
      "reference": "2 CHANCHIN SUINA 23:12"
    },
    {
      "content": "chun, a hei en a, lûtna bula chun lal chu a sûtpui kâwla chun a ngîr a, sipai hotuhai le tawtawrâwt puhai khawm chu lal kâwla chun an um a. Chuongchun, ram sûng mi po po chu an hlim bêk bêk a, tawtawrâwthai an mût a; hla saktuhai khawm chun hla sakna thuomhnawhai chu sutin, chawimawina hla chu an sak tah a. Chun, Athalia chun a puonhai chu a keithlêr a, “Phierrûkna, phierrûkna,” tiin a khêk a.",
      "reference": "2 CHANCHIN SUINA 23:13"
    },
    {
      "content": "Chun, thiempu Jehoiada chun sipai pâwl chunga siea um, za pâwl hotuhai chu a hung ṭhuoi suok a, an kuomah, “Sipai tlarhai kâra khan insuoktir ro; tukhawm ama zui taphawt chu kâwlhnâma that nîng an tih, thiempu chun, ‘LALPA ina chun ama chu that naw ro,’ a ti sih a,” a ta.",
      "reference": "2 CHANCHIN SUINA 23:14"
    },
    {
      "content": "Chuongchun, ama ta ding chun lampui chu an inken a, lal ina sakawr kawtkhâr lûtna tieng chun a feh a; chutaka chun an that tah a.",
      "reference": "2 CHANCHIN SUINA 23:15"
    },
    {
      "content": "Chun, Jehoiada chun ama le mipuihai po po le, lal inkâra chun LALPA mihai chu an ni ding a nih, tiin thuthlung a siem tah a.",
      "reference": "2 CHANCHIN SUINA 23:16"
    },
    {
      "content": "Chun, mipui po po chu Baal ina chun an va feh a, an suksiet a, a mâichâmhai le a limhai chu an suk- nâwi vawng a; Baal thiempu Mattan chu mâichâm hmaa chun an that tah a.",
      "reference": "2 CHANCHIN SUINA 23:17"
    },
    {
      "content": "Chun, Jehoiada chun LALPA ina sinthawnahai chu thiempu Levi mihai kuta chun a ruot tah a; chuonghai chu Mosie dâna ziek anga LALPA kuoma pumrawhmang thilin- hlânhai, David thu lo pêk ta anga hlimtak le hla sak puma inhlân dinga LALPA ina Davidin a lo semdar tahai chu an nih.",
      "reference": "2 CHANCHIN SUINA 23:18"
    },
    {
      "content": "Chun, LALPA in dâi kawtkhâra chun kawtkhâr vêngtuhai chu a sieh a, mi tukhawm, ieng thila khawm inthieng nawna nei chu an lût nawna dingin.",
      "reference": "2 CHANCHIN SUINA 23:19"
    },
    {
      "content": "Chun, za pâwl hotuhai, mi ṭhahai, mipui rorêltuhai le chu rama mi po pohai chu a ṭhuoi a, LALPA ina inthawk chun lal chu a hung ṭhuoi thlâk tah a; chun, dâi kawtkhâr sakhnungah hungin lal ina chun an hung a, lal chu lalram lalṭhungphaa chun an inṭhungtir tah a.",
      "reference": "2 CHANCHIN SUINA 23:20"
    },
    {
      "content": "Chuongchun, chu rama mipui- hai po po chu an hlim êm êm a, khaw- pui chu râlmuongin a um a, Athalia chu kâwlhnâmin an that tah a.",
      "reference": "2 CHANCHIN SUINA 23:21"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 CHANCHIN SUINA 23 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}