{
  "verses": [
    {
      "content": "Hezekia chu kum sâwmhni pangaa upa a niin ro a rêl ṭan a; Jerusalema chun kum sâwmhni pakuo sûng ro a rêl a; a nu hming chu Abija, Zekaria naunu a nih.",
      "reference": "2 CHANCHIN SUINA 29:1"
    },
    {
      "content": "A thlatu Davidin a thaw ta ang po po khan, ama khawmin LALPA mit- hmua thil indik chu a thawh a.",
      "reference": "2 CHANCHIN SUINA 29:2"
    },
    {
      "content": "A rorêl a kum khatna, a thla khatnaa chun LALPA in chu kawt- khârhai a hawng a, a siem ṭha tah a.",
      "reference": "2 CHANCHIN SUINA 29:3"
    },
    {
      "content": "Levi mihai le thiempuhai chu a hung lâklût a, saktieng panga hmun âwla chun anni chu a ko khâwm a,",
      "reference": "2 CHANCHIN SUINA 29:4"
    },
    {
      "content": "an kuomah a hril a, “Mi lo ngai ta u, nangni Levi mihai; tuhin nangni le nangni insukthieng unla, in thlatu- hai Pathien LALPA in chu sukthieng unla, hmun inthienga inthawka tirdakumna chu la suok ro.",
      "reference": "2 CHANCHIN SUINA 29:5"
    },
    {
      "content": "Ei thlatuhai khan an lo bawsiet a, LALPA ei Pathien mithmuah thil suol chu an lo thaw ta sih a; an ngha hmang a; LALPA umna hmuna in- thawk chun an ngha hmang a, an hnung an innghat tah a.",
      "reference": "2 CHANCHIN SUINA 29:6"
    },
    {
      "content": "Chun, tuolpûk kawtkhârhai chu an khâr a, khâwnvarhai chu an her- hlum tah a, riminhnik khawm an raw ta nawh a, Israel Pathien kuoma chun hmun inthiengah pumraw- hmang thilinhlânhai khawm chu an inhlân ta bawk nawh a.",
      "reference": "2 CHANCHIN SUINA 29:7"
    },
    {
      "content": "Chuleiin, LALPA lunginsenna chu Jerusalem le Judahai chunga chun a um a, in mita in hmu ang hin, inhîpna ding le, makti ding le, inzak dingin a siem tah a.",
      "reference": "2 CHANCHIN SUINA 29:8"
    },
    {
      "content": "Ngai ta u, ei thlatuhai chu kâwl- hnâma suktlâwm an ni tah a, ei naupasalhai, ei naunuhmeihai le ei nuhmeihai chu hi lei hin salah an um tah a.",
      "reference": "2 CHANCHIN SUINA 29:9"
    },
    {
      "content": "Tuhin, einia inthawka a lungin- senna ṭiumtak chu lâk hmang a ni theina dingin Israel Pathien LALPA le chun thuthlung siem ka lungril a nih.",
      "reference": "2 CHANCHIN SUINA 29:10"
    },
    {
      "content": "Ka naupasalhai, tuhin ngaitha naw ro; riminhnikhai rawh a, a rawngbâwltuhai nia, ama rawngbâwl ding le, a hmaa ngîr dingin LALPA chun a thlang ta si cheu a,” tiin.",
      "reference": "2 CHANCHIN SUINA 29:11"
    },
    {
      "content": "Chun, Levi mihai chu an tho tah a; Kohath naupasalhai chu: Amasai naupa Mahath le Azaria naupa Joel; Merari naupasalhai chu: Abdi naupa Kis le Jehalelel naupa Azaria; Gerson mi chu: Zimma naupa Joa le Joa naupa Eden;",
      "reference": "2 CHANCHIN SUINA 29:12"
    },
    {
      "content": "Elizaphan naupasalhai chu: Simri le Jeuel; Asaph naupasalhai chu: Zekaria le Mattania;",
      "reference": "2 CHANCHIN SUINA 29:13"
    },
    {
      "content": "Heman naupasalhai chu Jehuel le Simei; Jeduthun naupasalhai chu; Semaia le Uzziel hai chu.",
      "reference": "2 CHANCHIN SUINA 29:14"
    },
    {
      "content": "Chun, an unauhai chu an ko khâwm a, anni chu an insukthieng a, LALPA in chu sukfai dingin LALPA thuin lal thupêk ang tak chun an lût tah a.",
      "reference": "2 CHANCHIN SUINA 29:15"
    },
    {
      "content": "Chun, thiempuhai chu LALPA in sûngril lema chun sukfai ding chun an va lût a, LALPA biek in sûnga thil inthiengnaw an hmu po pohai chu LALPA in inhuonna tuol laia chun an hung lâk suok vawng a. Chun, Levi mihai chun Kidron vadung chena lâk hmang dingin an lâk tah a.",
      "reference": "2 CHANCHIN SUINA 29:16"
    },
    {
      "content": "Chuong chun, thla khatna ni khatnaa chun inhlân thieng chu an ṭan a, chu thla ni riet ni chun LALPA tuolpûka chun an hung tlung a; chuongchun, LALPA in po po chu ni riet sûng chun an inhlân thieng a; thla hmasatak ni sâwmparuk ni chun an zo tah a.",
      "reference": "2 CHANCHIN SUINA 29:17"
    },
    {
      "content": "Chun, lal inah lal Hezekia kuoma chun an hung a, “LALPA in po po, pumrawhmang thilinhlânna mâichâm le chutaka a bûr le bêlhai po po leh, entirna bei siena dawkân le chutaka a bûr le bêlhai po po leh, kan sukthieng vawng tah a.",
      "reference": "2 CHANCHIN SUINA 29:18"
    },
    {
      "content": "Chunawa chun, bûr le bêl po po, Ahaz rorêl laia a bawsiet laia a dêhâwn po pohai kha kan buotsai a, kan inhlân thieng ta bawk a; ngai ta, tuhin LALPA mâichâm hmaa chun an um a nih,” an ta.",
      "reference": "2 CHANCHIN SUINA 29:19"
    },
    {
      "content": "Chun, lal Hezekia chu in- hmatakin a tho vak a, khuoa hotuhai chu a ko khâwm a; LALPA ina chun a hang fe tah a.",
      "reference": "2 CHANCHIN SUINA 29:20"
    },
    {
      "content": "Chun, bâwngchal pasari, be- râmchal pasari, berâmte pasari le, kêlchal pasari Juda mihai le hmun inthieng le ram ta dinga suol thilin- hlân dingin an hung lâk a. Chuong- chun, Aron naupasal thiempuhai chu LALPA mâichâm chunga chuonghai chu inhlân dingin thu a pêk a.",
      "reference": "2 CHANCHIN SUINA 29:21"
    },
    {
      "content": "Chuongchun, bâwngchalhai chu an hang that a, thiempuhai chun a thisen chu an indawh a; mâichâm chunga chun an theh a; berâmchal khawm chu an that a, a thisen chu mâichâm chunga chun an theh a; berâmtehai khawm chu an that a, a thisen chu mâichâm chunga chun an theh a.",
      "reference": "2 CHANCHIN SUINA 29:22"
    },
    {
      "content": "Chun, lal le mipuihai hmaa chun suol thilinhlâna dingin kêlchal- hai chu an hung lâk hnai a; an kuthai chu an chunga chun an in nghat a;",
      "reference": "2 CHANCHIN SUINA 29:23"
    },
    {
      "content": "thiempuhai chun an that a, an thisen chun mâichâm chunga chun suol thilinhlân chu an inhlân tah a, Israel mi po po ta dinga intlanna siempêk dingin pumrawhmang thil- inhlân le suol thilinhlân chu Israel mi po po ta dinga thaw ding a nih tiin lal chun thu a lo pêk ta sih a.",
      "reference": "2 CHANCHIN SUINA 29:24"
    },
    {
      "content": "Chun, zâwlnei Nathan hai, lal zâwlnei Gad hai le David thupêk ang tak khan Levi mihai chu LALPA ina chun dârbenthekhai leh, perkhuong- hai leh, ṭingṭanghai leh ân umtir a; thupêkhai chu a zâwlneihai hmanga LALPA pêk a ni sih a.",
      "reference": "2 CHANCHIN SUINA 29:25"
    },
    {
      "content": "Chun, Levi mihai chu David thil rimawi siemhai le chun an ngîr a, thiempuhai chu tawtawrâwthai leh.",
      "reference": "2 CHANCHIN SUINA 29:26"
    },
    {
      "content": "Chun, Hezekia chun pumraw- hmang thilinhlân chu mâichâm chunga chun inhlân dingin thu a pêk a. Chun, pumrawhmang thilinhlân chu ṭan a ni ruol chun, LALPA hlahai, tawtawrâwthai, Israel lal David thil rimawi siemhai le chun ṭan an ni ve vawng tah a.",
      "reference": "2 CHANCHIN SUINA 29:27"
    },
    {
      "content": "Chun, mipui po po chun Pathien chibai an bûk a, hlasaktuhaiin an sak a, tawtawrâwt puhai chun an mût a; chuong po po chu pumrawhmang thilinhlân chu zo a ni hmakhat chu thaw zing a na.",
      "reference": "2 CHANCHIN SUINA 29:28"
    },
    {
      "content": "Thilinhlân chu an suktâwp chun lal le a kâwla mihai po po chu an kûn a, chibai an bûk a.",
      "reference": "2 CHANCHIN SUINA 29:29"
    },
    {
      "content": "Chu nawa khawm lal Hezekia le hotuhai chun Levi mihai chu Zâwlnei Asaph le David hla phuok chun LALPA inpâkna chu sak dingin thu an pêk bawk a. Chun, lâwmtakin inpâkna hla chu an sak a, an luhai an kûn a, chibai an bûk a.",
      "reference": "2 CHANCHIN SUINA 29:30"
    },
    {
      "content": "Chun, Hezekia chun a dawn a, “Tuhin chu LALPA kuoma chun in inpêk tah a, hung hnai unla, lâwmna thilinhlânhai le inthâwinahai chu LALPA ina chun hung inhlân ro,” a ta. Chuongchun, mipuihai le inthâwi- nahai chu an hung inhlân a; chun, mi a nuom zât zât chun pumrawhmang thilinhlân khawm chu an hung lâk bawk a.",
      "reference": "2 CHANCHIN SUINA 29:31"
    },
    {
      "content": "Mipuiin pumrawhmang thilin- hlân an hung lâk zât chu bâwngchal sâwmsari, berâmchal za khat, berâmte za hni an na; hienghai po po hi LALPA kuoma pumrawhmang thilinhlân dinga pêk an nih.",
      "reference": "2 CHANCHIN SUINA 29:32"
    },
    {
      "content": "Chun, thil a pêka pumpêk chu bâwngchal za ruk le berâm sâng thum an nih.",
      "reference": "2 CHANCHIN SUINA 29:33"
    },
    {
      "content": "Nisienlakhawm, thiempuhai chu an tlâwm leiin pumrawhmang thilinhlânhai po po chu an inhlip hman nawh a, chuleiin, an unau Levi mihai chun sin chu zo fel a ni vawng chenin, anni thiempuhai an inthien chen chu an ṭhangpui tâwl a. (Levi mihai chu thiempuhai nêk chun inthien dingin lungrila chun an khermei lem sih a.)",
      "reference": "2 CHANCHIN SUINA 29:34"
    },
    {
      "content": "Pumrawhmang thilinhlân tam tâwktak bâka chun inremna thilin- hlân thâuhai le pumrawhmang thilinhlân poa dâwnmi thilinhlânhai an um bawk a. Chuongchun, LALPA ina rawngbâwlna chu ân dawt peia siem fel chu a ni tah a.",
      "reference": "2 CHANCHIN SUINA 29:35"
    },
    {
      "content": "Chun, chuong mipuihai ta dinga Pathienin thil a buotsai ta leiin Hezekia le mipuihai khawm chu an hlim tah a; chuong thil chu inhmaw thuta thaw a ni sih a.",
      "reference": "2 CHANCHIN SUINA 29:36"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 CHANCHIN SUINA 29 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}