{
  "verses": [
    {
      "content": "Chun, kum sâwmhni sûng, Solomonin ama in le LALPA in a bâwl sûng chun,",
      "reference": "2 CHANCHIN SUINA 8:1"
    },
    {
      "content": "Huramin Solomon kuoma khaw- pui a pêkhai chu, Solomon chun a siem ṭhah a, chuonga chun Israel thlahai chu ân umtir a.",
      "reference": "2 CHANCHIN SUINA 8:2"
    },
    {
      "content": "Chun, Solomon chu Hamath- zobaa chun a va feh a, a va hne tah a.",
      "reference": "2 CHANCHIN SUINA 8:3"
    },
    {
      "content": "Thlalêr hmuna chun Tadmor khuo chu a siem a, sie khâwmna khawpuihai po po chu Hamatha chun a bâwl a.",
      "reference": "2 CHANCHIN SUINA 8:4"
    },
    {
      "content": "Beth-horon chunghnung le, Beth-horon thlanghnung lem chu a bâwl bawk a, chuong chu khawpui kul nei, bang neia dai kawtkhâr le kalna thîrhai nei an nih;",
      "reference": "2 CHANCHIN SUINA 8:5"
    },
    {
      "content": "chun, Baalath le siekhâwmna khawpui Solomonin a neihai po po le, sakawr tawlailîrhai ta dinga khaw- puihai po po le, sakawr chung chuong mihai ta dinga khawpuihai le, Lebanon le Jerusalem le, a rorêlna ram sûng po poah Solomonin a nuom- sip tâwlna dinga bâwl a nuomhai po po chu a nih.",
      "reference": "2 CHANCHIN SUINA 8:6"
    },
    {
      "content": "Chun, hnam po pohai, Hit mihai, Amor mihai, Periz mihai, Hiv mihai, Jebus mihai a la umhai Israel mi ni lohaia le,",
      "reference": "2 CHANCHIN SUINA 8:7"
    },
    {
      "content": "an thlahai chu rama an mâksana Israelhaiin an lo sukbohmang naw- hai chunga chun vawisûn ni chen hin Solomon chun suok nina sie chu ân chawitir a.",
      "reference": "2 CHANCHIN SUINA 8:8"
    },
    {
      "content": "Amiruokchu, Israel thlahai chu Solomon chun a sinthawnaa chun sie- hlawah a siem nawh a; indo mi le, a hotutakhai le, a sakawr chung chuong mihai le a sakawr tawlailîr- hai chunga rorêltuhai an ni lem a.",
      "reference": "2 CHANCHIN SUINA 8:9"
    },
    {
      "content": "Chun, hienghai hi Solomon hotutakhai, za hni le sâwmnga, mi- puihai chunga ro phurtuhai chu an nih.",
      "reference": "2 CHANCHIN SUINA 8:10"
    },
    {
      "content": "Solomon chun Pharao naunu chu David khawpuia inthawkin a in dinga bâwla chun a zu ṭhuoi a; “Israelhai lal David ina chun ka nuhmei chu a um ding a ni nawh, a hmunhai chu LALPA bâwm hungna a nih a, ân thieng leiin,” a ti sih a.",
      "reference": "2 CHANCHIN SUINA 8:11"
    },
    {
      "content": "Chun, tuolpûk hmaa LALPA mâichâm a siema chun Solomon chun pumrawhmang thilinhlânhai chu ân hlân a,",
      "reference": "2 CHANCHIN SUINA 8:12"
    },
    {
      "content": "ni tinin vawi ieng zât pei amanih, châwlniahai, thla tharahai, ruoiṭhe hunahai Mosie thupêk ang peia inhlânin; kum khat sûngah vawi thum, chawl ṭhanglo bei ruoiṭhea le, hapta kâr ruoiṭhehaia le, bâwkte ruoiṭhehaia le chun.",
      "reference": "2 CHANCHIN SUINA 8:13"
    },
    {
      "content": "Chun, a pa Davidin a lo sukdet ta angin, an rawngbâwlna dingin thiempuhai pâwl hun chu a ruotpêk a; chun, Levi mihai khawm chu sin tuk an nina, inpâk ding le thiempu- hai hmaa rawngbâwl dingin, ni tina a ṭûl ang peia an bituk angin a ruot bawk a; dai kawtkhâr tinahai chun kawtkhâr vêngtuhai chu an pâwl hun ang peiin, chuong ang chun Pathien mi David chun thu a lo pêk ta sih a.",
      "reference": "2 CHANCHIN SUINA 8:14"
    },
    {
      "content": "Chun, ro siekhâwmna in chung- thu le, thu ieng kima hrim hrim Levi mihai le thiempuhai kuoma lal thupêkhai chu an ngaitha ngai dêr nawh a.",
      "reference": "2 CHANCHIN SUINA 8:15"
    },
    {
      "content": "Chuongchun, LALPA in chu a lungphûm phûm nia inthawka zo a ni chenin Solomon sinhai po po chu thaw zing a na. Chuongchun, LALPA in chu a puitlin a nih.",
      "reference": "2 CHANCHIN SUINA 8:16"
    },
    {
      "content": "Chun, Solomon chu Edom rama tuipui kama Eloth le Ezion-gebera chun a fe tah a.",
      "reference": "2 CHANCHIN SUINA 8:17"
    },
    {
      "content": "Chun, Huram chun a sie- hlawhai kutin lawnghai le siehlawhai tuisuoriet chanchin hre mihai chu ama kuoma chun a thawn a; chuong- chun, anni chu Solomon siehlawhai le chun Ophira chun an feh a, chutaka inthawk chun rângkachak talent za li le sâwmnga an hung phur a, lal Solomon kuoma chun an hung lâk a.",
      "reference": "2 CHANCHIN SUINA 8:18"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 CHANCHIN SUINA 8 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}