{
  "verses": [
    {
      "content": "Rehoboam ram chu sukdet a hung na, a hung hrât phing chun, LALPA dân chu a nghatsan tah a, Israelhai po po khawm chun ama an zui veh a.",
      "reference": "2 CHANCHIN SUINA 12:1"
    },
    {
      "content": "Chun, Rehoboam inlal kum nganaa chun Aigupta rama lal Sisak chun Jerusalem a hung rûn a, LALPA chungah an lo bawsiet ta leiin;",
      "reference": "2 CHANCHIN SUINA 12:2"
    },
    {
      "content": "sakawr tawlailîr sâng le za hni le sakawr chung chuong mi sîng ruk leh; Aigupta rama inthawka ama hung zuitu Lubim mihai, Sukkiim mihai, Ethiopia mihai le chu tiem sêng ruol lo an nih.",
      "reference": "2 CHANCHIN SUINA 12:3"
    },
    {
      "content": "Chun, Judai rama khawpui kul neihai chu a lâk a, chuongchun, Jerusalema chun a hung pei a.",
      "reference": "2 CHANCHIN SUINA 12:4"
    },
    {
      "content": "Chun, zâwlnei Semaia chu Rehoboam le hotu, Judai ram Sisak leia Jerusalema hung khâwmhai kuoma chun a hung a, an kuoma chun, “LALPA chun hieng ang hin a tih, ‘Kei in mi nghatsan tah, kei khawma Sisak kutah ka mâksan ding cheu a nih,’ tiin,” a ta.",
      "reference": "2 CHANCHIN SUINA 12:5"
    },
    {
      "content": "Chun, lal tak le Israel upahai chu an insukhnuoi a, “LALPA chu a fel a nih,” an tih a.",
      "reference": "2 CHANCHIN SUINA 12:6"
    },
    {
      "content": "LALPA chun anni chu an insuk- hnuoi ti a hmu phing chun, Semaia kuoma chun LALPA thu chu a hung tlung tah a, “Anni le anni chu an insukhnuoi a, anni chu sukbohmang vawng naw ning a, amiruokchu, ṭhenkhat sansuokna chu phalpêk ka ta, Sisak kuta hin, Jerusalem chunga ka lungsenna chu bunthlâk ni naw ni.",
      "reference": "2 CHANCHIN SUINA 12:7"
    },
    {
      "content": "Amiruokchu, a siehlawhai hung nîng an ta, hieng ramhaia lalram rawngbâwlna le ka rawngbâwlna chu an hriet theina dingin,” tiin.",
      "reference": "2 CHANCHIN SUINA 12:8"
    },
    {
      "content": "Chuongchun, Aigupta lal Sisak chun Jerusalem chu a hung rûn a, lal in rothilhai le LALPA in rothilhai chu a lâk hmang a; chuong chu a lâk hmang vawng a, Solomonin rângka- chak phaw a siemhai khawm kha a lâk hmang vawng a.",
      "reference": "2 CHANCHIN SUINA 12:9"
    },
    {
      "content": "Chun, lal Rehoboam chun chuong aia chun dârsen phâwhai a siem a, lal in kawtkhâr vêngtu, vêng- tu pâwl hotu kuoma chun ân kawl- tir a.",
      "reference": "2 CHANCHIN SUINA 12:10"
    },
    {
      "content": "LALPA ina chun lal chu a lût po leh, vêngtu chu a hung a, chuong phâwhai chu a chawi hlak a; chun, vêngtu pindana chun a sie kîr nâwk hlak a nih.",
      "reference": "2 CHANCHIN SUINA 12:11"
    },
    {
      "content": "Chun, ama chu ân sukhnuoi tâk lei chun LALPA lunginsenna chu ama sukbohmang let dêr lo dingin lâk- kieng a lo ni tah a; chunawa khawm, Judai ram chu a la ṭha zing bawk a.",
      "reference": "2 CHANCHIN SUINA 12:12"
    },
    {
      "content": "Chuongchun, lal Rehoboam chu Jerusalema chun ân sukdet a, ro a rêl tah a, ro a rêl ṭan tir chun Rehoboam chu kum sâwmli le kum khat a ni tah a, chun, Jerusalemah, Israel hnam po po laia inthawka a hming um zingna dinga LALPAIN a thlang suok khaw- puia chun kum sâwmpasari a rêl bawk a; a nu hming chu Ammon mi Naama a nih.",
      "reference": "2 CHANCHIN SUINA 12:13"
    },
    {
      "content": "LALPA chu zawng dinga a lungril a hmang naw leiin thil ṭha naw chu a thaw tah a.",
      "reference": "2 CHANCHIN SUINA 12:14"
    },
    {
      "content": "Chuongchun, Rehoboam thil- thawhai, a hmasa le nuhnunghai khawm, thla thu sui dân ang peiin zâwlnei Iddo le zâwlnei Semaia chanchinbuhaia chun ziek an ni naw am a nih? Chun, Rehoboam le Jero- boam inkâra hin indonahai a um zing zing bawk a.",
      "reference": "2 CHANCHIN SUINA 12:15"
    },
    {
      "content": "Chun, Rehoboam chu a thla- tuhai kuomah a in tah a, David khawpuia chun phûmin a um a; chun, a naupa Abija chun ama aia chun ro a rêl tah a.",
      "reference": "2 CHANCHIN SUINA 12:16"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 CHANCHIN SUINA 12 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}