{
  "verses": [
    {
      "content": "Josia chun LALPA kuoma fekân ruoiṭhe chu Jerusalema chun a hmang a; thla hmasa tak ni sâwmpali ni chun fekân ruoiṭhena ding chu an that a.",
      "reference": "2 CHANCHIN SUINA 35:1"
    },
    {
      "content": "Thiempuhai chu an sinthawahai chun a ruot a, LALPA in rawngbâwl- naa ding chun ân fui tâwl a.",
      "reference": "2 CHANCHIN SUINA 35:2"
    },
    {
      "content": "LALPA ta dinga inthieng Israel po po inchûktir hlak Levi mihai kuom a chun, “Israel lal David naupa Solomonin in a bâwla khan Thu- thlungna bâwm inthieng chu sie ro; in liengkoahai zâwn ngâi ta naw nih a; tuhin in Pathien LALPA le a mi Israelhai rawng chu bâwl ro.",
      "reference": "2 CHANCHIN SUINA 35:3"
    },
    {
      "content": "Nangni khawm Israel lal David ziek ang le, a naupa Solomon ziek ang tak khan an pahnam ang peiin in pâwl bi chu insiem unla.",
      "reference": "2 CHANCHIN SUINA 35:4"
    },
    {
      "content": "Chun, Levi hnam inṭhe dân ang pei le, in unau mipuihai pahnam in- ṭhe dân ang pei chun hmun inthienga chun ngîr unla.",
      "reference": "2 CHANCHIN SUINA 35:5"
    },
    {
      "content": "Chun, fekân ruoiṭhena ding chu that unla, nangni le nangni chu in- hlân thieng ro; Mosie hmanga LALPA thu ang tak kha thaw dingin in unauhai ta ding khawm chun buotsai bawk unla,” a ta.",
      "reference": "2 CHANCHIN SUINA 35:6"
    },
    {
      "content": "Chun, Josia chun chu hnam thlahai, a umhai po kuoma chun ran ruol laia mi berâmte dâm, kêlte dâm sîng thum le bâwngchal sâng thum fekân ruoiṭhenaa inhlân dingin a pêk a; hi hi lal suma mi a nih.",
      "reference": "2 CHANCHIN SUINA 35:7"
    },
    {
      "content": "Chun, a hotuhai chun Levi mihai le thiempuhai le mipui kuoma chun nuom thua thilinhlân dinghai chu an pêk bawk a. Hilkia le Zekaria le Jehiel, Pathien in rorêltuhai chun thiempuhai kuoma chun fekân ruoi- ṭhena dingin ran chîn sâng hni le za ruk le, bâwngchal za thum an pêk a.",
      "reference": "2 CHANCHIN SUINA 35:8"
    },
    {
      "content": "Konania le a unauhai Semaia le Nethanel le, Levi mihai hotuhai Hasabia le, Jeiel le, Jozabad chun Levi mihai kuomah fekân ruoiṭhenaa thilinhlân dingin ran ruol chîn sâng nga le bâwngchal za nga an pêk bawk a.",
      "reference": "2 CHANCHIN SUINA 35:9"
    },
    {
      "content": "Chuongchun, rawngbâwlna chu buotsai a ni tah a, lal thupêk ang tak chun thiempuhai chu an hmuna chun an ngîr a, Levi mihai chu an pâwl dân ang peiin an thaw tah a.",
      "reference": "2 CHANCHIN SUINA 35:10"
    },
    {
      "content": "Chun, fekân ruoiṭhena ding chu an that a, thiempuhai chun an kutin thisen chu an theh a, Levi mihai chun an inhlip a.",
      "reference": "2 CHANCHIN SUINA 35:11"
    },
    {
      "content": "Chun, pumrawhmang thilin- hlânhai chu an sie hmang a, Mosie lekhabua ziek anga LALPA kuoma inhlân dinga, chu hnam thlahai pahnam inṭhe dân ang peia an pêk suok theina dingin. Chuongchun, bâwngchalhai khawm chu chuong ang bawk chun an thawh a.",
      "reference": "2 CHANCHIN SUINA 35:12"
    },
    {
      "content": "Chun, fekân ruoiṭhena ding chu dân ang peiin meiah an em hmin a, chun, thilinhlân inthienghai sa kha chu bêlhai le, bêl bau ûmhai le, bêl indarhaiin an suong a, mi po pohai kuoma chun inhmâwtakin an fepui tah a.",
      "reference": "2 CHANCHIN SUINA 35:13"
    },
    {
      "content": "Chun, chu hnunga chun anni ta ding le thiempuhai ta ding chun an buotsai tah a; Aron naupasalhai thiempuhai chun pumrawhmang thilinhlân le a thâuhai chu zân chen- in an buoipui tah a; chuleiin, Levi mihai chun anni le Aron naupasal thiempuhai ta ding chun an buotsai el a nih.",
      "reference": "2 CHANCHIN SUINA 35:14"
    },
    {
      "content": "Chun, David le Asaph le Heman le lal zâwlnei Jeduthun thupêk angin hlasaktuhai, Asaph naupasalhai chu an hmuna chun an um a; chun, kawtkhâr vêngtuhai chu dâi kawt- khâr tina chun an um bawk a; an sinthawhai chu an mâksan a ṭûl nawh a, an unau Levi mihai chun an ta dingin an buotsaipêk leiin.",
      "reference": "2 CHANCHIN SUINA 35:15"
    },
    {
      "content": "Chuongchun, lal Josia thupêk angin, LALPA rawngbâwlna po po chu ni khat sûngin, fekân ruoiṭhe hmang ding le LALPA mâichâm chunga pumrawhmang thilinhlân inhlân ding chu, buotsai vawng a ni tah a.",
      "reference": "2 CHANCHIN SUINA 35:16"
    },
    {
      "content": "Chun, Israel thlahai chutaka umhai chun chu nia chun fekân ruoi- ṭhe chu an hmang a, chawlṭhanglo bei ruoiṭhe chu ni sari an hmang bawk a.",
      "reference": "2 CHANCHIN SUINA 35:17"
    },
    {
      "content": "Zâwlnei Samuel hun laia inthawk ta khan chuonga fekân ruoi- ṭhe chu Israel rama lal tu khawma Josiain a hmang ang hin an hmang ngai nawh a, thiempuhai le Levi mihai le, Israel le Juda chutaka umhai po po le, Jerusalema chênghai khawma an hmang ngai nawh a.",
      "reference": "2 CHANCHIN SUINA 35:18"
    },
    {
      "content": "Josia rorêl a kum sâwmpariet- naa chun a nih a hi fekân ruoiṭhe hi hmanga a um chu.",
      "reference": "2 CHANCHIN SUINA 35:19"
    },
    {
      "content": "Hieng po po hnunga hin, Josia chun biekin chu a siem ṭha zo chun Aigupta lal Neko chu Euphrates vadung panga Karkemis chu rûn dingin a hang feh a; Josia chu ama tuok ding chun a fe suok tah a.",
      "reference": "2 CHANCHIN SUINA 35:20"
    },
    {
      "content": "Nisienlakhawm, ama chun aiâwtuhai a hung tir a, a kuomah, “Nang Juda lal, nang hi iengtin am ka thaw ding che a na? Vawisûn hi nang do ding chein ka hung nawh a, amiruokchu, indona ka neipuihai chu do dingin a ni lem ka hung; chun, Pathien chun inhmaw dingin thu a mi pêk a, Pathien chu sukbuoi lo dingin insûm hrâm la, ama chu ka kuomah a um a, sukbohmang rawi a ti che,” tiin.",
      "reference": "2 CHANCHIN SUINA 35:21"
    },
    {
      "content": "Nisienlakhawm, Josia chun ama chu a kîrsan chuong nawh a, ama chu a do ngei theina dingin, ân sukdanglam a; Pathien baua in- thawka Neko thu chu a ngaisak nawh a, ama chu Megiddo ruoma do ding chun a suok tah a.",
      "reference": "2 CHANCHIN SUINA 35:22"
    },
    {
      "content": "Chun, thal kâp mihai chun Josia chu an kâp a, chun, lal chun a siehlaw kuoma chun, “Ka hliem nasa hle el sih a, mi sie hmang ro khai,” a ta.",
      "reference": "2 CHANCHIN SUINA 35:23"
    },
    {
      "content": "Chuongchun, a siehlawhai chun sakawr tawlailîra inthawk chun an lâk suok a, a sakawr tawlailîr danga chun an sieh a, Jerusalemah an hung ṭhuoi tah a; a thih a, a thlatuhai thlân ina chun phûmin a um tah a, Juda le Jerusalem po poin Josia chu an sûn a.",
      "reference": "2 CHANCHIN SUINA 35:24"
    },
    {
      "content": "Chun, Jeremia khawm chun Josia chu a sûn a; vawisûn ni chen hin, hlasaktu pasal le hlasaktu nuhmeihai khawm chun Josia an sûnna hla chu an lân sam a; Israel rama chun thupêkhaiah an siem a, chuong chu, ngai ta, sûnnaa chun ziek an nih.",
      "reference": "2 CHANCHIN SUINA 35:25"
    },
    {
      "content": "Josia thilthaw danghai le, a thilthaw ṭhathai chu, LALPA dâna ziek ang tak chun,",
      "reference": "2 CHANCHIN SUINA 35:26"
    },
    {
      "content": "a thilthawhai a hmasatak le a nuhnungtak chu, ngai ta, Juda le Israel ram lalhai lekhabua chun ziek a nih.",
      "reference": "2 CHANCHIN SUINA 35:27"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 CHANCHIN SUINA 35 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}