{
  "verses": [
    {
      "content": "Jerusalema chênghai chun a naupa naupang tak Ahazia chu ama aia chun lalin an siem a; Arabia mihai le pâwl ruol bûka hunghai khan a upahai po chu an that vawng ta sih a. Chuongchun, Judai ram lal Jehoram naupa Ahazia chun ro a rêl tah a.",
      "reference": "2 CHANCHIN SUINA 22:1"
    },
    {
      "content": "Ro a rêl ṭan chun Ahazia chu kum sâwmli pahni mi a na, Jerusalema chun kum khat sûng ro a rêl a, a nu hming chu Athalia, Omri naunu a nih.",
      "reference": "2 CHANCHIN SUINA 22:2"
    },
    {
      "content": "Ama khawma Ahab sûngkaw lampuihai kha a hraw ve a; a nu chu khawhlotaka khawsa dinga a thu rawtpuitu a ni sih a.",
      "reference": "2 CHANCHIN SUINA 22:3"
    },
    {
      "content": "Ahab sûngkuoin an thaw ang khan LALPA mithmuah thil ṭha naw chu a thaw a; a pa a thi hnung chun anni chu a sietna ding chena a thu rawtpuituhai an ni sih a.",
      "reference": "2 CHANCHIN SUINA 22:4"
    },
    {
      "content": "An thu rawt ang pei chun a fe a, Suria ram lal Hazael chu do dingin Ramoth-gileada chun Israel ram lal Ahab naupa Jehoram le chun a hang fe veh a; Suria mihai chun Joram chu an lo inhliem a.",
      "reference": "2 CHANCHIN SUINA 22:5"
    },
    {
      "content": "Chun, Suria ram lal Hazael a donaa Ramaa ama an inhliemnahai chu insukdam dingin Jezreela chun a kîr tah a. Chun, Judai ram lal Jeho- ram naupa Azaria chu, Ahab naupa Jehoram chu a damnaw leia Jezreela en dingin a zu feh a.",
      "reference": "2 CHANCHIN SUINA 22:6"
    },
    {
      "content": "Chuongchun, Ahazia bohmangna chu Pathiena inthawk a na, Joram kuoma a hang fe lei tak chu a nih; chuonga a hung lai chun, Ahab sûng- kuo chu sât thlatu dinga LALPAIN hriek a lo nâl tah Nimsi naupa Jehu chu do dingin Joram le khan a hang fe ve sih a.",
      "reference": "2 CHANCHIN SUINA 22:7"
    },
    {
      "content": "Chun, Jehu chun thupêk Ahab sûngkaw ta dinga a pêk suok lai chun Juda ram lalhai le Ahazia unauhai naupasalhai chu Ahazia rawngbâwl- in a hmuh a, anni chu a that tâwl tah a.",
      "reference": "2 CHANCHIN SUINA 22:8"
    },
    {
      "content": "Chun, Ahazia chu a zawng a, an man a, (Samariaa chun a lo in bihmang a na) Jehu kuoma chun an hung ṭhuoi a, an that tah a; chun, an phûm a, “A lungril po poa LALPA zawngtu Jehosaphat naupa chu a ni ngei,” an tih a. Chuongchun, Ahazia sûngkuoa chun lalram chunga rorêl thei ding mi pakhat khawm an um ta nawh a.",
      "reference": "2 CHANCHIN SUINA 22:9"
    },
    {
      "content": "Chun, Ahazia nu Athalia chun a naupa chu a thi tah ti a hriet chun, a tho a, Juda sûngkuo lal chi po chu a rawt ta vawng a.",
      "reference": "2 CHANCHIN SUINA 22:10"
    },
    {
      "content": "Amiruokchu, lal naunu Jehosa- beath chun Ahazia naupa Joas chu a lâk a, lal nauhai thata umhai laia inthawk chun ân rûkhmang a, khum pindanah ama dawntu le chun a sie tah a. Chuongchun, lal Jehoram nau- nu Jehosabeath, thiempu Jehoiada nuhmei chun (ama chu Ahazia farnu a ni sih a,) Athaliaa inthawk chun a thuphmang a, chuongchun, a suk- hlum ve nawh a.",
      "reference": "2 CHANCHIN SUINA 22:11"
    },
    {
      "content": "Pathien ina chun anni leh kum ruk sûng thupin a um a, chun, Athalia chun ram chunga chun ro a rêl a.",
      "reference": "2 CHANCHIN SUINA 22:12"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 CHANCHIN SUINA 22 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}