{
  "verses": [
    {
      "content": "Hi ringumna le hieng thilhai thaw a ni hnunga hin Assuria lal Sennakerib chu a hung a; Juda ram a hung lût a, khawpui kulneihai chu ân huol a, ama ta dinga hne el dingin a ngaituoh a.",
      "reference": "2 CHANCHIN SUINA 32:1"
    },
    {
      "content": "Chun, Hezekia chun Sennakerib chu a hung a, Jerusalem hung do a tum a nih ti a hriet chun,",
      "reference": "2 CHANCHIN SUINA 32:2"
    },
    {
      "content": "khawpui puotienga tuikhur tui- hai chu hrukping dingin a mi thilthawtheihai le a upahai chu a rawn tah a; chun, ama chu an ṭhangpui tah a.",
      "reference": "2 CHANCHIN SUINA 32:3"
    },
    {
      "content": "Chuongchun, mipui nasatak el chu an pung tah a; tuikhur po po le, ram laia tui luong vadungtêhai po po chu an hrukping ta vawng a, “Ieng- dingin am Assuria lal chu hungin, tui tamtak hung nei el a ta?” an tih a.",
      "reference": "2 CHANCHIN SUINA 32:4"
    },
    {
      "content": "Chun, ân sukhuoi a, kul se tahai po po chu a siem ṭha a; chutaka chun kuldâi danghai le râl vêngbûkhai chu a bâwl bawk a; chun, David khawpuia Millo chu a sukdet a, hriemhai le phawhai chu tamtakin a siem a.",
      "reference": "2 CHANCHIN SUINA 32:5"
    },
    {
      "content": "Chun, mipuihai chunga chun indona hotuhai chu a ruot a, khawpui dâi kawtkhâr bula hmun âwl liena chun ama kuomah a ko khâwm tâwl a; an kuoma chun thlamuongumtakin thu a hril a,",
      "reference": "2 CHANCHIN SUINA 32:6"
    },
    {
      "content": "“Hrât unla, insukhuoi ro, Assuria lal lei chun ṭi naw unla, beidawng bawk naw ro; ama kuoma um mipui nasatakhai lei khawm chun, ama kuoma um nêk chun eini kuoma um chu a hrât lem sih a;",
      "reference": "2 CHANCHIN SUINA 32:7"
    },
    {
      "content": "ama kuoma chun tisaa sipai pâwl an na, amiruokchu, eini kuoma chu LALPA ei Pathien chu mi ṭhangpui ding le ei indona chu do dingin a um a nih,” tiin. Chun, mipui chu Juda lal Hezekia thuhrila chun an sâwldam hle a.",
      "reference": "2 CHANCHIN SUINA 32:8"
    },
    {
      "content": "Hi hnunga hin Assuria lal Sen- nakerib chun Jerusalemah a siehlaw a hung tir a (ama chu Lakis tlung hma el khan a um a, a sipaihai po po khawm ama kuoma chun an um a) Juda lal Hezekia le Jerusalema Juda umhai po po kuoma chun a hung tir a.",
      "reference": "2 CHANCHIN SUINA 32:9"
    },
    {
      "content": "“Assuria lal Sennakerib chun hieng hin a tih, ‘Jerusalem lâk chu ieng am a na in ring nawna?",
      "reference": "2 CHANCHIN SUINA 32:10"
    },
    {
      "content": "Hezekia hin, Assuria lal kuta inthawk chun LALPA ei Pathien chun mi sansuok a tih, tiin dangchâr le ṭâma inthitir el ding cheuin a thlêm- thlûk cheu a ni naw am a nih?",
      "reference": "2 CHANCHIN SUINA 32:11"
    },
    {
      "content": "Hi Hezekia bawk hin bâwl- hmunhai le mâichâmhai chu a lâk- hmangin, Juda ram le Jerusalema mihai chu, Mâichâm pakhat hmaa chun Pathien chibai bûk in ta, a chunga chun riminhnik khawm in raw ding a nih, tia thu pe kha?",
      "reference": "2 CHANCHIN SUINA 32:12"
    },
    {
      "content": "Kei le ka thlatuhai chun ram tin, hnam tin chunga chun ieng angin am kan thaw hlaka ti in hriet naw am a nih? Hieng ramhaia hnamhai pathienhai hin ka kuta inthawkin an ram ieng kawng khawmin an sanhim thei hlak am a nih?",
      "reference": "2 CHANCHIN SUINA 32:13"
    },
    {
      "content": "Ka puhaiin an lo sukbohmang letdêr ta hnamhai pathien po po lai chun tu am ka kuta inthawka a mi- hai sansuok thei ding a um a, in Pathien khawm chun ka kuta in- thawkin a sansuok theina bîk ding cheu chu?",
      "reference": "2 CHANCHIN SUINA 32:14"
    },
    {
      "content": "Chuleiin, tuhin Hezekia hin hlêm naw raw se cheu, hieng ang kawng hin thlêmthlu bawk naw raw se cheu, nangni khawma ring hrim hrim naw ro; ka thlatuhai le keima kuta inthawk hin, tu ram amanih, tu hnam amani pathien chun a mihai chu a sansuok thei hrim hrim ngai si nawh a; ka kuta inthawk hin in Pathien chun a va sansuok thei âwm naw cheu deh aw!’” tiin.",
      "reference": "2 CHANCHIN SUINA 32:15"
    },
    {
      "content": "Chun, a siehlawhai chun LAL- PA Pathien chunga le a siehlaw Hezekia chunga chun hi nêk hman hin an la hril siet nasa det lem a.",
      "reference": "2 CHANCHIN SUINA 32:16"
    },
    {
      "content": "Israel Pathien LALPA chu hrilse dingin lekha a ziek a, ama kal zâwnga thu hril dingin, “Ram tina hnam tin pathienhai chun ka kuta inthawk hin an mihai an sansuok ngai naw angin, Hezekia Pathien khawm hin ka kuta inthawkin a mihai chu sansuok bîk naw nih,” tiin.",
      "reference": "2 CHANCHIN SUINA 32:17"
    },
    {
      "content": "Chun, khawpui chu an lâk el theina dingin Jerusalema mi umhai, kula umhai chu suklâu ding le, sukbuoi dingin Juda ṭawngin râwl inringtakin an khêk khum a.",
      "reference": "2 CHANCHIN SUINA 32:18"
    },
    {
      "content": "Chun, Jerusalema Pathien chu hnuoia hnamhai pathienhai, mi- hriem kutsuokhai anga chun an hril a.",
      "reference": "2 CHANCHIN SUINA 32:19"
    },
    {
      "content": "Chun, lal Hezekia le Amoz naupa zâwlnei Isai chu hi thu lei hin an ṭawngṭai a, vân tieng nghain an khêk a.",
      "reference": "2 CHANCHIN SUINA 32:20"
    },
    {
      "content": "Chun, LALPA chun vântirko a hung tir a, ama chun Assuria lal riebûka mi hrât khawkhênghai po po le ṭhuoituhai le hotuhai po po chu a sukhlum a. Chuongchun, hmai thûm- takin a ramah a kîr nâwk tah a. Chun, ama chu a pathien ina a hung lût laiin ama rîla rasuokhai ngei chun chutaka chun kâwlhnâmin an that tah a.",
      "reference": "2 CHANCHIN SUINA 32:21"
    },
    {
      "content": "Chuongchun, LALPA chun Hezekia le Jerusalema umhai chu Assuria lal Sennakerib le mi danghai kuta inthawk chun a sanhim tah a, an vêla mihaia inthawk chun a vêng a.",
      "reference": "2 CHANCHIN SUINA 32:22"
    },
    {
      "content": "Chun, mi tamtak chun Jerusa- lemah LALPA kuomah thilpêkhai le, Juda lal Hezekia kuomah thil hluhai an hung chawi a; chuongchun, chutaka inthawk chun hnam po pohai mithmua chun chawimawiin a um tah a.",
      "reference": "2 CHANCHIN SUINA 32:23"
    },
    {
      "content": "Chuong lai chun Hezekia chu thi ngamin a na tah a, chun LALPA kuomah a ṭawngṭai a; chun, ama kuoma chun thu a hung hril a, in- chikna a hung pêk a.",
      "reference": "2 CHANCHIN SUINA 32:24"
    },
    {
      "content": "Nisienlakhawm, ama chunga ditsakna thaw ang huin Hezekia chun a ngaisak nâwk ta nawh a; a lungril chu ân ngaisâng sih a; chulei- chun, ama chunga chun lunginsenna chu a um a, Jerusalem le Juda ram chunga khawm chun.",
      "reference": "2 CHANCHIN SUINA 32:25"
    },
    {
      "content": "Amiruokchu, Hezekia chun a lungril chapona chu ân sîr nâwk a, ân sukhnuoi a; ama le Jerusalema um- hai le chun; chuongchun, Hezekia dam sûng khan chu LALPA lungin- senna an chungah a hung tlung ta nawh a.",
      "reference": "2 CHANCHIN SUINA 32:26"
    },
    {
      "content": "Hezekia chun ropuina le hausakna nasatak el chu a nei a; tangka dâm, rângkachak dâm, lung mantam dâm, riminhnik dâm, phaw- hai dâm, bûr le bêl ṭha tinrênghai ta dingin siekhâwmna inhai ama ta dingin a siem a;",
      "reference": "2 CHANCHIN SUINA 32:27"
    },
    {
      "content": "hriek le uoin le bu hung punghai dinga siekhâwmna inhai dâm, ran ruolhai ta dinga inhai le, sa chi tinrêng po po ta dinga inhai a siem bawk a.",
      "reference": "2 CHANCHIN SUINA 32:28"
    },
    {
      "content": "Chunawa khawm chun bâwng ruol dâm, berâm ruol dâm, khaw- puihai dâm tamtak el a nei bawk a, Pathien chun thil tamtak el ama chu a pêk sih a.",
      "reference": "2 CHANCHIN SUINA 32:29"
    },
    {
      "content": "Hi Hezekia bawk hin Gihon tuikhur hnâr sakhnung lem kha a hrukping a, David khawpui thlang- tieng panga khan a lâk thlâk a. Hezekia chu a sinthaw po poa chun a hlawtling pei a.",
      "reference": "2 CHANCHIN SUINA 32:30"
    },
    {
      "content": "Nisienlakhawm, Babulon lal- hai, chu rama thilmakhai chu indawn suok dinga a kuoma mi hungtirhai chungthua chun, a lungrila umhai po po chu a hriet theina dingin, fie dingin Pathien chun ama chu a thlathlam a.",
      "reference": "2 CHANCHIN SUINA 32:31"
    },
    {
      "content": "Hezekia thilthaw danghai le, a thilthaw ṭhathai chu, ngai ta, Israel le Juda lalhai lekhabua chun, Amoz naupa zâwlnei Isai thil hmulâwkhaia chun ziek a nih.",
      "reference": "2 CHANCHIN SUINA 32:32"
    },
    {
      "content": "Chun, Hezekia chu a thlatuhai lai a in tah a; David naupasalhai thlân in hang kainaa khan an phûm a; Juda mi po po le Jerusalema um po po chun a thi ni chun ropuitakin an râl a. Chun, a naupa Manasse chun ama aia chun ro a rêl tah a.",
      "reference": "2 CHANCHIN SUINA 32:33"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 CHANCHIN SUINA 32 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}