{
  "verses": [
    {
      "content": "Solomonin ṭawngṭaina chu a suktâwp chun, vâna inthawkin mei a hung tlah a, inthâwinahai le pumrawhmang thilinhlânhai chu a kâng hmang a; LALPA ropuina chun in chu a suksip tah a.",
      "reference": "2 CHANCHIN SUINA 7:1"
    },
    {
      "content": "LALPA in chu LALPA ropuinaa suksipa a um leiin thiempuhai chu LALPA ina chun an lût thei nawh a.",
      "reference": "2 CHANCHIN SUINA 7:2"
    },
    {
      "content": "Mei a hung tla a, in chunga chun LALPA ropuina a um zing lai chu Israel thlahai chun an en zing a; tuolzâwla chun an hmaihaia hnuoi sikin an kûn a, chibai an bûk a; “Ama chu a ṭha sih a, a zângaina chu kum- khawtluonga um zing ding a nih,” tiin, LALPA chu lâwmthu an hril a.",
      "reference": "2 CHANCHIN SUINA 7:3"
    },
    {
      "content": "Chun, lal le mipuihai po po chun LALPA hmaa chun inthâwina an inhlân a.",
      "reference": "2 CHANCHIN SUINA 7:4"
    },
    {
      "content": "Chun, lal Solomon chun bâwng- chal sîng hni le sâng hni le, berâm nuoi khat le sîng hniin inthâwina ân hlân a. Chuongchun, lal le mipuihai po po chun Pathien in chu an inhlân tah a.",
      "reference": "2 CHANCHIN SUINA 7:5"
    },
    {
      "content": "Thiempuhai chu an sinthaw ang pei chun an ngîr a; an rawngbâwlnaa Davidin ân pâk laia, “A zângaina chu kumkhawtluongin a um zing sih a,” tia, LALPA inpâkna dinga lal Davidin LALPA thil rimawi thuomhnawhai a siemhai le chun Levi mihai chu an ngîr ve a; chun, thiempuhai chun an hmaa chun tawtawrâwt an hang mût a, Israel mihai po po chu an ngîr ta ṭhuop a.",
      "reference": "2 CHANCHIN SUINA 7:6"
    },
    {
      "content": "Chunawa khawm, Solomon chun LALPA in tuolsûng hmun lailung chu a sukthieng bawk a; Solomonin dârsen mâichâm a ilo siem ta chun pumrawhmang thilinhlân le, bu thil- inhlân le, a thâuhai chu a keng naw leiin, chutaka chun pumrawhmang thilinhlân le inremna thilinhlân thâuhai chu ân hlân sih a.",
      "reference": "2 CHANCHIN SUINA 7:7"
    },
    {
      "content": "Chuongchun, Solomon chun Israel mihai po po, mipui pung- khâwm nasatakhai, Aigupta vadung- têa inthawka Hamath lûtna chena mihai le chun ni sari sûng chu ruoi an ṭheh a.",
      "reference": "2 CHANCHIN SUINA 7:8"
    },
    {
      "content": "Chun, a ni riet ni chun in- khâwmna huntâwp chu an nei a; mâichâm inhlânna chu ni sari sûng khan an nei a, ni sari sûng ma chun ruoiṭhena an nei bawk a.",
      "reference": "2 CHANCHIN SUINA 7:9"
    },
    {
      "content": "Chuongchun, thla sarinaa ni sâwmhni pathum ni chun mipuihai chu an puon in tienghai chun, a mi Israelhai chunga le Solomon chunga le David chunga LALPAIN ṭhatna a lo inentirna lei chun lungrila lâwmtak le thafântak chun a tir kîr tah a.",
      "reference": "2 CHANCHIN SUINA 7:10"
    },
    {
      "content": "Chuongchun, Solomon chun lal in le LALPA in chu a zo tah a; LALPA in le ama ina thaw dinga Solomon lungrila um po pohai chu puitling takin a zo tah a.",
      "reference": "2 CHANCHIN SUINA 7:11"
    },
    {
      "content": "Chun, zâna chun LALPA chu Solomon kuomah a hung inlâr a, a kuomah, “I ṭawngṭaina ka lo hriet a, ka kuoma inthâwina in dingin hi hmun hi ka thlang tah a nih.",
      "reference": "2 CHANCHIN SUINA 7:12"
    },
    {
      "content": "Vân chu ka sukping a, ruo a sûr naw chun amanih, khâuhai chu ram chu fa zo dinga thu ka pêkin amanih, ka mihai laia hin hripui ka hung tîrin amanih;",
      "reference": "2 CHANCHIN SUINA 7:13"
    },
    {
      "content": "ka mihai, ka hming chawia kohai chu an insukhnuoi a, an ṭawngṭai a, an lampui rilohai chu nghatsan a ka hmêl an hung zawng chun, vâna inthawk chun lo hrieng ka ta, an suol chu ngaidam ka ta, an ram khawm chu sukhrisêl bawk ka tih.",
      "reference": "2 CHANCHIN SUINA 7:14"
    },
    {
      "content": "Chuongchun, hi hmuna ṭawng- ṭaina inhlâna umhai chu, ka mithai chu meng ka ta, ka nahai chun ngai a tih.",
      "reference": "2 CHANCHIN SUINA 7:15"
    },
    {
      "content": "Kumkhawtluonga ka hming a um zing theina dingin hi in hi ka thlangin ka lo sukthieng ta sih a; chuongchun, ka mithai le ka lungril khawm chu chutaka chun um châm- chîng a tih.",
      "reference": "2 CHANCHIN SUINA 7:16"
    },
    {
      "content": "Chun, nanga chungthua chu thu ka pêk po pohai che ang peia i thaw a, i pa David khawsak anga ka hmaah i khawsa a, ka thuruothai le ka rorêlhai chu i zâwm chun;",
      "reference": "2 CHANCHIN SUINA 7:17"
    },
    {
      "content": "‘Israel rama rorêltu ding intlâk- samtir naw ning che,’ tia i pa David kuoma thu ka lo thlung ta ang khan i lalram lalṭhungpha chu sukdet ka tih.",
      "reference": "2 CHANCHIN SUINA 7:18"
    },
    {
      "content": "Amiruokchu, i pêt hmang a, i hmaa thupêkhai le thuruothai ka siehai chu i nghatsan a, i fe a, pathien danghai rawng i bâwl a, anni chu chibai i bûk chun;",
      "reference": "2 CHANCHIN SUINA 7:19"
    },
    {
      "content": "ram ka ipêk, ka rama inthawkin a zung pumin anni chu phawidawk ka ta, chun, hi in ka hminga ka lo sukthieng ta khawm hi ka hmu phâk nawah sawn hmang ka ta, hnam tin laia chun ti-elna le ṭawngnaa hmang dingin siem ka tih.",
      "reference": "2 CHANCHIN SUINA 7:20"
    },
    {
      "content": "Chun, hi in hieng ang lâwma insâng hi, a fekhêltuhai taphawt chun mak la tîng an ta, ‘Hi in le hi ram hi LALPA chun ieng am a law a ni ta le?’ tiin.",
      "reference": "2 CHANCHIN SUINA 7:21"
    },
    {
      "content": "Chun, anni ma chun, ‘Aigupta rama inthawka anni ṭhuoi suoktu an thlatuhai Pathien LALPA chu an nghatsan a, pathien danghai an chel a, chibai an bûk vêl a, an rawng an bâwl a, chuleiin, hieng thil ṭha naw po po hi an chungah a hung intlungtir a nih hi,’ la tîng an tih” a ta.",
      "reference": "2 CHANCHIN SUINA 7:22"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 CHANCHIN SUINA 7 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}