{
  "verses": [
    {
      "content": "Hezekia chun Israel Pathien LALPA fekân ruoiṭhe chu hmang dingin Jerusalema LALPA ina chun in hung ding a nih tiin Israel le Juda mihai po po kuomah mi a tir a, chun, Manasse le Ephraim mihai kuoma khawm lekha a ziek bawk a.",
      "reference": "2 CHANCHIN SUINA 30:1"
    },
    {
      "content": "Chun, thla hninaa fekân ruoiṭhe chu nei dingin Lal le a miṭhahai le Jerusalema mipui inkhâwmhai po po le chun an rawt a.",
      "reference": "2 CHANCHIN SUINA 30:2"
    },
    {
      "content": "A hun pângngaia chun nei khawm an nei thei naw hrim a, thiempuhai chu a tam huntâwkin an inthien thei nawh; mipuihai chu Jerusalema chun an hung khâwm bawk naw leiin.",
      "reference": "2 CHANCHIN SUINA 30:3"
    },
    {
      "content": "Chun, chu thil chu lal le mipuihai ngaia chun ân dik a.",
      "reference": "2 CHANCHIN SUINA 30:4"
    },
    {
      "content": "Chuongchun, Israel Pathien LALPA fekân ruoiṭhe chu hmang dingin Jerusalemah an hung ding a nih tiin, Israel ram po po Beer-sebaa inthawka Dan chenin thupuong siem dingin thupêk ân suoh a; ziek a ni angin, chuong anga tam chun an la hmang ngai si nawh a.",
      "reference": "2 CHANCHIN SUINA 30:5"
    },
    {
      "content": "Chuongchun, dâkpuhai chu lal thupêk ang takin lal le a hotuhaia inthawk chun lekhahai chawiin Juda le Israel ram sûng po poa chun an fe tah a; “Nangni Israel thlahai, nangni Assuria lalhai kuta inthawk a suokdawkhai a la um sun- hai tieng hi a hung ngha kîr theina dingin, Israel le, Isaak le Abraham Pathien, LALPA tieng chu hung ngha nâwk ro.",
      "reference": "2 CHANCHIN SUINA 30:6"
    },
    {
      "content": "Nangni chu in thlatuhai Pathien LALPA chunga bawsetu inthlatuhai le in unauhai ang kha chu ni naw unla, chuong lei chun sietnaah anni chu a pêk suok tah a ni kha in hmuh a.",
      "reference": "2 CHANCHIN SUINA 30:7"
    },
    {
      "content": "In thlatuhai an ni angin mi kâwmâwhai ni naw unla; nangni chu LALPA kuomah inpe lem ro; kum- khuoa dinga sukthieng tah, a hmun inthienga chun lût unla, nangnia inthawka a lungsenna ṭiumtak chu ân kieng theina dingin LALPA in Pathien rawng chu bâwl ro.",
      "reference": "2 CHANCHIN SUINA 30:8"
    },
    {
      "content": "LALPA kuom tieng in nghakîr nâwk chun, in unauhai le in thlahaiin sala ṭhuoituhai hmaa chun lungin- sietna dawng an ta, hi rama hin hung nâwk an tih, ama kuomah in kîr phawt chun LALPA in Pathien ngilneitak le zângai theitak a na, nghatsan naw ni cheu,” tiin.",
      "reference": "2 CHANCHIN SUINA 30:9"
    },
    {
      "content": "Chun, dâkpuhai chu khaw tina Ephraim le Manasse ram sûng po po Zebulun chenin an fe pei a; amiruok- chu, hmusitin an lo nuisan a, an lo nuiêu a.",
      "reference": "2 CHANCHIN SUINA 30:10"
    },
    {
      "content": "Nisienlakhawm, Aser le Manas- se le Zebulun hnama mi ṭhenkhat chu an insukhnuoi a, Jerusalema chun an hung a.",
      "reference": "2 CHANCHIN SUINA 30:11"
    },
    {
      "content": "Chun, Juda rama khawm chun LALPA thua hotuhai le lal thupêk ang chu thaw dingin inthuruolna Pathienin a pêk a.",
      "reference": "2 CHANCHIN SUINA 30:12"
    },
    {
      "content": "Chun, a thla hninaa chun, mi- pui nasatak el chu, chawlṭhanglo bei ruoiṭhe chu hmang dingin Jerusalema chun an inkhâwm tah a.",
      "reference": "2 CHANCHIN SUINA 30:13"
    },
    {
      "content": "Chun, an tho a, Jerusalema mâichâm umhai le, riminhnik râwna mâichâmhai po po chu an lâk a, Kidron vadungtêa chun an pei tah a.",
      "reference": "2 CHANCHIN SUINA 30:14"
    },
    {
      "content": "Chun, a thla hnina ni sâwm- palinaa chun fekân ruoiṭhena ding chu an that a; thiempuhai le Levi mihai chu an inzak a, anni chu an inhlân thieng a. LALPA ina chun pumrawhmang thilinhlân chu an hung lâk lût tah a.",
      "reference": "2 CHANCHIN SUINA 30:15"
    },
    {
      "content": "Pathien mi Mosie dân ang peiin an indawtzie ang peiin an hmuna chun an ngîr a; thiempuhai chun thisen Levi mihai kuta inthawka an hmuhai chu an theh a.",
      "reference": "2 CHANCHIN SUINA 30:16"
    },
    {
      "content": "Mipui inkhâwmna laia chun mâni insukthieng lo mi tamtak chu an um sih a; chuleiin, Levi mihai chun, LALPA kuoma anni chu in- hlânthieng dingin ân thieng nawhai taphawt fekân ruoiṭhena ding an thatpêk a.",
      "reference": "2 CHANCHIN SUINA 30:17"
    },
    {
      "content": "Mipui tamtak elhai, Ephraim le Manasse le Issakar le Zebulun mi tamtak elhai chu insukthieng lo an na, ziek a ni ang tho khan fekân ruoiṭhe chu an fâk a. Hezekia chun a lo ṭawngṭai pêk tah a, “LALPA ṭha chun ngaidam raw se, tukhawm",
      "reference": "2 CHANCHIN SUINA 30:18"
    },
    {
      "content": "hmun inthieng inthien dân anga, thieng lo khawm ni sienla, Pathien, a thlatuhai Pathien LALPA chu zawng dinga a lungril a lo innghat ta phawt chu,” tiin.",
      "reference": "2 CHANCHIN SUINA 30:19"
    },
    {
      "content": "Chuongchun, LALPA chun Hezekia ṭawngṭaina chu a lo ngai a, mipuihai khawm chu a lo sukdam tah a.",
      "reference": "2 CHANCHIN SUINA 30:20"
    },
    {
      "content": "Chun, Israel thlahai Jerusalem- a umhai chun chawlṭhanglo bei ruoiṭhe chu ni sari sûng lâwmtakin an hmang tah a, chun, thiempuhai le Levi mihai chu ni tin tinin LALPA kuoma thil sutrîktheihaia hlasakin LALPA chu an inpâk a.",
      "reference": "2 CHANCHIN SUINA 30:21"
    },
    {
      "content": "LALPA rawngbâwlna sina thiemtaka thaw Levi mihai kuoma chun Hezekia chun thlamuonna thu a hril a. Chuongchun, ni sari sûng chu inremna thilinhlânhai chu inhlânin le, LALPA an thlatuhai Pathien kuoma chun thupha chawina siemin, ruoiṭhe sûng po po chun an fâk a.",
      "reference": "2 CHANCHIN SUINA 30:22"
    },
    {
      "content": "Chun, mipui inkhâwmhai po po chun ni dang la hmang nâwk dingin an remti a, ni sari dang chu lâwm- takin an la hmang nâwk a.",
      "reference": "2 CHANCHIN SUINA 30:23"
    },
    {
      "content": "Juda ram lal Hezekia chun mipui inkhâwmhai chu inhlân dingin bâwngchal sâng khat le, berâm sâng sari a pêk a; chun, hotuhai chun mipuihai chu bâwngchal sâng khat le berâm sîng khat an pêk bawk a, thiempu tam tawk tak el chu an insukthieng bawk a.",
      "reference": "2 CHANCHIN SUINA 30:24"
    },
    {
      "content": "Chun, Juda mipuihai po po, thiempuhai leh, Levi mihai leh, Israel rama inthawka mipui hunghai po po leh, Israel rama inthawka mikhuol hunghai po po leh, Juda rama umhai le chun an hlim hle tâwl a.",
      "reference": "2 CHANCHIN SUINA 30:25"
    },
    {
      "content": "Chuongchun, Jerusalema chun nasataka hlimna a um a, Israel lal David naupa Solomon hun china khan chu chuong ang chu Jerusalem- ah a um ngai nawh a.",
      "reference": "2 CHANCHIN SUINA 30:26"
    },
    {
      "content": "Chun, thiempuhai, Levi mihai chu an tho a, mipuihai chu mal an sâwmpêk a; an râwlhai chu hrietin a um a, an ṭawngṭainahai chu a umna inthieng vâna chun a hang tlung a.",
      "reference": "2 CHANCHIN SUINA 30:27"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 CHANCHIN SUINA 30 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}