{
  "verses": [
    {
      "content": "Rorêl a ṭan chun Josia chu kum rieta upa a na, Jerusa- lema chun kum sâwmthum pakhat sûng ro a rêl a.",
      "reference": "2 CHANCHIN SUINA 34:1"
    },
    {
      "content": "LALPA mithmuah thil indik chu a thawh a, a thlatu David lampuihai chu a hrawh a, changtienga manih, vawitienga manih khawm a pêthmang nawh a.",
      "reference": "2 CHANCHIN SUINA 34:2"
    },
    {
      "content": "Naupang a la ni laiin, a rorêl a kum rietnaa inthawk chun a thlatu David Pathien chu a zawng ṭan a; chun, kum sâwmpahninaa chun Juda ram le Jerusalem chu Asera dâm, milim a kera kerhai dâm, milim a sunga sunghai dâm le bâwlhmun po poa inthawk chun a sukthieng ṭan tah a.",
      "reference": "2 CHANCHIN SUINA 34:3"
    },
    {
      "content": "Ama hmaihmaa ngei chun Baal mâichâmhai chu a sukchim a; nisa milimhai, chuonghai chung daia um- hai chu a phûr thlûk a; Asera le milim a kera kerhai le a sunga sunghai chu a vuok nâwi vawng a, pilvutin a siem a, an kuoma lo inthâwi hlaktuhai thlân chungahai chun a phul a.",
      "reference": "2 CHANCHIN SUINA 34:4"
    },
    {
      "content": "Chun, thiempuhai ruhai chu an mâichâmhai chunga chun a rawh a, Juda ram le Jerusalem chu a suk- thieng a.",
      "reference": "2 CHANCHIN SUINA 34:5"
    },
    {
      "content": "Chun, Manasse le Ephraim le Simeon khawpuihaia, Naphtali chen- in, an sietna hmun vêlahai chun chuong ang chun a thaw bawk a.",
      "reference": "2 CHANCHIN SUINA 34:6"
    },
    {
      "content": "Chun, mâichâmhai chu a suk- chim a, Asera chu, milim a kera kerhai le chun a vuok nâwi vawng a, Israel ram po poa inthawk chun nisa milimhai po po chu a phûr thlûk vawng a, Jerusalema chun a kîr nâwk tah a.",
      "reference": "2 CHANCHIN SUINA 34:7"
    },
    {
      "content": "Chun, chuonga ram le in chu a sukthieng laia a rorêlna a kum sâwm pariet kum chun, Azalia naupa Saphan hai, khawpui sûng rorêltu Maaseia hai, Joahaz naupa Joa, thil inchiktuhai chu a Pathien LALPA in chu siem ṭha dingin a tir tah a.",
      "reference": "2 CHANCHIN SUINA 34:8"
    },
    {
      "content": "Thiempu laltak Hilkia kuoma chun an hung a, Levi mi kawtkhâr vêngtuhaiin Manasse le Ephraim mihai kuta inthawk le, Israel mi a la um sun po poa inthawk dâm, Juda le Benjamin mi po poa inthawk dâm, Jerusalema chêngtuhaia inthawka an lâk khâwmhai, Pathien ina sum hung lâka umhai kha, an hung pêk a.",
      "reference": "2 CHANCHIN SUINA 34:9"
    },
    {
      "content": "Chun, chu chu LALPA in en- kawlna sin thawtuhai kuta chun an pêk a; chun, LALPA ina sinthawtuhai chu in siem ṭhatna ding le bâwl ṭhatna ding chun an pêk a,",
      "reference": "2 CHANCHIN SUINA 34:10"
    },
    {
      "content": "in bâwltuhai le thingrem siem- tuhai kuoma lung saksahai, thing a zawmna dinghai inchâwkna ding le, Juda lalin a lo suksiet tah in bâwlna dinga thingtumhai siemna dingin.",
      "reference": "2 CHANCHIN SUINA 34:11"
    },
    {
      "content": "Mihai chun sin chu ringumtak- in an thawh a; annihai enkawltuhai chu Merari naupasalhai, Levi mi Jahath le Obadia hai; Kohath mi naupasalhai Zekaria le Mesullam hai chu an nih; Levi mihai, thil ri sutna thilhaia themthiem taphawthai chu.",
      "reference": "2 CHANCHIN SUINA 34:12"
    },
    {
      "content": "Chun, phurrik phurtuhai en- kawltuhai khawm an ni bawk a, rawngbâwlna sin chu kawng ieng anga khawm an enkawl pei a; chun, Levi mihai chu ziektuhai, hotuhai le kawtkhâr vêngtuahai an um a.",
      "reference": "2 CHANCHIN SUINA 34:13"
    },
    {
      "content": "Chun, LALPA ina tangka lâk lûta um chu an hung lâk suok chun, Hilkia chun Mosien a pêk, LALPA dân lekhabu chu a hmusuok a.",
      "reference": "2 CHANCHIN SUINA 34:14"
    },
    {
      "content": "Chun, Hilkia chun a dawn a, lekhaziektu Saphan kuoma chun, “LALPA ina chun dân lekhabu chu kan hmusuok tah,” a ta. Chuongchun, Hilkia chun lekhabu chu Saphan kuoma chun a pêk tah a.",
      "reference": "2 CHANCHIN SUINA 34:15"
    },
    {
      "content": "Saphan chun lekha chu lal kuoma chun a chawi a; Saphan chun lal kuoma chun thu a hung intlun nâwk a, “I siehlaw hai kuoma thaw dinga pêk ang khan an thaw a;",
      "reference": "2 CHANCHIN SUINA 34:16"
    },
    {
      "content": "LALPA ina tangka hmua um kha an bun suok a, sinthawtuhai kuta le a enkawltuhai kuta chun an pêk suok tah a,” tiin.",
      "reference": "2 CHANCHIN SUINA 34:17"
    },
    {
      "content": "Chun, ziektu Saphan chun lal kuoma chun, “Thiempu Hilkia chun lekhabu a mi lo pêk a,” a ta. Chun, chutaka chun Saphan chun lal hmaa chun a tiem tah a.",
      "reference": "2 CHANCHIN SUINA 34:18"
    },
    {
      "content": "Chun, lal chun dân thuhai chu a hriet chun a puonhai a keithlêr a.",
      "reference": "2 CHANCHIN SUINA 34:19"
    },
    {
      "content": "Chun, lal chun Hilkia hai, Saphan naupa Ahikam hai, Mika naupa Abdon hai le lekhaziektu Saphan le lal siehlaw Asaia chu thu a pêk a,",
      "reference": "2 CHANCHIN SUINA 34:20"
    },
    {
      "content": "“Fe unla, kei le, Juda le Israel rama mâksana la umhai ta ding hin lekhabu hmu suoka um thu ang khan LALPA mi hung râwnpêk ta u; lekha- bua ziek po po, ang taka thaw dinga, ei thlatuhai chun LALPA thu chu an lo pawm ta naw lei khan, LALPA lunginsenna ei chunga bunthlâka um hi a nasa a nih,” tiin.",
      "reference": "2 CHANCHIN SUINA 34:21"
    },
    {
      "content": "Chuongchun, Hilkia le lalin a tirhai po po chu, silfên vêngtu Hasra naupa Tokath naupa Sallum nuhmei, zâwlneinu Hulda kuoma chun an fe tah a, (chuong lai chun Jerusalema vêng pahninaa chun a um a nih), a kuoma chun chuong thua chun thu an hril tah a.",
      "reference": "2 CHANCHIN SUINA 34:22"
    },
    {
      "content": "Ama chun an kuomah, “Israel Pathien LALPA chun hieng hin a tih, ‘Ka kuoma nangni hung tirtu cheu kuoma chun hieng hin hril ro,",
      "reference": "2 CHANCHIN SUINA 34:23"
    },
    {
      "content": "LALPA chun hieng hin a tih, Ngai ta u, hi hmuna le hi hmun hluotuhai chunga chun thil ṭha naw ka hung intlungtir ding a nih; Juda ram lal hmaa an tiem tah lekhabua khâng ṭawngsiehai po po kha,",
      "reference": "2 CHANCHIN SUINA 34:24"
    },
    {
      "content": "kei an mi lo nghatsan tah a; an kut sinthawhaia lunginsen dinga an mi chawktho theina dingin pathien danghai kuoma chun riminhnikhai an rawh a; chuleiin, ka lunginsenna chu hi hmun chunga hin bunthlâk a ni tah a, sukre el ni ta naw nih,’ tiin.",
      "reference": "2 CHANCHIN SUINA 34:25"
    },
    {
      "content": "Amiruokchu, Juda lal, LALPA chu thu indawn dinga tirtu cheu kuoma chun hieng hin hril in ta, Israel Pathien LALPA chun hieng hin a tih, ‘Thu i lo hriet ta chungthua chun,",
      "reference": "2 CHANCHIN SUINA 34:26"
    },
    {
      "content": "hi hmun le a sûnga chênghai chungthua, thuhai chu i hriet phinga i lungril ân nêm a, nangma le nangma chu Pathien hmaa chun în sukhnuoi leiin le, i puonhai i keithlêr a, ka hmaa chun i ṭap leiin kei khawma ka hung hriet ve che a nih.",
      "reference": "2 CHANCHIN SUINA 34:27"
    },
    {
      "content": "Ngai ta, i thlatuhai kuomah infetir ka ti cheh a, i thlâna chun thlamuongtakin fêng i ta, hi hmun le a sûnga umhai chunga thil ṭha naw ka hung intlungtir dinghai po po chu i mithaiin hmu naw nih a tih,’ ti ro,” a ta. Chuongchun, lal chu, thu chu an hung intlun nâwk a.",
      "reference": "2 CHANCHIN SUINA 34:28"
    },
    {
      "content": "Chun, lal chun mi a tir a, Jerusalem le Juda rama upahai po po chu a ko khâwm tah a.",
      "reference": "2 CHANCHIN SUINA 34:29"
    },
    {
      "content": "Chun, lal chu LALPA ina chun a hang feh a; Juda rama mi po pohai le Jerusalema chêngtuhai le, thiem- puhai le Levi mihai le, mi po po a chîn a lienin an hang fe veh a; LALPA ina thuthlungna lekhabu hmua um sûnga thuhai po po an na hrieta chun a tiem tah a.",
      "reference": "2 CHANCHIN SUINA 34:30"
    },
    {
      "content": "Chun, lal chu a hmuna chun a ngîr a, LALPA chu zui a, a thupêkhai, a thuinhriettirhai, a thuruothai chu a lungril po po le a lungvar po poa zâwm a, lekhabua thuthlung thu zieka umhai po po chu thaw dingin LALPA hmaa chun thuthlung a siem tah a.",
      "reference": "2 CHANCHIN SUINA 34:31"
    },
    {
      "content": "Chun, Benjamin le Jerusalema umhai po po chu chuong anga um dingin a tih a. Jerusalema chênghai chun an thlatu Pathien, Pathien thuthlung ang chun an thawh a.",
      "reference": "2 CHANCHIN SUINA 34:32"
    },
    {
      "content": "Chun, Josia chun Israel thlahai ihluo ram po poa inthawk chun tirdakumna po po chu a lâk hmang a, Israel rama umhai po po LALPA an Pathien rawng chu ân bâwltir a. A dam sûng po po chun an thlatuhai Pathien LALPA zuinaa inthawk chun an pêthmang nawh a.",
      "reference": "2 CHANCHIN SUINA 34:33"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 CHANCHIN SUINA 34 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}