{
  "verses": [
    {
      "content": "Amazia chu ro a rêl ṭan chun kum sâwmhni pangaa upa a na; Jerusalema chun kum sâwmhni pakuo ro a rêl a, a nu hming chu Jehoaddan, Jerusalem mi a nih.",
      "reference": "2 CHANCHIN SUINA 25:1"
    },
    {
      "content": "LALPA mithmuah thil indik chu a thawh a; amiruokchu, lungril ṭha famkim leh ni loin.",
      "reference": "2 CHANCHIN SUINA 25:2"
    },
    {
      "content": "Lalram chu ama ta dinga sukdet a ni phing chun, a pa lal thattu a siehlawhai kha a that tâwl a.",
      "reference": "2 CHANCHIN SUINA 25:3"
    },
    {
      "content": "Nisienlakhawm, an nauhai chu a that nawh a, LALPA thupêk ang a, Mosie lekhabua dâna ziek angin a thaw lem tah a; “Nauhai ta dingin pahai chu thi naw ni hai a, nauhai chu pahai ta dingin thi bawk naw ni hai; amiruokchu, mi tin mâni suolna senga ding chun thi lem an tih,” tiin.",
      "reference": "2 CHANCHIN SUINA 25:4"
    },
    {
      "content": "Chunawa khawm Amazia chun Juda mihai chu a ko khâwm a, Juda le Benjamin chia mi po pohai chu za pâwl hotu hnuoia dâm, sâng pâwl hotu hnuoia dâm an pahnam ang peiin an inumtir a; kum sâwmhni le a chungtienga mi po chu a tiem a, phâw le fei hmang thei, indo dinga fe suok thei ṭhieu le thlangsuok ṭhieu mi nuoi thum an um a.",
      "reference": "2 CHANCHIN SUINA 25:5"
    },
    {
      "content": "Chun, tangka talent za khatin Israel rama inthawkin mi huoisen nuoi khat a ruoi bawk a.",
      "reference": "2 CHANCHIN SUINA 25:6"
    },
    {
      "content": "Nisienlakhawm, Pathien mi a kuomah a hung a, “Aw lalpa, Israel sipaihai hi nanga ruolin fe ve naw raw hai se, Israelhai kuoma chun LALPA chu a um si nawh a; anih, Ephraim thlahai po po huomin.",
      "reference": "2 CHANCHIN SUINA 25:7"
    },
    {
      "content": "Nisienlakhawm, in fe suok a ni hrim hrim chun, huoitakin thaw la, indonaa chun va hrât rawh, hmêl- mahai hmaa chun Pathien chun suktlâwm a ti che; Pathien chun ṭhangpui ding le pei thla dingin thilthawtheina a nei sih a,” a ta.",
      "reference": "2 CHANCHIN SUINA 25:8"
    },
    {
      "content": "Amazia chun Pathien mi kuoma chun, “Anleh, Israel sipaihai kuoma tangka talent za ka lo pêk ta chu ieng tin am thâwng ei ti leh?” a ta. Pathien mi chun, “Hi nêka tam khawm hi pe ding chein LALPA chu a thei a nih,” tiin a dawn a.",
      "reference": "2 CHANCHIN SUINA 25:9"
    },
    {
      "content": "Amazia chun, Ephraima in- thawka a kuoma sipai hunghai kha an in tienga fe nâwk el dingin a ṭhe thlâk tah a; chuongchun, Judahai chunga chun an lungsen chu nasa- takin a chawk tah a, lunginsen ṭium- tak chun in an inlawi nâwk tah a.",
      "reference": "2 CHANCHIN SUINA 25:10"
    },
    {
      "content": "Chun, Amazia chu ân sukhuoi a, a mihai chu a ṭhuoi suok a, Chi Ruoma chun a fe tah a; Seir thlahai sîng khat rau chu a hang hne tah a.",
      "reference": "2 CHANCHIN SUINA 25:11"
    },
    {
      "content": "Chun, mi dang sîng khat bawk chu Juda thlahai chun a hringin an ṭhuoi a, lungpui sîpa chun an hung ṭhuoi a, chuongchun, lungpui sîpa inthawk chun an pei thlâk a, an rêng chun an inphit vawng tâwl tah a.",
      "reference": "2 CHANCHIN SUINA 25:12"
    },
    {
      "content": "Chun, sipai pâwla mihai chu, indo dinga ama le fe lo dinga Amazia chun a tirkirhai khan Samaria inthawk Beth-horon chenin Juda ram khawpuihai chu an hang rûn a, mi sâng thum an that a, râllâk sum tamtak an lâk bawk a.",
      "reference": "2 CHANCHIN SUINA 25:13"
    },
    {
      "content": "Chun, Amazia chu Edom mihai that a hung kîr hnung chun, Seir thlahai pathien chu a hung lâk a, a pathienhai ni dingin a sieh a, an hmaa chun a kûn a, an kuoma chun riminhnikhai a raw tah a.",
      "reference": "2 CHANCHIN SUINA 25:14"
    },
    {
      "content": "Chuleichun, LALPA lunginsen chu Amazia chunga chun a hung ṭal tah a, a kuoma chun zâwlnei a tir a, a kuomah, “I kuta inthawka an mihai ngei khawm sanhim thei si lo, mipuihai pathienhai chu iengdinga i zawng am a na?” a tih a.",
      "reference": "2 CHANCHIN SUINA 25:15"
    },
    {
      "content": "Chun, ama le an inbiek zing lai chun lal chun a kuomah, “Lal thurawnpuituah kan siem che am a nih? Fîmkhur rawh; iengdingin am thatin um i ta?” a ta. Chuongchun, zâwlnei chun, “Ka thurâwn chu i pawisa nawh a, hi thil hi i thaw leiin, Pathien chun suksiet a tum che a nih ti ka hriet a nih,” a ta, a to tah a.",
      "reference": "2 CHANCHIN SUINA 25:16"
    },
    {
      "content": "Chun, Juda ram lal Amazia chun thurawn a lâk a, Israel lal Jehu naupa Jehoahaz naupa Joas kuomah mi a tir a, “Hung ta, hmai le hmaisan ngeiah hang inen ei tih,” tiin.",
      "reference": "2 CHANCHIN SUINA 25:17"
    },
    {
      "content": "Chun, Israel ram lal Joas chun Juda ram lal Amazia kuoma chun mi a tir a, “Lebanona hlingbukin Leba- nona Sidar thing kâwlah mi tirin, ‘I naunu kha ka naupa nuhmei dingin pe rawh,’ tiin; chun, Lebanona ram- sahai chu an hung a, hlingbuk chu an chîl thlûk tah a.",
      "reference": "2 CHANCHIN SUINA 25:18"
    },
    {
      "content": "A ni luo, ‘Edom chu ka hang hneh a’ i ta, i lungrilin uong dingin a dawm sâng che a ni hi; i inah um ṭawk ṭawk el rawh, i sietna ding chu chawksuok ṭâl dîm nîng a ti; nang tlûng i ta, nang ngei chu, chun nang le chun Juda ram chu tlu bawk a tih,” a ta.",
      "reference": "2 CHANCHIN SUINA 25:19"
    },
    {
      "content": "Amiruokchu, Amazia chun a ngai chuong nawh a, an hmêlmahai kuta a pêk theina dinga Pathien ithaw a nih, Edom pathienhai an lo zawng ta lei khan.",
      "reference": "2 CHANCHIN SUINA 25:20"
    },
    {
      "content": "Chuongchun, Israel ram lal Joas chu a hang feh a; Juda rama Beth-semesa chun ama le Juda ram lal Amazia chu hmaisan ngeia chun an inen tah a.",
      "reference": "2 CHANCHIN SUINA 25:21"
    },
    {
      "content": "Israel hmaa chun Juda chan chu a se nâwkzuol tah a; mi tin chu mâni puon ina seng an tlânse tah a.",
      "reference": "2 CHANCHIN SUINA 25:22"
    },
    {
      "content": "Chun, Israel ram lal Joas chun Jehoahaz naupa Joas naupa Juda ram lal Amazia chu Beth-semesa chun a man a, Jerusalema chun a hung ṭhuoi a, Ephraim tienga dâi kawtkhâra inthawka a kia dâi kawtkhâr chen, tawng za li zet Jerusalem kul chu a vuok chim a.",
      "reference": "2 CHANCHIN SUINA 25:23"
    },
    {
      "content": "Chun, Obed-edom le Pathien ina rângkachak le tangkaruo le bûr le bêlhai po po, lal ina ro thilhluhai le, hrên ding salhai le chun a lâk a, Samaria chun a kîr tah a.",
      "reference": "2 CHANCHIN SUINA 25:24"
    },
    {
      "content": "Chun, Israel lal Jehoahaz nau- pa Joas thi hnung chun Juda lal Joas naupa Amazia chu kum sâwmpanga a la dam a.",
      "reference": "2 CHANCHIN SUINA 25:25"
    },
    {
      "content": "Chun, Amazia thilthaw dang- hai, a hmasa le nuhnunghai khawm chu, ngai ta, Israel le Juda lalhai lekhabua chun ziek a ni naw am a nih?",
      "reference": "2 CHANCHIN SUINA 25:26"
    },
    {
      "content": "Chun, Amazia chu LALPA zuinaa inthawka ân herhmang china khan chu Jerusalema chun ama chunga phierrûkna an siem a, Lakis tieng chen a tlânseh a, amiruokchu, Lakis tieng chun mi an tir pei a, chutaka chun an that tah a.",
      "reference": "2 CHANCHIN SUINA 25:27"
    },
    {
      "content": "Chun, a ruong chu sakawr chungah an hung lâk a, a thlatuhai laiah David khawpuia chun an phûm tah a.",
      "reference": "2 CHANCHIN SUINA 25:28"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 CHANCHIN SUINA 25 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}