{
  "verses": [
    {
      "content": "Chun, Solomon chun LALPA hmingin in le, ama lalram ta dingin in bâwl a lo tum tah a.",
      "reference": "2 CHANCHIN SUINA 2:1"
    },
    {
      "content": "Chuongchun, Solomon chun phurrik phur mi sîng sari le thing sak mi sîng riet le, anni chu enkawltu dingin mi sâng thum le za ruk chu a ruot tah a.",
      "reference": "2 CHANCHIN SUINA 2:2"
    },
    {
      "content": "Chun, Solomon chun Tura lal Huram kuoma chun mi a tir a, “Ka pa David kha i lo ngaisak a, a umna dinga in bâwlna dingin sidar thinghai i lo thawn ang bawk khan, kei khawm mi hung thawn ve rawh.",
      "reference": "2 CHANCHIN SUINA 2:3"
    },
    {
      "content": "Ngai ta, LALPA ka Pathien hmingin ama kuoma inhlân ding le, riminhnikhai a hmaa râwna ding le, entirna bei sie zingna ding le, zîng le zâna le, châwlnia le, thla tharhaia le, LALPA kan Pathien ruoiṭhe hun- bihaia pumrawhmang thilinhlânna dingin in ka bâwl a. Hi hi Israel kuoma kumkhaw thuthlung a ni hrim a.",
      "reference": "2 CHANCHIN SUINA 2:4"
    },
    {
      "content": "Chu in ka bâwl chu a ropui hle a, kan Pathien chu pathien danghai po po nêkin a ropui lem hrim a.",
      "reference": "2 CHANCHIN SUINA 2:5"
    },
    {
      "content": "Amiruokchu, vân le vânhai vân khawm chun ama chu a dâwl nawh ti hmuin tuin am ama ta ding chun in bâwl thei a ta? Ama hmaa riminhnik rawna ding ti chau naw chu, ama ta dingin in ka hang bâwlpêk chu, a tu ang am ka ni hrim a?",
      "reference": "2 CHANCHIN SUINA 2:6"
    },
    {
      "content": "Chuleiin, tuhin rângkachak sina themthiem mi, tangkaruo le, dârsen le thîra thiem, a senêm le a senduk le, a dumpâwla thiem, ker dân kawng chi tinrênga thiem, ka pa Davidin a lo ruoi tah, Jerusalem le Juda rama mi thiemhai le thaw ding hin mi them- thiem mi hungtir pêk rawh.",
      "reference": "2 CHANCHIN SUINA 2:7"
    },
    {
      "content": "Sidar thinghai, fâr thinghai, al- gum thinghai Lebanona inthawk khan mi hung inphur bawk la; i mihai chu Lebanona thingphûr an thiem ti ka hriet si a; chun, ngai ta, i sie- hlawhai chu ka siehlawhai leh um an ta;",
      "reference": "2 CHANCHIN SUINA 2:8"
    },
    {
      "content": "thing tamtak el mi buotsaipêk dingin, hi in ka bâwl ding hi nasataka ropui a ni ding a ni sih a.",
      "reference": "2 CHANCHIN SUINA 2:9"
    },
    {
      "content": "Chun, i mi thing âttuhai kuoma chun bupui tekhâwng sîng hni le, buṭei tekhâwng sîng hni le, hriek bath sîng hni le uoin bath sîng hni pêng ka tih,” tiin.",
      "reference": "2 CHANCHIN SUINA 2:10"
    },
    {
      "content": "Tura lal Huram chun ziekin a dawn a, chu chu Solomon kuomah a thawn a, “LALPA chun a mihai a lunginsiet leiin an chunga lalah a siem che a nih,” tiin.",
      "reference": "2 CHANCHIN SUINA 2:11"
    },
    {
      "content": "Huram bawk chun, “LALPA Israelhai Pathien, hnuoi le vân siem- tu lal David kuoma naupasal vartak hrietthiemna le thlierthiemna nei mi, LALPA ta ding le a lal ram ta dinga in bâwltu ding petu chu inpâkin um raw se.",
      "reference": "2 CHANCHIN SUINA 2:12"
    },
    {
      "content": "Chun, tuhin hi mi themthiem, hrietthiemna nei mi, a hming Huramabi ka hung tir,",
      "reference": "2 CHANCHIN SUINA 2:13"
    },
    {
      "content": "ama chu Dan naunuhmeihai thlaa mi a na, ama pa chu Tura mi hrim, rângkachak sina le tangkaruoa le, dârsena le thîra le lunga le, thinga le, a senêma le, a dumpâwla le, puon zai inhmia le a senduka thiem a na, ker dân chi tinrênga ker ding le, thaw dân kawng ruot ang thaw ding mi thiem a na; i themthiemhai le ka pu David i pa, mi thiemhai leh ama chun sin thâwng a ta.",
      "reference": "2 CHANCHIN SUINA 2:14"
    },
    {
      "content": "Tuhin bupui le buṭei le hriek le, uoin ka puin a hril ta kha, a siehlawhai kuoma hin hung thawn sienla,",
      "reference": "2 CHANCHIN SUINA 2:15"
    },
    {
      "content": "pawimaw ding ang zât zât chu Lebanona inthawkin thing chu hung sât kan ta, tuipuiah Joppa chen hung tawl kan ta, chutaka inthawk chun Jerusalemah nangin lâng i ta,” tiin.",
      "reference": "2 CHANCHIN SUINA 2:16"
    },
    {
      "content": "Chun, Solomon chun Israel rama mikhuol um po pohai chu a tiem a, a pa Davidin a tiem hnunghai kha, chuongchun, nuoi khat sîng nga sâng thum le za ruk an tling a.",
      "reference": "2 CHANCHIN SUINA 2:17"
    },
    {
      "content": "Chun, anni laia sîng sari chu thil phur mi dingin a ruot a; chun, sîng riet chu tlânga thing sak mi dingin; chun, sâng thum le za ruk chu mipuihai sin inthawtirtu dingin.",
      "reference": "2 CHANCHIN SUINA 2:18"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 CHANCHIN SUINA 2 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}