{
  "verses": [
    {
      "content": "Chun, Solomon chun Moria tlânga a pa David kuoma LALPA chu ân lâr a, Davidin a lo buotsaina hmun, Jebus mi Ornan hrizâwla a lo thlangna hmun Jerusalema chun LALPA in bâwl chu a ṭan tah a.",
      "reference": "2 CHANCHIN SUINA 3:1"
    },
    {
      "content": "A rorêl a kum lina, a thla hnina, a ni hninaa chun a bâwl ṭan a.",
      "reference": "2 CHANCHIN SUINA 3:2"
    },
    {
      "content": "Pathien in bâwlna dinga Solo- monin a lungphûm a phûmhai chu hienghai hi an nih: a dungtieng chu tawnga inkhiin inkhina hmasa dâna chun tawng sâwmruk a na, a khang- tieng chu tawng sâwmhni a nih.",
      "reference": "2 CHANCHIN SUINA 3:3"
    },
    {
      "content": "Chun, a tuolpûk inpui hmaa mi chu, a dung chu a in khangtieng chen chie, tawng sâwmhni a na, ân sâng- tieng chu tawng za le sâwmhni a na, a sûng chu rângkachak inthiengin ân luon khum a.",
      "reference": "2 CHANCHIN SUINA 3:4"
    },
    {
      "content": "A in lien lem chu fâr thingin ân khum a, rângkachak inthiengin ân luon khum a, a chunga chun intûm thinghai le khaidiet limhai a siem a.",
      "reference": "2 CHANCHIN SUINA 3:5"
    },
    {
      "content": "Mawina dingin in chu lunghlu- haiin a cheimawi a, a rângkachakhai khawm chu Parvaim rângkachak an nih.",
      "reference": "2 CHANCHIN SUINA 3:6"
    },
    {
      "content": "Chutaka a kawtkhârhai, chutaka banghai le kalhai le ṭuong le chu in chu rângkachakin ân luon khum bawk a; bangahai chun cherub limhai a ker bawk a.",
      "reference": "2 CHANCHIN SUINA 3:7"
    },
    {
      "content": "Chun, hmun inthieng tak chu a siem bawk a; chu a dungtieng chu a inpui khangtieng ang chiein, tawng sâwmhni a na; a khang khawm chu tawng sâwmhni bawk a nih; chun, rângkachak inthieng talent za ruk laiin ân luon khum bawk a.",
      "reference": "2 CHANCHIN SUINA 3:8"
    },
    {
      "content": "Chun, a kilna rikzie chu râng- kachak shekel sâwmnga tluk a nih. A pindan chunghnunghai chu rângka- chakin ân luon khum a.",
      "reference": "2 CHANCHIN SUINA 3:9"
    },
    {
      "content": "In inthiengtaka chun cherub pa- hni a lima cherin a siem a; chuonghai chu rângkachakin ân luon khum a.",
      "reference": "2 CHANCHIN SUINA 3:10"
    },
    {
      "content": "Cherubhai thla chu tawng sâwmhnia sei a na; cherub pakhat thla chu, a in bang va sukin tawng nga a na, a thla khing tieng chu tawng nga bawk a na; cherub dang thla kha a va suk a.",
      "reference": "2 CHANCHIN SUINA 3:11"
    },
    {
      "content": "Chun, cherub pakhat dang thla khawm chu bang va tâwkin tawng nga a na, a thla dang pakhat chun cherub thla dang kha va zawmin tawng nga a ni ve bawk a.",
      "reference": "2 CHANCHIN SUINA 3:12"
    },
    {
      "content": "Chuongchun, hieng cherub thlahai hin tawng sâwmhni chu an zârhlie a; an kehaiin an ngîr a; an hmaihai chu insûng tieng chu an nghah a.",
      "reference": "2 CHANCHIN SUINA 3:13"
    },
    {
      "content": "Chun, puonzâr dumpâwl le a senêm le, a senduk le puon zai inhmi a siem a, a chunga chun cherubhai ân chuon bawk a.",
      "reference": "2 CHANCHIN SUINA 3:14"
    },
    {
      "content": "Chun, in hmatienga chun sût- pui pahni tawng sâwmthum pangaa insâng ve ve a siem a, chuong a lêr- tâwpa a hmawrbâwkhai chu tawng nga ve ve an ni bawk a.",
      "reference": "2 CHANCHIN SUINA 3:15"
    },
    {
      "content": "Chun, hmun inthienga chun khaidiethai a siem a, chuong sût- puihai lêra chun a thlung a; chun, theibufai za khat a siem bawk a, chuong chu khaidieta chun a khai tâwl a.",
      "reference": "2 CHANCHIN SUINA 3:16"
    },
    {
      "content": "Biekin tuola chun chuong sût- puihai chu a phun a, pakhat chu changtieng, a dang chu vawitieng; chun, chu changtienga mi chu a hmingah Jakin ân bûk a, vawitienga mi chu a hmingah Boaz ân bûk bawk a.",
      "reference": "2 CHANCHIN SUINA 3:17"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 CHANCHIN SUINA 3 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}