{
  "verses": [
    {
      "content": "Chun, Oded naupa Azaria chunga chun Pathien thlarau a hung a;",
      "reference": "2 CHANCHIN SUINA 15:1"
    },
    {
      "content": "Asa chu tuok dingin a va fe suok a, a kuoma chun, “Nangni Asa le Benjamin le Juda ram po pohai, mi lo ngai ta u; a kuoma in um sûng po chun LALPA chu in kuomah a um a; chun, ama chu in zawng chun in ihmuin um a ta; amiruokchu, ama chu in nghatsan chun nghatsan vêng a ti cheu.",
      "reference": "2 CHANCHIN SUINA 15:2"
    },
    {
      "content": "Chuongchun, hun sâwttak el chu Israel ram chu Pathien indiktak bo, inchûktirtu thiempu le dân boin an lo um tah a;",
      "reference": "2 CHANCHIN SUINA 15:3"
    },
    {
      "content": "amiruokchu, an rimsiknaa chun Israel Pathien LALPA kuom tieng chun an kîr nâwk a, ama chu an zawng a, an hmu a ni kha.",
      "reference": "2 CHANCHIN SUINA 15:4"
    },
    {
      "content": "Chuong lai hunahai chun mi hung lût ta ding le a suok ta ding khawm chun muongna hrim hrim a um nawh a, ram po pohai hluotuhai chunga chun lunginzîngna nasatak a um lem a.",
      "reference": "2 CHANCHIN SUINA 15:5"
    },
    {
      "content": "A tum tumin an insukdar vawng a, hnam chungah hnam dang, khaw- pui chungah khawpui dang; inhmêl- mâkna tinrêngin Pathienin anni chu a suklungsen tâwl sih a.",
      "reference": "2 CHANCHIN SUINA 15:6"
    },
    {
      "content": "Amiruokchu, insukhrât unla; in- thlada naw ro, in sinthaw chu lâwmman pêk in ni ding a ni sih a,” tiin.",
      "reference": "2 CHANCHIN SUINA 15:7"
    },
    {
      "content": "Asa chun hieng thu le, zâwlnei Oded thuhrilhai chu a hriet chun, ân sukhuoi a, Juda le Benjamin ram po poa le Ephraim tlâng rama khawpui a lâkhaia inthawka tirdakumnahai po po chu a sie hmang tah a; LALPA mâichâm LALPA tuolpûk hmaa um chu a siem thar bawk a.",
      "reference": "2 CHANCHIN SUINA 15:8"
    },
    {
      "content": "Juda le Benjamin rama mi po po le, Ephraim le Manasse le Simeona inthawka chutaka hung inpêm lûthai chu a ko khâwm vawng a; LALPA a Pathien chu a kuomah a um ti an hmu chun Israel rama inthawkin mi tamtak chu ama kuoma chun an lo kai ta sih a.",
      "reference": "2 CHANCHIN SUINA 15:9"
    },
    {
      "content": "Chuongchun, anni chu Asa rorêl kum sâwmpanga kum thla thumnaa chun Jerusalema chun an hung inkhâwm tâwl a.",
      "reference": "2 CHANCHIN SUINA 15:10"
    },
    {
      "content": "Chu ni chun râllâk thila an hung lâk, bâwngchal za sari le berâm sâng sariin LALPA kuomah an inthâwi a.",
      "reference": "2 CHANCHIN SUINA 15:11"
    },
    {
      "content": "Chun, an lungvar po po le an lungril po po an thlatuhai Pathien LALPA chu zawng dingin thuthlung an siem a.",
      "reference": "2 CHANCHIN SUINA 15:12"
    },
    {
      "content": "chuongchun, mi tukhawm Israel Pathien LALPA zawng lo chu mi lien amanih, mi chîn amanih, pasal amanih nuhmei amani khawm ni sienla sukhlum ding a nih.",
      "reference": "2 CHANCHIN SUINA 15:13"
    },
    {
      "content": "Chun, rawsemhai, tawtawrâwt- hai le khêkriin, râwl inringtakin LALPA kuoma chun ṭawng an inkhâm a.",
      "reference": "2 CHANCHIN SUINA 15:14"
    },
    {
      "content": "Juda mihai po po chu thutiem chun an hlim hle a, an lungril po poin an inkhâm a, an châkna po poa ama chu an zawng leiin, ama chu an ihmua chun a um hrim a; chuong- chun, a vêlin anni chu LALPA chun muongna a pêk tah a.",
      "reference": "2 CHANCHIN SUINA 15:15"
    },
    {
      "content": "Lal Asa chun a nu Maaka khawm chu Asera ta dingin lim tirdakum chu a siem leiin lalnu a ninaa inthawk chun a bân bawk a; chun, Asa chun a milim chu a phûr thlûk a, a suknâwi vawng a, Kidron vadungtêa chun a raw tah a.",
      "reference": "2 CHANCHIN SUINA 15:16"
    },
    {
      "content": "Nisienlakhawm, Israel rama inthawk chun bâwlhmunhai chu lâk hmang a ni nawh a, amiruokchu, a dam sûng po po Asa lungril chu ngiltakin a um a.",
      "reference": "2 CHANCHIN SUINA 15:17"
    },
    {
      "content": "A pain a lo inhlân tahai le amain ân hlân tahai, tangkaruo dâm, râng- kachak dâm, bûr le bêlhai leh Pathien ina chun a hung lâk a.",
      "reference": "2 CHANCHIN SUINA 15:18"
    },
    {
      "content": "Asa rorêl a kum sâwmthum pangana chen chun indona hrim hrim a um ta nawh a.",
      "reference": "2 CHANCHIN SUINA 15:19"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 CHANCHIN SUINA 15 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}