{
  "verses": [
    {
      "content": "Jeroboam inlal kum sâwm- parietnaa chun Abija chun Juda rama chun ro a rêl ṭan a.",
      "reference": "2 CHANCHIN SUINA 13:1"
    },
    {
      "content": "Ama chun kum thum lai Jerusalemah ro a rêl a; a nu hming chu Mikaia, Gibea mi, Uriel naunu kha a nih. Chun, Jeroboam le Abija inkâra khawm chun indona a um a.",
      "reference": "2 CHANCHIN SUINA 13:2"
    },
    {
      "content": "Abija chun indonaa mi hrât ruol sipai pâwl thlang ṭhieu nuoi li lai chun indonaa chun a hang thaw a; Jeroboam khawm chun mi hrât khawkhêng thlang ṭhieu nuoi riet leh indonaa chun ama chu a hung ep ve bawk a.",
      "reference": "2 CHANCHIN SUINA 13:3"
    },
    {
      "content": "Abija chu Ephraim tlâng rama Zemaraim tlâng chunga chun a ngîr a. “Aw Jeroboam le Israel mi po pohai, mi lo ngai ta u;",
      "reference": "2 CHANCHIN SUINA 13:4"
    },
    {
      "content": "LALPA Israelhai Pathienin David le a thlahai kuomah Israel ram chu kumkhuoa dingin machi thuthlung hmangin a pêk a nih, ti in hriet naw am a ni?",
      "reference": "2 CHANCHIN SUINA 13:5"
    },
    {
      "content": "David naupa Solomon siehlaw, Nebat naupa Jeroboam hi thoin, a pu chungah a lo hel el hi.",
      "reference": "2 CHANCHIN SUINA 13:6"
    },
    {
      "content": "Chun, ama kuoma chun mi teplohai, mi hmangna bohai chu an inkhâwm a, Rehoboam chu a la nau- panga, lungril dâwng a ni lai khan, anni chu Solomon naupa Rehoboam kalin an insukhrât a, ama chun a lo dang zo ta naw kha a na.",
      "reference": "2 CHANCHIN SUINA 13:7"
    },
    {
      "content": "Chun, tuhin David naupasalhai kuta LALPA ram chu do thei dingin in inngaituoh a, mipui nasatak in na, in kuoma chun in pathienhai dinga Jeroboamin a siem rângkachak bâwngtehai chu an um bawk a.",
      "reference": "2 CHANCHIN SUINA 13:8"
    },
    {
      "content": "LALPA thiempuhai Aron nau- pasalhai le Levi mihai chu in hnawtsuokin, ram dang mihai dân angin thiempuhai in insiem fâwm a ni naw am a nih? chuleichun, mi tukhawm berâm pasari le bâwngchal tuoia ama inpumpêk dinga hung taphawt chu pathien ni lohai thiempuhai chu an ni thei pei a.",
      "reference": "2 CHANCHIN SUINA 13:9"
    },
    {
      "content": "Amiruokchu, keini chu LALPA chu kan Pathien a na, ama chu kan nghatsan nawh a; LALPA ta dinga rawngbâwltu thiempu kan neihai chu Aron naupasalhai an na, Levi chihaiin an ṭhangpui a;",
      "reference": "2 CHANCHIN SUINA 13:10"
    },
    {
      "content": "riminhnik thilinhlânhai le pum- rawhmang thilinhlânhai chu zîng tin le zân tin LALPA kuoma chun an rawh a; entirna bei khawm chu dawkân inthieng chunga chun indawt thliein an sieh a; chun, rângkachak sathâu khâwnvar siena khawm, chutaka a khâwnvarhai zân tina sit ding leh; LALPA kan Pathien thupêk ang chu kan kawl zing a; amiruokchu, nangni chun in nghatsan a ni hi.",
      "reference": "2 CHANCHIN SUINA 13:11"
    },
    {
      "content": "Chun, en ta u, Pathien chu kan hma tieng keini lai a um a; in chunga inlâuna sukri dingin suklauna taw- tawrâwthai le thiempuhai chu an um bawk a; Aw Israel thlahai, in thla- tuhai Pathien LALPA chu do naw ro khai; in hlawtling naw ding a ni sih a,” tiin.",
      "reference": "2 CHANCHIN SUINA 13:12"
    },
    {
      "content": "Nisienlakhawm, Jeroboam chun an hnung tienga hung dingin lambun pâwl a siem a; chuongchun, Juda hmaa chun an um a, lambun pâwl chu an hnunga chun an um bawk a.",
      "reference": "2 CHANCHIN SUINA 13:13"
    },
    {
      "content": "Chun, Juda mihai chu an hei nghakîr chun, ngai ta, râl chu an hma le hnunga chun an um tah a; LALPA chu an ko a, thiempuhai chun taw- tawrâwthai chu an mût tah a.",
      "reference": "2 CHANCHIN SUINA 13:14"
    },
    {
      "content": "Chun, Juda mihai chu an khêk a; chuonga Juda mihai an khêk chun, Pathienin Israelhai po po le Jeroboam chu Abija le Juda mihai hmaa chun a hung suktlâwm tah a.",
      "reference": "2 CHANCHIN SUINA 13:15"
    },
    {
      "content": "Chuongchun, Juda mihai hmaa inthawk chun Israel mihai chu an tlânseh a; chun, Pathienin an kuta chun anni chu a pêk tah a.",
      "reference": "2 CHANCHIN SUINA 13:16"
    },
    {
      "content": "Abija le a mihai chun nasatakin anni chu an that tah a, chuongchun, thlang ṭhieu Israel mi nuoi nga chu thatin an tlu tah a.",
      "reference": "2 CHANCHIN SUINA 13:17"
    },
    {
      "content": "Chuongchun, chu huna chun Israel thlahai chu sukhnuoiin an um tah a, Juda thlahai ruok chun an thlatuhai Pathien LALPA chu an ringsan leiin an hne tah a.",
      "reference": "2 CHANCHIN SUINA 13:18"
    },
    {
      "content": "Abija chun Jeroboam chu a hnawt pei a, amaa inthawk chun khawpuihai a lâk a; Bethel le chutaka a khawperhai leh, Jesana le chutaka a khawperhai leh, Ephron le chutaka a khawperhai leh.",
      "reference": "2 CHANCHIN SUINA 13:19"
    },
    {
      "content": "Abija dam sûng chun Jeroboam chu a hrât suok nâwk ta ngai nawh a; LALPA chun a hrem a, ama chu a thi tah a.",
      "reference": "2 CHANCHIN SUINA 13:20"
    },
    {
      "content": "Chun, Abija chun thil a hung thawthei deu deu a, nuhmei sâwm pali a nei a, naupasal sâwmhni pahni le naunuhmei sâwmparuk a nei a.",
      "reference": "2 CHANCHIN SUINA 13:21"
    },
    {
      "content": "Abija thilthaw danghai, a thaw- dânhai le a thuhrilhai chu zâwl- nei Iddo hrilfiena bua chun ziek an nih.",
      "reference": "2 CHANCHIN SUINA 13:22"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 CHANCHIN SUINA 13 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}