{
  "verses": [
    {
      "content": "Seba lalnu chun Solomon chan- chin chu a lo hrietin, indawnna intak takhai le Solomon chu fie dingin rawi nasatak leh; sanghâwng- sei, riminhnik le rângkachak tamtak le lunghluhai phurtuhai le chun Jerusalema chun a hung a; chun, Solomon kuom a hung tlung chun, a lungrila umhai po po thua chun ama chu ân biekpui tah a.",
      "reference": "2 CHANCHIN SUINA 9:1"
    },
    {
      "content": "Chun, Solomon chun ân dawn- nahai po po chu a dawn a, Solomon ihriet naw thil, a dawn thei naw iengkhawm a um nawh a.",
      "reference": "2 CHANCHIN SUINA 9:2"
    },
    {
      "content": "Chun, Seba lalnu chun Solomon varzie le, in a ibâwl ta le,",
      "reference": "2 CHANCHIN SUINA 9:3"
    },
    {
      "content": "dawkâna a bu dâm, a siehlaw inṭhunghai le a rawngbâwltuhai ngîrzie dâm le, an incheinahai le, a no chawituhai le an incheinahai le, a kailâwn LALPA in a hang fena chu a hmu chun, amaa chun lungril dang hrim a um ta nawh a.",
      "reference": "2 CHANCHIN SUINA 9:4"
    },
    {
      "content": "Chun, lal kuoma chun, “I varzie le i thilthawhai keia rama ka lo hriet thuthanghai hi ân dik ngei a ni hi.",
      "reference": "2 CHANCHIN SUINA 9:5"
    },
    {
      "content": "Kei ngei ka hung a, ka mit ngeia ka hung hmu hma khan chu an thuhai ka lo ring nawh a; ngai ta, i varna nasatzie chenve khawm hi hril ka lo ni naw hi tie; i hminginthangna ka lo hriet hi i khûm dai a nih.",
      "reference": "2 CHANCHIN SUINA 9:6"
    },
    {
      "content": "I mihai chu an vângnei a nih, i siehlaw i hmaa ngîr zing zinga, i varna thu ngai hlakhai chu an va vângnei de!",
      "reference": "2 CHANCHIN SUINA 9:7"
    },
    {
      "content": "LALPA i Pathien chu inpâkin um raw se; ama chun LALPA i Pathien ta dinga lal ni dinga lalṭhungphaa inṭhungtir che chu a lâwm zâwng tak a na; i Pathien chun Israelhai chu kumkhuoa tungding zing chu a nuom zâwng a ni leiin, indiktaka rorêlna chu nei dingin an chunga lalah a siem che a ni hi,” a ta.",
      "reference": "2 CHANCHIN SUINA 9:8"
    },
    {
      "content": "Ama chun lal chu rângkachak talent za le sâwmhni le, riminhnik tamtak le, lunghluhai a pêk a; Seba lalnuin Solomon kuoma a pêk ang hrim hrim riminhnik a la um ngai nawh.",
      "reference": "2 CHANCHIN SUINA 9:9"
    },
    {
      "content": "Chun, Huram siehlawhai le Solomon siehlawhai Ophira in- thawka rângkachak hung phurtuhai khan algum thing le lunghlu an hung phur a.",
      "reference": "2 CHANCHIN SUINA 9:10"
    },
    {
      "content": "Chun, lal chun algum thing chu LALPA in ta ding le lal ina inhuonna ding le, hla saktuhai ta dinga per- khuong le ṭingṭanghai dingin a siem a; chuong ang hrim hrim chu Judai rama chun a hmain hmu a ni ngai nawh a.",
      "reference": "2 CHANCHIN SUINA 9:11"
    },
    {
      "content": "Chun, lal Solomon chun Seba lalnu kuoma chun a dit taphawt, a hni phawt chu amain a hung chawi ang ni lo phawt kha chu a pêk veh a. Chun, a kîr a, ama ram ngeia chun ama le a siehlawhai chu an fe tah a.",
      "reference": "2 CHANCHIN SUINA 9:12"
    },
    {
      "content": "Kum khat sûnga Solomon kuoma rângkachak hung lût bûk zât chu, rângkachak talent za ruk sâwmruk paruk a nih:",
      "reference": "2 CHANCHIN SUINA 9:13"
    },
    {
      "content": "chu chu dâwrkaihai le sum dâwnghaiin an hung lâk lût tiemsa loin a nih; chun, Arabia rama lalhai po po le ram sûnga rorêltuhai po po chun Solomon kuomah rângkachak le tangka an hung lâk lût a.",
      "reference": "2 CHANCHIN SUINA 9:14"
    },
    {
      "content": "Chun, Solomon chun rângka- chak âwmphaw a suta sutin za hni a siem a, âwmphaw pakhata chun rângkachak sutphêk shekel za ruk a lût a.",
      "reference": "2 CHANCHIN SUINA 9:15"
    },
    {
      "content": "Chun, rângkachak a suta sutin phâw za thum a siem a, phaw pa- khata chun rângkachak sutphêk shekel za thum a lût a; chun, lal chun chuonghai chu Lebanon ramhnuoi inah a sieh a.",
      "reference": "2 CHANCHIN SUINA 9:16"
    },
    {
      "content": "Chunawa khawm, lal chun sai- ha lalṭhungpha a siem a, rângkachak inthiengin ân luon khum a.",
      "reference": "2 CHANCHIN SUINA 9:17"
    },
    {
      "content": "Chun, lalṭhungpha hang kaina chu kailâwn paruk sirpha rângka- chak seng lalṭhungphaa zawmnghet a na; chun, ṭhungna hmun sir khing ve vea chun sakeibaknei lim pahni an ngîr bawk a.",
      "reference": "2 CHANCHIN SUINA 9:18"
    },
    {
      "content": "Chun, kailâwn paruka chun sîr khatah sakeibaknei sâwm le pahni an ngîr a, a sîr khingtienga khawm chun; khâwlai rama khawm hieng anga siem hi a la um ngai nawh.",
      "reference": "2 CHANCHIN SUINA 9:19"
    },
    {
      "content": "Chun, lal Solomon dâwnna nohai po po chu rângkachak an na, Lebanon ramhnuoi ina bûr le bêlhai po po khawm chu rângkachak inthieng an nih, Solomon hun lai hin tangkaruo hin hlutna a nei rak nawh.",
      "reference": "2 CHANCHIN SUINA 9:20"
    },
    {
      "content": "Huram siehlawhai le Tarsisa fe hlak lal chun lawnghai inkawppui a nei sih a, kum thum dan peiah Tarsis lawnghai chu hungin rângkachak dâm, tangkaruo dâm, saiha dâm, zâwng dâm, ârawn dâm a hung phur hlak a.",
      "reference": "2 CHANCHIN SUINA 9:21"
    },
    {
      "content": "Chuongchun, lal Solomon chun hnuoia lalhai po po chu varna le hausaknaa chun a khûm a nih.",
      "reference": "2 CHANCHIN SUINA 9:22"
    },
    {
      "content": "Chun, hnuoia lalhai po po chun Pathienin a lungrila varna a sie chu ngai dingin Solomon chu an hung pan huoi huoi hlak a.",
      "reference": "2 CHANCHIN SUINA 9:23"
    },
    {
      "content": "Chun, mi tin chun a thilpêk, rângkachak bûr le bêlhai, tangkaraw bûr le bêlhai,silfên dâm, râlthuom dâm, riminhnik dâm, sakawr dâm, sabengtung lien chi dâm, kum tina bituk angin an hung pêk seng hlak a.",
      "reference": "2 CHANCHIN SUINA 9:24"
    },
    {
      "content": "Chun, Solomon chun sakawrhai le sakawr tawlailîrhai ta dingin in sâng li le, sakawr chung chuong mi sîng khat le sâng hni a nei a; sakawr tawlailîr khawpuihaia le lal kuoma Jerusalema a siehai chu a nih a.",
      "reference": "2 CHANCHIN SUINA 9:25"
    },
    {
      "content": "Chun, lal po po vadungpuia inthawka Philistin mihai ram chenin, Aigupta ramri chena umhai chunga chun ro a rêl a.",
      "reference": "2 CHANCHIN SUINA 9:26"
    },
    {
      "content": "Chun, lal chun a tam êm lei chun Jerusalema chun tangkaruo chu lung ang el le, Sidar thing chu phai- ruoma theichang thinghai ang elin a siem a.",
      "reference": "2 CHANCHIN SUINA 9:27"
    },
    {
      "content": "Chun, Aiguptaa inthawk le ram tina inthawkin Solomon ta dingin sakawrhai chu an hung lâk a.",
      "reference": "2 CHANCHIN SUINA 9:28"
    },
    {
      "content": "Solomon thilthaw danghai, a hmasa le tâwpna chenin zâwlnei Nathan ziek chanchin bua le, Silon mi Ahija hrillâwknaa le, Nebat naupa Jeroboam chungthua zâwlnei Iddo thil hmulâwkahai chun ziek a ni naw am a nih?",
      "reference": "2 CHANCHIN SUINA 9:29"
    },
    {
      "content": "Solomon chun Israel po po chunga chun kum sâwmli Jerusalem- ah ro a rêl a.",
      "reference": "2 CHANCHIN SUINA 9:30"
    },
    {
      "content": "Chun, Solomon chu a thlatuhai kuomah a in a, a pa David khuoa chun phûm a ni tah a; a naupa Rehoboam chun ama aia chun ro a rêl tah a.",
      "reference": "2 CHANCHIN SUINA 9:31"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 CHANCHIN SUINA 9 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}