{
  "verses": [
    {
      "content": "Manasse chu ro a rêl ṭan chun kum sâwmpahnia upa a na, Jerusalema chun kum sâwmnga panga sûng ro a rêl a.",
      "reference": "2 CHANCHIN SUINA 33:1"
    },
    {
      "content": "Ama chun LALPAIN Israel mi- hai hmaa a hnawt suokhai, khawhri be mihai tirdakumna ang chun LALPA mithmuah thil ṭha naw chu a thawh a.",
      "reference": "2 CHANCHIN SUINA 33:2"
    },
    {
      "content": "A pa Hezekiain a lo suksiet ta hnung bâwlhmunhai kha a siem ṭha nâwk a; Baal ta dingin mâichâmhai a dâw thar nâwk bawk a; Asera a siem a, vâna thil umhai po po chu chibai a bûk a, an rawng a bâwl bawk a.",
      "reference": "2 CHANCHIN SUINA 33:3"
    },
    {
      "content": "Chun, LALPA ina chun mâi- châmhai a siem a, LALPA chun a kuoma, “Jerusalema hin ka hming chu kumkhuoin um zing a tih,” a tinaa chun.",
      "reference": "2 CHANCHIN SUINA 33:4"
    },
    {
      "content": "LALPA in tuolpûk pahnia chun vâna thil umhai po po ta ding chun mâichâmhai a siem a.",
      "reference": "2 CHANCHIN SUINA 33:5"
    },
    {
      "content": "Hinnom naupa ruoma chun a nauhai chu mei ân fêthlengtir bawk a; aisân a hmang a, zâwldiaihai a hmang a, dâwi a hmang bawk a, thlarau zâwlhai a sawr bawk a, thiemrauhai leh; LALPA mithmua chun thil suol nasatak el ama chu suklungsen dingin a thaw tah a.",
      "reference": "2 CHANCHIN SUINA 33:6"
    },
    {
      "content": "Chun, milim kerṭielhai, ama siem chu LALPA ina chun a sie a; chu chungthua chun Pathien chun David le a naupa Solomon kuoma chun, “Hi ina le Jerusalema khawm, Israel hnam po po laia inthawka ka thlang suoka hin, kumkhuoa dingin ka hming chu sieng ka ta,",
      "reference": "2 CHANCHIN SUINA 33:7"
    },
    {
      "content": "in thlatuhai ta dinga ram ka iruot taha inthawk chun Israel kepha chu sawn ta bawk naw ning a; Mosie hmanga thupêkhai, thuruothai, dân- hai po po, anni thu ka pêkhai po po chu an thaw phawt chun,” a lo tina LALPA ina chun a sie a nih.",
      "reference": "2 CHANCHIN SUINA 33:8"
    },
    {
      "content": "Manasse chun Juda le Jerusa- lema umhai chu ân suksuoltir a; chuongchun, Israelhai hmaa LALPA- IN a sukbohmang hnamhai nêk hman khan thil suol an thaw nasa lem a.",
      "reference": "2 CHANCHIN SUINA 33:9"
    },
    {
      "content": "Chuongchun, Manasse le a mi- hai kuoma chun LALPA chun thu a hril a, nisienlakhawm, an pawisa nawh a.",
      "reference": "2 CHANCHIN SUINA 33:10"
    },
    {
      "content": "Chuleiin, LALPAIN Assuria lal sipai hotuhai chu a hung ṭhuoi a, Manasse chu khaidietin an khit a, thîr kawl an inbuntir a, Babulonah an fepui tah a.",
      "reference": "2 CHANCHIN SUINA 33:11"
    },
    {
      "content": "Chuongchun, rimsitaka a hung um huna chun LALPA a Pathien chu a zawng a, a thlatuhai Pathien hmaa chun ama le ama chu nasatakin ân sukhnuoi tah a.",
      "reference": "2 CHANCHIN SUINA 33:12"
    },
    {
      "content": "Chun, ama kuoma chun a ṭawngṭai a, ama chu dawnsakin a um a, a hnina chu ngaiin a um a, ama ramah, Jerusalema chun hung ṭhuoi nâwkin a um tah a. Chun, Manasse chun LALPA chu Pathien a nih ti a hriet tah a.",
      "reference": "2 CHANCHIN SUINA 33:13"
    },
    {
      "content": "Chun, hi hnunga hin Nga dai Kawtkhâr lûtna, phairuom a, Gihon sîr thlang a, David khawpui dang a puo lema chun kul a bâwl a; Ophel tieng a sukkuol a, insângtakin a suk- sâng a; chun, Juda rama khawpui kul neiahai chun hotu thilthawthei- takhai a sie tâwl a.",
      "reference": "2 CHANCHIN SUINA 33:14"
    },
    {
      "content": "Chun, Pathien danglamhai le, milimhai chu LALPA ina inthawk chun a lâk suok a, LALPA in tlânga mâichâm a lo siem tahai po po le, Jerusalema mihai le khan a lâk hmang vawng a; khawpui puoa chun a peihâwn tah a.",
      "reference": "2 CHANCHIN SUINA 33:15"
    },
    {
      "content": "LALPA mâichâm chu a buotsai a, chutaka chun inremna thilinhlân- hai, lâwmthu hrilna inthâwinahai ân hlân a, Israel Pathien LALPA rawng chu bâwl dingin Juda mihai chu thu a pêk tah a.",
      "reference": "2 CHANCHIN SUINA 33:16"
    },
    {
      "content": "Nisienlakhawm, mipuihai chu bâwlhmunhaiah an lân thâwi ta rawp a chu, LALPA an Pathien kuoma chun a nih an inthâwi.",
      "reference": "2 CHANCHIN SUINA 33:17"
    },
    {
      "content": "Manasse thilthaw danghai le a Pathien kuoma a ṭawngṭaina dâm le Israel Pathien, LALPA hminga a kuoma zâwlneiin a hril thuhai dâm chu ngai ta, Israel lalhai thilthawhai lai chun ziek a nih.",
      "reference": "2 CHANCHIN SUINA 33:18"
    },
    {
      "content": "A ṭawngṭaina dâm, ama Pathienin a lo ngaisak dânhai dâm, a suolna po po le a bawsietna po po le, bâwlhmun a siemna hmunhai le, ama le ama ân sukhnuoi hmaa Asera a siem dâm le, milim ker a siemhai thu chu, ngai ta, Hozai chanchinbua chun ziek an nih.",
      "reference": "2 CHANCHIN SUINA 33:19"
    },
    {
      "content": "Chuongchun, Manasse chu a thlatuhai lai a in tah a, ama ina ngei chun an phûm tah a, a naupa Amon chun ama aia chun ro a rêl tah a.",
      "reference": "2 CHANCHIN SUINA 33:20"
    },
    {
      "content": "Amon chu ro a rêl ṭan chun kum sâwmhni pahnia upa a na; Jerusa- lema chun kum hni sûng ro a rêl a.",
      "reference": "2 CHANCHIN SUINA 33:21"
    },
    {
      "content": "A pa Manasse ang bawk khan, LALPA mithmuah thil suol chu a thawh a; Amon chu a pa Manassein milim ker a lo siem tahai po po kuoma khan ân thawi a, an rawng a bâwl a.",
      "reference": "2 CHANCHIN SUINA 33:22"
    },
    {
      "content": "A pa Manasse ân sukhnuoi ta ang khan ama hi chu LALPA hmaa chun ân sukhnuoi ve nawh a; chuong- chun, hi Amon hi chu a suol nasa deu deu tah a.",
      "reference": "2 CHANCHIN SUINA 33:23"
    },
    {
      "content": "Chun, a siehlawhai chun ama chu an phierrûk a, ama in sûnga ngei chun an that tah a.",
      "reference": "2 CHANCHIN SUINA 33:24"
    },
    {
      "content": "Amiruokchu, chu rama mihai chun lal Amon phierrutuhai po po an that a; chun, chu rama mipuihai chun a naupa Josia chu ama aia chun lalah an siem tah a.",
      "reference": "2 CHANCHIN SUINA 33:25"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 CHANCHIN SUINA 33 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}