{
  "verses": [
    {
      "content": "Chun, Juda mihai po po chun Uzzia chu an ṭhuoi a, ama chu kum sâwm paruka upa a na, a pa Amazia hmuna chun lalah an siem tah a.",
      "reference": "2 CHANCHIN SUINA 26:1"
    },
    {
      "content": "Eloth chu a bâwl a, Juda rama chun a pêk nâwk a; chu hnunga chun lal chu a thlatuhai lai chun a in ve tah a.",
      "reference": "2 CHANCHIN SUINA 26:2"
    },
    {
      "content": "Uzzia chun ro a rêl ṭan chun kum sâwmparuka upa a na; Jerusalema chun kum sâwmnga pahni sûng ro a rêl a, a nu hming khawm Jerusalema mi Jekolia a nih.",
      "reference": "2 CHANCHIN SUINA 26:3"
    },
    {
      "content": "Ama khawm chun a pa Amazia lo thaw ta ang tak khan LALPA mithmuah thil indik chu a thawh a.",
      "reference": "2 CHANCHIN SUINA 26:4"
    },
    {
      "content": "Pathiena thil hmulâwk hriet- thiemna nei Zekaria dam sûng po chun Pathien chu zawng dingin ân siem a; LALPA chu a zawng sûng po chu, Pathien chun ân hlawtlingtir bawk a.",
      "reference": "2 CHANCHIN SUINA 26:5"
    },
    {
      "content": "Chun, a fe suok a, Philistin mihai ân dopui a; Gath kul le, Jabne kul le Asdod kul chu a suk- siet a; chun, Philistin mihai laia le Asdod biela chun khuohai a siem bawk a.",
      "reference": "2 CHANCHIN SUINA 26:6"
    },
    {
      "content": "Chun, Philistin mihai le Arabia mihai Gur-baal le Meunima umhai laia chun Pathien chun a ṭhangpui a.",
      "reference": "2 CHANCHIN SUINA 26:7"
    },
    {
      "content": "Chuongchun, Ammon mihai chun Uzzia kuomah sie an hung chawi a, a hming chu Aigupta ram lûtna chen rauin a hung inthang tah a; a hung hrât êm êm el ta sih a.",
      "reference": "2 CHANCHIN SUINA 26:8"
    },
    {
      "content": "Chunawa khawm, Uzzia chun a Kil dâi Kawtkhâr bula dâm, Ruom dâi Kawtkhâra dâm, chun, kul hung kâwina hmuna dâm khan vêngna in insânghai a bâwl a, sipaihai a sie sip a.",
      "reference": "2 CHANCHIN SUINA 26:9"
    },
    {
      "content": "Thlalêra dâm khawm vêngna in insânghai a bâwl a, tuisunsuohai tamtak a cho bawk a, ran ruol tamtak a nei sih a, tlângṭhuta le phaizâwla dâm khawm chun; lo hmun ṭhahai le tlâng rama dâm chun huon puhai le grêp hrui enkawltuhai a nei a, huon siem vêl hi a châk zâwngtak a ni sih a.",
      "reference": "2 CHANCHIN SUINA 26:10"
    },
    {
      "content": "Chunawa khawm Uzzia chun indo mi, sipai pâwl, Hanania kut hnuoi, hotu Maaseia le lekhaziektu Jeielin anni tiema an nizât ang peia, a pâwl peia indoa fe suok hlakhai chu a nei bawk a.",
      "reference": "2 CHANCHIN SUINA 26:11"
    },
    {
      "content": "Pahnamhai laia ṭhuoituhai, mi hrât khawkhênghai an rênga an nizât chu sâng hni le za ruk an nih.",
      "reference": "2 CHANCHIN SUINA 26:12"
    },
    {
      "content": "Anni kut hnuoi a chun sipai inchûkthiem sa, hmêlma chunga lal chu ṭhangpui dinga, thilthawtheina nasatak le va do thei mihai chu nuoi thum, sâng sari le za nga an nih.",
      "reference": "2 CHANCHIN SUINA 26:13"
    },
    {
      "content": "Chun, Uzzia chun an ta dingin, sipai po pohai ta ding chun, phâwhai, feihai, thîr lukhumhai, indona zakuo- hai, thalngulhai, dêngvira dinga lunghai leh a siemrêl vawng a.",
      "reference": "2 CHANCHIN SUINA 26:14"
    },
    {
      "content": "Jerusalema chun mi them- thiemhai hmusuokin, khâwl lihai, vêngna in insânghaia um ding le, a kia vêngna in insânga ding chun, lunghai le thalhai chu kâp thei dingin, a siem bawk a. Chuongchun, a hming chu nasatakin ân dar a, a suksuol hma po khan chu maktaka ṭhangpuiin a um sih a.",
      "reference": "2 CHANCHIN SUINA 26:15"
    },
    {
      "content": "Nisienlakhawm, a hung hrât chun, a lungril a hung uong a, khawhlotakin a thaw tah a, a Pathien LALPA chunga chun a bawsiet tah a; riminhnik rawna mâichâm chunga riminhnik raw dingin LALPA biek ina chun a fe ve ta a.",
      "reference": "2 CHANCHIN SUINA 26:16"
    },
    {
      "content": "Ama hnunga chun thiempu Azaria chu, LALPA thiempu sâwm- riet, mi thil thawtheitak takhai le chun a va lût veh a;",
      "reference": "2 CHANCHIN SUINA 26:17"
    },
    {
      "content": "lal Uzzia chu an sawisêl a, a kuoma chun, “Uzzia, LALPA kuoma riminhnik raw hi nanga chan a ni nawh a, Aron naupasalhai thiem- puhai, riminhnik raw dinga suk- thienga umhai chan a ni lem; hmun inthienga inthawk hin fe suok rawh; i bawsiet a ni ta sih a; LALPA Pathiena inthawka inza i kaina khawm ni chuong bawk naw nih,” an ta.",
      "reference": "2 CHANCHIN SUINA 26:18"
    },
    {
      "content": "Uzzia chu a lunginsen a; rimin- hnik chu raw dingin riminhnik râwna mei lâkna chu a kuta chun a um zing a; chun, thiempuhai chunga a lungin- sen lai chun, riminhnik râwna mâichâm sîra, LALPA ina thiempu- hai hmaa chun a bâwka hin inphârna hri a hung suok tah a.",
      "reference": "2 CHANCHIN SUINA 26:19"
    },
    {
      "content": "Chun, thiempu laltak Azaria le thiempu danghai po po chun ama chu an en zing a, chun, ngai ta, a bâwka chun a hung inphâr tah a, chutaka inthawk chun inrangtakin an hnawt- suok tah a; anih, LALPA chun ama chu a hrem tâk lei chun ama ngei khawm chun fe suok chu ân hmaw tah a.",
      "reference": "2 CHANCHIN SUINA 26:20"
    },
    {
      "content": "Chuongchun, lal Uzzia chu a thi ni chen chun inphâr a ni tah a; in hranah a um a, inphâr a na; LALPA ina inthawk chun sât thlâk a ni ta sih a; a naupa Jotham chu lal in enkawl- tu, ram sûnga mipuihai rorêltu a hung ni tah a.",
      "reference": "2 CHANCHIN SUINA 26:21"
    },
    {
      "content": "Chun, Uzzia thilthaw, a hmasa le a nuhnunghai khawm Amoz naupa Zâwlnei Isai chun a ziek a.",
      "reference": "2 CHANCHIN SUINA 26:22"
    },
    {
      "content": "Chuongchun, Uzzia chu a thla- tuhai laia chun a in tah a; inphûmna thlân muol lalhai taa chun a thla- tuhai lai chun an phûm tah a, “Inphâr a ni annâwm,” an ti sih a; chun, a naupa Jotham chun ama aia chun ro a rêl tah a.",
      "reference": "2 CHANCHIN SUINA 26:23"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 CHANCHIN SUINA 26 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}