{
  "verses": [
    {
      "content": "Chuongchun, LALPA in dinga Solomonin sin a thaw po po chu zo a ni tah a. Chun, Solomon chun a pa Davidin thil a lo hlân tah tangka dâm, rângkachak dâm, bûr le bêl po pohai chu a hung lâk lût a, Pathien in ro siekhâwmna hmuna chun a sie tah a.",
      "reference": "2 CHANCHIN SUINA 5:1"
    },
    {
      "content": "Chun, Solomon chun David khawpui Ziona LALPA thuthlungna bâwm chu hung la dingin, Israel thlahai pahnamhai laia ṭhuoituhai, hnam tin laia luhai le, Israel upahai chu Jerusalema chun a ko khâwm tâwl tah a.",
      "reference": "2 CHANCHIN SUINA 5:2"
    },
    {
      "content": "Israel mihai po po chu thla sarinaa ruoiṭhenaa chun lal kuoma chun an hung khâwm vawng a.",
      "reference": "2 CHANCHIN SUINA 5:3"
    },
    {
      "content": "Israel upahai po po chu an hung a, Levi mihai chun bâwm chu an zâwn tah a.",
      "reference": "2 CHANCHIN SUINA 5:4"
    },
    {
      "content": "Chun, bâwm le, intuokna puon in le puon ina bûr le bêl inthienghai po po le chun an zu lâk tah a; hieng thilhai hi thiempu Levi mihai chun an zu lâk a nih.",
      "reference": "2 CHANCHIN SUINA 5:5"
    },
    {
      "content": "Lal Solomon le Israel mipui ama hmaa hung inkhâwmhai po po chun berâm le bâwngchal a tam tienga tiem sênglo le hril thei lo chun inthâwiin, bâwm hmaa chun an um a.",
      "reference": "2 CHANCHIN SUINA 5:6"
    },
    {
      "content": "Chun, thiempuhai chun LALPA thuthlungna bâwm chu, chu in hmun inthieng, hmun inthiengtaka cherub- hai thla zar hnuoia a hmun dinga chun an hung lâklût tah a.",
      "reference": "2 CHANCHIN SUINA 5:7"
    },
    {
      "content": "Cherubhai chun an thlahai chun bâwm umna hmun chu an zârkhum a, cherubhai chun bâwm le chutaka a zâwnfunghai chu an inkhum sa sih a.",
      "reference": "2 CHANCHIN SUINA 5:8"
    },
    {
      "content": "Chun, a zâwnfunghai chu an sei êm a, zâwnfung hmawrhai chu hmun inthieng hmaa inthawkin ân hmu thei a; amiruokchu, puotienga in- thawk chun ân hmu thei nawh a; chutaka chun tu chen hin a um tah a.",
      "reference": "2 CHANCHIN SUINA 5:9"
    },
    {
      "content": "Chu bâwm sûnga chun, Aigupta rama inthawka an hung suok laia Israel thlahai kuoma LALPAIN thu- thlung a siem laia Mosien Horeba lungphêk pahni a sie lût chau naw kha chu ieng dang khawm a um nawh a.",
      "reference": "2 CHANCHIN SUINA 5:10"
    },
    {
      "content": "Chun, thiempuhai chu hmun inthienga inthawka an hung suok chun, (thiempu chutaka um po pohai chu an pâwl hunbi nghâk kher loin sukthieng an ni hlak sih a;",
      "reference": "2 CHANCHIN SUINA 5:11"
    },
    {
      "content": "Levi mi chutaka hla saktuhai khawm chu an rêngin, Asaph hai, Heman hai, Jeduthun hai, an naupasalhai le an unauhai leh puon zai inhmi puona inthuomin, per- khuong leh, ṭingṭang leh dârben- thekhai leh mâichâm tâwp saktieng panga chun an ngîr a; anni lai chun thiempu za le sâwmhni tawtawrâwt mûttuhai an um bawk a):",
      "reference": "2 CHANCHIN SUINA 5:12"
    },
    {
      "content": "LALPA inpâka, lâwmthu hrila, hla saktuhai le tawtawrâwt puhai chu pakhat ang el a, ri inremtaka hriet a ni hlak a; tawtawrâwthai le, dârbenthekhai le, rimawi thawna thuomhnawhai leh an râwlhai an insuo a, LALPA chu inpâka, “Ama chu a ṭha sih a; a zângaina chu kum- khuoin um zing a tih,” an ti pha chun, LALPA in chu sûmin a hung sip hlak a,",
      "reference": "2 CHANCHIN SUINA 5:13"
    },
    {
      "content": "chuongchun, thiempuhai chu sûm lei chun rawngbâwl dingin an ngîr zing thei ta ngai nawh a, LALPA ropuina chun Pathien in chu a hung suksip hlak leiin.",
      "reference": "2 CHANCHIN SUINA 5:14"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 CHANCHIN SUINA 5 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}