{
  "verses": [
    {
      "content": "Jehosaphat chu a thlatuhai kuoma chun a in tah a; David khawpuiah a thlatuhai kuoma chun phûmin a um tah a; a naupa Jehoram chun ama aia chun ro a rêl tah a;",
      "reference": "2 CHANCHIN SUINA 21:1"
    },
    {
      "content": "chun, unauhai, Jehosaphat nau- pasalhai a nei a: Azaria, Jehiel, Zekaria, Azaria, Mikael, Sephatia; hienghai po po hi Israel ram lal Jehosaphat naupasalhai an nih.",
      "reference": "2 CHANCHIN SUINA 21:2"
    },
    {
      "content": "Chun, an pa chun an kuoma chun thilpêk nasatak elhai, tangka dâm, rângkachak dâm, thil hlutakhai dâm le Juda rama khawpui kul nei- hai leh a pêk a; amiruokchu, Jehoram chu nau lutîr a ni leiin lalram chu a pêk a.",
      "reference": "2 CHANCHIN SUINA 21:3"
    },
    {
      "content": "Chuonga Jehoram chu a pa ram chunga chun a hung inlal a, a hung insukhrât phing chun a unauhai po po le Israel rama lal tamtak chu kâwlhnâmin a that tâwl tah a.",
      "reference": "2 CHANCHIN SUINA 21:4"
    },
    {
      "content": "Rorêl a ṭan chun Jehoram chu kum sâwmthum pahni a na; Jerusa- lema chun kum riet sûng ro a rêl a.",
      "reference": "2 CHANCHIN SUINA 21:5"
    },
    {
      "content": "Ama chun Ahab sûngkuoin an thaw ang khan, Israel ram lalhai lampuia bawk khan a feh a; Ahab naunu nuhmeiah a nei a; LALPA mithmua thil ṭha lo chu a thawh a.",
      "reference": "2 CHANCHIN SUINA 21:6"
    },
    {
      "content": "Nisienlakhawm, LALPA chun David sûngkuo chu a sukbohmang nawh a, David kuoma thuthlung a lo siem ta lei le, ama le a thlahai kuoma khâwnvar pêk zing zing dinga a lo tiem ta leiin.",
      "reference": "2 CHANCHIN SUINA 21:7"
    },
    {
      "content": "Ama hun laia chun Edom ram chu Judahai chunga chun an hel a, anni chunga chun lal an siem tah a.",
      "reference": "2 CHANCHIN SUINA 21:8"
    },
    {
      "content": "Chun, Jehoram chu ama le a sakawr tawlailîr po pohai le a hotuhai le chun ân thawk a, zân lai a hang ṭhâwng a, sakawr tawlailîr hotuhai le ama inhuoltu Edom mihai chu a thaw tah a.",
      "reference": "2 CHANCHIN SUINA 21:9"
    },
    {
      "content": "Chuongchun, vawisûn ni chen hin Edom mihai chu Judahai chunga chun an hel ta zing a; chu huna bawk chun Libna khuo khawm chu an lo hel veh a; a thlatuhai Pathien LALPA chu a lo nghatsan tâk leiin.",
      "reference": "2 CHANCHIN SUINA 21:10"
    },
    {
      "content": "Chunawa khawm chun Juda ram tlângahai chun bâwlhmunhai a siem a, Jerusalema umhai chu ân uirettir a, chuongchun, Juda ram chu an lo ṭhuoi hmang tah a.",
      "reference": "2 CHANCHIN SUINA 21:11"
    },
    {
      "content": "Chun, a kuoma chun zâwlnei Elija kuoma inthawkin lekha ziek a hung a, “I pu David Pathien LALPA chun hieng ang hin a ti a nih, ‘I pa Jehosaphat lampuihai chu i hraw nawh a, Juda ram lal Asa lampuihai khawm chu i hraw bawk nawh a;",
      "reference": "2 CHANCHIN SUINA 21:12"
    },
    {
      "content": "Israel lalhai lampuihai chu i hraw lem a. Ahab sûngkuoin an lo thaw ta angin, Jerusalema umhai le Juda rama mihai chu i lo inuirettir tah a; chun, i pahnama mi i unauhai nanga nêka ṭha lemhai chu i that bawk a,",
      "reference": "2 CHANCHIN SUINA 21:13"
    },
    {
      "content": "ngai ta, LALPA chun i mihai, i nauhai, i nuhmeihai le i thilnei po pohai chu hripuiin nasatakin a hrem ding a nih;",
      "reference": "2 CHANCHIN SUINA 21:14"
    },
    {
      "content": "i phîng natna leiin nang khawma natna nasatak nei i ta; ni tin tinin, chu natna leia i rîlhai a suok zo vawng hmakhat chun nei i tih,’” tiin.",
      "reference": "2 CHANCHIN SUINA 21:15"
    },
    {
      "content": "Chun, Ethiopia mihai kâwla um Arabia le Philistin mihai lungril chu Jehoram chunga chun LALPAIN a chawktho a;",
      "reference": "2 CHANCHIN SUINA 21:16"
    },
    {
      "content": "Juda ram chu an hung rûn a, an hung lût a; lal ina thil hmua umhai po po an lâk vawng a; a naupasalhai le naunuhmeihai leh, chuongchun, a naupasalhai laia a naupang tak Jehoahaz ti chau naw chu a naupa- sal hrim hrim mâksanpêk a ni nawh a.",
      "reference": "2 CHANCHIN SUINA 21:17"
    },
    {
      "content": "chun, hieng thilhai po po hnunga hin LALPA chun a phîngah natna dam thei loin a hrem a.",
      "reference": "2 CHANCHIN SUINA 21:18"
    },
    {
      "content": "Chuong anga kum hni ân vawi hnung chun, a natna lei chun a rîl chu a suok a, natna natakin a thi tah a. Chun, a mihai chun a thlatuhai chawimawinaa meipui an sêm ang khan, ama ta dingin meichawk an siempêk nawh a.",
      "reference": "2 CHANCHIN SUINA 21:19"
    },
    {
      "content": "Rorêl a ṭan chun kum sâwm- thum pahni mi a na, Jerusalema chun kum riet ro a rêl a; ama chu ngainatna um loin a thi tah a; David khawpuia chun an phûm a, lalhai thlân ina khan ni loin.",
      "reference": "2 CHANCHIN SUINA 21:20"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 CHANCHIN SUINA 21 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}