{
  "verses": [
    {
      "content": "Jehosaphat chun hausaknahai le inzâkaina chu nasatakin a nei a, chun, Ahab le chun inpum- khatna chu a siem tah a.",
      "reference": "2 CHANCHIN SUINA 18:1"
    },
    {
      "content": "Kum ieng zât amani hnunga chun Ahab kuomah Samaria chun a zu fe thla a. Chun, Ahab chun ama le ama hung zuituhai ta dingin bâwng- chalhai le berâmhai tamtak a thatpêk a; chuongchun, ama le Ramoth- gileada hang fe dingin a fiel tah a.",
      "reference": "2 CHANCHIN SUINA 18:2"
    },
    {
      "content": "Israel ram lal Ahab chun Juda ram lal Jehosaphat kuoma chun, “Ramoth-gileadah ei hang fe ding?” a ta. Ama chun, “Kei le nang ka mihai le i mihai pumkhat ei na; indonaa chun, nangni leh ṭhang hmunkhat kan tih,” a ta.",
      "reference": "2 CHANCHIN SUINA 18:3"
    },
    {
      "content": "Jehosaphat chun Israel ram lal kuoma chun, “Vawisûn hin LALPA thu chu indawn raw khai, ka hni che hi,” a ta.",
      "reference": "2 CHANCHIN SUINA 18:4"
    },
    {
      "content": "Chuongchun, Israel ram lal chun zâwlnei za li lai chu a ko khâwm a, an kuomah, “Ramoth-gileada chun indo dingin kan hang fe ding am, an- nawleh ka tosan el ding?” a ta. Anni chun, “Hang fe ro, Pathien chun lal kutah a pêk suok ding a ni sih a,” an ta.",
      "reference": "2 CHANCHIN SUINA 18:5"
    },
    {
      "content": "Nisienlakhawm, Jehosaphat chun, “Hienghai naw hi ei râwn thei ding LALPA zâwlnei dang hrim an um naw am a nih?” a ta.",
      "reference": "2 CHANCHIN SUINA 18:6"
    },
    {
      "content": "Israel lal chun Jehosaphat kûoma chun, “Mi pakhat LALPA thu ei indawn theina ding chu a la um a, amiruokchu, ama chu ka theidaa, ka chungthua hin thu a hril ṭha ngai hrim hrim nawh a, thil ṭha naw chau naw chu; chu mi chu Imla naupa Mikaia a nih,” a ta. Jehosaphat chun, “Lal chun chuong chun ti naw phawt raw se,” a ta.",
      "reference": "2 CHANCHIN SUINA 18:7"
    },
    {
      "content": "Chun, Israel lal chun hotu pakhat a ko a, “Imla naupa Mikaia chu inhmâwtakin hung ṭhuoi rawh,” a ta.",
      "reference": "2 CHANCHIN SUINA 18:8"
    },
    {
      "content": "Chun, Israel ram lal le Juda ram lal Jehosaphat chu, an lal puona inthuomin an lal ṭhungpha ve vea chun an ṭhung a; Samaria lûtna dai kawtkhâr bula tuollaia chun an ṭhung a, chuongchun, zâwlneihai po po chun an hmaa chun thu an hril ruol duol duol a.",
      "reference": "2 CHANCHIN SUINA 18:9"
    },
    {
      "content": "Chun, Kenaan naupa Zedekia chun thîrin saki ân siem fâwm a, “LALPA chun hieng hin a tih, ‘Suk- bohmang an ni vawng hmakhat chu hienghai le hin Suria mihai chu i sik ding a nih,’ tiin,” a ta.",
      "reference": "2 CHANCHIN SUINA 18:10"
    },
    {
      "content": "Chuongchun, zâwlneihai po po chun, chuong ang seng chun an hril tah a, “Ramoth-gileada chun hang fe la, hang hlawtling rawh, LALPA chun lal kuta chun a pêk suok ngei ding a ni sih a,” tiin.",
      "reference": "2 CHANCHIN SUINA 18:11"
    },
    {
      "content": "Chun, thangko Mikaia ko ding- a fe khan a kuomah thu a hril a, “Ngai ta, thu bau khat angin zâwl- neihai thu chun lal ta dinga ṭha chu an hril seng a; chuleiin, ka hni che hi, nanga thu khawm chu anni hril ang bawk chu ni sienla, thu ṭha hril rawh,” tiin.",
      "reference": "2 CHANCHIN SUINA 18:12"
    },
    {
      "content": "Mikaia chun, “LALPA chu a hring zing a, ka Pathienin a hril chu, chu chu ngei chu hril ka tih,” a ta.",
      "reference": "2 CHANCHIN SUINA 18:13"
    },
    {
      "content": "Chun, lal kuom a hung tlung chun lal chun a kuomah, “Mikaia, Ramoth-gileada chun indo dingin kan hang fe ding am, annawleh ka tosan el ding?” a ta. Ama chun, “Hang fe la, hang hlawtling rawh, i kutah pêk suok an ni ding a nih,” a ta.",
      "reference": "2 CHANCHIN SUINA 18:14"
    },
    {
      "content": "Chun, lal chun a kuoma, “LALPA hmingin thudik chau naw chu iengkhawm ka kâwlah i hril ngai nawh ti hi vawi iengzât rau am ka sukdetpui ding che a na?” a ta.",
      "reference": "2 CHANCHIN SUINA 18:15"
    },
    {
      "content": "Ama chun, “Israel mihai po po chu, berâm a vêngtu boa, an invâk hmang angin tlângahai chun indarin ka hmuh a; chun, LALPA chun, ‘Hienghai hin vêngtu an nei nawh a, mi tin chu mâni in sengah thla- muongtakin inkîrtir seng ro,’ a tih,” tiin.",
      "reference": "2 CHANCHIN SUINA 18:16"
    },
    {
      "content": "Chun, Israel ram lal chun Jehosaphat kuoma chun, “Keima chungthua chun a se tieng chau naw chu a ṭha tieng chun thu hril naw ni ti ka hril hrim che a ni naw am a nih?” a ta.",
      "reference": "2 CHANCHIN SUINA 18:17"
    },
    {
      "content": "Chun, Mikaia chun a hril a, “Chuleichun, LALPA thu chu ngai rawh. LALPA chu a lalṭhungphaa chun ṭhung a, vân sipaihai po po chu a changtieng le a vawitienga ngîr ka hmu a nih.",
      "reference": "2 CHANCHIN SUINA 18:18"
    },
    {
      "content": "Chun, LALPA chun, ‘Israel ram lal Ahab chu Ramoth-gileada chun a hang fe a, chutaka chun a hang thi theina dingin tuin am thlêm a ta?’ a ta. Chun, mi pakhat chun chuong ang chun a hril a, mi dang khawmin chuong ang bawk chun an hung hril pei a.",
      "reference": "2 CHANCHIN SUINA 18:19"
    },
    {
      "content": "Chun, thlarau pakhat chu a hung suok a, LALPA hmaa chun a ngîr a, ‘Keiin hang thlêm ka tih,’ a ta. Chun, LALPA chun, ‘Iengtinam ie?’ a ta.",
      "reference": "2 CHANCHIN SUINA 18:20"
    },
    {
      "content": "Ama chun, ‘Hang fêng ka ta, a zâwlnei po pohai baua chun thlarau inkhêl hang nîng ka tih,’ a ta. Chun, ama chun, ‘Ama chu thlêm ngei i ta, hlaw khawm hang hlawtling ngei i tih; fe suok la, chuong ang tak chun hang thaw rawh,’ a ta.",
      "reference": "2 CHANCHIN SUINA 18:21"
    },
    {
      "content": "Chuleiin, tuhin ngai ta, hieng i zâwlneihai baua hin khêl hrilna thla- rau a sie tah a; chuleichun, LALPA chun i chungthua chun thil ṭha naw chu a hril tah a nih,” tiin.",
      "reference": "2 CHANCHIN SUINA 18:22"
    },
    {
      "content": "Chun, Kenaan naupa Zedekia chu a hung hnai a, “Keimaa inthawk- in i kuoma thu hril dingin LALPA thlarau chu khaw tieng am a fe leh?” tiin, Mikaia chu a bienga chun a ben tah a.",
      "reference": "2 CHANCHIN SUINA 18:23"
    },
    {
      "content": "Chun, Mikaia chun, “Ngai ta, pindan sûngrila inbihmang dinga i fe pha, chu ni ngei chun la hrieng i tih,” a ta.",
      "reference": "2 CHANCHIN SUINA 18:24"
    },
    {
      "content": "Chun, Israel lal chun, “Mikaia hi man unla, khawpui enkawltu Amon kuoma chun ṭhuoi nâwk ro; lal naupa Joas kuoma le chun;",
      "reference": "2 CHANCHIN SUINA 18:25"
    },
    {
      "content": "chun, ‘Hi mipa hi lunginah sie unla, thlamuongtaka ka hung nâwk hmakhat chun rimsikna tui le rim- sikna beiin ama hi châwm ro,’ lalin a tih, ti ro,” a ta.",
      "reference": "2 CHANCHIN SUINA 18:26"
    },
    {
      "content": "Chun, Mikaia chun, “Thla- muongtaka i hung nâwk hrim hrim chun, LALPAIN kei mi hmangin thu a hril naw nîng a tih,” a ta. Chun, “Mipuihai, nangni po poin lo hre ta u,” a ta.",
      "reference": "2 CHANCHIN SUINA 18:27"
    },
    {
      "content": "Chuongchun, Israel ram lal le Juda ram lal Jehosaphat chu Ramoth- gileada chun an hang fe tah a.",
      "reference": "2 CHANCHIN SUINA 18:28"
    },
    {
      "content": "Chun, Israel lal chun Jehosa- phat kuoma chun, “Insukdanglam ka ta, indonaah hang fêng ka tih; amiruokchu, nang chu i lal puon sil zing la,” a ta. Chuongchun, Israel lal chu ân sukdanglam a, indonaa chun an hang fe tah a.",
      "reference": "2 CHANCHIN SUINA 18:29"
    },
    {
      "content": "Chun, Suria lal chun sakawr tawlailîrhai hotuhai kuoma chun, “Israel lal ngat naw chu mi lien amanih, mi chîn amani khawm chu va do naw ro,” tiin thu a pêk a.",
      "reference": "2 CHANCHIN SUINA 18:30"
    },
    {
      "content": "Chun, sakawr tawlailîr hotuhai chun Jehosaphat chu an hmu chun, “Israel lal a nih a,” an ta. Chuleiin, ama chu do dingin an inhuol tah a; amiruokchu, Jehosaphat chu a khêk a, LALPA chun ama chu a ṭhangpui tah a; chuongchun, amaa inthawka inkieng dingin Pathien chun a hung thaw tah a.",
      "reference": "2 CHANCHIN SUINA 18:31"
    },
    {
      "content": "Chun, sakawr tawlailîr hotuhai chun Israel lal a ni nawh ti an hmu chun, ama an hnawt lai chu an kîrsan tah a.",
      "reference": "2 CHANCHIN SUINA 18:32"
    },
    {
      "content": "Chun, mi tuin amanih tum bîk nei loin a thalngul chu a kuoi a, Israel lal chu a râlthuom inzawmna kâr taka chun a kâp tah a; chuleichun, a tawlailîr khaltu kuoma chun, “Kei her la, sipaihai laia inthawk hi mi fe suokpui raw khai, ka hliem nasa êm el,” a ta.",
      "reference": "2 CHANCHIN SUINA 18:33"
    },
    {
      "content": "Chu ni chun indona chu a zuol pei a, ngai ta, Israel lal chu Suriahai chu doin a tawlailîra chun zântieng chenin a ṭhang zing a; chun, ama chu nisa tlâk hun lai taka hin a thi tah a.",
      "reference": "2 CHANCHIN SUINA 18:34"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 CHANCHIN SUINA 18 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}