{
  "verses": [
    {
      "content": "Juda ram lal Jehosaphat chu thlamuongtakin Jerusalema a ina chun a kîr tah a.",
      "reference": "2 CHANCHIN SUINA 19:1"
    },
    {
      "content": "Chun, Hanani naupa zâwlnei Jehu chu ama tuok dingin a lo va fe suok a, lal Jehosaphat kuoma chun, “Mi rilo chu ṭhangpuiin, LALPA theidatu chu i hmangai ding a ni maw? Hi thil lei hin LALPA lungsen- na chu i chungah a um a nih.",
      "reference": "2 CHANCHIN SUINA 19:2"
    },
    {
      "content": "Amiruokchu, nangmaa hin thil ṭha hmusuok a ni ve bawk a, hi rama inthawka Asera chu sie hmang a, Pathien chu zawng dinga i lungril chu i siem ta leiin,” a ta.",
      "reference": "2 CHANCHIN SUINA 19:3"
    },
    {
      "content": "Chun, Jerusalema chun Jehosa- phat chu a um a; Beer-sebaa inthawk- a Ephraim tlâng ram chenin mi- puihai laia chun a fe suok a; an thlatuhai Pathien LALPA kuom tienga chun anni chu a hung ṭhuoi kîr nâwk tâwl a.",
      "reference": "2 CHANCHIN SUINA 19:4"
    },
    {
      "content": "Chun, Juda khawpui kul neihai po poa khaw tinah, ram sûnga chun rorêltuhai a sie tâwl a,",
      "reference": "2 CHANCHIN SUINA 19:5"
    },
    {
      "content": "rorêltuhai kuoma chun, “In thaw chu ngaituo hlak unla, mihriem ta dinga ro rêl in ni nawh a, LALPA ta ding lem a nih; chun, ama chu in rorêlnaah in kuomah a um a nih.",
      "reference": "2 CHANCHIN SUINA 19:6"
    },
    {
      "content": "Chuleiin, tuhin, LALPA ṭina chu in chungah um sienla, chu chu pawisa hle unla, thaw khawm thaw bawk ro; ei Pathien LALPAA chun khawhlona hrim a um nawh a; mi inza bîkna khawm a um nawh a, thamna lâkna khawm a um bawk nawh,” a ta.",
      "reference": "2 CHANCHIN SUINA 19:7"
    },
    {
      "content": "Chunawa khawm chun Jehosa- phat chun Jerusalema chun Levi mihai le thiempuhai le, Israel pa- hnam ṭhuoituhai chu thubuoiahai le LALPA ta dinga rorêl dingin a sie bawk a. Chun, Jerusalema chun an kîr tah a.",
      "reference": "2 CHANCHIN SUINA 19:8"
    },
    {
      "content": "Chun, anni ân fui a, “LALPA ṭi pumin, ringumtakin, lungril ṭha fam- kimin in thaw ding a nih.",
      "reference": "2 CHANCHIN SUINA 19:9"
    },
    {
      "content": "Chun, in unau an khawpuihaia chênghaia inthawka thisen le thisen inkâra manih, dân le thupêkhai in- kâra manih, thuruot le rorêlhai inkâra maniha thubuoihaiin in kuomah an hung inkhing chun, LALPA chungah an suksuol a, nangni le in unauhai chunga lunginsenna chu a hung tlung nawna dingin anni chu in kâwk ding a nih: hi hi thaw hlak unla, suksuol naw ti niu.",
      "reference": "2 CHANCHIN SUINA 19:10"
    },
    {
      "content": "Chun, ngai ta u, thiempu lal tak Amaria chu LALPA thu chungchâng po poa chun nangni hotu a na; Juda sûngkaw chunga rorêltu Ismael naupa Zebadia chu lal thu chung- chânga po po chun a ni bawk a; Levi mihai khawm chu in hmaa chun hotuhai ni bawk an tih. Huoitakin thaw unla, mi ṭha kuoma chun LALPA chu um ngei a tih,” tiin.",
      "reference": "2 CHANCHIN SUINA 19:11"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 CHANCHIN SUINA 19 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}