{
  "verses": [
    {
      "content": "Hi hnunga Moab thlahai le Ammon thlahai chu, Meunim mi ṭhenkhathai le chun Jehosaphat chu do dingin an hung thaw tah a.",
      "reference": "2 CHANCHIN SUINA 20:1"
    },
    {
      "content": "Chun, mi tuhai amanih an hung a, Jehosaphat kuoma chun, “Suria rama tuipui râla inthawkin mipui nasatak nangma rûn ding chein an hung a, ngai ta, Hazazon-tamarah an um,” tiin an hril a, (chu chu Engedi leh angkhat a nih).",
      "reference": "2 CHANCHIN SUINA 20:2"
    },
    {
      "content": "Chuongchun, Jehosaphat chu a ṭi tah a; LALPA chu a zawng a, Juda ram po poa bunghei a rawt tah a.",
      "reference": "2 CHANCHIN SUINA 20:3"
    },
    {
      "content": "Chun, Juda mihai chu LALPA ṭhangpuina zawng dingin an in- khâwm a; Juda ram khawpui po poa inthawkin LALPA chu zawng dingin an hung tâwl a.",
      "reference": "2 CHANCHIN SUINA 20:4"
    },
    {
      "content": "Jehosaphat chu LALPA inah, tuollai thar hmaa Juda le Jerusalem mipui pungkhâwmhai laia chun a ngîr a;",
      "reference": "2 CHANCHIN SUINA 20:5"
    },
    {
      "content": "A hril a, “Aw LALPA, kan thlatu- hai Pathien, nang chu vân Pathien i ni naw am a nih? Hnamhai lalram po pohai chunga rorêltu chu nang i ni naw am a nih? I kuta chun hrâtna le thilthawtheina a um a, chuleiin, tukhawma dang thei naw ni hai che.",
      "reference": "2 CHANCHIN SUINA 20:6"
    },
    {
      "content": "Aw kan Pathien, i mi Israelhai hmaah hi ram hluotuhai hi i hnawt suokin, i ruolpa Abraham thlahai kuomah kumkhuoa dingin i pêk a ni naw am a nih?",
      "reference": "2 CHANCHIN SUINA 20:7"
    },
    {
      "content": "Chuongchun, chutaka chun an um a, i ta dingin i hmingin hmun inthieng chutaka chun an bâwlpêk che a,",
      "reference": "2 CHANCHIN SUINA 20:8"
    },
    {
      "content": "‘Thil ṭha naw dâm, kâwlhnâm dâm, rorêlna dâm, hri amanih, ṭâm amanih kan chungah a hung tlung chun nangma hmaa le hi in hmaa hin ngîr kan ta, (i hming chu hi ina hin a um sih a,) kan rimsiknaa chun nang hung ko kan ti cheh a, nang chun mi lo sandam i tih,’ tiin.",
      "reference": "2 CHANCHIN SUINA 20:9"
    },
    {
      "content": "Tuhin, ngai ta, Ammon le Moab thlahai le Seir tlâng Aigupta rama inthawka an hung suok laia nangin Israel mihai inrûntir lo le, insuk- siettir lo a i în umtirhai khan,",
      "reference": "2 CHANCHIN SUINA 20:10"
    },
    {
      "content": "ngai ta, nangin hluo dinga i mi pêk, i chana inthawka hunga mi hnawt suok dinga an mi hung thaw- zie hi lo hre la.",
      "reference": "2 CHANCHIN SUINA 20:11"
    },
    {
      "content": "Aw kan Pathien, nangin an chungah ro i rêl ding a ni naw am a nih? Hieng keini mi hung thaw tum pâwl nasatak el chunga hin hrâtna kan nei si nawh a; ieng am thaw ding a na ti khawm kan hriet bawk nawh; nangma tieng kan hung ngha a nih,” tiin.",
      "reference": "2 CHANCHIN SUINA 20:12"
    },
    {
      "content": "Chuongchun, Juda mihai po po chu LALPA hmaa chun an nauhai leh an nuhmeihai le an nautêhai rawi le chun an ngîr a.",
      "reference": "2 CHANCHIN SUINA 20:13"
    },
    {
      "content": "Chun, Asaph naupasalhai Levi mi, Mattania naupa, Jeiel naupa, Benaia naupa, Zekaria naupa, Jaha- ziel chunga chun mipui inkhâwmhai laia chun LALPA thlarau a hung tlung a;",
      "reference": "2 CHANCHIN SUINA 20:14"
    },
    {
      "content": "ama chun a hril a, “Nangni Juda mi po pohai, Jerusalem hluotu po pohai le nang lal Jehosaphat, lo ngai ta u, LALPA chun hieng ang hin in kuomah a ti a nih, ‘Hi mipui tamtak lei hin beidawng naw unla, ṭit khawm ṭi bawk naw ro; indona chu in ta a ni nawh a, Pathien ta a ni lem sih a.",
      "reference": "2 CHANCHIN SUINA 20:15"
    },
    {
      "content": "Zînga hin anni chu zuk thaw unla, ngai ta u, Ziz lam tunga khan an hung a nih; Jeruel thlalêr tlung hmaa phairuom tâwpa khan anni chu hmûng in tih.",
      "reference": "2 CHANCHIN SUINA 20:16"
    },
    {
      "content": "Hi indonaa hin in do ngai kher naw nih, intlar phawt unla, ngîr ṭawk ṭawk ro; LALPA sandamna chu en zing el ro; aw Juda mihai le Jerusalem mihai, ṭi naw unla, beidawng bawk naw ro; zingah anni chu hang thaw unla, LALPA chu in kuomah a um sih a,’” tiin.",
      "reference": "2 CHANCHIN SUINA 20:17"
    },
    {
      "content": "Chun, Jehosaphat chu a hmaia hnuoi sikin a lu a kûn a, chun, Juda mi po po le Jerusalema chêngtuhai chu LALPA hmaa chun an bawkkhup a, LALPA chibai an bûk a.",
      "reference": "2 CHANCHIN SUINA 20:18"
    },
    {
      "content": "Chun, Kohath thlahai le Kora thla Levi mihai chu râwl nasataka inringa Israel Pathien LALPA chu inpâk dingin an ngir tah a.",
      "reference": "2 CHANCHIN SUINA 20:19"
    },
    {
      "content": "Chun, zîngkâr inhmatakin an tho a, Tekoa thlalêra chun an hang feh a, chun, chuonga an fe suok lai chun Jehosaphat chu a ngîr a, “Aw Juda le Jerusalema chêngtuhai, mi lo ngai ta u; LALPA in Pathien chu ring unla, chuongchun, sukdetin um in tih; a zâwlneihai chu ring unla, chuongchun, hlawtling in tih,” a ta.",
      "reference": "2 CHANCHIN SUINA 20:20"
    },
    {
      "content": "Chun, mipuihai chu ân fui zo hnung chun, sipaihai hmaa an fe suok phaa inthieng mawina chu inpâka LALPA kuoma hla sak dingin mi a ruot a: “LALPA kuomah lâwmthu hril ro, a zângaina chu kumkhuoin a um zing sih a, ti ro” a ta.",
      "reference": "2 CHANCHIN SUINA 20:21"
    },
    {
      "content": "Chun, an inpâk a, hla an hang sak ṭan phing chun Juda ram hung rûntuhai Seir tlâng le, Moab le Ammon thlahai chunga chun inchân rutuhai LALPA chun ân chân tir tah a; chuongchun, hnein an um tah a.",
      "reference": "2 CHANCHIN SUINA 20:22"
    },
    {
      "content": "Moab le Ammon thlahai chu Seir tlâng khuo deltuhai chu that vawng a, anni sukbohmang dingin an hung tho tah a; chun, Seir tlâng hluotuhai an hung sukrêm hnunga khawm chun, mi tin chu mi dang dang insukbohmangtuo an tum seng tah a.",
      "reference": "2 CHANCHIN SUINA 20:23"
    },
    {
      "content": "Chun, Juda mihai chu thlalêra vêngna in insânga an hang tlung chun; mipuihai chu an hei en a; chun, ngai ta, mithi ruong hnuoia tluhai chu an hmu a; tukhawm a damsuok hrim an um dêr nawh a.",
      "reference": "2 CHANCHIN SUINA 20:24"
    },
    {
      "content": "Chun, Jehosaphat le a mihai chu an thuom hlîppêk dinga an hung chun lunghluhai, silfênhai, hausakna nasatak elhai chu anni lai chun an hmusuok a, chuonghai chu an phur sêng lo rauin an lâk a; chuong ang lâwm chun a tam a, ni thum sûng zet chu râllâk thilhai chu an lâk a.",
      "reference": "2 CHANCHIN SUINA 20:25"
    },
    {
      "content": "Chun, a ni li ni chun anni chu Beraka ruoma chun an inkhâwm a, chutaka chun LALPA chu an chawi- mawi a, chuleiin, a hmun hming chu tu chen hin “Malsâwmna ruom” ti a ni tah a.",
      "reference": "2 CHANCHIN SUINA 20:26"
    },
    {
      "content": "Chun, Juda rama mi po po le Jerusalema mihai chu an kîr nâwk tah a; Jehosaphat chu anni rawi hmaa chun hlimtakin Jerusalema fe ding chun a kîr tah a; LALPA chun an hmêlmahai chunga hlim dingin anni chu a lo siem ta sih a.",
      "reference": "2 CHANCHIN SUINA 20:27"
    },
    {
      "content": "Chun, Jerusalema chun LALPA inah perkhuonghai, ṭingṭanghai, taw- tawrâwthai leh an hung lût a.",
      "reference": "2 CHANCHIN SUINA 20:28"
    },
    {
      "content": "Chun, Israelhai hmêlmahai chu LALPA chun a dopui ti an hriet chun chuong ramhaia lalramhai po po chunga chun LALPA ṭina chu a um a.",
      "reference": "2 CHANCHIN SUINA 20:29"
    },
    {
      "content": "Chuongchun, Jehosaphat ram huop sûng chu a re ṭawk ṭawk a; a Pathien chun a vêl po poa chun râl- muongna a pêk sih a.",
      "reference": "2 CHANCHIN SUINA 20:30"
    },
    {
      "content": "Jehosaphat chun Juda ram chunga chun ro a rêl a, a rorêl ṭan chun kum sâwmthum panga a na; Jerusalema chun kum sâwmhni panga a rêl a; a nu hming chu Azuba, Silhi naunu kha a nih.",
      "reference": "2 CHANCHIN SUINA 20:31"
    },
    {
      "content": "A pa Asa lampui kha a hraw a, LALPA mithmua ân dik chu thawin a pêtsan ngai nawh a.",
      "reference": "2 CHANCHIN SUINA 20:32"
    },
    {
      "content": "Amiruokchu, bâwlhmunhai chu lâk hmang a ni nawh a; mihai khawm chun an thlatuhai Pathien tienga chun an lungrilhai an lân nghat chie nawh a.",
      "reference": "2 CHANCHIN SUINA 20:33"
    },
    {
      "content": "Jehosaphat thilthaw, a hmasa le a nuhnunghai chu, ngai ta, Hanani naupa Jehu chanchin bu, Israel lalhai lekhabua chun ziek a nih.",
      "reference": "2 CHANCHIN SUINA 20:34"
    },
    {
      "content": "Chun, hi hnunga hin Juda ram lal Jehosaphat chu Israel ram lal Ahazia le chun an inzawm a; ama chun khawhlotakin a thawh a;",
      "reference": "2 CHANCHIN SUINA 20:35"
    },
    {
      "content": "lawnghai siema, Tarsisa fe dingin ama chu ân zawmpui a; chuong chun, Ezion-gebera chun lawnghai chu an siem tah a.",
      "reference": "2 CHANCHIN SUINA 20:36"
    },
    {
      "content": "Chun, Maresaa Dodavahu naupa Eliezer chun Jehosaphat chunga chun a hrillâwk a, “Ahazia chu în zawmpui leiin, LALPA chun i sinthawhai chu a suksiet tah,” a ta. Chuongchun, lawnghai chu an kawiseh a, Tarsisa chun an fe thei ta nawh a.",
      "reference": "2 CHANCHIN SUINA 20:37"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 CHANCHIN SUINA 20 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}