{
  "verses": [
    {
      "content": "Joas chu ro a rêl ṭan chun kum sari mi chau a na; Jerusalema chun kum sâwmli sûng ro a rêl a; a nu chu Beer-sebaa mi, a hming Zibia a nih.",
      "reference": "2 CHANCHIN SUINA 24:1"
    },
    {
      "content": "Thiempu Jehoiada dam sûng po poa chun Joas chun Pathien mit- hmuah thil indikhai chu a thaw a.",
      "reference": "2 CHANCHIN SUINA 24:2"
    },
    {
      "content": "Jehoiada chun nuhmei pahni ân neitir a; naupasalhai le naunu- hmeihai a nei a.",
      "reference": "2 CHANCHIN SUINA 24:3"
    },
    {
      "content": "Joas chun LALPA in chu siem ṭhat a lungril tah a.",
      "reference": "2 CHANCHIN SUINA 24:4"
    },
    {
      "content": "Levi mihai le thiempuhai chu a ko khâwm a, an kuomah, “Juda ram khawpuiahai chun fe suok unla, kum tinin in Pathien in siem ṭhatna dingin Israel mihai po poa inthawk chun tangka dâwl unla; hi thil hi hung inhmaw hle dingin ngaituo ro,” a ta. Amiruokchu, Levi mihai chu an inhmaw naw hle el a.",
      "reference": "2 CHANCHIN SUINA 24:5"
    },
    {
      "content": "Chun, lal chun thiempu laltak Jehoiada chu a ko a, a kuomah, “Thuthlungna puon ina dingin, Israel mipuihai le LALPA siehlaw Mosie ruot leiman chu Jerusalem le Juda rama inthawka hung la dingin ieng dinga Levi mihai hi i tir naw am a na?",
      "reference": "2 CHANCHIN SUINA 24:6"
    },
    {
      "content": "Kha nuhmei rilo Athalia naupa- salhai khan Pathien in chu an lo suksiet a; LALPA in ta dinga thilin- hlânhai po po kha Baal kuomah an lo pêk vawng ta sih a,” a ta.",
      "reference": "2 CHANCHIN SUINA 24:7"
    },
    {
      "content": "Chuongchun, lal chun thu a pêk a, thingrem an siem a, LALPA in dâi kawtkhâr puoa chun an in- ṭhut a.",
      "reference": "2 CHANCHIN SUINA 24:8"
    },
    {
      "content": "Chun, Jerusalema le Juda ram po poa chun, thlalêra Pathien siehlaw Mosien Israel mihai po po chunga thawbi a lo siem ta chu LALPA ta dinga hung chawi dingin thuphuong- na an siem tah a.",
      "reference": "2 CHANCHIN SUINA 24:9"
    },
    {
      "content": "Chuongchun, lalhai po po le mipuihai po po chu an hlim hle a, an tangkahai an hung chawi a, thing- rema chun an dâwl zo hmakhat chun an thlâk ta zing hlak a.",
      "reference": "2 CHANCHIN SUINA 24:10"
    },
    {
      "content": "Chun, thingrem chu lal hotuhai hmaa Levi mihai chun an hung lâk po leh, tangka tamtak a um ti an hmu chun lal lekhaziektu le thiempu laltak hotu chu an hung a, thingrem chu an sukruok a, an lâk a, a hmuna bawk chun an va sie nâwk hlak a, chuong ang chun ni tin an thaw a, tangka tamtak an inkhâwl a.",
      "reference": "2 CHANCHIN SUINA 24:11"
    },
    {
      "content": "Chun, chu chu LALPA in rawng- bâwlna sin thaw ang pei chun Jehoiada le lal chun an pêk suok tah a; in bâwlthiemhai le, thing sak- thiemhai LALPA in siem ṭha ding chun an ruoi a, LALPA in bâwl ṭha dinga dârsen le thîra sinthawtuhai khawm chu.",
      "reference": "2 CHANCHIN SUINA 24:12"
    },
    {
      "content": "Chuongchun, sinthawtuhai chun sin an thawh a; sin chu anni thaw zo famkim a ni tah a, Pathien in chu a ngai ang bawk chun an bâwl ṭhah a, an sukdet tah a.",
      "reference": "2 CHANCHIN SUINA 24:13"
    },
    {
      "content": "Chun, an zo pha chun, tangka danghai chu lal le Jehoiada kuoma chun an hung chawi a; chuonghai chun LALPA ina bûr le bêlhai, rawng- bâwlna le inhlânna bûr le bêlhai, haihawhai, rângkachak le tangkaraw bûr le bêlhai chu siem a na. Chun, Jehoiada dam sûng po po chun ni tin hin LALPA ina chun pumrawhmang thilinhlânhai chu an inhlân zing zing hlak a.",
      "reference": "2 CHANCHIN SUINA 24:14"
    },
    {
      "content": "Nisienlakhawm, Jehoiada chu a hung upa a, a hung tar tah a, a thi tah a; a thi chun kum za le sâwmthum mi a nih.",
      "reference": "2 CHANCHIN SUINA 24:15"
    },
    {
      "content": "Ama chu David khawpuiah lalhai laia chun an phûm a, Pathien le a in chunga le, Israel ram sûnga chun thil ṭha a thaw hlak leiin.",
      "reference": "2 CHANCHIN SUINA 24:16"
    },
    {
      "content": "Jehoiada a thi hnung chun Juda ram lalhai chu an hung a, lal kuoma chun devânkaina an hung siem a. Chun, lal khawm chun an thu chu a lo ngai a.",
      "reference": "2 CHANCHIN SUINA 24:17"
    },
    {
      "content": "An thlatuhai Pathien LALPA in chu an nghatsan a; milimhai le Asera rawng chu an bâwl tah a; chuong- chun, hi an rîtlona lei hin Jerusalem le Juda ram chunga chun lungsenna a hung tlung tah a.",
      "reference": "2 CHANCHIN SUINA 24:18"
    },
    {
      "content": "LALPA kuoma hung ṭhuoi nâwk dingin an kuoma chun zâwlneihai a tir a; anni chu an lo ngâwk a, na an lo daw nuom nawh a.",
      "reference": "2 CHANCHIN SUINA 24:19"
    },
    {
      "content": "Chun, thiempu Jehoiada naupa Zekaria kuoma chun Pathien thlarau a hung tlung a, mipuihai chunga chun a ngîr a, an kuomah, “Pathien chun hieng hin a tih, ‘Hlawtling thei nâwna pha el dinga iengdinga LALPA thupêkhai chu in bawsiet am a na? LALPA chu in nghatsan leiin ama khawma a nghatsan cheu a ni hi,’ tiin,” a ta.",
      "reference": "2 CHANCHIN SUINA 24:20"
    },
    {
      "content": "Chun, ama chu an phierrûk tah a, LALPA in inhuon tuolsûnga chun lal thupêkin an dêng hlum tah a.",
      "reference": "2 CHANCHIN SUINA 24:21"
    },
    {
      "content": "Chuongchun, lal Joas chun ama chunga a pa Jehoiada ngilneizie kha a hriet zing ta nawh a, a naupa chu a that tah a. Chun, a thi chun, “LALPAIN hung en sienla, phuba la raw se,” a ta.",
      "reference": "2 CHANCHIN SUINA 24:22"
    },
    {
      "content": "Chun, kum tâwpa chun Suria sipaihai chun ama chu an hung rûn tah a; chuongchun, Juda ram le Jeru- salema khawm chun an hung lût a; an mi lienhai po po chu an sukbohmang vawng a, annia râllâk sum po po chu Damaska lal kuomah an inphur vawng a.",
      "reference": "2 CHANCHIN SUINA 24:23"
    },
    {
      "content": "Suria sipai pâwlhai chu mi tlâwmte chau hi an hung a, ami- ruokchu, LALPA chun sipai pâwl lientak chu an kutah a pêk sih a; an thlatuhai Pathien LALPA chu an nghatsan leiin. Chuongchun, Joas chunga chun hremna chu an in- tlungtir tah a.",
      "reference": "2 CHANCHIN SUINA 24:24"
    },
    {
      "content": "Chun, ama chu an mâksan chun (na inrimtakin ama chu an mâksan sih a), thiempu Jehoiada naupasalhai thisen lei khan ama siehlaw ngeiin ama chu a phierrûk tah a; a khum chunga ngei chun a that a, a thi tah a; David khawpuia chun an phûm a, nisienlakhawm, lalhai thlân ina khan chu an phûm nawh.",
      "reference": "2 CHANCHIN SUINA 24:25"
    },
    {
      "content": "Hienghai hi ama phierrutuhai chu an nih: Ammon nu Simeath naupa Zabad hai, Moab nu Simrith naupa Jehozabad hai hi.",
      "reference": "2 CHANCHIN SUINA 24:26"
    },
    {
      "content": "Chun, a naupasalhai chungthu le, ama chunga phurrik nasatak innghat le, Pathien in bâwl thu chu, ngai ta, lalhai chanchin ziekna bua chun an ziek a. Chun, a naupa Amazia chun ama aiin ro a rêl tah a.",
      "reference": "2 CHANCHIN SUINA 24:27"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 CHANCHIN SUINA 24 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}