{
  "verses": [
    {
      "content": "Ahaz chun ro a rêl ṭanin kum sâwmhnia upa a na; Jerusa- lema chun kum sâwmparuk sûng ro a rêl a; a thlatu David ang khan LALPA mithmuah thil indik chu a thaw ve nawh a;",
      "reference": "2 CHANCHIN SUINA 28:1"
    },
    {
      "content": "amiruokchu, Israel lalhai lampui chu a hrawh a, Baal ta ding chun milim a sunga sunghai chu a siem bawk a.",
      "reference": "2 CHANCHIN SUINA 28:2"
    },
    {
      "content": "Chunawa khawm chun Hinnom naupa ruoma chun riminhnik a rawh a; Israel thlahai hmaa LALPAIN a hnawtsuok khawhri be mihai tirdak- umna ang tak chun a nauhai chu meiah ân lûttir bawk a.",
      "reference": "2 CHANCHIN SUINA 28:3"
    },
    {
      "content": "Thing hring tin hnuoia le muol haia le, bâwlhmunhaia chun rimin- hnik a rawh a, ân thâwi bawk a.",
      "reference": "2 CHANCHIN SUINA 28:4"
    },
    {
      "content": "Chuleichun, LALPA a Pathien chun Suria lal kuta chun ama chu a pêk tah a, ama chu an hung thawh a, a mi tamtakhai chu salah an ṭhuoi a, Damaskaa chun an hung ṭhuoi tâwl tah a. Nasataka thata hnetu Israel lal kuta chun ama khawm chu pêk a ni tah a.",
      "reference": "2 CHANCHIN SUINA 28:5"
    },
    {
      "content": "Remalia naupa Peka chun Judai ramah, mi hrât khawkhêng ṭhieu nuoi khat le sîng hni ni khat sûngin a that a; an thlatuhai Pathien LALPA chu an nghatsan leiin.",
      "reference": "2 CHANCHIN SUINA 28:6"
    },
    {
      "content": "Chun, Ephraima mi thil thaw- theitak Zikri chun lal naupa Maaseia le insûng rorêltu Azrikam le lal dawttu Elkana chu a that bawk a.",
      "reference": "2 CHANCHIN SUINA 28:7"
    },
    {
      "content": "Chun, Israel thlahai chun an unauhai chu sal nuoi hni, nuhmei le naunuhmeihai le naupasalhai leh an ṭhuoi hmang a; chun, râllâk sum tamtak an lâk bawk a; chu râllâk sum chu Samariaa chun an hung lâk a.",
      "reference": "2 CHANCHIN SUINA 28:8"
    },
    {
      "content": "Amiruokchu, LALPA zâwlnei chutaka chun a lo um a, a hming chu Oded a nih; ama chu sipai ruol Samariaa hung lût dinghai chu tuok dingin a feh a, an kuoma chun, “Ngai ta u, in thlatuhai Pathien LALPA chu Juda ram chunga chun a lunginsen leiin anni chu an kutah a pêk tah a, chun, anni chu lunginsenin in that a, chu chu vânah a hang tlung tah a nih.",
      "reference": "2 CHANCHIN SUINA 28:9"
    },
    {
      "content": "Tuhin Juda thlahai le Jerusa- lema mihai chu suoknuhai, suokpa- haia siem in lungril a na; amiruokchu, in Pathien LALPA chunga nangni ngei bawsietna chu nangnia ngei khawm hin a um ve a ni naw am a nih?",
      "reference": "2 CHANCHIN SUINA 28:10"
    },
    {
      "content": "Chuleiin, tuhin mi lo ngai unla, in unauhai ngei sala in hung ṭhuoi- hai, salhai chu tirkîr nâwk vawng ro, LALPA lunginsenna ṭiumtak chu in chungah a um sih a,” a ta.",
      "reference": "2 CHANCHIN SUINA 28:11"
    },
    {
      "content": "Chun, Ephraim thlahai laia ṭhuoitu ṭhenkhathai, Johanan naupa Azaria hai, Mesillemoth naupa Berekia hai, Sallum naupa Jehizkia hai, Hadlai naupa Amasa hai chun indonaa inthawka hunghai chu an lo dang a,",
      "reference": "2 CHANCHIN SUINA 28:12"
    },
    {
      "content": "an kuoma chun, “Hitaka hin salhai chu in hung ṭhuoi ding a ni nawh: ei bawsietna le ei suolnahai belsa dingin, LALPA chungah baw- sietna mîn tluntir in tum a ni hi; ei bawsietnahai chu a nasa êm êm a, Israel chunga hin lunginsenna ṭium- tak chu a um a nih,” an lo tih a.",
      "reference": "2 CHANCHIN SUINA 28:13"
    },
    {
      "content": "Chuongchun, inrâlthuomhai chun salhai le râllâk sumhai chu hotuhai hmaa le mipui inkhâwmhai hmaa chun an mâksan tah a.",
      "reference": "2 CHANCHIN SUINA 28:14"
    },
    {
      "content": "Chun, khieng an hming hrila umhai khi an tho a, salhai chu an ṭhuoi a, râllâk thilhai chu anni laia saruoka umhai chu an insiltir a, anni chu an inthuom a, kekawk an inbun- tir a, fâk ding le dâwn ding an pêk a, hriek an nâl a, anni laia hrât nawhai po po chu sabengtung chungah an inchuongtir a, an unauhai kuomah, intûm khawpui Jerikoa chun an hung ṭhuoi tah a; chun, chutaka inthawk chun Samariaa chun an kîr nâwk tah a.",
      "reference": "2 CHANCHIN SUINA 28:15"
    },
    {
      "content": "Chuong hun laia chun lal Ahaz chun Assuria lal chu ama ṭhangpui dinga fiel dingin mi a tir a.",
      "reference": "2 CHANCHIN SUINA 28:16"
    },
    {
      "content": "Edom mihai chu an hung nâwk a, Juda ram chu an hung rûn a, salah an ṭhuoi tâwl sih a.",
      "reference": "2 CHANCHIN SUINA 28:17"
    },
    {
      "content": "Philistin mihai khawma Juda ram Simtienga phaia khawpuihai chu an hung rûn a, Beth-semes hai, Aijalon hai, Gederoth hai, Soko hai an khawperhai leh, Timna le a khaw- perhai leh, Gimzo le a khawperhai leh an lâk a, chuongahai chun an um a.",
      "reference": "2 CHANCHIN SUINA 28:18"
    },
    {
      "content": "Israel lal Ahaz leiin, LALPAIN Judahai chu a hung suktlâwm a; ama chu Judahai chunga nuomtâwka a khawsak lei le LALPA chunga a bawsiet nasa êm leiin.",
      "reference": "2 CHANCHIN SUINA 28:19"
    },
    {
      "content": "Assuria lal Tiglath-pileser chu a kuomah a hung a, ama chu sukdet nêkin a sukrimsi hle a.",
      "reference": "2 CHANCHIN SUINA 28:20"
    },
    {
      "content": "Ahaz chun LALPA ina chanvo le, lal nauhai in le lal ina mi chu a lâk suok a, Assuria lal chu a lo pêk a; nisienlakhawm, a ṭhangkaipui chuong nawh a.",
      "reference": "2 CHANCHIN SUINA 28:21"
    },
    {
      "content": "Chuongchun, hi lal Ahaz hi, a lunginzîng hun laia khawm chun LALPA chungah a bawsiet zuol det pei a.",
      "reference": "2 CHANCHIN SUINA 28:22"
    },
    {
      "content": "Damaska mihai, ama hung rûntuhai pathienhai chu a biek a, ama chun, “Suria lalhai pathien- haiin anni a ṭhangpui leiin, kei khawm an mi ṭhangpui theina dingin an kuomah inthâwi ka tih,” a ta. Nisienlakhawm, ama sietna le Israel ram sûng po po sietna a ni lem tah a.",
      "reference": "2 CHANCHIN SUINA 28:23"
    },
    {
      "content": "Chun, Ahaz chun Pathien ina bûr le bêlhai chu a lâk khâwm a, Pathien ina bûr le bêlhai chu a vuok- nawi vawng a; LALPA in kawtkhâr- hai chu a khâr vawng tah a; chun, Jerusalem kil tina chun ama ta dingin mâichâm a siem a.",
      "reference": "2 CHANCHIN SUINA 28:24"
    },
    {
      "content": "Chun, Juda khawpui hmun tam- taka chun Pathien danghai kuoma riminhnik rawna dingin bâwlhmun- hai a siem a, a thlatuhai Pathien LALPA chu a chawk lungsen ta deu deu a.",
      "reference": "2 CHANCHIN SUINA 28:25"
    },
    {
      "content": "A thilthaw danghai chu, a nung- chang tinrênghai leh, a hmasa le nuhnung khawm chu, ngai ta, Juda le Israel lalhai lekhabua chun ziek an nih.",
      "reference": "2 CHANCHIN SUINA 28:26"
    },
    {
      "content": "Chun, Ahaz chu a thlatuhai laia chun a in tah a, khawpuiah, Jerusa- lema chun an phûm tah a; Israel lalhai thlân ina chun an sie nawh a; chun, a naupa Hezekia chun ama aia chun ro a rêl tah a.",
      "reference": "2 CHANCHIN SUINA 28:27"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 CHANCHIN SUINA 28 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}