{
  "verses": [
    {
      "content": "Chun, hieng thil po po hi zo a ni hnung chun, Israel chutaka umhai po po chu Juda khawpuiahai chun an feh a, lungphunhai chu an suknâwi a, Asera chu an phûrthlûk a; Benjamin le Juda ram po poa bâwl- hmunhai le mâichâmhai chu an vuok chim vawng a; Ephraim le Manasse rama khawm, a rênga an suksiet vawng hmakhat chun an thaw pei a. Chu, Israel thlahai chu, mi tin mâni hmun nei sengah, mâni khawpui sengah an kîr tah a.",
      "reference": "2 CHANCHIN SUINA 31:1"
    },
    {
      "content": "Hezekia chun an pâwlhai ang peiin thiempuhai le Levi mihai chu an pâwl a ruotpêk a; mi tin an sin- thaw ang peiin, thiempuhai le Levi mihai chu LALPA bûk dai kawtkhâr- haia inpâk a, lâwmthu hril a, rawngbâwl a, inremna thilinhlânhai le pumrawhmang thilinhlânhai chu thaw dingin.",
      "reference": "2 CHANCHIN SUINA 31:2"
    },
    {
      "content": "Chun, pumrawhmang thilin- hlâna lal chan ding khawm ran a ruot a, anih, LALPA dâna ziek anga zîng- tieng le zântienga pumrawhmang thilinhlânhai le, châwlnia pumraw- hmang thilinhlânhaia le, thla tharhaia le, ruoiṭhe hunbi neihaia ding chun.",
      "reference": "2 CHANCHIN SUINA 31:3"
    },
    {
      "content": "Chunawa khawm, LALPA dâna an hrât theina dingin Levi mihai le thiempuhai chu an chan chu pe ve dingin Jerusalema umhai chu thu a pêk bawk a.",
      "reference": "2 CHANCHIN SUINA 31:4"
    },
    {
      "content": "Thupêk chu phuongdar a ni phing le chun Israel thlahai chun bu dâm, uoin dâm, khuoizu dâm le lo hmasuok po poa ra hmasatakhai chu tamtak el an hungpêk tâwl a; thil po poa sâwma pakhat khawm tamtak el an hung pêk tâwl a.",
      "reference": "2 CHANCHIN SUINA 31:5"
    },
    {
      "content": "Juda ram khawpuihaia um Juda le Israel thlahai chun bâwng le berâmhaia sâwma pakhat dâm, an Pathien LALPA kuoma thilinhlân sukthieng tahai dâm chu an hung chawi a, a bûm bûmin an hung sieh a.",
      "reference": "2 CHANCHIN SUINA 31:6"
    },
    {
      "content": "Thla thumnaa chun thil sie- khâwm chu an ṭan a, thla sarinaa chun an zo tah a.",
      "reference": "2 CHANCHIN SUINA 31:7"
    },
    {
      "content": "Chun, Hezekia le hotuhai chu an hung a, thil siekhâwmhai chu an hmu chun LALPA le a mi Israelhai chu an inpâk a.",
      "reference": "2 CHANCHIN SUINA 31:8"
    },
    {
      "content": "Hezekia chun Levi mihai le thiempuhai chu thil siekhâwm chungthu chu ân dawn a.",
      "reference": "2 CHANCHIN SUINA 31:9"
    },
    {
      "content": "Zadok sûngkuoa mi, thiempu laltak Azaria chun a dawn a, “Mipui haiin LALPA ina an thilpêkhai an hung chawi china chun kan fâkin a huntâwk kan nei tah a; a chuong tamtak hman kan nei rau a; LALPA chun a mihai chu mal a sâwm sih a, hi siekhâwm nasatak hi kan fâk mahla chu a ni hi,” an ta.",
      "reference": "2 CHANCHIN SUINA 31:10"
    },
    {
      "content": "Chun, Hezekia chun LALPA ina chun, pindanhai buotsai dingin thu a pêk tah a; chun, an buotsai tah a.",
      "reference": "2 CHANCHIN SUINA 31:11"
    },
    {
      "content": "Chun, thilpêkhai, sâwma pa- khat pêkhai, thilinhlânhai chu ringumtakin an hung lâk a; chu chunga chun Levi mi Konania chu a rorêltu a nih; a unaupa Simei chu a dawttu a na.",
      "reference": "2 CHANCHIN SUINA 31:12"
    },
    {
      "content": "Chun, Jehiel, Azazia, Nahath, Asahel, Jerimoth, Jozabad, Eliel, Ismakia, Mahath le Benaia chu, Pathien in rorêltu Azaria le lal Hezekia ruotin, Konania le a unaupa Simei hnuoia enkawltuhai an nih.",
      "reference": "2 CHANCHIN SUINA 31:13"
    },
    {
      "content": "Chun, saktieng dâi kawtkhâr vêngtu Levi mi Imna naupa Kore chu thil inthiengtakhai le, LALPA kuoma thilpêkhai chu sem dinga, Pathien kuoma mâni nuomthua thilinhlânhai chunga hotu a nih.",
      "reference": "2 CHANCHIN SUINA 31:14"
    },
    {
      "content": "Ama hnuoia chun Eden, Miniamin, Jesua, Semaia, Amaria le Sekania hai, thiempuhai khawpui- haia an sin ruotahai chun, an unau- hai chu, a chîn le lien kuoma an chan chit chu sem dingin an um bawk a;",
      "reference": "2 CHANCHIN SUINA 31:15"
    },
    {
      "content": "pasal tienga inthla dâna suiin, kum thuma upa chin chung tienga mi, LALPA ina lût taphawt elhai kha, an pâwl ang peia an rawngbâwlnaa an sin chan an ni tin chan ang pei a fe hlakhai tiem loin;",
      "reference": "2 CHANCHIN SUINA 31:16"
    },
    {
      "content": "Levi mihai le an pahnam ang pei a, thiempuhai inthla sâwng dâna kum sâwmhni le a chungtieng mi po po an pâwla an chan ang chun an ruot a;",
      "reference": "2 CHANCHIN SUINA 31:17"
    },
    {
      "content": "chun, thiempuhai chu, an nau le têhai inthla sâwng dânah, an nu- hmeihai, an naupasalhai, an naunu- hmeihai mipui laia po po chun, an rawngbâwlna dinga ruot senga chun inthiengna dingin an inhlânthieng tâwl a;",
      "reference": "2 CHANCHIN SUINA 31:18"
    },
    {
      "content": "thiempu Aron naupasalhai an khawpuihai khaw hmawr phûla umhai khawm chun, khawpui tamtak elahai chun, Levi mihai laia inthla dâna tiem sa po pohai le thiempuhai laia pasal po pohai kuoma an chanhai sempêk dingin, an hming suota ruot an um bawk a.",
      "reference": "2 CHANCHIN SUINA 31:19"
    },
    {
      "content": "Chuong ang tak chun lal Hezekia chun Juda ram sûng po poa chun a thaw suok vawng a; a Pathien LALPA hmaa ringumna le, thil indik le thil ṭha chu a thaw tah a.",
      "reference": "2 CHANCHIN SUINA 31:20"
    },
    {
      "content": "Chun, LALPA ina rawngbâwlna sin a thaw tinrênga le, dâna le, thu- pêkahai chun, a Pathien chu zawng dingin lungril po poin a thaw hlak a; a hlawtling ngei a.",
      "reference": "2 CHANCHIN SUINA 31:21"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 CHANCHIN SUINA 31 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}