{
  "verses": [
    {
      "content": "Chun, David naupa Solomon chu a rama chun sukdet a ni tah a, LALPA a Pathien chu a kuomah a um a, ama chu nasatakin a chawimawi a.",
      "reference": "2 CHANCHIN SUINA 1:1"
    },
    {
      "content": "Solomon chun, Israel mi po pohai le, sipai za khat pâwl le sâng khat pâwl hotuhai kuoma le, rorêltuhai kuoma le, Israel rama lalhai po po kuoma le, pahnam luhai kuoma chun thu a hril a.",
      "reference": "2 CHANCHIN SUINA 1:2"
    },
    {
      "content": "Chuongchun, Solomon le a kuoma mipui inkhâwmhai po po chu Gibeona bâwlhmuna chun an hang fe tah a; LALPA siehlaw Mosien thla- lêra Pathien ta dinga intuokna in a siem chu chutaka chun a um sih a.",
      "reference": "2 CHANCHIN SUINA 1:3"
    },
    {
      "content": "Nisienlakhawm, Pathien bâwm chu David chun Kiriath-jearima in- thawk khan a hung lâk a, Davidin a siena dinga a buotsai hmuna khan a lo sie tah a; Jerusalema khan, chu hmun ding chun puon in a lo zâr ta sih a.",
      "reference": "2 CHANCHIN SUINA 1:4"
    },
    {
      "content": "Chunawa khawm, dârsen mâi- châm Hur naupa, Uri naupa Bezalel- in a lo siem ta chu LALPA biekbûk hmaa chun a um bawk a; Solomon le mipui chun an va pan a.",
      "reference": "2 CHANCHIN SUINA 1:5"
    },
    {
      "content": "Chun, Solomon chu LALPA hmaa dârsen mâichâm intuokna ina uma chun a hang feh a, a chunga chun pumrawhmang thilinhlân sâng khat lai ân hlân a.",
      "reference": "2 CHANCHIN SUINA 1:6"
    },
    {
      "content": "Chu zân chun Solomon kuomah LALPA chu a hung inlâr a, a kuomah, “Ieng am a na ka pêk ding che, mi hni rawh,” a ta.",
      "reference": "2 CHANCHIN SUINA 1:7"
    },
    {
      "content": "Solomon chun Pathien kuoma chun, “Ka pa David kuoma chun lung- insietna nasatak i lo inentir tah a, ama aia chun tuhin lalah i mi siem tah a.",
      "reference": "2 CHANCHIN SUINA 1:8"
    },
    {
      "content": "Tuhin, Aw LALPA Pathien, ka pa David kuoma i thutiem chu suk- puitling ni raw se; tam tienga hnuoia pilvut zât rau ang mipui chunga hin lalah i mi siem ta sih a.",
      "reference": "2 CHANCHIN SUINA 1:9"
    },
    {
      "content": "Hi mipuihai hmaa hin ka lûta ka suok theina dingin tuhin varna le hrietthiem theina nangin mi pe la; chuong naw chun, hi i mihai hieng zât lâwm lâwm hi tuin am ro rêlpêk thei an ta?” a ta.",
      "reference": "2 CHANCHIN SUINA 1:10"
    },
    {
      "content": "Pathien chun Solomon kuomah, “Hi hi i lungrilah a um a, hausak- nahai, neinungnahai le inzaumnahai amanih, nangma theidatuhai che hringna amanih, i hni nawh a, dam sâwtna khawm i hni bawk nawh a, amiruokchu, ka mihai, an chunga lala ka siemnahai che chu ro i rêl- pêk theina dinga nangma ta dinga varna le hrietthiem theina i hni lem leiin;",
      "reference": "2 CHANCHIN SUINA 1:11"
    },
    {
      "content": "varna le hrietthiem theina chu i kuoma pêk a ni tah a; i hmaa lalhai tukhawma an nei dêr lo le, nangma hnunga tukhawma chuong anga an nei dêr lo ding hausaknahai le, nei- nungnahai le, inzâkaina pêng ka ti che,” a ta.",
      "reference": "2 CHANCHIN SUINA 1:12"
    },
    {
      "content": "Chuongchun, Solomon chu a vân zinna Gibeona bâwlhmun, in- tuokna puon in hmaa inthawk chun Jerusalema chun a hung tah a; chuongchun, Israel chunga chun ro a rêl tah a.",
      "reference": "2 CHANCHIN SUINA 1:13"
    },
    {
      "content": "Chun, Solomon chun sakawr tawlailîrhai le sakawr chung chuong mihai chu a kei khâwm a, sakawr tawlailîr sâng khat le za li le, sakawr chung chuong mi sîng khat le sâng hni a nei a; chuong chu sakawr tawlailîr khawpuiahai le lal kuomah Jerusalema chun a sieh a.",
      "reference": "2 CHANCHIN SUINA 1:14"
    },
    {
      "content": "Chun, lal chun tangka le râng- kachak chu Jerusalema chun lung ang el le, Sidar thing chu phai rama theichang kûng ang ela tama intiengin a sieh a.",
      "reference": "2 CHANCHIN SUINA 1:15"
    },
    {
      "content": "Chun, Solomonin sakawr a neihai chu Aigupta rama inthawka inchâwk suok vawng an nih; lal sumdâwng mihai chun a ruol ruolin an lo khâr hlak a, a ruola inchâwk pei a nih;",
      "reference": "2 CHANCHIN SUINA 1:16"
    },
    {
      "content": "chuongchun, an hung lâk a, Aiguptaa inthawkin sakawr tawlailîr chu tangkaruo shekel za ruk peiin an intlungtir bawk a; chun, sakawrhai chu Hit mi lalhai le Suria lalhai ta ding khawmin an suktlungpêk hlak a; sakawrhai chu tangkaruo shekel za le sâwmnga peiin an intlungtir a nih.",
      "reference": "2 CHANCHIN SUINA 1:17"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 CHANCHIN SUINA 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}