{
  "verses": [
    {
      "content": "Chuongchun, Abija chu a thlatuhai kuoma chun a in tah a, ama chu David khawpuia chun an phûm a, a naupa Asa chun ama aia chun ro a rêl tah a; ama inlal sûng chun kum sâwm sûng chu ram chu râlmuongin a um a.",
      "reference": "2 CHANCHIN SUINA 14:1"
    },
    {
      "content": "Chun, Asa chun a Pathien, LALPA mithmuah thil indik le ṭhahai chu a thawh a;",
      "reference": "2 CHANCHIN SUINA 14:2"
    },
    {
      "content": "bâwlhmunhai le mâichâm dang- lamhai chu a lâk hmang a, lungphun- hai chu a sukthliek a, Asera chu a phûr thlûk bawk a;",
      "reference": "2 CHANCHIN SUINA 14:3"
    },
    {
      "content": "chun, Juda mihai chu an thla- tuhai Pathien LALPA chu zawnga thupêk le dânhai chu thaw pei dingin thu a pêk bawk a.",
      "reference": "2 CHANCHIN SUINA 14:4"
    },
    {
      "content": "Juda ram sûng khawpui po pohaia inthawk chun bâwlhmunhai le nisa limhai chu a lâk hmang vawng a; ram chu ama hmaa chun a re ṭawk ṭawk a.",
      "reference": "2 CHANCHIN SUINA 14:5"
    },
    {
      "content": "Juda rama chun khawpui kul neihai chu a bâwl a, LALPAIN ama chu châwlna a pêk leiin, ram chu a re ṭawk ṭawk a, chuong kumahai chun indona a nei si nawh a.",
      "reference": "2 CHANCHIN SUINA 14:6"
    },
    {
      "content": "Chun, ama chun, Juda mihai kuoma chun, “Hieng khawpuihai hi bâwl ei tiu a, a banghai, a kulbîng insânghai, a dai kawtkhârhai le a kalna thîrhai siem ei tiu; ei Pathien LALPA chu ei zawng leiin ram chu ei hnuoiah a um a nih; ama chu ei zawng leiin kil tinah ama chun châwl a mi pêk a ni hi,” a ta. Chuongchun, an bâwl a, hlaw khawm an hlawtling pei tah a.",
      "reference": "2 CHANCHIN SUINA 14:7"
    },
    {
      "content": "Chun, Asa chun Juda hnama inthawkin âwmphâw le fei chawi mi sipai nuoi thum a nei a; Benjamin hnama inthawkin phaw chawia thal- ngul kuoi mi nuoi hni le sîng riet a nei bawk a: hieng mihai po po hi mi hrât khawkhêng ruok an nih.",
      "reference": "2 CHANCHIN SUINA 14:8"
    },
    {
      "content": "Chun, Ethiopia mi Zera chun sipai maktaduoi khat le sakawr tawlailîr za thum leh anni chu a hung thawh a; ama chu Maresa chenin a hung a.",
      "reference": "2 CHANCHIN SUINA 14:9"
    },
    {
      "content": "Chun, Asa chu ama tuok ding chun a suok a, Maresaa Zephatha ruoma chun indo ding chun an inep tah a.",
      "reference": "2 CHANCHIN SUINA 14:10"
    },
    {
      "content": "Asa chu a Pathien LALPA kuoma chun a khêk a, “LALPA chau naw chu, hrâtna nei lo mihai ta dinga, mi thilthawtheia inthawka ṭhangpui ding mi dang tukhawm an um nawh a; Aw LALPA kan Pathien, mi ṭhang- pui la; nangmaah kan innghat sih a, hi mipui hi i hming leiin kan hung do a ni hi. Aw LALPA nang chu kan Pathien i na, nangma chu tukhawma hne naw raw se che,” tiin.",
      "reference": "2 CHANCHIN SUINA 14:11"
    },
    {
      "content": "Chuongchun, LALPA chun Asa hmaa le Juda mihai hmaa chun Ethiopia mihai chu a hung thawh a; Ethiopia mihai chu an tlânse tah a.",
      "reference": "2 CHANCHIN SUINA 14:12"
    },
    {
      "content": "Asa le a kuoma mipui umhai chun anni chu Gerar chenin an hnawt a; Ethiopia mihai chu nasatakin an thi a, ṭhang an khaw thei ta nawh a; LALPA le a sipaihai hmaa chun sukbohmangin an um a; anni chun râllâk sum tamtak an lâk a.",
      "reference": "2 CHANCHIN SUINA 14:13"
    },
    {
      "content": "Chun, Gerar vêla khuohai po po chu a thaw vawng a, LALPA ṭitna chu an chunga chun a hung tlung tâwl sih a, khawpuihai po po chu an suksiet a, chuonga hai chun râllâk thil tam- takhai chu a um sih a.",
      "reference": "2 CHANCHIN SUINA 14:14"
    },
    {
      "content": "Ran ruol bûkhai chu an rûn pei a, berâm tamtakhai le sanghâwngsei leh an lâk ṭeu a, Jerusalemah an kîr tah a.",
      "reference": "2 CHANCHIN SUINA 14:15"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 CHANCHIN SUINA 14 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}