{
  "verses": [
    {
      "content": "Chun, chu ram mipuihai chun Josia naupa Jehoahaz chu an ṭhuoi a, a pa aia chun Jerusalema lalah an siem tah a.",
      "reference": "2 CHANCHIN SUINA 36:1"
    },
    {
      "content": "Jehoahaz chu ro a rêl ṭan chun kum sâwmhni pathuma upa a na; Jerusalema chun thla thum sûng ro a rêl a.",
      "reference": "2 CHANCHIN SUINA 36:2"
    },
    {
      "content": "Aigupta lal chun ama chu Jeru- salema chun ân lalna a suktlâwm a, an ram chu rângkachak talent khat le tangkaruo talent za khat ân chawi- tir a.",
      "reference": "2 CHANCHIN SUINA 36:3"
    },
    {
      "content": "Chun, Aigupta lal chun a unaupa Eliakim chu Jerusalem le Juda ram chunga chun lalah a siem a; a hming chu Jehoiakim in a thleng tah a. Chun, Neko chun a unaupa Jehoahaz chu a ṭhuoi a, Aigupta ramah a fepui tah a.",
      "reference": "2 CHANCHIN SUINA 36:4"
    },
    {
      "content": "Jehoiakim chu rorêl a ṭan chun kum sâwmhni pangaa upa a na; Jerusalema chun kum sâwmpakhat sûng ro a rel a; a Pathien LALPA mithmuah thil ṭha naw chu a thawh a,",
      "reference": "2 CHANCHIN SUINA 36:5"
    },
    {
      "content": "ama chu doin, Babulon lal Nebu- kadnezzar chu a hung a, thîrkawlhai- in a khuop a, Babulona ṭhuoi dingin.",
      "reference": "2 CHANCHIN SUINA 36:6"
    },
    {
      "content": "Nebukadnezzar chun LALPA ina bûr le bêlhai khawm chu Babulon tieng a phur hmang a, Babulona biekina chun a sie tâwl a.",
      "reference": "2 CHANCHIN SUINA 36:7"
    },
    {
      "content": "Jehoiakim thil thaw danghai le, thil tirdakum a thawhai le, amaa hmua umhai chu, ngai ta, Juda le Israel ram lalhai lekhabua chun ziek a nih; chun, Jehoiakin, a naupa chun ama aia chun ro a rêl tah a.",
      "reference": "2 CHANCHIN SUINA 36:8"
    },
    {
      "content": "Jehoiakin chu rorêl a ṭan chun kum rieta upa a na, thla thum le ni sâwm sûng Jerusalema chun ro a rêl a. LALPA mithmuah thil ṭha nawhai chu a thawh a.",
      "reference": "2 CHANCHIN SUINA 36:9"
    },
    {
      "content": "Chun, kum hung inlet nâwka chun Nebukadnezzar chun mi a tir a, ama chu Babulonah, LALPA ina bûr le bêl ṭhahai le chun an hung ṭhuoi a, a unaupa Zedekia chu Juda le Jerusalem chunga chun lalah a siem tah a.",
      "reference": "2 CHANCHIN SUINA 36:10"
    },
    {
      "content": "Zedekia chu rorêl a ṭan chun kum sâwmhni pakhata upa a na; Jerusalema chun kum sâwmpakhat sûng ro a rêl a;",
      "reference": "2 CHANCHIN SUINA 36:11"
    },
    {
      "content": "a Pathien LALPA mithmuah thil ṭha naw chu a thawh a; LALPA baua inthawka thuhriltu Jeremia hmaa khawm chun ama le ama chu ân sukhnuoi nawh a.",
      "reference": "2 CHANCHIN SUINA 36:12"
    },
    {
      "content": "Pathiena ṭawng inkhâmtirtu Nebukadnezzar chunga khawm chun a hel bawk a; Israel Pathien LALPA kuoma kîr dingin, a lungril a sukngar a, ân sukkâwmâw bawk a.",
      "reference": "2 CHANCHIN SUINA 36:13"
    },
    {
      "content": "Chu nawa khawm chun, khaw- hri be mihai tirdakumna po po angin mipuihai le thiempu lalhai khawm chun nasatakin an bawsiet a; Jerusalema LALPA in a sukthieng ta chu an sukpawrche tah a.",
      "reference": "2 CHANCHIN SUINA 36:14"
    },
    {
      "content": "A umna hmun le a mihai chu a lunginsiet leiin, an thlatuhai Pathien LALPA chun an kuoma chun a tirkohai chu a tir a,",
      "reference": "2 CHANCHIN SUINA 36:15"
    },
    {
      "content": "nisienlakhawm, Pathien tirko- hai chu an nuisan a, a thu chu an hmusit a, a zâwlneihai chu an nuiêu a, sukṭhat nâwk theina um ta lo hiel khawpa, mipuihai chunga LALPA lungsenna chu chawkthoa a um hiel chen chun.",
      "reference": "2 CHANCHIN SUINA 36:16"
    },
    {
      "content": "Chuleichun, an chunga chun Kaldai lal a hung tir a, anni chun hmun inthienghaia chun an tlang- vâlhai dâm kâwlhnâmin an that a, tlangvâl amanih, nunghâkhai ama- nih, upa amanih, tar amani chunga khawm lunginsietna an nei nawh a, chuongchun, an rêng chun a kutah a pêk a.",
      "reference": "2 CHANCHIN SUINA 36:17"
    },
    {
      "content": "Pathien ina bûr le bêlhai, a lien le chînhai khawm, LALPA ina ro siekhâwlhai, lal ina ro siekhâwlhai le, a hotuhai tahai chen khawm chun Babulon tieng a lâk vawng a.",
      "reference": "2 CHANCHIN SUINA 36:18"
    },
    {
      "content": "Chun, Pathien in chu an rawh a, Jerusalem kul chu an vuokchim a, chutaka a lal inhai po po chu meiin an rawh a, chutaka bûr le bêl ṭhahai po po chu an suksiet bawk a.",
      "reference": "2 CHANCHIN SUINA 36:19"
    },
    {
      "content": "Kâwlhnâma inthawka lo suok tahai chu Babulon tieng a ṭhuoi a; Persia ram rorêl a ni chen khan anni chu a nauhai le ama siehlawhai an na;",
      "reference": "2 CHANCHIN SUINA 36:20"
    },
    {
      "content": "chu ram chun a châwlni a hmang hmakhat chu Jeremia baua LALPA thu kha sukfamkim a ni theina dingin; râusana a um sûng po chu châwlni chu a hmang a na, kum sâwmsari suktling dingin.",
      "reference": "2 CHANCHIN SUINA 36:21"
    },
    {
      "content": "Persia lal Kura inlal kum khat- naa chun, Jeremia baua LALPA thu sukfamkim a ni theina dingin, Persia lal Kura lungril chu LALPA chun a chawktho a, thuphuong a ram sûng po poa chun a siem a, zieka ziek khawmin a sie bawk a,",
      "reference": "2 CHANCHIN SUINA 36:22"
    },
    {
      "content": "“Persia lal Kura chun hieng ang hin a tih, Vâna Pathien LALPA chun hnuoi chunga ram po po chu a mi pêk a; Juda rama Jerusalema chun in bâwlpêk dingin a mi ruot tah a. Nangni laia ama mihai taphawt kuoma chun LALPA a Pathien chu um sienla, hang fe raw se,” tiin.",
      "reference": "2 CHANCHIN SUINA 36:23"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 CHANCHIN SUINA 36 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}