{
  "verses": [
    {
      "content": "Juda lal Amon naupa Josia inlal laia, Hezekia naupa Amaria, chu naupa Gedalia, chu naupa Kusi naupa Zephania kuoma LALPA thu hung tlung chu.",
      "reference": "ZEPHANIA 1:1"
    },
    {
      "content": "“Leihnuoi chunga inthawkin thil tinrêng chu sukbohmang vawng ka tih,” LALPA chun a tih.",
      "reference": "ZEPHANIA 1:2"
    },
    {
      "content": "“Mihriem le sa khawm sukbo- hmang ka ta, chunglêng vatehai le, tuisuorieta ngahai le mi khawhlohai insuithlûktir ka ta; chun, sukbo- hmang vawng ka ta; chun, leihnuoi chunga inthawk hin mihriem chu sât thlâng ka tih,” LALPA chun a tih.",
      "reference": "ZEPHANIA 1:3"
    },
    {
      "content": "“Juda le Jerusalema chênghai po po chunga chun ka kut phar ka ta; thiempuhai laia milim bie hmingput le, Baal milim la um sunhai chu hi hmuna inthawk hin pei thlâng ka tih;",
      "reference": "ZEPHANIA 1:4"
    },
    {
      "content": "chun, inchung sîpa inthawka vâna thil umhai chibai bûktuhai le, Milkom hminga inkhâmtuhai le, LALPA hminga ṭawng inkhâma betuhai le;",
      "reference": "ZEPHANIA 1:5"
    },
    {
      "content": "LALPA zuinaa hnungkîrtuhai le, LALPA chu zawng ngai lo a, ama chanchin khawm indawn ngai lohai chu sât thlâng ka tih.”",
      "reference": "ZEPHANIA 1:6"
    },
    {
      "content": "Lalpa PATHIEN hmaihmaa chun to ṭhiep unla, LALPA ni chu a hnai ta hle sih a: LALPA chun inthawina chu a buotsai tah a, a mikhuolhai khawm chu a hlânthieng ta sih a.",
      "reference": "ZEPHANIA 1:7"
    },
    {
      "content": "Chun, LALPA inthawina hun sûng chun mi lienhai le lal naupasal- hai le ram dang incheinahaia inchei- tuhai po po chu hrem ka tih.",
      "reference": "ZEPHANIA 1:8"
    },
    {
      "content": "Chun, chu ni chun hlêmna le nunsietna leia an hotuhai in suksip hlaktuhai, hrizâwl chunga inchâwm hlakhai chu hrem bawk ka tih.",
      "reference": "ZEPHANIA 1:9"
    },
    {
      "content": "Chun, chu ni chun nga kawt- khâra inthawk chun khêk ri nasatak um a ta, muolhaia inthawka kawi- hâwp ri nasatak le Misneha in- thawka ṭap inrûm ri nasatak um bawk a tih, LALPAIN a tih.",
      "reference": "ZEPHANIA 1:10"
    },
    {
      "content": "Nangni Maktes hmuna chêng- hai, inrûm inrûm ro; Kanaan sum- dâwngtuhai po po chu hmangna bo an ni tah a, tangkaruoa inlamukhai po po khawm chu sât thlâk an ni ta sih a.",
      "reference": "ZEPHANIA 1:11"
    },
    {
      "content": "Chuong huna chun, Jerusalem chu khâwnvarhai sitin dap ka ta, mi an in kilkhâwrhaia chêng a, an lung- rila, “LALPA chun thil ṭha thaw naw nih a, thil ṭha naw khawm thaw chuong hliek naw ni,” tituhai chu hrem ka tih.",
      "reference": "ZEPHANIA 1:12"
    },
    {
      "content": "Chuongchun, an hausaknahai chu râllâk sum ang hung nîng a ta, an inhai chu râusan hung nîng a tih: anih, inhai chu bâwl hlak an ta chu, a hluo ruok chu hluo ngai naw ni hai a, grêphruihai khawm phun an ta, nisienlakhawm, chutaka a uoin chu dâwn dêr naw ni hai.",
      "reference": "ZEPHANIA 1:13"
    },
    {
      "content": "LALPA ni ropuitak chu a hnai tah a, LALPA ni râwlri ngei chu a hnai tah a, a tlung ṭêp a nih; chu huna chun mi thilthawtheitak chu rinumti- takin a khêk a nih.",
      "reference": "ZEPHANIA 1:14"
    },
    {
      "content": "Chu ni chu lunginsenna ni, buoina le rinumna ni a na, sietna le sukrêmna ni, inthimna le lungzîngna ni, sûm zîngna le inthim sâmup ni,",
      "reference": "ZEPHANIA 1:15"
    },
    {
      "content": "in insâng kilkhâwr takhai chunga le khawpui kul neihai chunga suklâuna le tawtawrâwt mût ni chu a nih.",
      "reference": "ZEPHANIA 1:16"
    },
    {
      "content": "Chuongchun, mihriemhai chunga chun rinumna intlungtir ka ta, LALPA chungah thil an lo suksuol ta leiin mitdelhai angin lâwn an ta, an thisen chu pilvut anga bun- thlâk nîng a ta, an taksahai chu êk ang elin.",
      "reference": "ZEPHANIA 1:17"
    },
    {
      "content": "LALPA lunginsenna nia chun an tangkain amanih, an rângkachak- in amani khawm sansuok thei naw nih a; amiruokchu, ram pumpui chu a thîkna mei chun kâng hmang a tih; tâwpna chu, anih, rama chêngtuhai po po tâwpna râpthlâktak el chu ân tlungtir vak ding a ni sih a.",
      "reference": "ZEPHANIA 1:18"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ZEPHANIA 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}