{
  "verses": [
    {
      "content": "Khawpui nêksâwra um, sukpawr- chea um le hela um chu a chung a va rik de!",
      "reference": "ZEPHANIA 3:1"
    },
    {
      "content": "Ama chun râwl chu a pawisa nawh a, sukdikna chu a pawm nawh a, LALPA khawm chu a ring nawh a; a Pathien khawm chu a hung hnai bawk nawh a.",
      "reference": "ZEPHANIA 3:2"
    },
    {
      "content": "A sûnga chun a mi ṭhahai chu sakeibaknei inrûm lai ang an na; a rorêltuhai chu zâna sihalhai ang an nih; a zînga chen dingin iengkhawm an hla naw a nih.",
      "reference": "ZEPHANIA 3:3"
    },
    {
      "content": "A zâwlneihai khawm chu mi ngaisam le mi khawhlo an na, a thiempuhai hlak chun hmun inthieng chu an sukpawrche tah a, dâna chun inpâwngnêkna chu an hmang ta a nih.",
      "reference": "ZEPHANIA 3:4"
    },
    {
      "content": "Ama sûnga chun LALPA chu mi indik a na; rîtlona chu thaw naw ni; zîng tinin a rorêlna chu varah a hung lâk suok a, a thlâwn ngai hrim hrim nawh a; amiruokchu, mi fel naw chun inzakna a hriet naw a nih.",
      "reference": "ZEPHANIA 3:5"
    },
    {
      "content": "Hnamhai chu ka sât thlâk a, an in insânghai chen khawm chu râu- sanin a um tah a; an kawtthlêrhai chu ka suksiet vawng a, tukhawma an hraw ta nawh a; an khawpuihai chu suksietin a um a, chuongchun, mi an um ta nawh a, a hluotu khawm an um ta nawh.",
      "reference": "ZEPHANIA 3:6"
    },
    {
      "content": "Ama chungthua ka lo ruot ta ang po poin, a chêngna chu sât thlâk a ni nawna dingin. “Matheiloin kei mi ṭîng i ta, sukdikna chu hmu bawk i tih,” ka ta; nisienlakhawm, zîngkâr an tho a, an thilthawhai po poa chun an sukdik nawh a.",
      "reference": "ZEPHANIA 3:7"
    },
    {
      "content": "LALPA chun, “Chuleichun, kei mi nghâk unla, sase se dinga ka tho ni hmakhat chun, ka thiltum chu, ka lunginsenna ṭium tak le ka lungin- thak nasatak chu bun khum dinga ramhai ka kei khâwm theina dingin hnamhai kei khâwm chu a ni sih a; leihnuoi hluo po po chu ka îtthîkna mei chun a kâng hmang ding a ni sih a.",
      "reference": "ZEPHANIA 3:8"
    },
    {
      "content": "Chun, chutaka inthawk chun hmûr inthieng put chihai kuoma chun kîr nâwk ka ta, lungril hmun- khata a rawng bâwl dinga LALPA hming chu an rênga an lam theina dingin.",
      "reference": "ZEPHANIA 3:9"
    },
    {
      "content": "Ethiopia vadunghai khêla in- thawk chun ka riminhnik rawtuhai, ka hnawtdarhai naunuhmeihai ngei chun, ka thil inhlânhai chu hung chawi an ta.",
      "reference": "ZEPHANIA 3:10"
    },
    {
      "content": "Chu nia chun i thil thawhai po po, ka chunga i bawsietnahai lei chun inzak ta naw ti nih a; nanga sûnga inthawkin nasataka nang chapopui- tuhai che chu ka lâk suok ding a ni ta sih a; chuongchun, ka tlâng inthienga chun chapo ta ngai hrim hrim naw ti nih.",
      "reference": "ZEPHANIA 3:11"
    },
    {
      "content": "Amiruokchu, i sûnga chun mi pasiehai le mî sukrimsika umhai chu mâksan ka ta, LALPA hming chu ring tâng an tih.",
      "reference": "ZEPHANIA 3:12"
    },
    {
      "content": "Israel mi hlabîkhai chun rîtlona thaw ta naw ni hai a, khêl khawm hril ta ngai naw nihai; an bauhaia chun lei mi hlêm hmangna hrim hrim khawm hmu ni ngai ta naw nih; khawp dingin fâng an ta, zâl an tih, tukhawma an sukṭi ta naw ding a ni sih a,” a ta.",
      "reference": "ZEPHANIA 3:13"
    },
    {
      "content": "Aw Zion naunuhai, hla sak ro; aw Israel, khêk suok rawh; Aw Jerusalem naunu, lungril po poin hlimin lâwm rawh.",
      "reference": "ZEPHANIA 3:14"
    },
    {
      "content": "LALPA chun i chungthu rêlna chu a lâk hmang tah a, I hmêlma khawm chu a hnawt dawk tah a nih; Israel Lal, Lalpa ngei chu nangmaa chun a um a, Thil ṭha naw hril ṭi ta dêr naw ti nih.",
      "reference": "ZEPHANIA 3:15"
    },
    {
      "content": "Chu ni chun Jerusalem kuoma chun, “Ṭi ta naw rawh: Aw Zion, i kut chu inzawitir naw rawh.",
      "reference": "ZEPHANIA 3:16"
    },
    {
      "content": "LALPA i Pathien thilthawthei- tak, sandamtu ding chu i sûnga chun a um a; Nang chu hlimnain lâwm a ti che a, a hmangainaa chun châwl a ta, Hla sakin nangmaa chun hlim a tih.",
      "reference": "ZEPHANIA 3:17"
    },
    {
      "content": "Nangma ta, sie hmanga um tahai, hrilsietna riktaka phurtuhai chu inkhâwmna ursûntaka dingin kei khâwm ka tih.",
      "reference": "ZEPHANIA 3:18"
    },
    {
      "content": "Ngai ta, chu pha chun nangma sukrimsituhai che chu keiin sawisâng ka ta: A ngîr chu sandam ka ta, hnawt hmanga um chu kei khâwm ka tih; Hnuoi chung po poa an hmaimâwkna lo um ta chu, Hming le inpâkna siempêk ka tih.",
      "reference": "ZEPHANIA 3:19"
    },
    {
      "content": "Chu pha chun hung la lût kati cheh a, chu pha chun la khâwm ka ti cheu; In mithmu ngeia in sal intângna ka hung lâk kîr pha chun, Leihnuoia hnam po polaia chun, inpâkna le hming ka siempêk ding cheu a ni sih a,” LALPA chun a tih.",
      "reference": "ZEPHANIA 3:20"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ZEPHANIA 3 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}