{
  "verses": [
    {
      "content": "Paula Isu Krista mi intâng le ei unaupa Timothe chun:",
      "reference": "PHILEMON 1:1"
    },
    {
      "content": "Kan dittak le kan sininrimpui Philemon kuoma dâm, kan farnu Aphi kuoma dâm, kan sipaipui Arkippa kuoma dâm, i ina kohran inkhâwmhai kuoma dâm:",
      "reference": "PHILEMON 1:2"
    },
    {
      "content": "Pathien ei Pa le Lalpa Isu Krista kuoma inthawka lunginsietna le inremna in kuomah um raw se.",
      "reference": "PHILEMON 1:3"
    },
    {
      "content": "Ka ṭawngṭainahaia chun i hming lam rawpin ka Pathien kuoma chun lâwmthu ka hril hlak a.",
      "reference": "PHILEMON 1:4"
    },
    {
      "content": "Lalpa Isu tieng le mi inthienghai po po tiengah hmangaina le ringna i nei chu hre zingin;",
      "reference": "PHILEMON 1:5"
    },
    {
      "content": "i ringna mîn ṭâwmpuina chu nangnia um thil ṭha tinrêng hriet famkimna kawnga chun, Krista tienga a ṭhathnem theina dingin;",
      "reference": "PHILEMON 1:6"
    },
    {
      "content": "unaupa, nangma zâra mi in- thienghai lungril a har ta leiin i hma- ngainaa chun ka hlimin ka thla- muong bêk bêk a nih.",
      "reference": "PHILEMON 1:7"
    },
    {
      "content": "Chuleiin, a âwmtâwk chu thaw dinga thupêk chu Kristaa chun ngam bêk bêk lang khawm,",
      "reference": "PHILEMON 1:8"
    },
    {
      "content": "hmangaina leiin (Paula tarsie rau ka nih, tuhin Krista mi intâng ka lo ni ta nâka chu) a ngênin ka ngên lem che,",
      "reference": "PHILEMON 1:9"
    },
    {
      "content": "ka nau Onesima, kawl bun puma ka inei ta ding hin i kuomah ka ngênpêk a nih.",
      "reference": "PHILEMON 1:10"
    },
    {
      "content": "Ama chu inhma khan i ta dingin a ṭangkai nawh a, tu ruok hin chu kei le nanga ta dingin a ṭangkai.",
      "reference": "PHILEMON 1:11"
    },
    {
      "content": "Ama ngei, ka lungril ngei hi, i kuomah ka hung tir kîr nâwk a nih:",
      "reference": "PHILEMON 1:12"
    },
    {
      "content": "ama chu Chanchin Ṭhaa kawl ka bunnaa hin nanga aia rawng a mi bâwlpêk theina dingin ka kuoma inumtir zing ka nuom hleh a,",
      "reference": "PHILEMON 1:13"
    },
    {
      "content": "nisienlakhawm, i lungsietna chu lunginsiet luitir ang ni loin, i thu ang a ni thei lemna dingin i thu naw chun iengkhawm ka thaw nuom nawh.",
      "reference": "PHILEMON 1:14"
    },
    {
      "content": "Sâwt nawtê a ṭhe che hi kum- khuoa ama chu i nei sawngna ai a ni lem rawi mawh;",
      "reference": "PHILEMON 1:15"
    },
    {
      "content": "ama chu suok ang ni loa, suok nêka ṭha, unau dittak ang lemin ka ta dingin dittak a ni bîk a, nanga ta ding lem chun tisaa le Lalpaa chun a va ni nâwk zuol âwm de!",
      "reference": "PHILEMON 1:16"
    },
    {
      "content": "Chuongchun, ruola i mi ngai chun keia angin ama hi lo lâwm la.",
      "reference": "PHILEMON 1:17"
    },
    {
      "content": "Chun, i chungah iengkhawm suksuolin amanih, i iengkhat amanih a bat chun keia batah ruot rawh.",
      "reference": "PHILEMON 1:18"
    },
    {
      "content": "Kei Paulain keima kut ngeia ka ziek a ni hi; keiin thung pêk ka tih, ka kuoma nangma ngei khawm în batzie hril che lem chu ka ni nawh.",
      "reference": "PHILEMON 1:19"
    },
    {
      "content": "Anih, unaupa, nanga leiin Lalpaa chun mîn lâwmtir la, Kristaa chun ka lungril sukhar rawh.",
      "reference": "PHILEMON 1:20"
    },
    {
      "content": "Ka hril nêka nasa lem hmanin thâwng i tih ti ka hriet leiin, i awi ringin i kuomah ka ziek a nih.",
      "reference": "PHILEMON 1:21"
    },
    {
      "content": "Iengkhawm ni sienla, chu chau chu thaw loin, tlungin ding khawm mi lo buotsaipêk bawk la, in ṭawngṭainahai leiin in kuomah pêk ka ni ding a nih ti ka ring sih a.",
      "reference": "PHILEMON 1:22"
    },
    {
      "content": "Epaphra, Krista Isua ka in- tângpuipa hin chibai a bûk che:",
      "reference": "PHILEMON 1:23"
    },
    {
      "content": "ka sinthawpui Marka hai, Aristarka hai, Dema hai, Luka hai khawmin chuong ang bawkin an bûk che.",
      "reference": "PHILEMON 1:24"
    },
    {
      "content": "Ei Lalpa Isu Krista lunginsietna in thlarau kuomah um raw se. Amen.",
      "reference": "PHILEMON 1:25"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "PHILEMON 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}