{
  "verses": [
    {
      "content": "Thlamuon ro, ka mihai hi thla- muon ro, in Pathien chun a tih.",
      "reference": "ISAI 40:1"
    },
    {
      "content": "Jerusalem mihai kuomah thla- muongna tieng pangah thu hril unla, an indona chu a tâwp a, an suolna chu ngaidam an nih a, an thil suksuol po po aiah LALPA kuta inthawkin a let hniin an hmu tah ti hril ro.",
      "reference": "ISAI 40:2"
    },
    {
      "content": "Mi khêk râwl chun, “Thlalêrah LALPA lampui buotsai unla, ram ṭâwla chun ei Pathien ta dingin lamlien sukruol ro.",
      "reference": "ISAI 40:3"
    },
    {
      "content": "Ruom tin suksâng ni vawng a ta, tlâng tin, muol tin sukhnuoi ni bawk a tih; lampui kâwihai chu suktlûn nîng an ta, ân ṭum nawna laihai chu sukruol ni bawk a tih;",
      "reference": "ISAI 40:4"
    },
    {
      "content": "chun, LALPA ropuina chu suk- lang nîng a ta, mi po poin chu chu hmu seng an tih; LALPA bau chun a hril ta sih a,” a ta.",
      "reference": "ISAI 40:5"
    },
    {
      "content": "Râwl chun, “Khêk rawh,” a tih a. Chun, kei chun, “Ieng thu hrilin am khêk ka ta?” ka ta.",
      "reference": "ISAI 40:6"
    },
    {
      "content": "“Mi po po hlohna ang an na, an ropuina po po khawm phûl pâr ang a nih: LALPA thuok chun a mût leiin hlohna chu a vuoi a, a pâr chu a ṭuoi hlak; mihai chu hlohna ang an ni ngei el.",
      "reference": "ISAI 40:7"
    },
    {
      "content": "Hlobet chu a vuoi a, a pâr chu a ṭuoi hlak: ei Pathien thu ruok hi chu chatuonin um zing a tih.”",
      "reference": "ISAI 40:8"
    },
    {
      "content": "Aw Zion kuoma chanchin ṭha hriltu, tlâng insângtaka hin hang fe rawh, aw Jerusalem kuoma chanchin ṭha hriltu, inringtakin i râwl insuo rawh; insuo rawh, ṭi naw rawh; Juda khuohai kuoma chun, “En ta u, in Pathien hi!",
      "reference": "ISAI 40:9"
    },
    {
      "content": "En ta u, Lalpa PATHIEN chu mi hrâttak angin a hung ding a ni hi; a bân chun a aiah ro rêl a tih; en ta u, a lâwmman chu a kuomah a um hi, a thungna chu a hmaah a um bawk a.",
      "reference": "ISAI 40:10"
    },
    {
      "content": "Ama chun berâm vêngtu angin a pâwl chu châwm a ta, berâmtehai chu a bânin pawm khâwm a tih, a âng- sûnga siein fepui a ta, te ṭhuoi laihai chu damtêin ṭhuoi diel diel a tih,” ti rawh.",
      "reference": "ISAI 40:11"
    },
    {
      "content": "Tuin am tuihai chu a kutpha zâwla chau inkhih a, vân khi khâp chaua inkhih a, hnuoia pilvut hi te- khâwng pakhat chaua thun vawng a, tlânghai chu khaina chaua bûk a, muol pâwng hai chu bûkna chaua bûk kha le?",
      "reference": "ISAI 40:12"
    },
    {
      "content": "Tuin am LALPA thlarau chu thil thaw dân ding a khîkhmu hlak a? Annawleh, tu am a remruotpêktu nia ama inchûktir hlak?",
      "reference": "ISAI 40:13"
    },
    {
      "content": "Ama chun tu am a râwn a, tuin am ama chu inhriettir a, rorêlna kawng inentir a, hrietna inchûktir a, hrietthiemna kawng inentir hlak?",
      "reference": "ISAI 40:14"
    },
    {
      "content": "Ngai ta, hnam tin chu bâlṭina tui far khat ang chau an na, bûknaa thil nawi mahla kai ang chaua ngai an nih; ngai ta, ama chun thlierkârhai chu thil chiterek angin a lâk nel nel el hlak a.",
      "reference": "ISAI 40:15"
    },
    {
      "content": "Lebanon meu khawm ti khawp a ni nawh a, a rama ranhai khawm pumrawhmanga inthâwina khawp an ni bawk nawh.",
      "reference": "ISAI 40:16"
    },
    {
      "content": "Hnam tinrênghai chu a hmaa chun iengkhawm an ni nawh a, ama ngai chun iengkhawm ni lo nêka tlâwm lem, boruok el an nih.",
      "reference": "ISAI 40:17"
    },
    {
      "content": "Pathien chu tu lêm hrilkhîng in ta? Annawleh, ieng lim am ama le chun hrilkhîng in ta?",
      "reference": "ISAI 40:18"
    },
    {
      "content": "Mi lim siemfâwm hi, sinthaw mi chun a sung a, rângkachak sut mi chun rângkachakin ân luon a, chu chu ding chun tangka khaidiethai a sungpêk hlak.",
      "reference": "ISAI 40:19"
    },
    {
      "content": "Chuong ang thilpêk pe zo loa, pase taluo chun thing hmawn lo ding a thlang hlak; milim siemfâwm, inhnîng lo ding, a ta dinga inngîrtirpêktu ding ama ta dingin a zawng hlak.",
      "reference": "ISAI 40:20"
    },
    {
      "content": "In lungrilin in hriet ngai naw am a nih? In nain in hriet ngai naw am a nih? A tira inthawk khan an hril naw cheu am a nih? Leihnuoi insieng tira inthawk khan in hrietthiem naw am a nih?",
      "reference": "ISAI 40:21"
    },
    {
      "content": "Ama chu leihnuoi inkuolkhum- na chunga ṭhung chu a nih; a mit- hmua chun hnuoi chunga umhai chu khâuhai ang chau an nih, ama chu vân khi puon in chung anga keiphar a, puon in umna ding hmuna zâr a;",
      "reference": "ISAI 40:22"
    },
    {
      "content": "mi lienhai iengkhawm ni loa siem hlaktu chu a nih; ama chun hnuoia rorêltuhai chu boruokah a siem hlak.",
      "reference": "ISAI 40:23"
    },
    {
      "content": "Anih, phun an ni nawh a, anih, tu an ni nawh; anih, an kûng chun hnuoiah zung a kei nawh; chu nawa khawm, ama chun anni chu a mût a, an vuoi a, thlivirin busi a lâk hmang angin a lâk hmang hlak.",
      "reference": "ISAI 40:24"
    },
    {
      "content": "Tu lêm mi hrilkhiin, tu tluk ang chau âm in mi ruot ding a na? Mi Inthieng chun a tih.",
      "reference": "ISAI 40:25"
    },
    {
      "content": "Chungtienga khin in mithai hang inlên unla, khienghai khi tu siem am an na, en ta u: ama chun sipaihai khi indawt peiin a ṭhuoi suok hlak a, an hmingin a ko seng hlak a; a hrâtna nasat lei le, thilthawtheina tienga a hrât leiin pakhat khawm kim naw an um ngai nawh.",
      "reference": "ISAI 40:26"
    },
    {
      "content": "Iengdinga, aw Jakobhai, hieng anga in thaw am a na, iengdinga, aw Israelhai, hieng anga in hril am a na, “Ka lampui hi LALPAA inthawka thup a na, ro a mi rêlpêkna hi ka Pathiena inthawka lâk hmang a ni tah,” ti hi?",
      "reference": "ISAI 40:27"
    },
    {
      "content": "In lungrilin in hriet zing hlak nâwm a nih? In nain in hriet ngai nâwm a nih? Kumkhaw Pathien, LALPA, kâwlkawdawng chen Siemtu chu, a châu ngai nawh a, a sâwl ngai bawk nawzie hi; a hrietthiemzie chu zawng suok ruol a ni nawh.",
      "reference": "ISAI 40:28"
    },
    {
      "content": "Châuhai kuoma chun thilthaw- theina a pêk hlak a; hrâtna hrim nei nawhai chu a sukhrât hlak.",
      "reference": "ISAI 40:29"
    },
    {
      "content": "Tleirâwlhai meu khawm sâwlin châu an ta, tlangvâlhai khawm chu tlu dêr an tih;",
      "reference": "ISAI 40:30"
    },
    {
      "content": "LALPA nghâktuhai ruok chun an hrâtna chu siem ṭha nâwk an ta, mupuihai angin thlain hang vuong an ta, sâwl loin tlân an ta; châu loin kein fêng an tih.",
      "reference": "ISAI 40:31"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ISAI 40 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}