{
  "verses": [
    {
      "content": "Felna hnawttuhai, LALPA zawngtuhai, ka thu hi lo ngai ta u; nangni sutna lungpui tieng le khursûnga nangni cho suokna khur tieng kha en ta u.",
      "reference": "ISAI 51:1"
    },
    {
      "content": "In pu Abraham tieng le nangni neitu cheu Sara tieng kha en ro; ama chu pakhat chau a ni lai khan ka ko a, mal ka sâwm a, mi tamtakah ka siem ta kha.",
      "reference": "ISAI 51:2"
    },
    {
      "content": "LALPA chun Zion chu a thla- muon ta sih a; a hmun se tahai po po chu a thlamuon a, a thlalêr chu Eden angin a siem a, a ram ṭâwl chu LALPA huon angin a siem bawk a; chutaka chun lâwmna le hlimna dâm, lâwmthu hrilna le hla sak ri dâm um a tih.",
      "reference": "ISAI 51:3"
    },
    {
      "content": "Aw ka mihai, ka thu hi lo ngai unla; aw ka hnamhai, ka thua hin na lo sit ta u; keimaa inthawkin dân thu a hung suok ding a ni sih a, mi tin enna dingin ka rorêlna chu inchâwltir ka tih.",
      "reference": "ISAI 51:4"
    },
    {
      "content": "Ka felna chu a hnai a, ka san- damna chu a suok tah a, ka bânhai hin mi tin ro rêlpêk a tih, thlierkârhai chun mi nghâk an ta, ka bân hi ring an tih.",
      "reference": "ISAI 51:5"
    },
    {
      "content": "Vân tienga hai khin in mit hang inlên unla, hnuoi tienga leihnuoi chu en ro: vân khi meikhu angin lân zâm hmang a ta, leihnuoi hi silfên angin la hlui a tih, a sûnga umhai chu chuong ang bawk chun la thîng an tih; ka sandamna ruok hi chu kumkhuoin um a ta, ka felna khawm hi sukboin um naw ni.",
      "reference": "ISAI 51:6"
    },
    {
      "content": "Felna hretu, ka dân thu lungrila vawn mihai, ka thu hi lo ngai ro, mihriemhai hrilsietna ṭi naw unla, an halna cheu leiin lunginzîng bawk naw ro.",
      "reference": "ISAI 51:7"
    },
    {
      "content": "Hângthimin silfên a fâk siet vawng angin anni chu a fâk siet vawng ding a ni sih a, a ngein sahmul a fâk angin anni chu a fâk ding a ni sih a; ka felna ruok chu kumkhuoin um a tih, ka sandamna chu suon po po chenin um bawk a tih.",
      "reference": "ISAI 51:8"
    },
    {
      "content": "Aw LALPA bân, har la, har la, hrâtna thar inbel rawh; tienlaia, tien- lai suonhai um laia i har ang khan har rawh. Nang hi Rahab sât nawi- tu, dragon suntu kha i ni an nâwm a nih?",
      "reference": "ISAI 51:9"
    },
    {
      "content": "Nang hi tuisuoriet, tui inthûk lientak tui sukkangtu, tuisuoriet mawng inthûk chu intlanhai kaina dinga lampuia siempêktu i ni nâwm a nih?",
      "reference": "ISAI 51:10"
    },
    {
      "content": "Chun, LALPA intlanhai chu kir nâwk an ta, hla sak pumin Zion chu tlung an tih; chatuona lâwmna an lu chungahai chun um tâng a ta, lâwmna le hlimna hmûng an ta, lungngaina le inrûmna chu bo tâng a tih.",
      "reference": "ISAI 51:11"
    },
    {
      "content": "Kei, keima ngei hi, nangni thlamuontu cheu chu ka nih; thi ding mihriem le hlobet ang chaua siema um ding mihriem naupa ṭia,",
      "reference": "ISAI 51:12"
    },
    {
      "content": "LALPA nangni siemtu, vân kei- phara leihnuoi innghatsanhai phûm- tu theinghila, nêksâwrtu sukse dinga a tin lai lunginsenna lei ngawta sûnnithlâka ṭi zing chu, tu am i nih a? Nêksâwrtu lunginsenna chu khâwlai am a um ta a le?",
      "reference": "ISAI 51:13"
    },
    {
      "content": "Sal ṭhuoi hmanga um chu inrangtaka insuoin um a ta, thiin khursûngah fe naw nih a, a bu chu um naw bawk naw ni.",
      "reference": "ISAI 51:14"
    },
    {
      "content": "Kei LALPA i Pathien, a fâwnhai chu inri hum hum khawpa tuisuoriet chawklettu chu ka ni sih a; ka hming chu sipaihai LALPA a nih.",
      "reference": "ISAI 51:15"
    },
    {
      "content": "Chun, vân khi ka keiphar thei a, leihnuoi innghatsan chu ka phûm thei a, Zionhai kuomah, “Ka mihai in nih,” ka ti theina dingin ka thuhai chu i bauah ka sie a, ka kutin ka hum che a nih.",
      "reference": "ISAI 51:16"
    },
    {
      "content": "Aw Jerusalem, LALPA kuta inthawka a lunginsenna noa mi dâwntunu, har la, har la, tho rawh, nang chun pêm pêmna no berbua mi chu i dâwn a, i dâwn fai rêt a.",
      "reference": "ISAI 51:17"
    },
    {
      "content": "A naupasal neihai po po lai chun ama ṭhuoitu ding tukhawm an um nawh a; a naupasal châwm lienhai po po lai chun a kuta chel tukhawm an um bawk nawh.",
      "reference": "ISAI 51:18"
    },
    {
      "content": "Hieng thil pahni hin a bur ta che hi; tuin am a ṭhangpui ding che a na? Rausanna le sietna dâm, ṭâm le kâwlhnâm dâm hin; iengtin am thlamuon ka ti cheh a?",
      "reference": "ISAI 51:19"
    },
    {
      "content": "I naupasalhai chu an châu a, sakêl lêna a âwk angin kawtthlêr tâwp tienga chun an zâl phung a, LALPA lunginsenna le i Pathien kâwkna chun an sip tah a nih.",
      "reference": "ISAI 51:20"
    },
    {
      "content": "Chuleiin, nang sukrinum le uoin inrui ni si loa mi inrui, hi hi lo hre ta rawh:",
      "reference": "ISAI 51:21"
    },
    {
      "content": "i LALPA Jehova, i Pathien, a mihai thu hrilpui hlaktu chun hieng ang hin a tih; “Ngai ta, pêm pêm- na no, ka lunginsenna no berbu ngei chu, i kuta inthawkin ka lâk suok tah; dâwn nâwk ta naw ti ni;",
      "reference": "ISAI 51:22"
    },
    {
      "content": "chuongchun, nangma sukrimsi- tuhai kuta chun sieng ka ta, anni chun i hringna kuomah, ‘Kan hraw ding chein bawkkhup rawh,’ an ti kha; chuongchun, nangin a hrawtu- hai kuoma chun i ruongzâng chu leilâk ang le kawthlêr angin i daw kha,” tiin.",
      "reference": "ISAI 51:23"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ISAI 51 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}