{
  "verses": [
    {
      "content": "Chun, LALPA chun ka kuomah, “Lekha ziekna phêk lientak la la, mihriem kawlawmin a chungah, ‘Mahersalal-has-baz ta ding,’ tiin ziek rawh;",
      "reference": "ISAI 8:1"
    },
    {
      "content": "chuongchun, hretu ringum, thiempu Uria le Jeberekia naupa Zekaria chu hrietpuitu dingin siem ka tih,” a ta.",
      "reference": "ISAI 8:2"
    },
    {
      "content": "Chun, zâwlneinu kuoma chun ka feh a, chuongchun, ama chun nau a vawn a, naupasal a nei tah a. Chuongchun, LALPAIN ka kuomah, “A hmingah Maher-salal-has-baz sak rawh.",
      "reference": "ISAI 8:3"
    },
    {
      "content": "Naupang chun, ‘Nu, Pa,’ ti na- châng a hriet hma khawmin Damas- ka hausaknahai le Samaria inthawka râllâk sumhai chu Assuria lal hmaah an fe hmangpui ding a ni sih a,” a ta.",
      "reference": "ISAI 8:4"
    },
    {
      "content": "Chun, LALPA chun ka kuomah a hril nâwk a,",
      "reference": "ISAI 8:5"
    },
    {
      "content": "“Hieng chihai hin Siloa tui damtêa luong dêl dêlhai chu an dit naw lei le, Rezin le Remalia naupa chunga an lâwm leiin,",
      "reference": "ISAI 8:6"
    },
    {
      "content": "ngai ta, LALPA chun Vadungpui tui, hrâttakhai le tamtakhai, (Assu- ria lal le a ropuina po po chu) an chungah inluongtir a tih; chuong- chun, a kuong po po chu hung liem dûl dûlin, a pang po poa chun hung liem dûl dûl a tih;",
      "reference": "ISAI 8:7"
    },
    {
      "content": "chun, Juda ram chenin chîm tlum dum dum a ta, a liemin luong tlang dum dum a ta, rîng khawm chîm phâk hiel a tih; chun, a thla zar chun, Aw Immanuel, i ram khang tieng po po hi aw vawng a tih.",
      "reference": "ISAI 8:8"
    },
    {
      "content": "“Chi tinhai, buoi nuoi nuoi ta unla, kawinawiin in um ding a nih; ram hlataka mi po pohai, na sit unla, inrâlthuom ro; kawinâwiin in um ding a nih; inrâlthuom ro, kawi- nâwiin in um ding a nih.",
      "reference": "ISAI 8:9"
    },
    {
      "content": "Inrâwn khâwm ro, iengkhawm ni hliek naw ni; thu hril ro, puitling chuong bawk naw nih; Pathien ei kuomah a um sih a,” tiin.",
      "reference": "ISAI 8:10"
    },
    {
      "content": "LALPA chun kut hrâttakin hieng ang hin ka kuomah a hril a, hi chihai lampuia hin ka fe ve nawna dingin a mi thunun a ni hi:",
      "reference": "ISAI 8:11"
    },
    {
      "content": "“Hi chihai hin, ‘Phier an nei,’ an ti nazawng chu, ‘Phier an nei,’ ti ve naw ro; an ṭi khawm chu ṭi ve loin, ṭi ve naw ro.",
      "reference": "ISAI 8:12"
    },
    {
      "content": "Sipaihai Lalpa, ama ngei chu in sukthieng ding a nih, ama chu in iṭi chu ni sienla, ama chu in iṭi chu ni raw se.",
      "reference": "ISAI 8:13"
    },
    {
      "content": "Chun, ama chu hmun inthieng nîng a ta. Israel sûng hnihai ta ding ruok chun tlûkna lung le dangna lungpui ni lem a tih. Jerusalema umhai ta ding chun châng le bil ni bawk a tih.",
      "reference": "ISAI 8:14"
    },
    {
      "content": "Chuongchun, mi tamtakin chu chu insuiin tlûng an ta, suknâwiin um an ta, âwk an ta, manin um an tih,” tiin.",
      "reference": "ISAI 8:15"
    },
    {
      "content": "Inhriettirna thu ziel hi khuop la, dân thu hi ka inchûktirhai lai namin inchik rawh.",
      "reference": "ISAI 8:16"
    },
    {
      "content": "Kei chun Jakob sûnghai laia a hmai thuptu LALPA chu nghâk ka ta, ama chu thlîr zing ka tih.",
      "reference": "ISAI 8:17"
    },
    {
      "content": "Ngai ta, kei le LALPA mi pêk naupanghai hi, Israelhai lai hin sipaihai LALPA Zion tlânga um kuoma inthawka inchikna ding le thilmakhai ding dâm kan nih.",
      "reference": "ISAI 8:18"
    },
    {
      "content": "Chun, miin, “Khawhri aisân- thiem zâwl le, dawithiem thûm bul bul le chier hmur hmurhai chu râwn ro,” an ti pha cheu chun hieng ang hin dawn ro; “Mihaiin an Pathien chu an râwn ding a ni lem naw am a nih? Mi hring ta ding chun mithi an râwn ding am a nih?",
      "reference": "ISAI 8:19"
    },
    {
      "content": "Dân thu le Inhriettirna Thu chu râwn lem ding a nih,” tiin. Chuong ang thu ang peia an hril naw chun an ta dingin khuo hrim hrim var dêr naw nih.",
      "reference": "ISAI 8:20"
    },
    {
      "content": "Lunginzîngtak le phîngṭâm pumin ram chu fang an ta, an phîng a ṭâm pha chun an lung chu sen êm êm a ta, an lal le an Pathien chu ṭawngsie inphur bawr bawr an ta, vân tieng dâk rak rak an tih;",
      "reference": "ISAI 8:21"
    },
    {
      "content": "chun, hnuoi tieng nghâng an ta, ngai ta, lunginzîngna le inthimna, thlaphâng ngûina chu nîng a tih; chuongchun, inthim sâmupa hnawt hmangin um an tih.",
      "reference": "ISAI 8:22"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ISAI 8 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}