{
  "verses": [
    {
      "content": "Aw Babulon nau nunghâk, ṭum la, pilvutah ṭhung rawh; aw Kaldai naunu, lalṭhungpha boin hnuoiah ṭhung rawh; inno le ṭha an ti ta naw ding che a nih.",
      "reference": "ISAI 47:1"
    },
    {
      "content": "Bu râwtnawina lunghai la la, beiphit siem rawh: în khumna puon kha sie la, i fenfuol kha hlîp la, i ke kha hâwk la, vadunghai pal kai rawh.",
      "reference": "ISAI 47:2"
    },
    {
      "content": "I saruokna chu inkhum loin um a ta, anih, i zamaw chu inlang a tih; phuba lâng ka ta, mi tukhawm in- rempui naw ningah.",
      "reference": "ISAI 47:3"
    },
    {
      "content": "A mîn tlantu chu a hming sipai- hai LALPA a na, Israelhai Mi Inthieng chu.",
      "reference": "ISAI 47:4"
    },
    {
      "content": "Aw Kaldai naunu, to zingin ṭhung la, inthim hnuoiah lût ta, “Ram tin lalnu,” an ti ta naw ding che a nih.",
      "reference": "ISAI 47:5"
    },
    {
      "content": "Ka mihai chungah ka lunginsen a, ka rochan chu ka sukpawrcheh a, i kutah pêng ka ti cheh a, nang chun an chungah lunginsietna hrim hrim în langtir naw a, tarhai chung chena khawm i rîngkawl riktak chu în nghat a.",
      "reference": "ISAI 47:6"
    },
    {
      "content": "Chun, “Kei hi kumkhuoin lal- nuah um ka tih,” i tih a; chuongchun, chuong thilhai chu i lungrilin i ngaituo nawh a, a tâwpna ding hlak chu i hriet zing bawk nawh a.",
      "reference": "ISAI 47:7"
    },
    {
      "content": "Chuongchun, nang nunkhuo phâm a, ngaisamtaka um a, mâni lungrila, “Keima ka nih, keima naw chu mi dang hrim hrim an um nawh, hmeithaiah ṭhung naw ning a, nauhai chân thu khawm hre bawk naw ning,” titu, hi hi hre rawh;",
      "reference": "ISAI 47:8"
    },
    {
      "content": "hieng thil pahni: nauhai chânna le hmeithaina hin, ni khat thil thuah, mitkhapkâr loah, a hung nang lem ding che a nih; i dâwi hmangna chu tam hlein i invêngna chu tam rei rui sienla khawm, chuong chu nasatakin i chungah a hung tlung ding a nih.",
      "reference": "ISAI 47:9"
    },
    {
      "content": "I rîtlona chu i ring a, “Tu- khawma an mi hmu nawh,” i ti vei sih a, i varna le i hrietna chun a suk- khawhlo cheh a, “Keima ka nih, keima naw chu mi dang hrim an um nawh,” i lungrilin i ti bawk a.",
      "reference": "ISAI 47:10"
    },
    {
      "content": "Chuleiin, thil ṭha naw i chung- ah hung tlung a ta; invêng dân khawm thiem naw ti ni; vângduoina khawmin hung vur a ti cheh a, chu chu sukbo thei naw ti nih: rausanna khawm kârloin i chungah hung tlung thut a ta, chu chu hre lâwk naw ti nih.",
      "reference": "ISAI 47:11"
    },
    {
      "content": "În vêngna le i dâwi hmangna, i naupangtea inthawka în suksâwl hlak- nahai chu ngîrpui ta la; i ṭhathnem- pui thei ding phawt a, i hnepui thei ding phawt chun.",
      "reference": "ISAI 47:12"
    },
    {
      "content": "I remruot a tam êm leiin i sâwl ta a ni hi: tuhin chu vân semtuhai, arasi thlîrtuhai, thlakipa thu hril- lâwktuhai chu ngîr sienla, i chunga thil hung tlung dinghaia inthawk chun sanhim raw se che.",
      "reference": "ISAI 47:13"
    },
    {
      "content": "Ngai ta, bupâwl ang el nîng an ta; meiin kâng a tih; meichawk thil- thawtheinaa inthawk chun insanhim naw ni hai a; insuklumna ding mei- hawl ang khawm ni naw nih a, awi ding mei ang khawm ni bawk naw ni.",
      "reference": "ISAI 47:14"
    },
    {
      "content": "Chuongchun, în suksâwlna hlak thilhai chu a um ding a nih: i nau- pangtea inthawka i kuoma sum- dâwng hlaktuhai chu mâni lampui sengah invâk hmang an ta; sanhimtu ding che tukhawm um naw ni hai.",
      "reference": "ISAI 47:15"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ISAI 47 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}