{
  "verses": [
    {
      "content": "Tura khaw phurrik chu. Tarsis lawng lienhai, khêk rak rak ro; in hrim hrim um naw khawp le lûtna hrim hrim um naw khawp rauin Tura chu suksietin a um ta hi, chu chu Kupra rama inthawk chun an kuoma suklangin a um a.",
      "reference": "ISAI 23:1"
    },
    {
      "content": "Thlierkâra umhai, to ṭhiep ro, Zidon khaw sumdâwng tuisuorieta fehai isukmuk chu.",
      "reference": "ISAI 23:2"
    },
    {
      "content": "Tuipuia Sihor chi, Nile vadung bu sîk chu, a hlâwkna a ni hlak a, hnam tin sumdâwngna hmun a ni hlak.",
      "reference": "ISAI 23:3"
    },
    {
      "content": "Aw Zidon, inzak rawh: tuisuoriet, tuisuoriet kulpui chun, thu a hril ta sih a, “Nauha se kân vawi ngai nawh a, nau ka nei ngai bawk nawh, tlang- vâl hlak ka châwm ngai bawk nawh a, nunghâk khawm ka vailien ngai nawh,” tiin.",
      "reference": "ISAI 23:4"
    },
    {
      "content": "Thuthang chu Aigupta ram a tlung pha chun Tura thuthang chu nasatakin invawi an tih.",
      "reference": "ISAI 23:5"
    },
    {
      "content": "Tarsisah va kai unla; thlierkâra umhai, khêk rak rak ro.",
      "reference": "ISAI 23:6"
    },
    {
      "content": "Hi hi maw in khaw hlim tak, a hlunzie khawṭoṭima mi tah, a kein hlataka um dinga a iṭhuoi hlak chu?",
      "reference": "ISAI 23:7"
    },
    {
      "content": "Lallukhum inkhumtirtu khuo Tura chunga hin tuin am hi hi tlung dingin a ruot a? Chutaka sumdâwng- tuhai chu mi lienhai an na, chutaka sumdâwngtuhai chu hnuoi mi inzaumhai an ni sih a.",
      "reference": "ISAI 23:8"
    },
    {
      "content": "Sipaihai LALPA chun ropuina po po chapona chu sukmawi lo ding le, hnuoia mi inzaumhai po po hmusit- uma inumtir dingin a ruot a nih.",
      "reference": "ISAI 23:9"
    },
    {
      "content": "Aw Tarsis naunu, Nile vadung angin i rama chun luong liem rawh; i kâwngkhitna hrim hrim a um ta naw hi.",
      "reference": "ISAI 23:10"
    },
    {
      "content": "Tuisuoriet chungah a kut a phar a, ramhai chu a sukhnîng a, LALPA chun Kanaan ram chungchâng thuah thu a pêk a, a kulbînghai sukse ding- in.",
      "reference": "ISAI 23:11"
    },
    {
      "content": "Chun, ama chun, “Aw Zidon nau nunghâk, mi nêksâwr, hlim nâwk ta naw ti nih; tho la, Kittim ramah kai rawh; chutaka khawm chun châwlna hrim hrim hmu chuong naw ti nih,” a ta.",
      "reference": "ISAI 23:12"
    },
    {
      "content": "En ta, Kaldaihai ram hi, hieng mihai hi an um ta nawh; Assuria mi chun thlalêra ramsahai ta dingin a ruot tah a nih; an in insânghai chu a bâwl a, chutaka lal inhai chu an sukbohmang a, in sieah a siem tah a.",
      "reference": "ISAI 23:13"
    },
    {
      "content": "Tarsis lawng lienhai, khêk rak rak ro, in kulbîng chu suksietin a um ta hi.",
      "reference": "ISAI 23:14"
    },
    {
      "content": "Chun, chu nia chun, Tura khuo chu, lal pakhat kum tiem a, kum sâwmsari sûng chu theinghilin um a tih; kum sâwmsari bo hnung chun nawchizawr hlaa an hril angin Tura khaw chunga chun la tlung a tih:",
      "reference": "ISAI 23:15"
    },
    {
      "content": "“Nang nawchizawr mihai theinghil ta hnung! ṭingṭang la la, tuol fang rawh, ṭingṭang kei la, hla tamtak sak rawh, hrieta i um nâwk theina dingin.”",
      "reference": "ISAI 23:16"
    },
    {
      "content": "Chun, kum sâwmsari bo hnung chun, LALPA chun Tura khuo chu hung sir a ta, chuongchun, ama chu a hlaw hnawtin um nâwk a tih, hnuoi chunga khawvêl ram po poa nawchizawrin um a tih.",
      "reference": "ISAI 23:17"
    },
    {
      "content": "Chun, a sum themsuok le a hlaw chu LALPA ta dinga thil inthieng nîng a ta, chu chu inkhâwlin amanih, sie khâwlin amanih um naw nih a; a sum themsuok chu LALPA hmaa umhai ta dingin a ni ding a ni sih a; hnienghnâra an fâk ding le, silfên ropuitak an nei theina dingin.",
      "reference": "ISAI 23:18"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ISAI 23 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}