{
  "verses": [
    {
      "content": "“Inringtakin khêk rawh, in- dawi naw rawh, tawtawrâwt angin i râwl insuo tuor tuor la, ka mihai kuomah an bawsietna chu hril la, Jakob sûnghai kuoma chun an suolnahai chu hril bawk rawh.",
      "reference": "ISAI 58:1"
    },
    {
      "content": "Anni chun zawng chu ni tin el an mi zawng hlak a, ka lampui thuhai hriet chu an inhâwk hlak; feltaka thaw le an Pathien rorêlna bânsan ngai naw hnam angin, ka kuomah rorêlna feltak an mi hni hlak a. Pathien hung hnai khawm an inhâwk hlak a nih.",
      "reference": "ISAI 58:2"
    },
    {
      "content": "‘Ieng leiin am bu kan nghei a i hriet si naw a, ieng leiin am kan insukrimsih a i hriet si naw maw?’ an ti hlak a. Ngai ta u, in bu nghei ni chun nangni nunkhuo in phâm a, in sinthawtuhai po po in nêksâwr hlak.",
      "reference": "ISAI 58:3"
    },
    {
      "content": "Ngai ta u, innghirnghona le in- sêlna ding el, rîtlona kuttuma inchum dingin a nih, bu in nghei hlak chu: in râwl hi chungtienga inhriettir tlâk zâwngin chu ni chun bu in nghei ngai nawh.",
      "reference": "ISAI 58:4"
    },
    {
      "content": "Chuong ang chu bu ngheina ka dit zâwng chûm a nih? Thielkuong anga a lu kûn ding le, a hnuoia saiip puon phaa vut phul ding am a nih? Chu chu bu ngheina le LALPA ta dinga ni lâwmtlâk i ti ding am a nih?",
      "reference": "ISAI 58:5"
    },
    {
      "content": "“Hi hi ni lo am a ni bungheina ka idit zâwng chu? Rîtlonaa khuop sût- pêk le, rîngkawl hruihai sûtpêk le, nêksâwra umhai insuoktir le, rîng- kawl tinrêng suktliekpêk hi.",
      "reference": "ISAI 58:6"
    },
    {
      "content": "Mâni bu mi phîngṭâmhai kuoma sem le, rimsi hnawtsuoka umhai mâni ina ṭhuoi hi ni lem lo am a nih? Mi saruok hmua puona dêng le, mâni tisa ang put mihaia inthawka inbîk- hmang naw hi ni lem lo am a nih?",
      "reference": "ISAI 58:7"
    },
    {
      "content": "“Chu pha chun i var chu zîng nisa suok angin hung suok a ta, i damna ding chu hung inder suok vak a tih; i felna chun i hma ṭhuoi a ta; LALPA ropuina chu i hnung dâltu nîng a tih.",
      "reference": "ISAI 58:8"
    },
    {
      "content": "Chu pha chun ko i ta, chuong- chun, LALPA chun dawn a tih; hang ko i ta, chuongchun, ama chun, ‘Hitaka hin ka um,’ tîng a tih. Nangni laia inthawka rîngkawl dâm, kut- chala mi khîk dâm, suoltaka ṭawng- hai hi i sukbo a,",
      "reference": "ISAI 58:9"
    },
    {
      "content": "phîngṭâmhai kuoma i dit zâwng pe a, sukrinuma umhai i suktlai bawk chun, i var chu inthim lai chun var suok a ta, în thimna chu sûn ang el ni tâng a tih.",
      "reference": "ISAI 58:10"
    },
    {
      "content": "Chun, LALPA chun ṭhuoi rawp a ti cheh a, hmun ṭâwla khawm sukkhawp a ti che a, i ruhai khawm sukhrât bawk a tih; chun, huon tuia châwm ang le, tuihnâr kang ngai lo ang ni tâng i tih.",
      "reference": "ISAI 58:11"
    },
    {
      "content": "Chuongchun, nangmaa in- thawka la hung insieng dinghai chun hmun hlui se ta hnunghai chu rem nâwk an ta, suon tamtak lungphûm chu hung rem nâwk i tih, chuong- chun, nang chu, ‘A sietna lai siem ṭhatu,’ ‘Mi umna dinga lampuihai siem ṭhatu,’ tîng an ti che.",
      "reference": "ISAI 58:12"
    },
    {
      "content": "“Châwlni bawse lo dinga, ka ni inthienga i nuom zâwng thaw lo dinga i kepha chu în nghatkîrtir a, châwlni chu ni lâwmum le LALPA ni inthieng chu inzaum i tih a, mâni lampui hraw loa, i chawimawi chun,",
      "reference": "ISAI 58:13"
    },
    {
      "content": "LALPA chunga chun lâwm i ta, leihnuoi hmun insângahai chun inchuongtir ka ti cheh a; i pu Jakob rohluo thilin châwm ka ti che; LALPA bau chun chu chu a hril tah a nih.”",
      "reference": "ISAI 58:14"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ISAI 58 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}