{
  "verses": [
    {
      "content": "Thlalêr le ram inril chu lâwm a ta; ram ṭâwl chu hlimin phûlpâr pâr angin pâr a tih.",
      "reference": "ISAI 35:1"
    },
    {
      "content": "Pâr vul chûk a ta, hlasak le lâwmin hlim a tih; Lebanon ropuina chu a kuoma pêk nîng a ta, Karmel le Saron mawina leh; LALPA ropuina hmûng an ta, ei Pathien mawina leh.",
      "reference": "ISAI 35:2"
    },
    {
      "content": "Kut hrâtnawhai chu sukhrât unla, khûp zawihai chu sukdet ro;",
      "reference": "ISAI 35:3"
    },
    {
      "content": "Lungril dâwihai kuoma chun, “Hrâttakin um unla, ṭi naw ro, ngai ta u, in Pathien chu phubalâkna leh hung a tih, Pathien thungna le chun; hung a ta, sandam a ti cheu,” ti ro.",
      "reference": "ISAI 35:4"
    },
    {
      "content": "Chu pha chun mitdelhai mit chu sukmengin um a ta, nasêthai na chu sukvarin um a tih.",
      "reference": "ISAI 35:5"
    },
    {
      "content": "Chu pha chun kebaihai chu sakhi angin inchâwm an ta, ṭawng thei- nawhai lei chun hlimtakin hla sak a tih; thlalêra chun tuihai chu hung inkhaw suok huou huou a ta; ram ṭâwla chun vadunghai tui chu hung inchik suok hur hur bawk a tih.",
      "reference": "ISAI 35:6"
    },
    {
      "content": "Chuongchun, ṭieuphit lumtak hmun chu dîlah inchang a ta, hnuoi dangchârtak chu tuihnârhaiah in- chang a tih: sihalhai chêngna, an zâlnaa chun hlobet, phairuong le thielkuong um a tih.",
      "reference": "ISAI 35:7"
    },
    {
      "content": "Chun, chutaka chun lamlien um a tih; lampui leh, chu chu, “In- thiengna Lampui,” tîng an ta; mi inthieng naw chu chutaka chun fe naw ni hai; amiruokchu, chuhai ta ding chun ni lem a tih; mi inzin inlawnhai, anih, mi invêthai khawm, chutaka chun inhmang naw ni hai.",
      "reference": "ISAI 35:8"
    },
    {
      "content": "Sakeibaknei hrim hrim chutaka chun um naw nih a, sa hnukinrâwl hrim hrim chutaka chun hang fe bawk naw nih, chutaka chun hmun ding khawm um naw nih: intlanhai ruok chu chutaka chun fêng an tih;",
      "reference": "ISAI 35:9"
    },
    {
      "content": "chun, LALPA intlanhai chu kîr nâwk an ta, hla sak pumin Zion chu tlung an tih; chatuona lâwmna an lu chungah um tâng a ta, hlimna le lâwmna hmûng an tih, lungngaina le inrûmna chu bo tâng a tih.",
      "reference": "ISAI 35:10"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ISAI 35 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}