{
  "verses": [
    {
      "content": "Tuipui thlalêr phurrik chu. Sim rama thlivir a fe thlengin thlalêra inthawkin, ram ṭiumtaka inthawk chun, a hung ie.",
      "reference": "ISAI 21:1"
    },
    {
      "content": "Inlârna khirkhântak el ka kuomah inhriettir a ni tah; vervêktaka thawtu chun vervêktakin a thawh a, rawktu chun a rawk a. Aw Elam mihai, hang fe ro; aw Media mihai, inhuol ro; an inrûmna po po chu ka sukbo vawng tah.",
      "reference": "ISAI 21:2"
    },
    {
      "content": "Chuleiin, ka kâwnghai hi natna nasatakin a sip a, nuhmei nau invawi natna angin natnain nasatakin a mi man tah; naa hre thei naw khawp hielin na ka tuor a; khaw hmu thei lo khawp hielin ka lunginzîng a.",
      "reference": "ISAI 21:3"
    },
    {
      "content": "Ka lungril hi ân thuok hlawp hlawp a, thil râpthlâktakin a mi suklâu a; zântieng dei ka nghâkhla hlak kha ka ta dingin inthinnaah ân chang a,",
      "reference": "ISAI 21:4"
    },
    {
      "content": "Dawkân chu an buotsai a, râlvêngtu chu an invêngtir a, an fâk a, an dâwn a; mi lienhai, tho unla phaw kha hriek nâl ro.",
      "reference": "ISAI 21:5"
    },
    {
      "content": "LALPA chun ka kuomah hieng ang hin a hril a nih, “Fe la, râlvêngtu invêngtir rawh; ama chun a thil hmu chu hril raw se.",
      "reference": "ISAI 21:6"
    },
    {
      "content": "Chun, sipai pâwl dâm, sakawr chung chuong a kawp peia fe dâm, sabengtung pâwl dâm, sanghâwngsei pâwl dâm, a hmu pha chun ngun- takin ngai kieu a tih,” tiin.",
      "reference": "ISAI 21:7"
    },
    {
      "content": "Chun, ama chu sakeibaknei angin a khêk a, “Aw Lalpa, sûna chun râlvêng bûk chunga hin ka ngîr rawp a, zânkhawvârin ka vêngnaa hin i mîn umtir rawp a;",
      "reference": "ISAI 21:8"
    },
    {
      "content": "ngai ta, hitaka hin mihriem pâwl, sakawr chung chuong a kawp peia fe an hung ie,” tiin. Chun, ama bawk chun, “Babulon khuo chu a tlâwm tah, a tlâwm tah; an thiempu- hai milim siem fâwmhai po po chu hnuoia suknâwiin a um tah,” tiin a dawn a.",
      "reference": "ISAI 21:9"
    },
    {
      "content": "Aw ka bu vuok sa, ka hrizâwla bu; sipaihai LALPA Israelhai Pa- thiena inthawka ka hriet chu ka hril cheu a ni hi.",
      "reference": "ISAI 21:10"
    },
    {
      "content": "Duma phurrik chu. Miin Seir tlânga inthawkin an mi ko a, “Râl- vêngtu, zân hi iengtin am a ni tah a? Râlvêngtu, zân hi iengtin am a ni tah a?” tiin.",
      "reference": "ISAI 21:11"
    },
    {
      "content": "Râlvêngtu chun, “Zîngkâr a hung ni ding a ni tah, zân khawm: in indawn nuom chun indawn ro: nghakîr nâwk unla, hung ro,” a ta.",
      "reference": "ISAI 21:12"
    },
    {
      "content": "Arabia ram chunga phurrik chu. Aw Dedanhai khuol inzin pâwl tinhai, Arabia rama ramhnuoiah riek in tih. Dangchâr kuoma chun tui an hung lâk a.",
      "reference": "ISAI 21:13"
    },
    {
      "content": "Tema rama umhai chun an buin tlân hmanghai chu an tuok a.",
      "reference": "ISAI 21:14"
    },
    {
      "content": "Kâwlhnâmhaia inthawkin, kâwlhnâm phawisahaia inthawkin le, thalngul kuoisaa inthawk le indona nasataka inthawka tlân hmang an ni sih a.",
      "reference": "ISAI 21:15"
    },
    {
      "content": "Lalpa chun hieng ang hin ka kuomah a hril sih a, “Inhlawfa kum tiema kum khat sûngin Kedarhai ropuina po po chu bo zo vawng a ta,",
      "reference": "ISAI 21:16"
    },
    {
      "content": "thal kâp mi, Kedar thlahai laia mi hrât tak la um sunhai chu, tlâwmte nîng an tih: LALPA Israelhai Pathien chun chu chu a hril ta sih a,” tiin.",
      "reference": "ISAI 21:17"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ISAI 21 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}