{
  "verses": [
    {
      "content": "Nang rawk tuok ngai si loa, rawktu, vervêktaka thaw tuok ngai si loa, vervêktaka thawtu, i chung a rik ie! Mi rawk i bân phaleh, rawk la tuok vêng i ta; vervêktaka i thaw zo phaleh i chungah vervêk- takin thâwng an tih.",
      "reference": "ISAI 33:1"
    },
    {
      "content": "Aw LALPA, mi lunginsiet la; kan nghâk zing che hi: tûk tin kan bân hung ni la, lunginzîng huna chun a mi sandamtu hung ni bawk rawh.",
      "reference": "ISAI 33:2"
    },
    {
      "content": "Sa mur mur ria chun mi tin chu an tlân hmang tah a; nang i hung tho meu chun hnam tin chu sukdarin an um tah.",
      "reference": "ISAI 33:3"
    },
    {
      "content": "In sum râllâka lâk ding chu thilhringin thil an thak khâwm sup sup ang hin thak khâwmin um a ta; khâuṭhikṭhihai an inchâwm sup sup ang hin annirawi chu sum chunga chun inchâwm sup sup an tih.",
      "reference": "ISAI 33:4"
    },
    {
      "content": "LALPA chu chawisângin a um tah; chungtienga khin a um sih a; ama chun Zion chu rorêl felna le felnain a suksip tah.",
      "reference": "ISAI 33:5"
    },
    {
      "content": "I dam sûng chun um nghetna um a ta, sandamna dâm, varna dâm, hrietna dâm um ṭeu a tih; LALPA ṭîna chu a ro a nih.",
      "reference": "ISAI 33:6"
    },
    {
      "content": "Ngai ta, an pasalṭhahai chu tuol- tieng an khêk a, inremna palaihai chu an ṭap an ṭap a.",
      "reference": "ISAI 33:7"
    },
    {
      "content": "Lamlienhai chu a ṭhing ṭhiep ṭhuop a, mi inzin inlawn chu an um ta nawh a, ama chun thuthlunghai chu a bawsiet a, khuohai chu a hmusit a, mihriem a ngaisak ta nawh.",
      "reference": "ISAI 33:8"
    },
    {
      "content": "Ram chu a ṭapin a châu a; Leba- non chu ân zakin a vuoi a, Saron chu thlalêr ang a ni tah; Basan le Karmel chun an hnahai an thin thlâk a.",
      "reference": "ISAI 33:9"
    },
    {
      "content": "LALPA chun, “Tuhin chu tho ka ta, tuhin chu inthawk ka ta, tuhin chu chawisângin um tâng ka tih.",
      "reference": "ISAI 33:10"
    },
    {
      "content": "Hlo ṭâwl vawn in ta, bupâwl nei in tih; in thuok chu nangni kâng hmang ding mei a nih.",
      "reference": "ISAI 33:11"
    },
    {
      "content": "Mi tinrênghai chu chinai lung raw ang, hlohlingnei vât hnung meia an pei ang chu nîng an tih,” a ta.",
      "reference": "ISAI 33:12"
    },
    {
      "content": "Hlataka umhai, ka thilthaw hi nain lo hre ro; hnaitaka umhai, ka thilthawtheizie hi hre ro.",
      "reference": "ISAI 33:13"
    },
    {
      "content": "Ziona mi suol umhai chun an ṭih a; Pathien inza naw mihai chu inthin- nain a man tah a. Eini lai hin tu am thil kâng hmang mei kuomah um ei ta le? eini lai hin tu am kumkhuoa kâng hlut hlut kuoma dâm chun um ei ta le?",
      "reference": "ISAI 33:14"
    },
    {
      "content": "Feltaka um a, indiktaka hril hlaktu; nêksâwrnahai hlâwkpuina hrim hrim theida a, thamna la nuom loa, kut thin san a, thisen insuo thu ngai nuom loa na hup a, suolna hrim hrim en nuom loa insîm hlaktu chu;",
      "reference": "ISAI 33:15"
    },
    {
      "content": "ama chu chungtieng chun um a ta, a kulbîng insânghai chu lungpui kulbînghai chu nîng a tih: bu chu a kuoma pêk nîng a ta, a tuihai chu um ngei ngei a tih.",
      "reference": "ISAI 33:16"
    },
    {
      "content": "I mithai chun lal chu a mawinaa chun la hmûng a ta, ram par lientak la thlîr a tih.",
      "reference": "ISAI 33:17"
    },
    {
      "content": "“A tiemtu kha khâw lai am a um tah a? siechawi bûktu kha khâw lai am a um ta a? Râl vêng in insânghai tiemtu kha khâw lai am a um tah a?” tiin; i lungrilin thil râpthlâktak kha ngaituong a tih.",
      "reference": "ISAI 33:18"
    },
    {
      "content": "Mi ṭiumtak, ṭawng inriltaka i hriet thei nawa ṭawng mihai, ṭawng danglam i hrietthiem nawa ṭawnghai chu hmu ta naw ti ni.",
      "reference": "ISAI 33:19"
    },
    {
      "content": "Kan ruoiṭhena khawpui Zion khi en ta, i mit chun Jerusalem chu umna muongumtak, puon in iengtik khawma sawn lo ding, a keimarna hem iengtik khawma phawi lo ding, a keina hrui hrim hrim intan lo ding ang chu, hmûng a tih.",
      "reference": "ISAI 33:20"
    },
    {
      "content": "Chutaka chun LALPA, vadung lientak tak le, vadungtêhai um nghên nghuonna hmun chu, ropuitakin ei kuomah um lem a tih; chuong tui chunga chun indona lawng lientak kheraval nei mi hrim hrim fe naw nih a, lawng lien ropuitak khawma fe khêl bawk naw nih.",
      "reference": "ISAI 33:21"
    },
    {
      "content": "LALPA chu ei rorêltu a na, LALPA chu dân mi petu a nih; LALPA chu ei lal a na, ama chun mi sandam a tih.",
      "reference": "ISAI 33:22"
    },
    {
      "content": "I hruihai chu sukfuolin a um a; an puon zâr bul chu an sukdet thei nawh a, puon zâr chu an zâr thei nawh a; chu lai tak chun râllâk sum tamtak chu semin a um a; kebaihai khawmin râllâk sum an lâk tah a.",
      "reference": "ISAI 33:23"
    },
    {
      "content": "Chu khuoa um chun, “Ka damnaw ie,” ti naw nih a, a sûnga mi umhai chu suol ngaidamin um an tih.",
      "reference": "ISAI 33:24"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ISAI 33 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}