{
  "verses": [
    {
      "content": "Aigupta ram phurrik chu, Ngai ta, LALPA chu sûm hrâttak chunga chuongin Aigupta ram a hung tlung tah ie! Aigupta ram milimhai chu a hmaa chun inthin dar dar an ta, Aigupta mihai lungril chu an sûnga chun intuihmang el a tih.",
      "reference": "ISAI 19:1"
    },
    {
      "content": "Chun, Aigupta mihai chu Aigup- ta mi vêk thaw dingin chawktho ka ta; chuongchun, mi tinin mâni unau thawin, mi tinin mâni tuolbâwmhai thawin, indo an tih; khuo le khuo inthâwng an ta, ram le ram inthâwng an tih.",
      "reference": "ISAI 19:2"
    },
    {
      "content": "Chuongchun, Aigupta mihai thlarau chu an sûnga chun ieng- khawm ni loa siemin um a ta; an remruot chu suksieng ka tih: chuong- chun, milimhai le, aikeithiemhai le, khawhri aisânthiem zâwlhai le, dawi- thiemhai chu râwn an tih.",
      "reference": "ISAI 19:3"
    },
    {
      "content": "Chun, Aigupta mihai chu hotu nunsetak kutah inhlân ka ta; lal nunsetakin an chungah ro rêl tâng a tih, Lalpa, sipaihai LALPA chun a tih.",
      "reference": "ISAI 19:4"
    },
    {
      "content": "Chun, tuipui tuihai chu kang a ta, vadunghai chu luong hmangin hung kang intan tâng a tih.",
      "reference": "ISAI 19:5"
    },
    {
      "content": "Vadunghai chu hung rimsieng a ta; Aigupta ram tui luonghai chu hung kang deu deu a ta, kang intan el a tih: phairuonghai le tuihnârhai chu ṭâwl zo a tih.",
      "reference": "ISAI 19:6"
    },
    {
      "content": "Nile vadung kâwla, Nile vadung pang ngeia, ran tlatna phûlhai le, Nile vadung kâwla thil chînghai po po chu hung ṭâwl zo a ta, lên hmangin um an ta, um ta naw nih.",
      "reference": "ISAI 19:7"
    },
    {
      "content": "Nga mantuhai khawm chu ṭap an ta. Nile vadunga ngakuoi inchie hlak- hai po po chu an âwm inchum an ta, tuia lênkhang kei hlakhai chu châu tâng an tih.",
      "reference": "ISAI 19:8"
    },
    {
      "content": "Chu naw khawm chu ziza zai inhmi them mihai le puon ngo khâwng mihai chu muolpho an tih.",
      "reference": "ISAI 19:9"
    },
    {
      "content": "Chun, a lung banhai chu suknâwiin um a ta, inhlawfa hlakhai po po chu an lungrilin lungngai an tih.",
      "reference": "ISAI 19:10"
    },
    {
      "content": "Zoan khuoa mi lienhai chu an invêt ngawt el; Pharao remruottu vartakhai remruot chu sa remruot ang el a hung ni tah; Pharao kuomah, “Mi var naupa, tienlai lalhai naupa ka nih,” iengtiziea ti hlak am in nih a?",
      "reference": "ISAI 19:11"
    },
    {
      "content": "I mi varhai chu khâw lai am? Anni chun hril nghâl raw hai se che; Aigupta ram chunga thil tlung ding, sipaihai LALPA ruothai chu, hre raw se.",
      "reference": "ISAI 19:12"
    },
    {
      "content": "Zoan khuoa mi lienhai chu mi invêt an hung ni tah a, Noph khuoa mi lienhai chu hlêmin an um tah: Aigupta hnamhai kia lunghai chun Aiguptahai chu an invâkhmangtir tah.",
      "reference": "ISAI 19:13"
    },
    {
      "content": "LALPA chun Aigupta mihai laia chun kâwmâwsietna thlarau ân umtir tah; chuongchun, zu inrui chu ama luoka a pêm a pêm ang hin Aigupta mihai chu an sinthaw tinrêngah an infe kâwitir tah a.",
      "reference": "ISAI 19:14"
    },
    {
      "content": "Aiguptahai dingin luin amanih, meiin amanih, intûm kauin amanih, thielkuongin amania thawpêk thei um ta bawk naw nih.",
      "reference": "ISAI 19:15"
    },
    {
      "content": "Chu nia chun Aigupta mihai chu nuhmei ruol ang nîng an ta, sipai- hai LALPA kut thin chu an chunga a thin leiin inthinin ṭîng an tih.",
      "reference": "ISAI 19:16"
    },
    {
      "content": "Juda rama umhai chu Aigupta mihai ta ding chun râpthlâktak hung ni tâng an ta, an hming an lamna taphawthai chun ṭîng an ta, an chunga tlung ding sipaihai LALPA thuruot lei chun.",
      "reference": "ISAI 19:17"
    },
    {
      "content": "Chu nia chun Kanaan mihai ṭawnga ṭawng le, sipaihai LALPA kuoma ṭawng inkhâma thu tiem hlakhai chu, Aigupta ram sûngah khaw panga um a ta; pakhat chu Bohmangna Khuo tîng an tih.",
      "reference": "ISAI 19:18"
    },
    {
      "content": "Chu nia chun Aigupta ram laia chun LALPA ta dingin mâichâm um a ta, a ramria chun LALPA ta dingin lungphun um a tih.",
      "reference": "ISAI 19:19"
    },
    {
      "content": "Chu chu Aigupta rama sipaihai LALPA ta ding chun inchikna le hrietna nîng a tih, nêksâwrtuhai leiin LALPA chu an la ko ding a ni sih a; chuongchun, ama chun sandamtu le humhimtu tir a ta, ama chun annirawi chu sansuok a tih.",
      "reference": "ISAI 19:20"
    },
    {
      "content": "Chuongchun, LALPA chu Aigupta mihai ihriet ni tâng a ta, Aigupta mihai chun chu nia chun LALPA chu hre tâng an tih; anih, inthawina le thilpêkin chibai bûk an tih, LALPA kuoma chun thu tiem an ta, muolsuo bawk an tih.",
      "reference": "ISAI 19:21"
    },
    {
      "content": "Chun, LALPA chun Aigupta mihai chu vuong a ta, sukdam bawk a tih: chuongchun, LALPA kuomah kîr nâwk an ta, ama chu anni ngên thlûk- in um a ta, anni chu sukdam a tih.",
      "reference": "ISAI 19:22"
    },
    {
      "content": "Chu nia chun Aigupta rama inthawkin Assuria ram chenin lam- lien um a ta; chuongchun, Assuria mihai chu Aigupta ramah fêng an ta, Aigupta mihai chu Assuria ramah fe bawk an tih; Aigupta mihai chun Assuria mihai leh Pathien chu chibai bûk hmunkhat tâng an tih.",
      "reference": "ISAI 19:23"
    },
    {
      "content": "Chu nia chun Israelhai chu Aiguptahai le Assuriahai pathumtu nîng an ta, hnuoi lailia hin malsâwm- na nîng an tih;",
      "reference": "ISAI 19:24"
    },
    {
      "content": "sipaihai LALPA chun, “Ka mi Aiguptahai le ka kutsuok Assuria- hai le ka rochan Israelhai chu malsâwmin um raw se,” tiin mal a sâwm sih a.",
      "reference": "ISAI 19:25"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ISAI 19 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}