{
  "verses": [
    {
      "content": "Ngai ta, lal pakhat chu feltak- in lalah ṭhung a ta, mi lienhai chun rorêlna felin ro rêl an tih.",
      "reference": "ISAI 32:1"
    },
    {
      "content": "Mi pakhat chu thlipuia inthawka inbîkna hmun ang le, ruopuia in- thawka inbîkna ang nîng a ta, hmun ṭâwla tui luonghai ang, ram châutaka lungpui lientak hlim ang el chu.",
      "reference": "ISAI 32:2"
    },
    {
      "content": "Chuongchun, hmutuhai mit chu fie naw naw nih a, hretuhai na chun ngai a tih.",
      "reference": "ISAI 32:3"
    },
    {
      "content": "Thaw thut hmanghai lungril chun hrietna thu chu hrefieng a ta, danginâwkhai lei chu fietakin ṭawng thei a tih.",
      "reference": "ISAI 32:4"
    },
    {
      "content": "Mi suol chu mi tiktlai ti nâwk ta naw ni hai a, mi vervêk chu mi inzaum ti nâwk ta bawk naw hi hai.",
      "reference": "ISAI 32:5"
    },
    {
      "content": "Pathien inza nawna thil thaw ding le, LALPA hêkna dinga thu indik naw hril dingin, phîngṭâmhai phîng sûng sukruok ding leh, dangchârhai dâwn ding sukbohmang dingin, mi suol chun suol thu a hril ding a ni sih a, a lungril chun thil suksuol bawk a tih.",
      "reference": "ISAI 32:6"
    },
    {
      "content": "Mi vervêk thuomhnawhai chu ṭha nawtak a na; pasiehai chun thu dik an hril khawmin mi rimsihai chu khêl thua sukbohmang dingin ama chun thil suol thaw dingin a ngaituo hlak.",
      "reference": "ISAI 32:7"
    },
    {
      "content": "Mi tiktlai ruok chun tiktlaina thil tieng chu a ngaituo hlak a; chuong- chun, tiktlaina tieng thilahai chun um zing a tih.",
      "reference": "ISAI 32:8"
    },
    {
      "content": "Nuhmei um mei meihai, tho unla, ka râwl hi ngai ta u; naunu ngaisamhai, ka thu hrila hin na sit ro.",
      "reference": "ISAI 32:9"
    },
    {
      "content": "Nuhmei ngaisamhai, kum khat le ni ieng amani zât chena chun lunginzîng tâng in tih; grêp lo ding hlak a um âwm si nawh a, grêp lo khâwm dinga chun iengkhawm a hung pieng âwm si nawh a.",
      "reference": "ISAI 32:10"
    },
    {
      "content": "Nuhmei um mei meihai, inthin ro; mi ngaisamhai, lunginzîngtakin um ro, inhlîp unla, saruokin insiem unla, in kâwngahai chun saiip puon bi ro.",
      "reference": "ISAI 32:11"
    },
    {
      "content": "Lo ditumhai lei le grêphrui ra nuom mi lei chun in âwm inchum inchum ro.",
      "reference": "ISAI 32:12"
    },
    {
      "content": "Ka mihai rama hin hlohling- neihai le buorhai chu tlâng a tih; anih, khawpui hlimumtaka hlimna in po pohai chunga chun,",
      "reference": "ISAI 32:13"
    },
    {
      "content": "lal in chu mâksanin a um ding a ni sih a; mi tamna khawpui chu suok- sanin a um ding a na; a muol pâwng le a râlvêng bûkhai chu kumkhaw pûk dâm, ram sabengtung lâwmna dâm, ranruol tlatna hmunhai hung nîng a tih;",
      "reference": "ISAI 32:14"
    },
    {
      "content": "Chung tienga thlarau chu ei chunga bura a um a, thlalêr chu hnuoi ṭhatak hmuna ân chang a, hnuoi ṭhatak hmun chu rampuia ngaia a um hmakhat chun.",
      "reference": "ISAI 32:15"
    },
    {
      "content": "Chupha chun rorêl felna chu thlalêra chun chêng a ta, felna chu hnuoi ṭhatakna hmuna chun um a tih.",
      "reference": "ISAI 32:16"
    },
    {
      "content": "Chun, felna sinthaw chu inrem- na nîng a ta, felna thil suok chu kumkhuoa muongtaka umna le ring tlata umna nîng a tih.",
      "reference": "ISAI 32:17"
    },
    {
      "content": "Chuongchun, ka mihai chu râl- muonga umnaahai le in dettakhaia le châwlna hmun muongumtakhaia chun um tâng an tih.",
      "reference": "ISAI 32:18"
    },
    {
      "content": "Nisienlakhawm, rampui chu sukthlu dingin riel tla dur dur a ta; khawpui chu suktlâwm dêrin um a tih.",
      "reference": "ISAI 32:19"
    },
    {
      "content": "Tui luongna po po panga chi the hlaktuhai le, bâwngchal le sabeng- tung inthla hlakhai, in hamṭha ie.",
      "reference": "ISAI 32:20"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ISAI 32 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}