{
  "verses": [
    {
      "content": "Chu nia chun LALPA chun a kâwlhnâm ngei ṭhatak, lien- tak, ringumtak chun leviathan rûlpui hrâttak le leviathan rûlpui kâwi ngul chu hrem a ta, tuipuia dragon um chu that bawk a tih.",
      "reference": "ISAI 27:1"
    },
    {
      "content": "Chu nia chun, “Uoin grêp huon pakhat chu, chu chu chawimawiin hla sak ro.",
      "reference": "ISAI 27:2"
    },
    {
      "content": "Kei LALPA hi a vêngtu ka nih; mitkhapkâr tinin tui buok ka ta, tukhawma an tâwk nawna dingin a sûn a zânin vêng ka tih.",
      "reference": "ISAI 27:3"
    },
    {
      "content": "Keimaa hin lunginsenna a um nawh ie; buor le hlohlingneihai chun mi doin mi hung thaw hrim hai sien aw! anni chu thaw dingin fêng ka ta, hmun khatah ka raw hlut hlut ding bah.",
      "reference": "ISAI 27:4"
    },
    {
      "content": "An naw vêk leh, keima le inremna dingin ka hrâtna hi chel raw se; anih, mîn rempui ro.”",
      "reference": "ISAI 27:5"
    },
    {
      "content": "Hun la hung tlung dinga chun Jakobhai chun zung kei an ta; Israelhai chu kumûmin pâr an tih; chuongchun, hnuoi chung hi rain suksip an tih.",
      "reference": "ISAI 27:6"
    },
    {
      "content": "Ama vawtuhai a vuok ang takin ama chu a vuok vêm a nih? annawleh, ama thathai that ang takin ama chu thatin a um vêm a nih?",
      "reference": "ISAI 27:7"
    },
    {
      "content": "Ama chu în fe hmangtir laiin a hun charin ama chu i sêl a; khawsak thli hrâng ni chun ân thli natak chun ama chu a lên sawn tah a.",
      "reference": "ISAI 27:8"
    },
    {
      "content": "Chuleiin, hi hin Jakobhai rîtlona chu sâwpfai nîng a ta, hi hi an suol fe hmangpuina ra ruok a nih; Aserahai le nisa limhai chu tho nâwk ta lo ding khawpin mâichâm lung po po chu tlak lung suknawi rem rum ang elin an siem hi.",
      "reference": "ISAI 27:9"
    },
    {
      "content": "Khuo kulpui nei chu a khaw- sâwt a, umna, mi hnungsawn le fesan hnung a ni ta sih a, thlalêr ang elin; chutaka chun bâwngtê tlâng a ta, chutaka bawk chun bawk a ta, a kauhai chu fâng a tih.",
      "reference": "ISAI 27:10"
    },
    {
      "content": "A kauhai chu a vuoi pha chun thliekin um a ta, nuhmeihai hung an ta, raw el an tih; hriet theina hrim hrim nei naw mihai an ni sih a; chuleiin, anni siemtu chun anni chu lunginsiet naw nih a, anni inngîrtu chun anni chu a ditin ditsak hrim hrim bawk naw nih.",
      "reference": "ISAI 27:11"
    },
    {
      "content": "Chu nia chun LALPA chun Vadung a kuong sipa luong dûl dûla inthawkin, Aigupta vadungtê chenin a ra vaw thlâng a ta; chuongchun, aw Israel thlahai, a khât khâta rûtin um in tih.",
      "reference": "ISAI 27:12"
    },
    {
      "content": "Chu nia chun tawtawrâwt lientak mût an ta; chuongchun, Assuria rama bohmang vâng vânghai le, Aigupta rama hnawtdawka umhai chu hung an ta; Jerusalem khuoa tlâng inthienga chun, LALPA chu chibai bûk an tih.",
      "reference": "ISAI 27:13"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ISAI 27 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}