{
  "verses": [
    {
      "content": "Fel nawtaka thu ruottuhai le indik nawtaka ziektuhai chu an chung a rik ie!",
      "reference": "ISAI 10:1"
    },
    {
      "content": "Pasiehai chu rorêlna fel inkhêltir ding le ka mihai laia pasiehai hmu thei ding âwm hrim hrim lâkpêk dinga, hmeithaihai chu an râllâk anga an um theina dingin le pa nei nawhai chu an thil lâkpêk anga an siem theina dinga thawtuhai chu.",
      "reference": "ISAI 10:2"
    },
    {
      "content": "Chuongchun, an hung kan nia cheu le hlataka inthawka râusanna hung tlung dinga inthawk ieng am thaw tâng in ta le? Ṭhangpuina hniin tu kuom âm tlân tâng in ta le? In ropuina chu khâw lai am mâksan tâng in ta le?",
      "reference": "ISAI 10:3"
    },
    {
      "content": "Salhai hnuoiahai chun kûn an ta, thata umhai hnuoiahai chun tlûng an tih, chu chau chu an chan ni tâng a tih. Chuong ang lâwma a thaw khawm chun a lunginsen chu a la bo chuong si nawh a, a kut chu a lân let ta rawp a.",
      "reference": "ISAI 10:4"
    },
    {
      "content": "Hung ta, Assuria mi, ka lungin- senna hembâwk, ka lungninawna chawitu hmawl!",
      "reference": "ISAI 10:5"
    },
    {
      "content": "Râllâk la ding le, thil lâkpêk la ding le kawtthlêr chirhak anga sir dingin ama chu Pathien inza naw hnam do dingin tir ka ta, ka lunginsenna mihai chu thaw dingin thu pêng ka tih.",
      "reference": "ISAI 10:6"
    },
    {
      "content": "Nisienlakhawm, ama chun chu chuong ang chu a tum a ni nawh a, chuong ang chu a lungril khawma a ngaituo bawk nawh; hnam tam namêna tam lo suksiet le sukbo- hmang a nih a lungril lem chu.",
      "reference": "ISAI 10:7"
    },
    {
      "content": "“Ka mi lien po pohai hi lal vawng an ni naw am a nih? Kalno khuo chu Karkemis khuo ang el a ni tah a ni naw am a",
      "reference": "ISAI 10:8"
    },
    {
      "content": "Hamath khuo chu Arpad khuo ang el a ni tah a ni naw am a nih? Samari khuo chu Damaska khuo ang el a ni tah a ni naw am a nih?",
      "reference": "ISAI 10:9"
    },
    {
      "content": "Ka kut hin milimhai ram, Jerusalem khuo le Samari khuoa mi nêka milim siem fâwm ṭha lem neihai khawm, a zawng suok ta sih a,",
      "reference": "ISAI 10:10"
    },
    {
      "content": "Samari khuo le a milimhai chunga ka thaw ang khan Jerusalem le a milimhai chunga khawm hin ka thaw ve naw ding am a nih?” a ti sih a.",
      "reference": "ISAI 10:11"
    },
    {
      "content": "Chu lei chun Lalpa chun, Zion tlâng le Jerusalem chunga sinthaw ding po po a thaw zo pha chun, Assuria lal a lungril chapo ra le a mit chapo ropuina chu la hrem ka tih.",
      "reference": "ISAI 10:12"
    },
    {
      "content": "Ama chun, “Ka kut hrâtnain ka thaw tah a nih, ka varna le hin; ka bengvâr sih a: chi tin ramrihai hlak chu ka sawn a; an rohai hlak ka lâkpêk a, lalṭhungphaa ṭhunghai hlak chu mi huoitak thaw angin ka hnûk thlâk tah a;",
      "reference": "ISAI 10:13"
    },
    {
      "content": "ka kut hin chi tin hausaknahai hlak chu vate bu angin a zawng suok a; miin vate tui a pui râusan hnung- hai an lâk angin, leihnuoi hluotuhai po po hi ka lâk vawng tah a nih; thla zâp amanih, bâu ka amanih, inhrâm hrim hrim khawm an um dêr si nawh a,” a ti a nih.",
      "reference": "ISAI 10:14"
    },
    {
      "content": "Hreipui hin thil chêkna dinga a hmangtu chu a uongkhum ding am a nih? Thingâtna hin a âttu chu a hnuoisie ding am a nih? Hembâwkin ân lettuhai chu ân let vêl lem ang amanih, hmawlin thing ni si lo ân let lem ang el hi a nih!",
      "reference": "ISAI 10:15"
    },
    {
      "content": "Chuleiin, LALPA, sipaihai LAL- PA chun, a mi thauhai laia chun chêrna tir a ta, a ropuina hnuoia chun meichawk lai zing ang hin mei sêmin um a tih.",
      "reference": "ISAI 10:16"
    },
    {
      "content": "Chun, Israelhai êntu chu mei dingin nîng a ta, an Mi Inthieng chu meichawk dingin ni bawk a tih: chu chun ni khat thilah a hlohlingneihai le a buorhai chu sukkângin sukbo- hmang a tih, hmawlin thing ni lo mihriem ân let lem ang elin maw!",
      "reference": "ISAI 10:17"
    },
    {
      "content": "A rampui le a hnuoi ṭha hmun ropuina khawm chu, thlarau le taksa chenin sukbohmang a tih, chuong- chun, inchikna chawitu a châu hun lai ang nîng a tih.",
      "reference": "ISAI 10:18"
    },
    {
      "content": "A rampuia thing la um sunhai chu naupang ziek khawp chaua tlâwm ni tâng a tih.",
      "reference": "ISAI 10:19"
    },
    {
      "content": "Chun, chu ni chun, Israelhai hlabîkhai le Jakob sûnghai laia a la dam sunhai chun anni thattu chu ring nâwk ta naw ni hai a; LALPA Israelhai Mi Inthieng chu, titakzetin ring lem tâng an tih.",
      "reference": "ISAI 10:20"
    },
    {
      "content": "Hlabîkhai, Jakobhai laia a la dam sunhai chu, Pathien hrâttak kuoma chun la kîr nâwk an tih.",
      "reference": "ISAI 10:21"
    },
    {
      "content": "I mi Israelhai chu tuisuoriet phaiphin zâtin um hai sien khawm, a la um sunhai chau chu an kîr nâwk ding a ni sih a; felna luong liemna suksietna chu tlung dinga ruot tlat a nih.",
      "reference": "ISAI 10:22"
    },
    {
      "content": "Lalpa sipaihai LALPA chun, tâwpna, tâwpna tlung ngei dinga ruot tlat chu, hnuoi chung po po lailia chun a la siem ding a ni sih a.",
      "reference": "ISAI 10:23"
    },
    {
      "content": "Chuleiin, Lalpa Sipaihai LAL- PA chun hieng ang hin a tih, “Aw ka mi, Ziona umhai, Aigupta rama an thaw ang khan hembâwka vaw cheuin a hmawl chu in chungah inlet sien khawm Assuria mi chu ṭi naw ro.",
      "reference": "ISAI 10:24"
    },
    {
      "content": "Sâwt nawtêa chun lungni- nawna chu hrîkthlâkin um tâng a ta, ka lunginsenna khawm anni sukbo- hmangnain hrîkthlâkin um tâng a tih.",
      "reference": "ISAI 10:25"
    },
    {
      "content": "Oreb lungpuia Midian mihai an that lai ang khan, sipaihai LALPA chun ama thaw dingin vuokna chu chawktho a ta, a hmawl chu tuisuo- riet chungtieng um a ta; Aigupta rama ân let ang khan inlet a tih.",
      "reference": "ISAI 10:26"
    },
    {
      "content": "Chu nia chun a rikphur chu i liengkoa inthawka lâk hmangin um a ta, a rîngkawl chu i rînga inthawka lâk hmangin um bawk a tih; hriek nâl lei chun rîngkawl chu suksietin um tâng a tih,” tiin.",
      "reference": "ISAI 10:27"
    },
    {
      "content": "Aiath khuo a tlung tah, Migron khuo a fe thleng tah; Mikmas khuoa chun a thuomhnaw a sie tah:",
      "reference": "ISAI 10:28"
    },
    {
      "content": "kâwnah an liem tah, Geba khuoah an riek tah; Rama khuohai chu an inthin an inthin el tah. Saula Gibea khuohai chu an tlânse tah.",
      "reference": "ISAI 10:29"
    },
    {
      "content": "Aw Gallim khaw naunu, i râwlin inringtakin ko rawh; aw Laisa khuo! ngai ta! aw Anathoth, lungsiet i va um ngei de!",
      "reference": "ISAI 10:30"
    },
    {
      "content": "Madmena khuohai chu tlân hmangin an um tah; Gebim khuoa umhai chu tlân hmang tumin an inhâwrkhâwm luoi luoi a.",
      "reference": "ISAI 10:31"
    },
    {
      "content": "Vawisûn ngei hin Nob khuoah a châm ding a nih; Zion naunu tlâng, Jerusalem muol pâwng chu a kut a thin khum ie.",
      "reference": "ISAI 10:32"
    },
    {
      "content": "Ngai ta, Lalpa, Sipaihai LALPA chun, thil râpthlâktakin a kâuhai chu sât thlâng a ta, insângtak takhai chu phûrin um a tih, a dâwk bîkhai khawm chu râwt hnuoiin um a tih.",
      "reference": "ISAI 10:33"
    },
    {
      "content": "Thîrin ramhnuoi thing bittak- hai chu phûr a ta, Lebanon Sidar thinghai chu mi ropui phûrin tlu dur dur a tih.",
      "reference": "ISAI 10:34"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ISAI 10 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}