{
  "verses": [
    {
      "content": "Ka siehlaw, ka chel zing, ka ithlang, ka lungrilin a ilawm êm êm hi en ta u; a chungah ka thlarau ka sie tah: Jentailhai kuoma pêk dingin rorêlna thu la suok a tih.",
      "reference": "ISAI 42:1"
    },
    {
      "content": "Khêk naw nih a, a râwl insuo bawk naw nih a; kawtthlêrah a râwl chu inhriettir bawk naw nih.",
      "reference": "ISAI 42:2"
    },
    {
      "content": "Luong pawr suktan thla naw nih a, pat khu khawm sukmit naw nih; rorêlna chu thutakin la suok a tih.",
      "reference": "ISAI 42:3"
    },
    {
      "content": "Hnuoia hin rorêlna ân umtir hmakhat chun ama chu châu naw nih a, beidawng bawk naw nih; chun, thlierkârhai chun a dân thu chu nghâk zing an tih.",
      "reference": "ISAI 42:4"
    },
    {
      "content": "Pathien, LALPA, vân siemtu, keiphartu, hnuoi le a sûnga inthawka suok po po suklientu, a chunga mihai kuoma inthuokna petu chun hieng ang hin a tih:",
      "reference": "ISAI 42:5"
    },
    {
      "content": "“Kei LALPA hin felnain ka ko che, i kut chel ka ta, humhim ka ti cheh a, mihai thuthlung ding le, Jentailhai sukvartu dingin ka ruot che a nih:",
      "reference": "ISAI 42:6"
    },
    {
      "content": "mitdelhai mit sukvar ding le, mi intânghai intângna ina inthawka ṭhuoi suok ding le, inthim laia ṭhung- hai intângna ina inthawka ṭhuoi suok dingin.",
      "reference": "ISAI 42:7"
    },
    {
      "content": "LALPA chu ka nih, chu chu ka hming a nih; ka ropuina hi mi dang kuomah pe naw ningah a, inpâk ka hlawna hi milim siem fâwmhai kuomah pe bawk naw ning.",
      "reference": "ISAI 42:8"
    },
    {
      "content": "Ngai ta u, kha hma thilhai chu a hung tlung tah, thil tharhai ka hril a ni hi; an mâwng hmain an chanchin ka hril cheu a ni hi.",
      "reference": "ISAI 42:9"
    },
    {
      "content": "Tuisuorieta zu fehai le, a sûnga um po pohai le, thlierkârhai le, a chunga um po pohai, LALPA chawi- mawiin hla thar sak unla, leihnuoi tâwpa inthawk khawma ama inpâk- na hla sak ro.",
      "reference": "ISAI 42:10"
    },
    {
      "content": "Thlalêr le an khawpuihai chun an râwl insuo raw se, Kedarhai umna khuohai chun: Sela khuoa umhai chu hlimtakin hla sak hai sienla, tlâng sîpa inthawk chun khêk raw se,",
      "reference": "ISAI 42:11"
    },
    {
      "content": "LALPA chu sukropui sienla, thlierkârahai chun ân pâkna thu hril raw se.",
      "reference": "ISAI 42:12"
    },
    {
      "content": "LALPA chu mi hrâttak angin suok a ta, indo mi angin lunginsenna chawktho a tih, khêk a ta, anih, inringtakin khêk a tih; ama dotuhai chunga chun hrâttakin châng a tih.",
      "reference": "ISAI 42:13"
    },
    {
      "content": "Sâwttak ka to zing tah a; ka um ṭawk ṭawkin kân sûm hrâm hram hlak; tu ruok hin chu nuhmei nau- hase angin khêk tuor tuor ka ta; inthuok huom huomin inthuok hlawp hlawp bawk ka tih.",
      "reference": "ISAI 42:14"
    },
    {
      "content": "Tlânghai le muol pâwnghai chu sukchim ka ta, a hlohnahai po po chu sukṭâwl vawng ka tih: vadunghai chu thlierkâra hai siem ka ta, dîlhai chu sukkang ka tih.",
      "reference": "ISAI 42:15"
    },
    {
      "content": "Mitdelhai chu an hriet ngai naw lampuiah ṭhuoi ka ta, an hriet ngai naw lampuiahai chun ṭhuoi ka tih; an hmaa chun inthim chu varah siem ka ta; lampui kâwi laihai chu suktlûn bawk ka tih. Chuong thil chu thâwng ka ta, anni khawm thlathlam naw ningah.",
      "reference": "ISAI 42:16"
    },
    {
      "content": "Milim siem fâwmhai ring a, milim sunghai kuoma, “Kan pathien in nih,” tituhai chu innghatkîrtirin um an ta, nasatakin muolpho an tih.",
      "reference": "ISAI 42:17"
    },
    {
      "content": "Nasêthai, nain hre ro; mitdel- hai, in hmu theina dingin en ro.",
      "reference": "ISAI 42:18"
    },
    {
      "content": "Ka siehlaw naw chu tu mit am ân del a? Annawleh, ka tirko tir angin tu na am a sêt a? A mi remtu angin tu mit am ân del a? LALPA siehlaw angin tu mit am ân del a?",
      "reference": "ISAI 42:19"
    },
    {
      "content": "Thil tamtak i hmuh a, nisien- lakhawm, i lungrilah i vawng zing ngai nawh a, nahai chu ân âwng a, anachu a hriet ngai nawh.",
      "reference": "ISAI 42:20"
    },
    {
      "content": "Dân chu a felna leia sukliena sukinzaum chu LALPA chun ṭha a tih a.",
      "reference": "ISAI 42:21"
    },
    {
      "content": "Nisienlakhawm, hieng mihai hi inru inrûkpêk le rawk tuok mi an na; humhaia tla an ni vawng a, intângna inahai khum hmang an na; sal ding an na, tukhawma an sanhim si nawh a; râllâka lâk ding an na, tukhawma, “Pe nâwk rawh,” an ti si nawh.",
      "reference": "ISAI 42:22"
    },
    {
      "content": "Nangni lai hin chuonga chun tu am na sit ding um cheu chu? Hun la hung tlung dinga ngaia hre ding tu am in um a?",
      "reference": "ISAI 42:23"
    },
    {
      "content": "Tuin am Jakobhai râllâka la dinga peh a, Israelhai inruhai kuoma pe chu? LALPA a chunga thil ei suksuolna chun a pêk a ni naw am a nih? a lampuiahai an fe nuom si nawh a, an dân thu hlak an awi si nawh.",
      "reference": "ISAI 42:24"
    },
    {
      "content": "Chuleiin, a lunginsenna nasat- na le inthawna ṭha chu an chungah a bunthlâk a; chuongchun, anni chu a raw vêl a, nisienlakhawm, an lungril- in an ngaituo si nawh.",
      "reference": "ISAI 42:25"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ISAI 42 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}