{
  "verses": [
    {
      "content": "Kan thuhril tuin am a ring a? LALPA kut chu tu kuom am ân lang a?",
      "reference": "ISAI 53:1"
    },
    {
      "content": "A hmaa chun thil ṭo innotak angin ama chu ân dâwn suok sih a, hnuoi ṭâwla zung angin a hung kak suok bawk a nih; pienken ṭhatna le hmêl mawina hrim hrim a nei nawh a, ama ei hmuin ama ei ditna dingin mawina hrim hrim a nei nawh.",
      "reference": "ISAI 53:2"
    },
    {
      "content": "Ama chu mihriemhai hmusit le dit nawin a um a; lungngainahai nei mi le natna hre mi a na, mihaiin an hmai an hipsan ang ang chun ama chu hmusitin a um a, eini hlak chun ama chu ei ngaisâng si nawh.",
      "reference": "ISAI 53:3"
    },
    {
      "content": "Ama chun ei natnahai phurin, ei lungngainahai khawm a phur ngei a; nisienlakhawm,eini chun lungngaina ivurkhumah, Pathien vuokah, suk- rinumah, ei ngai sih a.",
      "reference": "ISAI 53:4"
    },
    {
      "content": "Nisienlakhawm, ama chu ei bawsietnahai leiin inhliemin a um a, ei khawhlonahai leiin vuok thidukin a um a; ei thlamuongna dinga thu- nunna chu a chungah a tlah a, a vuokna invuolhaia sukdamin ei um tah.",
      "reference": "ISAI 53:5"
    },
    {
      "content": "Ei rêng hin berâm angin ei invâk hmang a, mâni lampui sengah ei pêt a; LALPA chun ama chunga chun ei rênga khawhlona chu ân nghat tah a.",
      "reference": "ISAI 53:6"
    },
    {
      "content": "Ama chu nêksawr le sukrinumin a um a, nisienlakhawm, ân ngaitlâwm a, a bau khawm a ka nawh; berâmte that dinga an ṭhuoi ang le berâm a hmul vâwtu hmaa to zinga a um ang elin, anih, a bau a ka nawh.",
      "reference": "ISAI 53:7"
    },
    {
      "content": "Nêksâwrna le rorêlna lâk hmangin a um a; a dam ruolpuihai lem chun tuin am mi hring rama inthawka sukbohmanga a um chu ngaituo hrim an ta? Ka mihai baw- sietna leiin lungngaina invurkhumin a um a nih.",
      "reference": "ISAI 53:8"
    },
    {
      "content": "Chun, thil nunsetaka thaw ngai loin, a bauah hlêmna hrim hrim um ngai naw sien khawm, a thlân chu mi suolhai kuomah an ruotpêk a, a thi hnung chun mi hausa kuom tieng a um a.",
      "reference": "ISAI 53:9"
    },
    {
      "content": "Nisienlakhawm, LALPAIN ama chu vuok thiduk a nuom hrim a nih; a sukna ta ngei a; a hringna chu suol ta dinga thilinhlâna a hmang pha chun, a chithla chu hmu tâng a ta, a dam sûng nihai chu suksei a ta, LALPA dit zâwng chu a kuta hlawtlingin um a tih.",
      "reference": "ISAI 53:10"
    },
    {
      "content": "A hringna sininrim ra chu hmûng a ta, lungawi tâng a tih; ka siehlaw feltak chun a hrietnain mi tamtak chu thiem inchangtir a ta, an khawhlonahai chu phurpêk a tih.",
      "reference": "ISAI 53:11"
    },
    {
      "content": "Chuleiin, ama chu mi lienhai chanvo ang sem vêng ka ta, ama chun râllâk sumhai chu mi hrâthai sem vêng a tih; a hringna chu thi khawp raka a bunthlâk a, bawsetuhai laia tiemsaa a um leiin; nisienlakhawm, mi tamtak suolna chu a phur a, baw- setuhai ta ding chun a ṭawngṭaipêk a.",
      "reference": "ISAI 53:12"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ISAI 53 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}