{
  "verses": [
    {
      "content": "Bela chu a lo kûn zing a, Nebo chu a lo insukhnuoi zing bawk a; an milimhai chu ran chunga le sa chunga chun an dawm kai tah a; Milim phurlawna umhai chu phurrik, sa châu ta dinga phurrik an nih.",
      "reference": "ISAI 46:1"
    },
    {
      "content": "An lo insukhnuoi zingin an lo kûn tâwl seng a, phurrik chu an sanhim thei si nawh a, anni ngei khawm chu sala ṭhuoiin an um ta lem a.",
      "reference": "ISAI 46:2"
    },
    {
      "content": "Aw Jakob sûnghai le, Israel sûng- hai laia hlabîkhai po po, phînga inthawka ka puok a, sula inthawka ka pawm tahai, ka thu hi lo ngai ro;",
      "reference": "ISAI 46:3"
    },
    {
      "content": "in tarkûn chen khawma ama chu nîng ka ta, in lua kêlsam a ṭo vawng chen khawma pawm ka ti cheu, keiin ka siem a, keima bawkin ka puok a, anih, kei chun pawm ka ta, sandam ka tih.",
      "reference": "ISAI 46:4"
    },
    {
      "content": "Thuhmuna ngai kan nina dingin tulêm in mi tekhi a, tu tluk âm in mi siem a, tu lêm mi hrilkhîng in ta?",
      "reference": "ISAI 46:5"
    },
    {
      "content": "Mansaa inthawka rângkachak bun suok hlak a, tangka bûknaa bûk hlakhai chun rângkachak suttu an ruoi a, ama chun pathienah a siem hlak a; chuongchun, an bawkkhup a, anih, chibai an bûk hlak.",
      "reference": "ISAI 46:6"
    },
    {
      "content": "An liengkoah an put a, an fepui a, a hmun dinga chun an sie hlak a, a ngîr ta zing a, a umnaa inthawk chun insawn ta naw nih: anih, miin ama chu ko an ta, nisienlakhawm, dawn thei si naw ni a, an lunginzîngnaa inthawkin sansuok thei chuong naw ni.",
      "reference": "ISAI 46:7"
    },
    {
      "content": "Aw bawsetuhai, chu chu hre zing unla, insukpasal unla, hre suok nâwk ro.",
      "reference": "ISAI 46:8"
    },
    {
      "content": "Kha hmaa tienlai thilhai kha hre zing ro; kei hi Pathien ka na, a dang hrim an um si nawh, kei hi Pathien ka nih; keima ang hrim hrim an um nawh:",
      "reference": "ISAI 46:9"
    },
    {
      "content": "keiin a tâwp ding chu a tira inthawk hrimin ka hril hlak a, thil la thaw nawhai chu tienlaia inthawk khan ka hril ta hlak; “Ka remruot chu ngîrsuok a ta, ka dit zâwng po po chu thaw vawng ka tih,” ka tih a,",
      "reference": "ISAI 46:10"
    },
    {
      "content": "khawsak tienga inthawkin vate hnukinrâwltak, ram hlataka in- thawka ka mi ruot chu ka ko a, anih, ka hril tah a, muolsuo bawk ka tih; ka tum tah a, thaw bawk ka tih.",
      "reference": "ISAI 46:11"
    },
    {
      "content": "Lungril uong, felna hlata umhai, ka thu hi ngai ro; ka felna chu ka hung lâk hnai a, hlatakah um naw ni, ka sandamna khawmin sâwt riel naw nih;",
      "reference": "ISAI 46:12"
    },
    {
      "content": "chuongchun, ka ropuina Israel- hai ta dingin sandamna chu Ziona chun sieng ka tih.",
      "reference": "ISAI 46:13"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ISAI 46 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}