{
  "verses": [
    {
      "content": "Aigupta rama ṭhangpuina zawnga zu feh a, sakawrhai chunga ringna innghat a, a tam leia tawlailîrhai le an hrât êm leia sakawr chunga chuong mihai ring a, Israel- hai Mi Inthieng tieng en si loa, LALPA khawm râwn si lohai chu an chung a rik ie!",
      "reference": "ISAI 31:1"
    },
    {
      "content": "Râwn naw hai sien khawm ama chu vartak i sawnnaw, thil ṭha naw hung intlungtir a ta, a thuhai chu inkîr naw ni: thil ṭha naw thawtuhai sûnghai thaw dingin tho lem a ta, thil suksuoltuhai ṭhangpuina do dingin tho bawk a tih.",
      "reference": "ISAI 31:2"
    },
    {
      "content": "Aigupta mihai chu Pathien an ni nawh a; mihriem el an na; an sakawr- hai chu thlarau an ni nawh a, tisa el an na; chuongchun, LALPAIN a kut a phar pha chun a ṭhangpuitu chu pêm thlawk thlawk a ta, a ṭhangpuina khawm chu tlûng a ta, an rêng chun bohmang vawng lem an tih.",
      "reference": "ISAI 31:3"
    },
    {
      "content": "LALPA chun hieng ang hin ka kuomah a hril sih a, “Sakeibaknei le sakeibaknei vânglaiin a sa hau lai chun berâm vêngtu tamtak a thaw dinga ko suokin um hai sienla khawm, an râwl chu ṭi naw nih a, an risiet leiin ân tîm chuong naw ding ang hin, sipaihai LALPA chu Zion tlânga le a muol pâwnga thaw dingin a hung ṭum ding a nih.",
      "reference": "ISAI 31:4"
    },
    {
      "content": "Vatehai an bu chunga an vuong an vuong ang hin sipaihai LALPA chun Jerusalem khuo chu vêng a ta; vêng a ta sansuok a tih, fe kânin humhim bawk a tih.",
      "reference": "ISAI 31:5"
    },
    {
      "content": "“Aw Israel thlahai, nasataka in helsan tieng chu ngha nâwk ta ro.",
      "reference": "ISAI 31:6"
    },
    {
      "content": "Chu nia chun mi tinin mâni tangka milimhai, mâni rângkachak milimhai, suolna dinga in kuta in siem fâwmhai chu an peihâwn ding a ni sih a.",
      "reference": "ISAI 31:7"
    },
    {
      "content": "“Chu pha chun Assuria mi chu, mihriem kâwlhnâma sukthlûk ni loin, kâwlhnâm sukthlûkin um a tih; chun, kâwlhnâm mihriemhai ta ni loin ama chu fa zo a tih; kâwlhnâma inthawk chun tlân hmang a ta, a tlangvâlhai chu sie chawitu hung ni tâng an tih.",
      "reference": "ISAI 31:8"
    },
    {
      "content": "Chun, a lungpui chu thil râp- thlâktak leiin bohmang a ta, a mi lienhai chu inchikna leiin lunginzîng tâng an tih,” tiin; LALPA, a mei Ziona um le, a rawtuina mei Jerusalema um chun a tih.",
      "reference": "ISAI 31:9"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ISAI 31 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}