{
  "verses": [
    {
      "content": "Nisienlakhawm, lunginzînga um- nu ta ding chun nguina hrim hrim um ta naw nih a. Tienlai chun Zebulun ram le Naphtali ram chu hmusitumin ân umtir a; nisienla- khawm, hun nuhnunga chun ro- puitakin ân umtir tah a, dîl pang- ah, Jordan râlah, hnam tin Galili chu.",
      "reference": "ISAI 9:1"
    },
    {
      "content": "Mi inthim hnuoia fehai chun var nasatak an hmu tah a; thina hlim rama umhai chunga ngei chun var a hung var tah a.",
      "reference": "ISAI 9:2"
    },
    {
      "content": "Hnam chu i suktam tah a, an hlimna khawm i sukpung tah a; bu sîk laia hlim angin i hmaah an hlim tah a, miin râllâk sum an sema an hlim ang elin.",
      "reference": "ISAI 9:3"
    },
    {
      "content": "A rikphurna rîngkawl le a lieng- koa zâwnfung, a nêksâwrtu hem- bâwk chu, Midianhai hne ni ang khan i suktliekpêk ta sih a.",
      "reference": "ISAI 9:4"
    },
    {
      "content": "Sa mur mura mi râlthuoma ân thuomna po po le, silfên thisen le inchiepawl niei nuoi po po chu, rawa meia ti ding el chau a ni sih a.",
      "reference": "ISAI 9:5"
    },
    {
      "content": "Ei ta dingin naupang a hung pieng a, naupa pêkin ei um tah a; rorêlna chu a liengkoah chuong a ta, a hminga chun Maka, Remruottu, Pathien Hrât, Chatuon Pa, Remna Lal an ti ding a ni sih a.",
      "reference": "ISAI 9:6"
    },
    {
      "content": "David lalṭhungpha chunga le a ram chungah a rorêlna pungzie le inremnain tâwpintai nei naw nih, sukdet ding le tuta inthawka chatuon chen khawma rorêlna le felnaa tung- ding dingin. Sipaihai LALPA ṭha- hnemngaina chun chuong chu thâwng a tih.",
      "reference": "ISAI 9:7"
    },
    {
      "content": "Lalpa chun Jakobhai rama chun thu a thawn a, Israelhai chungah a tla tah a.",
      "reference": "ISAI 9:8"
    },
    {
      "content": "Chuongchun, mi po po, Ephraim- hai le Samaria um, chapotak le lungrila uongtaka,",
      "reference": "ISAI 9:9"
    },
    {
      "content": "“Ṭêkleihai chu chim sienla khawm, lungthîr sutin rem el ei tih; theichang thinghai chu sât bawngin um sienla khawm, sidar thinghaiin thleng el ei tih,” tituhai chun la hrieng an tih.",
      "reference": "ISAI 9:10"
    },
    {
      "content": "Chuleiin, LALPA chun Rezin dotuhai chu ama do dingin chawisâng a ta, a hmêlmahai chu chawktho a tih.",
      "reference": "ISAI 9:11"
    },
    {
      "content": "Saktieng Suria mihai, thlang- tieng Philistin mihai chun bau kain Israelhai chu fa zo an tih. Chuong ang lâwma a thaw khawm chun a lunginsen chu a la bo chuong si nawh a; a kut chu a lân let ta rawp a.",
      "reference": "ISAI 9:12"
    },
    {
      "content": "Nisienlakhawm, mihai chun anni vawtu tieng chu an ngha chuong si nawh a, sipaihai LALPA chu an zawng chuong bawk nawh.",
      "reference": "ISAI 9:13"
    },
    {
      "content": "Chuleiin, LALPA chun Israel- haia inthawk chun a lu le a mei, intûm kau le thielkuong ni khat thilah sawk tâwl a tih.",
      "reference": "ISAI 9:14"
    },
    {
      "content": "Upa le mi inzaumhai chu a lu chu an na, khêl inchûktir hlak zâwl- neihai chu a mei chu an nih.",
      "reference": "ISAI 9:15"
    },
    {
      "content": "Hieng mihai ṭhuoituhai hin an ṭhuoi suol hlak a nih, an iṭhuoihai chu sukbohmangin an um hlak a nih.",
      "reference": "ISAI 9:16"
    },
    {
      "content": "Chuleiin, LALPA chu an tlang- vâlhai chungah lâwm naw nih a, an naufahrahai le hmeithaihai chu lunginsiet bawk naw nih; an rêngin Pathien inzâ naw mi le thil ṭha naw thawtu an ni vawng a, bau po po chun thu teplo a hril seng sih a. Chuong ang lâwma a thaw khawm chun a lunginsen chu a la bo chuong si nawh a, a kut chu a lân let ta rawp a.",
      "reference": "ISAI 9:17"
    },
    {
      "content": "Rîtlona chu mei angin a chawk dur dur hlak sih a, buor le hlohling- neihai chu a kâng hmang hlak; anih, ramhnuoi thing bitna hmunahai chun a kâng dur dur a, a khu ân tung ngut ngut hlak.",
      "reference": "ISAI 9:18"
    },
    {
      "content": "Sipaihai LALPA lunginsenna leiin ram chu a kâng siet a, mihai khawm chu meia ti ding thing ang an na; tukhawma mâni unau ngei khawm an hla nawh.",
      "reference": "ISAI 9:19"
    },
    {
      "content": "Chuongchun, miin an chang- tienga mi inchûng an ta, nisienla- khawm, an phîng la ṭâm ta rawp a ta, an vawitienga mi fâng an ta, nisien- lakhawm, tlai chuong naw ni hai, mi tinin mâni bân taksa fa seng an tih.",
      "reference": "ISAI 9:20"
    },
    {
      "content": "Manassehaiin Ephraimhai fâng an ta, Ephraimhaiin Manassehai fâng an tih; chun, an pahni chun Judahai do hmunkhat an tih. Chuong ang lâwma a thaw khawm chun a lunginsen chu a bo si nawh a, a kut chu a lân let ta rawp a.",
      "reference": "ISAI 9:21"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ISAI 9 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}