{
  "verses": [
    {
      "content": "Tu ruok hin chu aw Jakob rawihai, LALPA nangni siemtu le, aw Israel rawihai, nangni inngîr- tirtu chun hieng ang hin a tih, “Ṭi naw ro, kân tlan ta cheu hi; in hmingin ka ko cheu a, ka ta in nih in sawnnaw.",
      "reference": "ISAI 43:1"
    },
    {
      "content": "Tuihai in palkai lai khawmin kei in kuomah um ka ta; vadunghai in palkai lai khawmin chîm tlum naw ni cheu; meia in fe thleng lai khawmin kâng naw ni cheu a; meichawkin sukchawk bawk naw ni cheu.",
      "reference": "ISAI 43:2"
    },
    {
      "content": "Kei hi LALPA in Pathien Israel- hai Mi Inthieng, nangni sandamtu ka ni sih a; nangni intlanna dingin Aigupta ram ka pêk a, Ethiopia le Seba ramhai chu nangni aiah ka pêk a.",
      "reference": "ISAI 43:3"
    },
    {
      "content": "Ka ngaia hlutak in na, mi inzaumtak in na, ka hmangai bawk cheu leiin, nangni aiah mihai pêng ka ta, in hringna aiah mi tin pêng ka tih.",
      "reference": "ISAI 43:4"
    },
    {
      "content": "Ṭi naw ro, in kuomah ka um sih a; in thlahai chu khawsak tienga inthawkin hung ṭhuoi ka ta, khawthlang tienga inthawkin ṭhuoi khâwm ka ti cheu a,",
      "reference": "ISAI 43:5"
    },
    {
      "content": "hmârtieng kuoma chun, ‘Inthla ro,’ tîng ka ta, simtieng kuoma chun, ‘Hrên zing naw ro,’ tîng ka tih; ka naupasalhai chu hlataka inthawkin hung ṭhuoi unla, ka naunuhmeihai chu leihnuoi tâwpa inthawkin hung ṭhuoi ro;",
      "reference": "ISAI 43:6"
    },
    {
      "content": "ka hming puthai po le ka ropuina dinga ka isiemhai po chu; anni chu kân ngîr an nih, anni chu ka siem an nih.",
      "reference": "ISAI 43:7"
    },
    {
      "content": "Mit nei si mitdelhai le, na nei si nasêthai chu, ṭhuoi suok ro.",
      "reference": "ISAI 43:8"
    },
    {
      "content": "Hnam tinrêng inkhâwm sienla, mi tin um khâwm raw se; anni laia tuin am hi hi hril thei a, kha hmaa thilhai mîn hriettir thei? Thiem inchangtira an um theina dingin an thu hretuhai chu hung ṭhuoi raw hai se; annawleh, nain hre hai sienla, “Thutak a nih,” ti raw se.",
      "reference": "ISAI 43:9"
    },
    {
      "content": "“In mi hriet a, in mi ring a, ama chu ka nih ti in mi hriet theina dingin nangni hi a mi hrietpuituhai in nih; ka siehlaw ka ithlang khawm chu,” LALPAIN a tih, “Ka um hma chun pathien hrim hrim inngîr an um nawh a, ka um hnunga khawm um bawk naw ni hai.",
      "reference": "ISAI 43:10"
    },
    {
      "content": "Kei, keima ngei hi, LALPA chu ka nih; keima naw chu sandamtu hrim hrim an um nawh.",
      "reference": "ISAI 43:11"
    },
    {
      "content": "Keimain ka hril a, ka sandam a, kân hriettir a, nangni lai khan ram dang pathien hrim hrim an um naw kha; chuleiin, nangni hi ka thu mi hrietpuituhai in nih, LALPAIN a tih, chun, kei chu Pathien ka nih.",
      "reference": "ISAI 43:12"
    },
    {
      "content": "Anih, ni um china inthawk khan kei chu ama chu ka nih, chuongchun, ka kuta inthawka sansuok thei tu- khawm an um dêr nawh, sin thâwng ka ta, tuin am chu chu sût an ta?” tiin.",
      "reference": "ISAI 43:13"
    },
    {
      "content": "LALPA, nangni intlantu, Israel- hai Mi Inthieng chun hieng ang hin a tih, “Nangni leiin Babulon khuoa chun sipaihai ka tir a; chuongchun, an rêng chun, Kaldaihai chu, an lâwmna lawngpuiahai chun mi tlân hmang ṭhuoiin ṭhuoi thlâng ka tih.",
      "reference": "ISAI 43:14"
    },
    {
      "content": "Kei hi LALPA, in Mi Inthieng, Israelhai Siemtu, in Lal chu ka nih,” tiin.",
      "reference": "ISAI 43:15"
    },
    {
      "content": "LALPA chun hieng ang hin a tih: tuisuorieta lampui siemtu le, tui nasatakhaia lampui siemtu;",
      "reference": "ISAI 43:16"
    },
    {
      "content": "tawlailîr le sakawr, sipaihai le thilthawtheina ṭhuoi suoktu chun (chuonghai chu ân zâl khâwm rum a, tho nâwk ta naw ni hai a, an chimit zo a, khâwnvar phita sukmit angin suk- mitin an um tah) hieng ang hin a tih,",
      "reference": "ISAI 43:17"
    },
    {
      "content": "“Kha hma thilhai chu hre zing naw unla, kha hma thilhai kha ngaituo bawk naw ro.",
      "reference": "ISAI 43:18"
    },
    {
      "content": "Ngai ta u, thil thar ka thaw ding a nih; tuta inthawk hin mâwng a tih; chu chu in hriet naw ding am a nih? Thlalêra meu khawm lampui siem ka ta, ram ṭâwla chun vadunghai siem bawk ka tih.",
      "reference": "ISAI 43:19"
    },
    {
      "content": "Ka mi, ka ithlanghai chu dâwn ding ka pêk theina dingin thlalêra chun tuihai kân umtir leiin ramsahai chun mi chawimawi an ta, sihalhai le vate rîngsei chen khawmin;",
      "reference": "ISAI 43:20"
    },
    {
      "content": "chuong ka mihai chu ka ta dinga inpâkna an suklang theina dinga ka ta dinga ka siemhai chu an nih.",
      "reference": "ISAI 43:21"
    },
    {
      "content": "Nisienlakhawm, aw Jakobhai, nangni chun in mi ko si nawh a, aw Israelhai, nangni chun in mi nghawk lem a ni hi.",
      "reference": "ISAI 43:22"
    },
    {
      "content": "Pumrawhmanga in thilinhlân ran chînhai chu in mi hung pêk ngai nawh a, in inthâwina tieng chun in mi chawimawi ngai bawk nawh. Thil inhlânin rawng kân bâwltir ngai naw cheu a, berawin ka suksâwl ngai bawk naw cheu a.",
      "reference": "ISAI 43:23"
    },
    {
      "content": "Mafu hrim hrim tangkain in mîn châwkpêk ngai nawh a, in in- thâwina thâuhaiin in mi sukkhawp ngai bawk nawh; in suolna phur sinhai in mîn thawtir lem a, in khaw- hlonahaiin nangnîn in mi suksâwl tah a nih.",
      "reference": "ISAI 43:24"
    },
    {
      "content": "Kei, keima ngeiin, keima le keima lei ngawta in bawsietnahai thaihmang hlaktu chu ka nih; in suolnahai khawm hre zing naw ning.",
      "reference": "ISAI 43:25"
    },
    {
      "content": "Mi hrietpui ta u, ngaituo hmun- khat ei tiu; thiem inchangtira in um theina dingin in thu chu hril ro.",
      "reference": "ISAI 43:26"
    },
    {
      "content": "In thlatu hmasa tak khan thil a suksuol a, in palaihai khawmin ka hmaah an bawsiet a.",
      "reference": "ISAI 43:27"
    },
    {
      "content": "Chuleiin, hmun inthienga mi lienhai chu sukthieng nâwng ka ta, chuongchun, Judahai chu ṭawngse- phurah siem ka tih; Israelhai chu insêlna bûrah siem bawk ka tih.",
      "reference": "ISAI 43:28"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ISAI 43 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}