{
  "verses": [
    {
      "content": "A felna chu varna anga ân suoh a, ama sandamna chu khâwnvar chawk anga ân suo hma- khat chun, Zion leiin to zing naw ningah a, Jerusalem leiin um ṭawk ṭawk naw ningah.",
      "reference": "ISAI 62:1"
    },
    {
      "content": "Chuongchun, hnam tinin i felna chu hmûng an ta, lal po poin i ropuina chu hmu bawk an tih; chun, hming thar, LALPA bauin ân put ding chun ko an ti che.",
      "reference": "ISAI 62:2"
    },
    {
      "content": "LALPA kuta mawina lallukhum le Pathien kuta ropuina lukhum ni bawk i tih.",
      "reference": "ISAI 62:3"
    },
    {
      "content": "“Mâk,” ti nâwk ta naw ni hai che a, i ram khawm chu, “Sukrêm,” ti nâwk ta naw ni hai a: “Hephzibah” ti lem tâng an ti cheh a, i ram khawm chu “Beula” ti bawk an tih, LALPA i chungah a lâwm sih a, i ram khawm- in pasal a nei ding a nih.",
      "reference": "ISAI 62:4"
    },
    {
      "content": "Tlangvâlin nunghâk nuhmeia an nei hlak ang hin i naupasalhaiin nu- hmeiah nei an ti che: mo neitu chu mo chunga a lâwm angin, i Pathien chu i chungah lâwm a tih.",
      "reference": "ISAI 62:5"
    },
    {
      "content": "Aw Jerusalem, i kul chungah râl vêngtuhai kân vêngtir a, asûn azânin ieng tika khawm to naw ni hai; nangni LALPA hrietpuitua umhai, um ṭawk ṭawk dêr naw ro,",
      "reference": "ISAI 62:6"
    },
    {
      "content": "ama khawm chu inumtir ṭawk ṭawk naw ro: Jerusalem hi a sukdet a, hnuoia hin inpâkuma a siem hmakhat chun.",
      "reference": "ISAI 62:7"
    },
    {
      "content": "LALPA chu a changtieng le a bân hrâttak sâlin ṭawng ân khâm tah a, “I bu chu nangma dotuhai bu dingin pe nâwk ta dêr naw ningah a, ram dang mihaiin i them suok uoin chu dâwn nâwk ta naw ni hai:",
      "reference": "ISAI 62:8"
    },
    {
      "content": "a sîktuhai chun fa lem tâng an ta, LALPA chu inpâk an ta; a lotuhai chun ka hmun inthieng inhuonna tuollaia chun dâwn tâng an tih,” tiin.",
      "reference": "ISAI 62:9"
    },
    {
      "content": "Suok unla, kul kawtkhârahai chun suok ro; mihai ta dingin lampui buotsai unla, sung pâwng unla, lamlien chu sung pâwng ro; lunghai chu rût fai unla, mihai ta dingin inchikna târ suok ro.",
      "reference": "ISAI 62:10"
    },
    {
      "content": "Ngai ta u, LALPAIN leihnuoi tâwp chenin hieng ang hin ân hriettir a nih, “Zion naunu kuomah hieng ang hin hril ro, ‘En ta, nangma sandamna a hung tlung ding a ni hi; en ta, a lâwmman chu a kuomah a um hi, a thungna chu a hmaah a um bawk a.",
      "reference": "ISAI 62:11"
    },
    {
      "content": "Chuongchun, anni chu Mi Inthienghai, LALPA intlanhai tîng an tih; nang chu Zawng suok, mâksan naw khawpui, tîng an ti che,’ tiin,” a tih a.",
      "reference": "ISAI 62:12"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ISAI 62 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}