{
  "verses": [
    {
      "content": "Ram rorêltu ta dingin berâm- tehai chu Sela khuo thlalêr tienga uma inthawk chun Zion naunu tlânga chun inphur ro.",
      "reference": "ISAI 16:1"
    },
    {
      "content": "Chuongchun, Moab naunuhai chu vate a bua inthawka rau dara vuong vuonghai angin Arnon vadung kaia chun an um ding annâwm.",
      "reference": "ISAI 16:2"
    },
    {
      "content": "Rem mi ruotpêk la, ro mi rêlpêk rawh; i hlim chu sûn laia zân angin siem la, hnawt suoka umhai chu inbîkhmangtir rawh; tlân hmang chu inmantir naw.",
      "reference": "ISAI 16:3"
    },
    {
      "content": "Moabhai laia hnawt suoka umhai chu i kuomah um raw hai se, an ta dingin suksetu hmêla inthawka inbîkna ni rawh; hlêprutu chu ieng- khawm ni loa siemin a um ta sih a, suksietna a bo tah a; nêksâwrtuhai chu rama inthawk hin sukbohmangin an um tah.",
      "reference": "ISAI 16:4"
    },
    {
      "content": "Chuongchun, lalṭhungpha chu lunginsietnaa sukdetin um a ta, chu chunga chun, David puon ina chun, mi pakhat, rorêlin, rorêlna fel zawng- in, thil fel inhmâwtaka thaw nghâlin, titakzetin ṭhung a tih.",
      "reference": "ISAI 16:5"
    },
    {
      "content": "Moabhai chapona thu, an chapo êm êm a ni ti ei lo hriet a, an ṭawng mingemzie le an chapozie le, an lunginsenzie thu chu, an uongnahai chu iengkhawm a ni nawh.",
      "reference": "ISAI 16:6"
    },
    {
      "content": "Chuleiin, Moabhai chu Moabhai chunga chun khêk rak rak an ta, mi tin chu khêk rak rak an tih: Kir-hareseth grêp inhro hlawm chu lungsetakin la ṭâng in tih.",
      "reference": "ISAI 16:7"
    },
    {
      "content": "Hesbon lohai chu a châu zo ta sih a, Sibma grêp hrui leh; hnam tin lalhai chun a kûng ṭha mihai chu an suktliek pheng phung a, Jazer khuo chen chenin ân zâm tâwl a, thlalêrah an inzâm lût a, a kauhai chu ân zâm dar sung a; tuipui chu ân zâm kai tah a.",
      "reference": "ISAI 16:8"
    },
    {
      "content": "Chuleiin, Sibma grêp hrui chu Jazer ṭain ṭâng ka tih; aw Hesbon le Eleale, ka mitthli hin buok ka ti che: i nipui rahai chunga le i bu sîk chunga chun indona ri chu a tla ta sih a.",
      "reference": "ISAI 16:9"
    },
    {
      "content": "Lâwmna chu lâkpêkin a um tah; lo ṭhataka inthawk dâm chun hlimna chu lâkpêkin a um ta bawk a; grêp huonahai chun hlasak hrim hrim um ta naw nih a, ri hlimum hrim hrim um ta bawk naw ni; grêp sâwrna khurahai chun sir sâwrtu hrim hrim- in uoin sir pût ta naw ni hai a; grêp sîk khêk ri chu ka sukbo tah.",
      "reference": "ISAI 16:10"
    },
    {
      "content": "Chuleiin, ka rîhai chu Moab lunginsiet leiin ṭingṭang angin ân rih a, ka phîng sûng chu Kirheres lungin- siet leiin ṭingṭang angin ân ri bawk a.",
      "reference": "ISAI 16:11"
    },
    {
      "content": "Chun, Moab chu ân lang pha chun bâwlhmuna insuksâwla, ṭawngṭai dinga a hmun inthienga a hung pha chun hlawtling naw nih.",
      "reference": "ISAI 16:12"
    },
    {
      "content": "Chuong chu Moab chungchâng thu LALPAIN kha hmaa a hril kha a nih.",
      "reference": "ISAI 16:13"
    },
    {
      "content": "Tu ruok hin chu LALPAIN, “In- hlawfa kum tiema kum thum sûngin Moab ropuina chu, a mipui nasatak- hai pumin hmusituma inumtirin um a ta, a la um sunhai chu tlâwmterek el, hril khawp lo nîng an tih,” tiin a hril tah.",
      "reference": "ISAI 16:14"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ISAI 16 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}