{
  "verses": [
    {
      "content": "LALPA chun, “Nau helhmang- hai chu an chung a rik ie! chuonghai chun mi an râwn a, kei ruok chu an mi râwn si nawh a, an suol chunga suol an belsana dingin inkhumnain an inkhum a, ka thlarau thu ruok chun an inkhum si nawh a;",
      "reference": "ISAI 30:1"
    },
    {
      "content": "Pharao hrâtnaa insukhrât ding le, Aigupta hlim ring dingin, ka bau indawn si loin Aigupta rama fe thlâk tumin an feh a.",
      "reference": "ISAI 30:2"
    },
    {
      "content": "Chuleiin, Pharao hrâtna chu in muolphona ni tâng a ta, Aigupta hlim in lo ring hi in inzakna ni tâng a tih.",
      "reference": "ISAI 30:3"
    },
    {
      "content": "A mi lienhai chu Zoan khuoah an um a, a palaihai chun Hanes khuo an tlung ta sih a.",
      "reference": "ISAI 30:4"
    },
    {
      "content": "An ta dinga ṭhathnemna hrim nei lo mi, ṭhangpuitu ni loa, ṭhat- hnemna nei mi ni dêr loa, inzakna le hmingsietna ni lemhai chu, an rêngin lân zâpui an tih,” a ta.",
      "reference": "ISAI 30:5"
    },
    {
      "content": "Sim rama sahai phurrik chu. Lunginzîngna le thlaphângna ram, sakeibakneipui le sakeibakneichal, rûlhmuk le rûl chawk vuong thei suokna ram chu, an sum chu sabengtungte chunga dâm, an rohai chu sanghâwngsei zângpâwngahai chun phurin an ta dinga ṭhathnemna nei naw mihai kuoma pêk dingin, an fe tlâng duol duol a.",
      "reference": "ISAI 30:6"
    },
    {
      "content": "Aigupta chun ṭhahnem lotak le, ṭhangkai lotakin a ṭhangpui hlak sih a; chuleiin a nih, ama chu, “Rahab ṭhung ṭawk ṭawknu” kân bûk chu.",
      "reference": "ISAI 30:7"
    },
    {
      "content": "Tuhin fe la, chuong chu an hmaa lekhaziekna phêkah ziek la, lekha- bua khawm ziek rawh, hi hnunga kumkhawtluonga ding a ni theina dingin.",
      "reference": "ISAI 30:8"
    },
    {
      "content": "Chuonghai chu mi hel hmang dâm, nau khêlhlip dâm, nau, LALPA dân ngai nuom lohai an ni sih a;",
      "reference": "ISAI 30:9"
    },
    {
      "content": "hmutheituhai kuomah, “Hmu naw ro,” zâwlneihai kuomah, “Thil indikhai mi hrillâwk ro, thil inhawi tieng kan kuomah hril ro, hlêmna thu hrillâwk naw ro;",
      "reference": "ISAI 30:10"
    },
    {
      "content": "lampui boah fe ro, lampui sîrah pêt ro; Israelhai Mi Inthieng chu kan hmaa inthawk hin sukbo ro,” ti hlaktuhai chu.",
      "reference": "ISAI 30:11"
    },
    {
      "content": "Chu lei chun, Israelhai Mi Inthieng chun hieng ang hin a hril a, “Hi hi thu hi in hmusit lei le nêksâwrna le kâwmawsietna in ring a, a chunga in innghat leiin;",
      "reference": "ISAI 30:12"
    },
    {
      "content": "hi khawhlona hi nangni ta ding chun lung bang insângtak a se lai, chim vâng vâng, pâwng pûr, kârloa, mitkhapkârloa se rup ding ang hi a ni ding a nih.",
      "reference": "ISAI 30:13"
    },
    {
      "content": "Chuongchun, bêlhemtu bêl chu an suknawi ang hin, hla um dêr loa kawinawiin, a hlek laia, behâr thuka mei lâkna ding amanih, tuikhura tui thâlna ding amani khawm um lo khawpin, sukkawi nawi a tih,” tiin.",
      "reference": "ISAI 30:14"
    },
    {
      "content": "Lalpa PATHIEN, Israelhai Mi Inthieng chun hieng ang hin a hril ta sih a, “Kîr nâwka châwla umin san- damin um in ta; muongtaka umnaa le ringtaka umnaa hin in hrâtna um a tih,” tiin, nisienlakhawm, in nuom si nawh.",
      "reference": "ISAI 30:15"
    },
    {
      "content": "“Ni lo, sakawr chunga chuongin tlân dur dur kan tih,” in ti lem sih a; chuleiin, tlân dur dur ngei in tih; “Thil hrâttak chungah chuong kan tih” in tih a; chuleiin, a hnawttu dinghai cheu chu hrâttak nîng an tih.",
      "reference": "ISAI 30:16"
    },
    {
      "content": "Mi pakhat ihrâwkin tlân dur dur in tih; a tâwpa chun tlâng sîpa pholêng târ ang le, muol chunga inchikna mâksana um angin la um el in tih.",
      "reference": "ISAI 30:17"
    },
    {
      "content": "Chuleiin, LALPA chun a lungin- siet theina ding cheuin, nghâk a ta, chuleiin, a lainat theina ding cheuin chawimawiin um a tih; LALPA chu rorêl felna Pathien a ni sih a; ama nghâktuhai po po chu an hamṭha ie.",
      "reference": "ISAI 30:18"
    },
    {
      "content": "Mihai chu Jerusalema Ziona chun an um ding a ni sih a; ṭap nâwk ta naw ti niu a, in khêk ria chun ama chun lunginsiet ngei ngei a ti cheu a, a hriet phingleh dawn a ti cheu.",
      "reference": "ISAI 30:19"
    },
    {
      "content": "Lalpa chun lunginzîngna bu le rinumna tui pe sienla cheu khawm, in inchûktirtuhai chu inbihmangin um ta naw ni hai a, in mitin in inchûk- tirtuhai chu hmu lem tâng a tih;",
      "reference": "ISAI 30:20"
    },
    {
      "content": "chun, changtienga kal in chawi- in amanih, vawitienga kal in chawiin amanih, hnungtienga thu, in nain, “Hi hi lampui a nih, hitaka hin fe ro,” ti hre pei a tih.",
      "reference": "ISAI 30:21"
    },
    {
      "content": "Chun, in tangka milim siem, tangkaruoa cheina le in rângkachak milim sung, rângkachak tuia inluon- na chu, suksieng in ta, thil pawrche angin pei tâng in tih; a kuoma chun, “Fe hmang dai rawh,” tîng in tih.",
      "reference": "ISAI 30:22"
    },
    {
      "content": "Chuongchun, ama chun in bu chi hnuoia in tu ding ta ding chun ruotui chu pêng a ta; hnuoia thil mâwnghai chu bu dingin pêng a tih; chu chu ṭhatak, hlâwktak nîng a ta, chu nia chun in ranhai chu ran tlatna hmun lientakahai chun tlâng an tih.",
      "reference": "ISAI 30:23"
    },
    {
      "content": "Bâwngchal le sabengtungtê hnuoi inlettuhai chun bu al, suodûr le leipupa sukfai sa, fa bawk an tih.",
      "reference": "ISAI 30:24"
    },
    {
      "content": "Chun, inthatna nasatak nia râl vêng inhai chu a chim ni chun, tlâng insâng tina le muol pâwng insâng tina chun vadungpuihai le vadungtê tui luonghai hung um a tih.",
      "reference": "ISAI 30:25"
    },
    {
      "content": "Chu naw khawm chu, LALPA chun a mihai silna chu a tuom a, an sâtna pawphai chu a sukdam ni chun, thla var chu nisa var tlukin um tâng a ta, nisa var chu a lêt sariin, ni sari sûng var tlukin, um tâng a tih.",
      "reference": "ISAI 30:26"
    },
    {
      "content": "Ngai ta, LALPA hming chu, a lunginsennaa chawk hlut hlut meikhu sâmup intung lui lui lai chun, hlataka inthawkin a hung ie; a hmûr- hai chu lungninawnain a sip a, a lei chu thil kânghmang mei ang a na;",
      "reference": "ISAI 30:27"
    },
    {
      "content": "a thuok chu bohmangna leidâra hnam tin rel dingin, vadung rîng chen zet a kuong liem dûl dûl ang a nih; chun, mi tin baua chun ṭhuoi suoltir- na kei dingin hrui um a tih.",
      "reference": "ISAI 30:28"
    },
    {
      "content": "Chun, zâna ruoiṭhe inthienga an ṭheh a, hla an sak angin hla sak in tih; LALPA tlânga Israelhai Lungpui kuom tlung dinga theihle le an fe laia lungril hlimna an nei angin lungril hlimna khawm nei in tih.",
      "reference": "ISAI 30:29"
    },
    {
      "content": "Chun, LALPA chun a râwl ro- puitak chu inhriettir tâng a ta, a lunginsenna nasatak le thil kâng- hmang meichawkin, thlipui le ruopui le rielin, a kut thlâk dân chu inentir tâng a tih.",
      "reference": "ISAI 30:30"
    },
    {
      "content": "LALPA râwl lei chun Assuria mi, hembawka mi vaw hlaktu chu suknawiin a um ding a ni ta sih a.",
      "reference": "ISAI 30:31"
    },
    {
      "content": "Ama chu hmawl ruotsaa LALPAIN a vuok po leh khuongtêhai le ṭingṭanghai leh vuong a ta; a hmawl inleta inthawnahai chun anni chu thâwng a tih.",
      "reference": "ISAI 30:32"
    },
    {
      "content": "Topheth pakhat chu inhma daia lo buotsai tah a ni sih a, anih, lal ta ding chun siem zosa hieu a nih; inthûktak le lientakin a siem a, a thil sêkkhâwl chu mei le thing tamtak a nih; LALPA thuok, kât vadung luong ang chun a sukkâng dur dur a.",
      "reference": "ISAI 30:33"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ISAI 30 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}