{
  "verses": [
    {
      "content": "Amoz naupa Isaiin Judahai lal Uzzia, Jotham, Ahaz le Hezekia hai inlal laia Judahai le Jerusalem chungchâng thua inlârna a hmu chu.",
      "reference": "ISAI 1:1"
    },
    {
      "content": "Aw vânhai, ngai unla, aw lei- hnuoi, na sit rawh, LALPA chun thu a hril ie: “Nauhai chu ka châwm puitling a, ka chungah an hel ta sih a.",
      "reference": "ISAI 1:2"
    },
    {
      "content": "Bâwngchal chun a pu a hriet a, sabengtung khawma a pu bupêkna a hriet bawk a, Israelhai ruok chun an hriet si nawh a; ka mihai chun an ngaituo naw a nih,” tiin.",
      "reference": "ISAI 1:3"
    },
    {
      "content": "A! hnam suol, khawhlona riktak phur mihai, chithla thil ṭha naw thaw- tuhai, nau rilotaka khawsa hlakhai an nih. LALPA chu an mâksan a, Israelhai Mi Inthieng chu an hmusit a, insuktumin an hnungtawl tah.",
      "reference": "ISAI 1:4"
    },
    {
      "content": "Iengdinga hel zuol deu deu a, vuoka la um rawp ding am in nih a? Lu chu a pumin a nah a, lungril khawm chu a pumin a châu tah.",
      "reference": "ISAI 1:5"
    },
    {
      "content": "Kepha hnuoia inthawka lu chenin a dam lai hrim a um nawh; pawp dâm, vuok duk chur dâm, pânna hnâi la ruok an nih; chuong chu an hmetping nawh a, an tuom bawk nawh a, sahriek khawm an nâl bawk nawh.",
      "reference": "ISAI 1:6"
    },
    {
      "content": "In ram chu rausanin a um zo a, in khuohai chu meiin a kâng zo a, in ram chu ram dang mihaiin in mithmu ngeiah an nei zo a, ram dang mihai suksiet angin a se zo tah.",
      "reference": "ISAI 1:7"
    },
    {
      "content": "Zion naunu chu grêp huona vêngbûk ang le, fanghma huona ṭu ang le, khawpui inhuolvêl anga mâksanin a um tah.",
      "reference": "ISAI 1:8"
    },
    {
      "content": "Sipaihai LALPA chun hlabîkhai tlâwmte mi lo hlapêk naw sienla chu Sodom ang khan um dai tâng ei ta, Gomorra ang el khan um tâng ei tih.",
      "reference": "ISAI 1:9"
    },
    {
      "content": "Sodom rorêltuhai, LALPA thu hi hre unla, Gomorra mihai, ei Pathien dân thua hin na sit ro!",
      "reference": "ISAI 1:10"
    },
    {
      "content": "LALPA chun, “In inthâwina zozai hi ka ta dingin ieng am a ṭhang- kaina a um a? Berâmchal pumraw- hmanga inhlân le, ran châwm thâu- hai thâu chu ka nghawk tah; bâwng- chalhai le berâmte le kêlchalhai thisena hin ka lâwm ta nawh.",
      "reference": "ISAI 1:11"
    },
    {
      "content": "Ka hmaa hin inlang dinga in hung hin, ka biekin inhuon sûng tuollai hi sir dingin tuin am a phût cheu a?",
      "reference": "ISAI 1:12"
    },
    {
      "content": "Thilpêk mei meihai chu hung chawi ta ngai naw ro; thil riminhnik khawm chu ka ta dingin thil tirdak- umtak a nih; thla thar dâm, châwlni dâm inkhâwmpuia infiel khâwm dâm mei mei chu ka ngai thei naw tawp el; khawhlona mei mei a nih, inkhâwm ropuitak khawm hi.",
      "reference": "ISAI 1:13"
    },
    {
      "content": "In thla tharhai le in hunbi nei ruoiṭhehai chu ka lungril chun a theida a nih; ka ta dinga thil hnawk- saktak a nih, tuor ka nghawk tah a nih.",
      "reference": "ISAI 1:14"
    },
    {
      "content": "Chuongchun, in kut in phar pha khawm in tienga chun ka hmai hip tâng ka ta, anih, vawi tamtak in ṭawngṭai hnung khawmin ngai ta naw ningah; in kuthai chu thisenin a sip sih a.",
      "reference": "ISAI 1:15"
    },
    {
      "content": "Insâwp unla, insukfai ro, ka mithmu phâk nawah in thilthawhai hi a suolna chu sie hmang ro; suol thaw thaw el hi ma ta unla, thil ṭha thaw inchûk ta ro;",
      "reference": "ISAI 1:16"
    },
    {
      "content": "rorêlna fel zawng unla, nêk- sâwrna tuorhai chu ṭhangpui unla, pa bohai chu ro rêlpêk unla, hmeithaihai chu hrilpui ro,” ti hi.",
      "reference": "ISAI 1:17"
    },
    {
      "content": "LALPA chun, “Hung ta u, ngaituo tlâng ei tiu! In suolhai chu sen inlâr angin um ta sienla khawm, vûr angin vâr a tih; sen duk angin sen ta sienla khawm, berâm hmul angin um a tih.",
      "reference": "ISAI 1:18"
    },
    {
      "content": "Tiâwitak le thuâwitaka in um chun, in rama thil ṭhahai hi fâng in ta;",
      "reference": "ISAI 1:19"
    },
    {
      "content": "nisienlakhawm, in nuom nawh a, in hel chun kâwlhnâmin fa zo a ti cheu; LALPA bau chun chu chu a hril tah a nih,” a ta.",
      "reference": "ISAI 1:20"
    },
    {
      "content": "Iengtiziea khawpui ringumtak chu nawchizawra inchang el am a ni le aw! Rorêl felnaa sipnu a ni hlak vei leh! Amaa chun felna a um hlak a, tu ruok hin chu tuolthattuhai an um lem ta hi.",
      "reference": "ISAI 1:21"
    },
    {
      "content": "I tangka chu a êksiein ân chang tah a, i uoin chu tui le pawl a ni tah a.",
      "reference": "ISAI 1:22"
    },
    {
      "content": "I mi lienhai chu mi hel hmang, inru hmanghai ruolhai an nih, mi tinin tham an nuom a, lâwmman an hnawt hlak; pa bohai ro an rêlpêk ngai nawh a, hmeithai thu hlak an kuom a tlung ngai nawh.",
      "reference": "ISAI 1:23"
    },
    {
      "content": "Chuleiin, LALPA, Sipaihai LALPA, Israelhai Mi Hrât chun, hieng ang hin a hril a nih: “A! A mi dotuhai hi sukfithla el ka ta, ka hmêl- mahai chungah phuba lâng ka tih:",
      "reference": "ISAI 1:24"
    },
    {
      "content": "chun, i chungah ka kut thlâk nâwk ka ta, i êksie chu faitakin sukbo ka ta, i suon po po chu la hmang vawng ka tih:",
      "reference": "ISAI 1:25"
    },
    {
      "content": "chun, i chungah rorêltuhai chu a tîra an um ang khan inumtir nâwk ka ta, i sûnga remruottuhai chu a hmasa taka an um ang khan inumtir nâwk bawk ka tih; chu hnunga chun, ‘Felna khawpui, khawpui ringumtak,’ la tîng an ti che.",
      "reference": "ISAI 1:26"
    },
    {
      "content": "Zion chu rorêlna fela sansuok ni tâng a ta, a sûnga mi nghakîr nâwkhai khawm felnaa sansuok nîng an tih.",
      "reference": "ISAI 1:27"
    },
    {
      "content": "Nisienlakhawm, bawsetuhai le mi suolhai suksietna chu um inruol a ta, LALPA mâksantuhai khawm sukbohmangin um an tih.",
      "reference": "ISAI 1:28"
    },
    {
      "content": "In thingsaisuo dittakhai chu inzâpui tâng an ta, in huon thlanghai lei chun inzaktakin in um ta ding a nih.",
      "reference": "ISAI 1:29"
    },
    {
      "content": "Thingsaisuo a hna vuoi ta le, huon tui hmu naw ang el hi in ni ding a nih.",
      "reference": "ISAI 1:30"
    },
    {
      "content": "Chun, mi hrâttak chu ziza pawn ang ni tâng a ta, a sinthaw chu meisi ang ni tâng a tih; chuongchun, kâng rêl an ta, tukhawma sukrêm naw ni hai,” tiin.",
      "reference": "ISAI 1:31"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ISAI 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}