{
  "verses": [
    {
      "content": "“Tu ruok hin chu aw Jakobhai ka siehlawhai, aw Israelhai ka ithlanghai, ngai ro khai;",
      "reference": "ISAI 44:1"
    },
    {
      "content": "LALPA nangni siemtu, sula in- thawka nangni inngîrtu, nangni ṭhangpuitu ding chun hieng ang hin a tih, ‘Aw Jakobhai ka siehlawhai, nangni Jesurun ka ithlanghai, ṭi naw ro,’",
      "reference": "ISAI 44:2"
    },
    {
      "content": "Dangchâr chunga chun tui ka hung buok ding a ni sih a, hnuoi ṭâwlahai chun tuiluonghai chu ka hung buok bawk ding a nih; in thlahai chungah ka thlarau buok ka ta, in nauhai chungah ka malsâwmna buok bawk ka tih:",
      "reference": "ISAI 44:3"
    },
    {
      "content": "chuongchun, anni chu tuiluong- na kâwla phahrâm mâwng ang hin, hlohna lai chun mâwng an ta.",
      "reference": "ISAI 44:4"
    },
    {
      "content": "Mi pakhatin LALPA ta ka nih tîng a ta, mi dangin Jakob hming inbûk a ta; mi dangin a kutah, LALPA ta tiha ziekin, Israel hming chu a chi hmingah hmang a tih,” tiin.",
      "reference": "ISAI 44:5"
    },
    {
      "content": "LALPA Israelhai Lal, an intlantu sipaihai LALPA chun hieng ang hin a tih, “Kei a hmasa tak chu ka na, a nuhnung tak khawm ka nih; keima naw chu Pathien hrim hrim an um nawh.",
      "reference": "ISAI 44:6"
    },
    {
      "content": "Tienlaia mihai ka siem china inthawk tah keima thaw angin tuin am ko a ta, tuin am chuong chu hril a ta? Tlung dinghai le la hung um dinghai chu hril raw se.",
      "reference": "ISAI 44:7"
    },
    {
      "content": "Inlau naw unla, ṭi bawk naw ro, inhma khan in kuomah ka hrilin kân hriettir ta cheu a ni naw am a nih? Chuongchun, nangni hi a mi hriet- puituhai in nih. Keima naw hi Pathien dang hrim hrim an um am? Lungpui hrim hrim a um nawh, pakhat khawm a um ka hriet nawh,” tiin.",
      "reference": "ISAI 44:8"
    },
    {
      "content": "Milim siem fâwm siemtuhai chu an rêngin boruok el an na; an thil dit zâwnghai ienga ṭhahnem ni naw ni hai; an muolphona ding hrim hrimin anni hrietpuituhai khawmin an hmu thei nawh a, an hriet thei bawk nawh.",
      "reference": "ISAI 44:9"
    },
    {
      "content": "Tuin am pathien chu ân ngîr chai leh? Annawleh, tuin am ienga ṭhahnem chuong lo milim siem fâwm a sung hrim leh?",
      "reference": "ISAI 44:10"
    },
    {
      "content": "Ngai ta, a pâwlpuihai po po chu muolpho an tih; sinthaw mihai khawm mihriem laia mi an nih; an rêngin inkhâwm vawng hai sienla, ngîr raw se; ṭîng an ta, muolpho tâwl an tih.",
      "reference": "ISAI 44:11"
    },
    {
      "content": "Thîrsuin hreipui a sut hlak a, meihawla chun a thun lût a, tubau- haiin a sut a, a bân hrâttak chun a sut hlak, anih, a phîng a hung ṭâm a, a tha chu a hung zawi hlak; tui hrim hrim a dâwn nawh a, a châu hlak.",
      "reference": "ISAI 44:12"
    },
    {
      "content": "Thingrem siemtuin hrui a kei- mar a, pensilin a riruong a, thing- nâwtnahaiin a sukruol a, inkhina hmangin a riruong a, mihriem ruongâmin ân ngîr a, ina um dingin mihriem mawina angin ân ngîr hlak a.",
      "reference": "ISAI 44:13"
    },
    {
      "content": "Sidar thinghai a ta dingin a phûr a, sething le thingsaisuo a lâk a, ramhnuoi thing laia pakhat chu a puola um dingin a sukdet a, fâr kûng a phun a, ruotuiin a châwm hlak.",
      "reference": "ISAI 44:14"
    },
    {
      "content": "Chu hnunga chun mi ta dinga meia ti ding ni tâng a tih; chutaka mi chu a lâk a, ân suklum hlak, anih, meiah a sêm a, bei a em hlak; anih, pathien a siem a, a biek hlak; chu thing chu milim siem fâwmah a siem a, chu chu bawkkhupin chibai a bûk hlak.",
      "reference": "ISAI 44:15"
    },
    {
      "content": "Chu thing chu aṭhen chu meiah a tih a, aṭhen chu sa fâkna dingin a hmang a; sa a rawh a, a tlai hlak; anih, mei lum a awi a, “Chei, ka lum tah, mei hmêl ka hmu ta le!” a tih a.",
      "reference": "ISAI 44:16"
    },
    {
      "content": "A mahla chu pathienah a siem a, a siem fâwm milim ngeia chun; chu chu bawkkhupa chibai bûkin a biek a, a kuomah a ṭawngṭai a, “Mi sanhim rawh, ka pathien i ni sih a,” a ti hlak.",
      "reference": "ISAI 44:17"
    },
    {
      "content": "An hriet nawh a, an ngaituo bawk nawh; ama chun an hmu thei nawna dingin ân sîmtir ta sih a; an hrietthiem nawna dingin an lungril khawm a khârpêk tah a.",
      "reference": "ISAI 44:18"
    },
    {
      "content": "Tukhawma an hriet suok nâwk nawh a, “Ṭhenkhat chu meiah ka ti sih a; anih; a aia khawm bei ka em nghe ngheh a; sa khawm ka rawh a, ka fâk sih a, a mahla chu thil tirdakumah ka siem ding am a nih? Thinga mi bawkkhupin chibai ka bûk ding am a nih? ti dingin annia chun hrietna le hrietthiemna a um bawk nawh.",
      "reference": "ISAI 44:19"
    },
    {
      "content": "Vut chau a fâk hlak a; a lungril hlêma um chun, a hringna ân sanhim thei nawna ding le, ‘Ka kut chang- tieng hin khêl a um naw am a nih?’ a ti thei nawna dingin ama chu ân pêttir tah.",
      "reference": "ISAI 44:20"
    },
    {
      "content": "Aw Jakobhai, chuong thilhai chu hre zing ro, Israelhai, hre zing bawk ro; ka siehlawhai in ni sih a; keiin kân ngîr cheu a; ka siehlawhai in nih; aw Israelhai, ka theinghilin um naw ti niu.",
      "reference": "ISAI 44:21"
    },
    {
      "content": "In bawsietnahai chu sûm sâmup sukboin ka sukbo tah a, in suolhai chu sûm sukbo angin ka sukbo ta bawk a; ka kuomah hung kîr nâwk ro, kân tlan ta si cheu a.",
      "reference": "ISAI 44:22"
    },
    {
      "content": "Aw vânhai, hlimtakin hla sak ro, LALPAIN chu chu a thaw ta sih a; leihnuoi hnuoitienghai, khêk ro, tlânghai, aw ramhnuoi le a sûnga thing um tinrênghai, hla sak suok phut ro: LALPA chun Jakobhai chu ân tlan tah a, Israelhaia chun ân chawimawi ding a ni sih a.",
      "reference": "ISAI 44:23"
    },
    {
      "content": "LALPA, nangni intlantu, sula inthawka nangni inngîrtu cheu chun hieng hin a tih, “Kei hi LALPA, thil po po siemtu, mâni chaua vân keiphar- tu, hnuoi suklientu chu ka nih; tu am ka kuomah a um a?",
      "reference": "ISAI 44:24"
    },
    {
      "content": "Kei hi khêlhliphai inchiknahai chu teploa siem a, aisânthiemhai in- vêta siemtu, mi varhai innghat kîrtir a, an hrietna invêtthlâka siemtu,",
      "reference": "ISAI 44:25"
    },
    {
      "content": "mâni siehlaw thu sukdet a, mâni palaihai remruot sukmuol- suotu, Jerusalem chungchâng thua, ‘Chutaka chun mi um nâwk an tih,’ titu le, Juda ram khawpuihai chung- châng thua, ‘Siemin um nâwk tâwl an ta, a sietna laihai chu siem ṭha nâwk ka tih,’ titu,",
      "reference": "ISAI 44:26"
    },
    {
      "content": "tui inthûktak kuoma, ‘Kang intan rawh, i vadunghai khawm ka sukkang ding a nih,’ titu,",
      "reference": "ISAI 44:27"
    },
    {
      "content": "Kura chungchâng thua, ‘Ama chu ka berâm vêngtu a nih, Jeru- salem chungchâng thua, siemin um nâwk a tih, ti le, Pathien biekin kuoma, I lungphûm chu remin um nâwk a tih, ti hiel khawpin ka dit zâwng po po chu thâwng a tih,’ titu ka nih,” tiin.",
      "reference": "ISAI 44:28"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ISAI 44 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}