{
  "verses": [
    {
      "content": "Aw Zion, har la, har la, i hrâtna inbel rawh; aw Jeru- salem, khawpui inthieng, i silfên mawitakhai chu inbel rawh; tuta chen chu sertanlo le mi pawrche chu i sûngah an lût ta âwm si nawh a.",
      "reference": "ISAI 52:1"
    },
    {
      "content": "Aw Jerusalem, pilvut i kai kha inthin rawh, tho la, ṭhung rawh; aw Zion naunu, sala um, i rîng khuop- nahai kha sût rawh.",
      "reference": "ISAI 52:2"
    },
    {
      "content": "LALPA chun hieng ang hin a ti sih a; “Iengkhawm ni loa zawr in ni tah a, chuongchun, tangka ni loa intlan ni tâng in tih,” tiin.",
      "reference": "ISAI 52:3"
    },
    {
      "content": "Lalpa PATHIEN chun hieng ang hin a ti sih a, “Ka mihai chu a tira chun Aigupta rama um dingin an fe thla a, chun, Assuria mihai chun ieng lei ni loin an nêksâwr tâwl a.",
      "reference": "ISAI 52:4"
    },
    {
      "content": "Chuongchun, hitaka hin tuhin ieng am a na ka thaw ding? Ka mihai hi iengkhawm ni loa ṭhuoi hmangin an um sih a, LALPAIN a tih a, an chunga rorêltuhai chu an khêk tuor tuor a, LALPAIN a tih, ka hming hi sûnnithlâk thlâka hrilsietin a um hlak.",
      "reference": "ISAI 52:5"
    },
    {
      "content": "Chuleiin, ka mihai chun ka hming hrieng an tih; ngai ta, keima hi ka nih,” tiin.",
      "reference": "ISAI 52:6"
    },
    {
      "content": "Tlângahai chanchin ṭha intluna, inremna thu khêkpuia, thil ṭha chanchin ṭha intluna, sandamna thu khêkpuia, Zion kuomah, “I Pathien chu lalah a ṭhung,” tituhai ke chu a va mawi de!",
      "reference": "ISAI 52:7"
    },
    {
      "content": "Ngai rawh, i râl vêngtuhai râwl chu! Râwl an insuoh a, hlimtakin hla an sak tâwl chu, LALPA chu Ziona a hung kîr nâwk pha chun inhmatuok- in an hmu ding a ni sih a.",
      "reference": "ISAI 52:8"
    },
    {
      "content": "Jerusalem hmun se ta hnunghai, hlim suok phut unla, hlimtakin hla sak tâwl ro; LALPA chun a mihai chu a thlamuon ta sih a, Jerusalem chu ân tlan tah a nih.",
      "reference": "ISAI 52:9"
    },
    {
      "content": "LALPA chun hnam tinrênghai mithmua chun a bân inthieng chu a hlîm tah; chuongchun, kâwlkaw- dawnga mi po poin ei Pathien san- damna chu hmûng an tih.",
      "reference": "ISAI 52:10"
    },
    {
      "content": "Suok ro, suok ro, chutaka inthawk chun suok ro; thil inthieng naw hrim hrim tâwk naw ro; a sûnga inthawkin fe suok ro; LALPA bûr le bêl chawituhai, inthiengtakin um ro.",
      "reference": "ISAI 52:11"
    },
    {
      "content": "Inhmâwtakin in fe suok âwm si nawh a, tlânsiein fe bawk naw ti niu; LALPA chun in hma a ṭhuoi ding a ni sih a; Israelhai Pathien chu in hnung dâltu nîng a tih.",
      "reference": "ISAI 52:12"
    },
    {
      "content": "Ngai ta, ka siehlaw chun vartakin thâwng a ta, chawimawi le chawisângin um a ta, insângtakin um a tih.",
      "reference": "ISAI 52:13"
    },
    {
      "content": "Mi tamtakin mak an ti hle che angin, (a hmêl chu mihriem hmêl nêk hmana suksietin a um a, a pienken chu mihriem nauhai pienken nêk hmana suksietin a um a),",
      "reference": "ISAI 52:14"
    },
    {
      "content": "hnam tamtakin maktîng an tih; lalhaiin a kuoma chun an bau lân chîp an ta, an kuoma hril ngai lo chu la hmûng an ta, naa an hriet ngai naw chu an ngaithiem ding a nih.",
      "reference": "ISAI 52:15"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ISAI 52 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}