{
  "verses": [
    {
      "content": "LALPA chun hieng ang hin a tih, “Rorêl zâwm unla, feltakin thaw ro, ka sandamna chu a hung tlung vâng vângin, ka felna chu a hung inlang ṭêp ta sih a.",
      "reference": "ISAI 56:1"
    },
    {
      "content": "Chuong ang thaw mi le, chu chu pawm tlattu mihriem naupa chu, a hamṭha ie; châwlni bawse loa inser hlaktu le, thil ṭha naw hrim thaw lo dinga a kut vêng ṭha hlaktu chu.",
      "reference": "ISAI 56:2"
    },
    {
      "content": "Chun, ram dang mi, LALPA zâwmtu chun, “LALPAIN a mihaia inthawk hin mi suktum ngei a tih,” ti naw raw se; mitillâk chun, “En ta thing ṭâwl el ka ni hi,” ti bawk naw raw se.",
      "reference": "ISAI 56:3"
    },
    {
      "content": "LALPA chun hieng ang hin a tih, “Ka châwlnihai inser a, ka lâwm zâwng thilhai thlang a, ka thuthlung pawm tlattu mitillâkhai chungchâng thua chun,",
      "reference": "ISAI 56:4"
    },
    {
      "content": "an kuomah ka in sûnga le ka kul sûnghaia chun naupasalhai le naunu- hmeihai neituhai nêk chun hriet zingna ṭha lem le hming ṭha lem pêng ka tih; an kuomah kumkhaw hming, sukbohmang nâwk ta naw ding pêng ka tih.",
      "reference": "ISAI 56:5"
    },
    {
      "content": "Ram dang mi khawm, châwlni bawse loa, inser hlakhai le, ka thuthlung pawm tlat taphawt chu, LALPA rawng bâwl ding le, LALPA hming hmangai ding le, a siehlawa- hai um dinga LALPA zâwm taphawt- hai;",
      "reference": "ISAI 56:6"
    },
    {
      "content": "anni ngei chu ka tlâng inthienga chun ṭhuoi ka ta, ka ṭawngṭâina inah sukhlim ka tih; pumrawhmanga an thilinhlânhai le an inthâwinahai chu ka mâichâma chun lâwmin um a tih; ka in chu mi tinrêng ta dingin ṭawngṭaina in an ti ding a ni sih a,” tiin.",
      "reference": "ISAI 56:7"
    },
    {
      "content": "LALPA Pathien, Israelhai hnawt suoka umhai ṭhuoi khâwmtu chun, “Ama ta ṭhuoi khâwma umhai naw khawm hnam danghai a kuomah la ṭhuoi khâwm ka tih,” a ta.",
      "reference": "ISAI 56:8"
    },
    {
      "content": "Ram sa po pohai, anih, ram- hnuoia sa um po pohai, fa dingin hung ro.",
      "reference": "ISAI 56:9"
    },
    {
      "content": "A râl vêngtuhai chu an mit ân del a, hrietna nei naw ruok an na; ui râwl nei lo ruok an na, an inngak thei nawh; mang nei a, zâl zing a, imu hêmi an nih.",
      "reference": "ISAI 56:10"
    },
    {
      "content": "Anih, uihai chu duâmtak an na, huntâwk ti hrim an nei ngai nawh; chuong chu berâm vêngtu thil hre theilohai an na, mâni lampui pei, mâni hlâwkna tieng seng, an ngha vawng tâwl, an rêng elin.",
      "reference": "ISAI 56:11"
    },
    {
      "content": "“Hung ro khai, uoin lâng ka ta, chuongchun, zuin ei inthun sip ding annâwm; zînga chun vawisûn ang hi ni nâwk a ta, ni ropui nasa deu el nîng a tih,” an ti seng a.",
      "reference": "ISAI 56:12"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ISAI 56 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}