{
  "verses": [
    {
      "content": "Ka idittak thu, a grêp huon chungchâng thu chu, ka idittak ta dingin hlain sak ka tih.",
      "reference": "ISAI 5:1"
    },
    {
      "content": "Ka idittak chun tlâng hnuoi ṭhatna takah grêp huon a nei a, a vêlin hnuoi a cho khur a; a lunghai chu a rût fai a, grêphrui ṭhatak chi a phun a, a laia chun in insâng a bâwl a, chutaka chun grêp sâwrna khur khawm a cho a; chun, grêp raa ra dingin a beisei a, nisienla- khawm, grêp suok elin a hung ra ta lem a.",
      "reference": "ISAI 5:2"
    },
    {
      "content": "Tuhin, aw Jerusalema umhai le Juda mihai, lunginsiettakin kei le ka grêp huon inkâra thu hi mi ngai- tuopêk ta u khai.",
      "reference": "ISAI 5:3"
    },
    {
      "content": "Ka grêp huona hin ka thaw ta ang bâk khan chu a chungah ieng am thaw nâwk chuong ding a la um ta rawp a? Grêp raa ra dinga ka beisei vei le khan ieng leia grêp suoka a hung ra el am a ni aw?",
      "reference": "ISAI 5:4"
    },
    {
      "content": "Tuhin ka grêp huon chunga ka thaw ding chu hril ka ti cheu; a hling pal chu la hmang ka ta, fâk zoin um a ta, a lung pal chu sukchim ka ta, sirdein um a tih.",
      "reference": "ISAI 5:5"
    },
    {
      "content": "Sukrêm vawng ka ta; sâtderin um naw nih a, cho phitin um bawk naw nih; buor le hlohlingneihai mâwng lem a tih; sûmhai khawm a chungah ruo hrim hrim insûrtir lo dingin thu pe bawk ka tih.",
      "reference": "ISAI 5:6"
    },
    {
      "content": "Sipaihai LALPA grêp huon chu Israel sûngkuo hi a na, Juda mihai hi a kûng ditumtak chu an ni sih a; rorêlna fel a beisei a, nisienlakhawm, ngai ta, nêksâwrna a hung um ta lem a; felna a beisei a, nisienlakhawm, ngai ta, khêk ri a hung um ta lem a nih.",
      "reference": "ISAI 5:7"
    },
    {
      "content": "Ram lailia an khât chaua an um theina dinga mi ṭhang vena hmun hrim hrim um lo khawp hiel a, in le in inzawmtir pei le, lo le lo inzawmtir peituhai chung chu a rik ie!",
      "reference": "ISAI 5:8"
    },
    {
      "content": "Sipaihai LALPA chun ka naah hieng ang hin a tih, “Titakzetin in tamtak, lientak tak, mawitak takhai chu a thlûttu um loin la ram a ta;",
      "reference": "ISAI 5:9"
    },
    {
      "content": "Grêp huon ṭin sâwm hmunah bath khat chau la pieng a ta, bu chi homer khat tuin epha khat chau a la pieng ding a ni sih a,” tiin.",
      "reference": "ISAI 5:10"
    },
    {
      "content": "Zu hnawt dinga zîngkâr inhma- taka tho a, uoinin a sukrui bûr hma- khat chena zân sâwttak tak chena um hlakhai chu an chung a rik.",
      "reference": "ISAI 5:11"
    },
    {
      "content": "Ṭingṭang le perkhuonghai, khuongtê le theihlehai, uoin leh an ruoiṭhenaahai chun a um hlak a, nisienlakhawm, LALPA sinthaw chu an ngaisâng ngai nawh a, a kut thil- thaw chu an ngaituo ngai bawk nawh.",
      "reference": "ISAI 5:12"
    },
    {
      "content": "Chuleiin, ka mihai chu, hrietna an nei naw leiin, sala ṭhuoiin an um tah a; an mi inzâumhai chu an phîng a ṭâm a, an mipuihai chu dangchârin an dang ân hil zo tah a.",
      "reference": "ISAI 5:13"
    },
    {
      "content": "Chuleiin, Seol chun a châkna chu a lo suklien a, a bau chu inkhi ruollo khawpin a ka tah a, chuong- chun, an ropuina dâm, an mipuihai dâm, an ropui bûr bûrna dâm, anni laia lâwmtaka umhai le chun an lût thla ta duol duol a.",
      "reference": "ISAI 5:14"
    },
    {
      "content": "Mi chînhai chu sukkûnin an um a, mi lienhai chu suktlâwmin an um a, chapo mithai chu sukhnuoiin a um tah a;",
      "reference": "ISAI 5:15"
    },
    {
      "content": "sipaihai LALPA ruok chu rorêl- naa chawisângin a um ta lem a, Pathien, Mi Inthieng chu felnaa suk- thiengin a um tah a.",
      "reference": "ISAI 5:16"
    },
    {
      "content": "Chun, berâmtehai chu an tlatna hmuna an tla angin tlâng an ta, mi thau hnekhnukhai hmun rama thil- hai chu invâihaiin fâng an tih.",
      "reference": "ISAI 5:17"
    },
    {
      "content": "Iengkhawm ni lo hruihruola khawhlona kei a, tawlailîr hruihruola kei ang suolna kei hlaktuhai chu an chung a rik ie!",
      "reference": "ISAI 5:18"
    },
    {
      "content": "“Eini hmuna dingin thaw vak sienla, a thil thaw ding chu thaw vak raw se, ei hriet theina dingin Israel- hai Mi Inthieng remruot chu hung hnaiin hung tlung raw se,” ti hlak- tuhai chu.",
      "reference": "ISAI 5:19"
    },
    {
      "content": "Thil ṭha naw chu thil ṭha ti a, thil ṭha chu thil ṭha naw ti hlaka, var chu inthima ngaia, inthim chu vara ngai hlaka, thil thlum chu thil khaa ngaia, thil kha chu thil thluma ngai hlaktuhai chu an chung a rik ie!",
      "reference": "ISAI 5:20"
    },
    {
      "content": "Mâni ngaia varhai le mâni ngaia bengvârhai chu an chung a rik ie!",
      "reference": "ISAI 5:21"
    },
    {
      "content": "Uoin dâwn kawnga mi hrâttak, zu chawkpawl kawnga thahrui nei mihai chu an chung a rik ie,",
      "reference": "ISAI 5:22"
    },
    {
      "content": "thamna fâk leia misuol thiem inchangtir hlaka, mi fel felna lâkpêk hlaktuhai chu!",
      "reference": "ISAI 5:23"
    },
    {
      "content": "Chuleiin, meichawkin bupâwl a liek hmang duok duok hlak ang le, hlohna ṭâwl chu meichawka a tlu zawt zawt angin an zung chu hmawn- na angin um a ta, an pâr chu pilvut angin intung lui lui a tih; sipaihai LALPA dân chu an dit nawh a, Israel- hai Mi Inthieng thu chu an ngainêp leiin.",
      "reference": "ISAI 5:24"
    },
    {
      "content": "Chuleiin, LALPA lung chu a mihai chungah ân thawk a, a kut chu an chungah ân let a, a vuok a, chuongchun, tlânghai chu an inthin dur dur a, an ruonghai chu khawlai dungah hmunhnawk ang elin ân hlum rem rum a. Chuong lâwma a thaw khawm chun a lunginsen chu a la bo chuong nawh a; a kut chu a lân let ta rawp a.",
      "reference": "ISAI 5:25"
    },
    {
      "content": "Hnam tin hlataka mihai ta dingin inchikna târ suok a ta, kâwl- kawdawnga inthawka ko dingin fai- fûk a tih; chuongchun, ngai ta, anni chu inhmâwtakin hung vak an tih.",
      "reference": "ISAI 5:26"
    },
    {
      "content": "Anni laia tukhawm sâwl naw ni hai a, insui bawk naw ni hai; tukhawm inlusu naw ni hai a, ininnghil bawk naw ni hai; an kâwngkhi chu sûtthâwlin um naw nih a, an kekawk khitna chu intan bawk naw nih;",
      "reference": "ISAI 5:27"
    },
    {
      "content": "an thalhai chu inzumtak a na, an thalngulhai po po chu kuoi sain a um ṭhup a; an sakawr tinhai chu meitâwklung ang nîng an ta, an tawlailîr kehai chu thlivir ang ela ngai ni bawk an tih.",
      "reference": "ISAI 5:28"
    },
    {
      "content": "An ri inri dur dur chu sakei- baknei inrûm ang el nîng a ta, sakeibaknei vânglaihai inhûk ang elin inri dur dur an tih; anih, inri dur dur an ta, an sa se ding chu sêng an ta, himtakin fe hmangpui an tih, san- suoktu ding tukhawm um naw ni hai.",
      "reference": "ISAI 5:29"
    },
    {
      "content": "Chu nia chun tuisuoriet inri dur dur angin an chungah inri dur dur an ta, chuongchun, miin ram chu an hei thlîr chun, ngai ta, inthim le lungin- zingna ruok nîng a tih, var hlak chu chutaka sûmahai chun sukthimin a um a.",
      "reference": "ISAI 5:30"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ISAI 5 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}