{
  "verses": [
    {
      "content": "Mi rimsihai kuoma chanchin ṭha hril dingin LALPAIN hriek a mi nâl leiin, Lalpa PATHIEN thla- rau chu ka chungah a um a; ama chun, lungril nahai sukdam ding dâm, salhai kuoma suokna thu le mi intânghai kuoma intângna in hawngna ding thu hril ding dâm,",
      "reference": "ISAI 61:1"
    },
    {
      "content": "LALPA lungawi kum thu le ei Pathien phubalâk ni thu hril ding dâm, lungngaihai po po thlamuon ding dâm,",
      "reference": "ISAI 61:2"
    },
    {
      "content": "vut aia pâr ṭhi hrui dâm, lungngai aiah hlimna hriek dâm, nguina thlarau aiah inpâkna silfên dâm an kuomah pea, Ziona lungngaia umhai ta dinga ruotpêk ding dâmin a mi tir a nih; ama chu chawimawia a umna dingin, felna thing, LALPA phunhai ti an ni theina dingin.",
      "reference": "ISAI 61:3"
    },
    {
      "content": "Chun, hmun hlui se tahai chu rem nâwk an ta, kha hmaa khuo râusana lo um tahai chu inngîr ṭha nâwk an ta, khawpui se tah, suon tamtak râusana um ta chu siem ṭha nâwk an tih.",
      "reference": "ISAI 61:4"
    },
    {
      "content": "Ram dang mihai chun in ran ruolhai chu ngîrin intlattir an ta, hriet ngai naw mihai chu in hnuoi inlettuahai le in grêp hrui enkawl- tuahai um an tih.",
      "reference": "ISAI 61:5"
    },
    {
      "content": "Nangni ruok chu, “LALPA thiem- puhai,” tia inbûkin um in tih: mihaiin, “Ei Pathien rawngbâwl- tuhai,” tîng an ti cheu a; hnam tin sum fâng in ta, an ropuina chu insuong phâng in tih.",
      "reference": "ISAI 61:6"
    },
    {
      "content": "An muolpho aiah a let hniin hmûng an ta; an inzak aiah an chanvoah hlimin hla sak an tih: chu- leiin, an rama chun a let hni hluong an ta, kumkhaw hlimna an kuomah um a tih.",
      "reference": "ISAI 61:7"
    },
    {
      "content": "Kei LALPA hin rorêlna fel ka ngaina hlak sih a, khawhlotaka inram el hi ka theida hlak a, chuong- chun, anni ka thungna chu titak- meuin an kuomah pêng ka tih, an kuomah kumkhaw thu thlung bawk ka tih.",
      "reference": "ISAI 61:8"
    },
    {
      "content": "Chuongchun, an thlahai chu hnam tin lai chun hriet nîng an ta, an nauhai chu mi tin laia hriet ni bawk an tih; anni hmu taphawt chun LALPA malsâwm chi an nih ti hrieng an tih.",
      "reference": "ISAI 61:9"
    },
    {
      "content": "LALPAA chun nasatakin hlim ka ta, ka hringna hi ka Pathiena chun lâwmtakin um a tih; mo neitu ding chu pâr ṭhihruia ân chei hlak ang le, mo ding chu ân cheinahaia ân chei hlak ang hin, ama chun sandamna silfênhai a mi bel a, felna zakawfuolin a mi tuom ta sih a.",
      "reference": "ISAI 61:10"
    },
    {
      "content": "Leihnuoi hin a thil indâwn chu ân suoktir hlak ang le, huon hin a sûnga thil chînghai chu ân mâwngtir ang hin, LALPA Pathien chun felna le inpâkna hnam tinrêng hmaa chun ân dertir ding a ni sih a.",
      "reference": "ISAI 61:11"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ISAI 61 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}