{
  "verses": [
    {
      "content": "Ngai ta u, LALPA kut chu san- dam theilo dingin suktawiin a um nawh a, a na chu hre theilo dingin, a sêt bawk nawh:",
      "reference": "ISAI 59:1"
    },
    {
      "content": "in khawhlona chu nangni le in Pathien kâra tlain a sukṭhe lem cheu a nih, naa a hriet nuom nawna dingin in suolnahai chun a hmai chu a hlie- pêk bawk cheu a nih.",
      "reference": "ISAI 59:2"
    },
    {
      "content": "In kuthai chu thisen sukpawr- chein a um a, in kutpârhai hlak khawhlonaa sukpawrchein a um sih a; in hmûrhai chun khêl a hril a, in lei chu rîtlona thu hrilin a chier num num hlak.",
      "reference": "ISAI 59:3"
    },
    {
      "content": "Tukhawma thubuoi indiktakin an hril nawh a, tukhawma indikna leh thubuoi an hril ngai nawh; thu teplo mei mei an ring a, khêl an hril hlak a; thil suksuolna an vawn a, khawhlona an nei hlak.",
      "reference": "ISAI 59:4"
    },
    {
      "content": "Rûlhmuk tuihai an awp kêu a, aium rîl puon an khâwng hlak; an tui fatuhai chu an thi hlak a, sukkawia a uma inthawk chun rûl a hung suok hlak.",
      "reference": "ISAI 59:5"
    },
    {
      "content": "An aium rîl puon chu silfênahai hung inchang naw nih a, an thil- thawhai chun inbel bawk naw ni hai; an thilthawhai chu khawhlona thil- thawhai a na, thil nunsetaka thawna chu an kutah a um bawk a.",
      "reference": "ISAI 59:6"
    },
    {
      "content": "An kehai chu thil ṭha naw tieng a tlân hlak a, pawitâwklo thisen insuo dingin an inhmaw hlak; an ngaituo- hai chu khawhlona ngaituonahai a ni hlak a; râusanna le sietna chu an lampuia chun a um hlak.",
      "reference": "ISAI 59:7"
    },
    {
      "content": "Lungmuongna lampui an hriet nawh a; an fenaahai chun indikna hrim hrim a um nawh; an ta dingin lampui kâwihai an siem a; chutaka fe taphawthai chun lungmuongna an hriet ngai nawh.",
      "reference": "ISAI 59:8"
    },
    {
      "content": "Chuleiin, rorêlna chu einia in- thawka hlatakah a um hlak a, felna chun a mi hnawt phâk ngai bawk nawh: var ei nghâk hlak a, nisienla- khawm, ngai ta, inthim a hung ni hlak; varna ei nghâk hlak a, nisienla- khawm, inthim mupa bawk ei fe hlak.",
      "reference": "ISAI 59:9"
    },
    {
      "content": "Mitdel angin bang ei themmai zut zut hlak a, anih, mit nei nawhai angin ei themmai hlak; thimbut ang elin sûnah ei insui hlak a; mi hrâthai lai chun mithi ang el ei nih.",
      "reference": "ISAI 59:10"
    },
    {
      "content": "Savawmhai angin ei rêngin ei inhûk dur dur hlak a; vaṭhuhai angin nasatakin ei inrûm nghut nghut hlak; rorêlna ei nghâk hlak a, nisienla- khawm, a um dêr si nawh a; sandam- na ei nghâk hlak a, nisienlakhawm, einia inthawka hlatakah a um hlak.",
      "reference": "ISAI 59:11"
    },
    {
      "content": "Kan bawsietnahai hi i hmaah a pung ta sih a; kan suolnahai hin a mi hêk hlak a nih: kan bawsietnahai hi kan kuomah a um zing sih a, kan khawhlonahai chu kan hriet a nih:",
      "reference": "ISAI 59:12"
    },
    {
      "content": "kan bawsiet dâm, LALPA kan inphatsan dâm, kan Pathien zui pei loa kan nghatsan dâm, nêksâwr thu le hel thu kan hril dâm, khêl thu kan vawng a, lungrila inthawka kan hril suok hlak hi.",
      "reference": "ISAI 59:13"
    },
    {
      "content": "Chuongchun, rorêlna chun hnungtieng a mîn nghatsan a, felna chun hlatakah a mi ngîrsan tah; thutak chu kawtthlêra chun a tlu zing sih a, indikna hlak chu a lût thei nawh a.",
      "reference": "ISAI 59:14"
    },
    {
      "content": "Anih, thutak a um ta nawh a; thil ṭha naw bânsantu chu râllâkah ân siem hlak; LALPAIN chu chu a hmuh a, indikna hrim hrim um ta naw chun a suklungni ta nawh a.",
      "reference": "ISAI 59:15"
    },
    {
      "content": "Chun, mi hrim hrim an um nawh ti a hriet a, hnipêktu hrim hrim an um nawh ti a hriet a, hnipêktu hrim hrim an um naw chu mak a tih a; chuleiin, ama bân ngei chun san- damna ân siempêk a, ama felna ngei chun ama le ama ân chelngîr tah a.",
      "reference": "ISAI 59:16"
    },
    {
      "content": "Chun, felna chu âwmphawah a hâk a, sandamna lukhum a khum a, chun, inthuomnaa chun phubalâkna silfênhai chu ân bel a, zakawfuola chun ṭhahnemngaina a hâk a.",
      "reference": "ISAI 59:17"
    },
    {
      "content": "An thilthawhai angin, an thil- thawhai ang ngeiin, ama chun thung a tih, ama dotuhai chu lunginsen- nain, a hmêlmahai chu thungnain thung a tih; thlierkârhai chu thung- nain thung a tih.",
      "reference": "ISAI 59:18"
    },
    {
      "content": "Chuongchun, LALPA hming chu thlangtienga inthawkin ṭîng an ta, a ropuina chu nisa suoknaa inthawkin ṭi bawk an tih; ama chu tui lien thut, LALPA thuoka mût luong vut vut angin a hung ding a ni sih a.",
      "reference": "ISAI 59:19"
    },
    {
      "content": "“Chun, Ziona chun intlantu hung a ta, Jakobhai laia bawsietna nghatsantuhai kuoma khawm hung a tih,” LALPAIN a tih.",
      "reference": "ISAI 59:20"
    },
    {
      "content": "“Kei chu hi hi a nih an kuoma ka thuthlung chu: ka thlarau i chunga um le, ka thu i baua ka siehai chun, tuta inthawka chatuon chen khawmin i bau chu suoksan naw ni hai a, i thlahai thla nâwk sâwng bau khawm suoksan bawk naw ni hai,” LALPAIN a tih.",
      "reference": "ISAI 59:21"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ISAI 59 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}