{
  "verses": [
    {
      "content": "Ngai ta u, LALPA, Sipaihai LALPA chun, Jerusalem kuoma inthawk le, Judahai kuoma inthawk chun an ringpui le an ring tak, an ringpui bu po po le an ring tak tui po po chu, a lâkpêk mêk a ni hi;",
      "reference": "ISAI 3:1"
    },
    {
      "content": "mi hrât le indo thiem, rorêltu le zâwlnei, aisânthiem le upahai leh;",
      "reference": "ISAI 3:2"
    },
    {
      "content": "sâwmnga hotu le mi inzâum, remruottu le themthiem le ailâk- thiem leh.",
      "reference": "ISAI 3:3"
    },
    {
      "content": "Chuongchun, an mi lienhaia um dingin naupanghai pêng ka ta, nautêhaiin an chungah ro rêl an tih.",
      "reference": "ISAI 3:4"
    },
    {
      "content": "Chun, mihai chu innêksâwrtuoin um an ta, mi tin an ruolhai leh, mi tin mâni tuolbâwmhai leh, naupang chu upa chungah chapotakin um an ta, mi setak khawm mi inzaumtak chungah chapotakin um bawk an tih.",
      "reference": "ISAI 3:5"
    },
    {
      "content": "Miin a unau a pa ina chelin, “Nang chun silfên i nei a, kan rorêl- tuah um la, hi sietna hi i kutah um raw se,” a ti pha chun;",
      "reference": "ISAI 3:6"
    },
    {
      "content": "chu pha chun ama chun a rawl insuong a ta, “Kei chu siemṭhatuah um naw ningah; ka inah fâk ding a um si nawh a, silfên a um bawk nawh a, mihai rorêltuah mi siem naw ti niu,” tiin.",
      "reference": "ISAI 3:7"
    },
    {
      "content": "A ropuina mit chu suknuor dinga an ṭawng le an thilthawhai chu LALPA do tieng a ni leiin Jerusalem chu a se zo a, Judahai chu an tlu zo tah a nih.",
      "reference": "ISAI 3:8"
    },
    {
      "content": "An hmêl put dân hrim chun anni chu a hêk fâwm a; an suolna chu Sodom ang elin an inlangtir a, an ip nawh. An hringna chung chu a rik de! thil ṭha nawin an inthung fâwm pei sih a.",
      "reference": "ISAI 3:9"
    },
    {
      "content": "Mi fel thua chun, “An la ṭha ding a nih,” ti ro; an thilthaw rahai chu an fâk ding a ni sih a.",
      "reference": "ISAI 3:10"
    },
    {
      "content": "Mi suol chung chu a rik de! An la se ding a nih; an kuta thilthaw thung- na chu an kuoma pêk a la ni ding a ni sih a.",
      "reference": "ISAI 3:11"
    },
    {
      "content": "Ka mihai chu anni nêksâwr- tuhai hi naupang an ni tah a, nuhmeihaiin an chungah ro an rêl a. Aw ka mihai, in ṭhuoituhai chun an ṭhuoi suol cheu a, in fena lampuihai chu an suksiet hlak.",
      "reference": "ISAI 3:12"
    },
    {
      "content": "LALPA chu hrilpui dingin a hung ngîr suok a, mihai ro rêl dingin a hung ngîr tah a.",
      "reference": "ISAI 3:13"
    },
    {
      "content": "LALPA chun a mihai upahai chunga le, an mi lienhai chunga chun ro rêl a tih. LALPA Sipaihai LALPA chun, “Nangni rawi hi in nih, grêp huon fa zotuhai chu;",
      "reference": "ISAI 3:14"
    },
    {
      "content": "mi rimsihai kuoma inthawka sum lâk chu in inah a nih a um chu; iengtiziea ka mihai chu in namsâwr a, rimsihai hmai chu in râwtnawi am a ni leh?” a ta.",
      "reference": "ISAI 3:15"
    },
    {
      "content": "Chu naw khawm chu LALPA chun, “Zion naunuhai chu chapotaka an um a, dâk âwr le mi mel kara an lâwn a, an lâwn chu ieng le angin an lâwn a, an kehai an tet ri sawr sawr leiin;",
      "reference": "ISAI 3:16"
    },
    {
      "content": "LALPA chun Zion naunuhai lusîpa chun pânna khir inumtir a ta; LALPA chun an zamawhai khawm suklang a tih,” a ta.",
      "reference": "ISAI 3:17"
    },
    {
      "content": "Chu ni chun LALPAIN an in- cheimawinahai chu lâkpêk a ta, ke bun dâm, lên lukhum dâm, rîngkawl- hai dâm;",
      "reference": "ISAI 3:18"
    },
    {
      "content": "nabe inkhai nieng nieng dâm, bânbun dâm, inkhumna puonhai chu;",
      "reference": "ISAI 3:19"
    },
    {
      "content": "lucheina dâm, kebun khaidiet dâm, kâwngkhi dâm, riminhnik bâwm dâm, inkhitna dâm chu;",
      "reference": "ISAI 3:20"
    },
    {
      "content": "hming namna kutsebi dâm, hnâra inbûkhai chu;",
      "reference": "ISAI 3:21"
    },
    {
      "content": "ruoiṭhe ni thuomhnaw dâm, zakawfuol dâm, puon sillai dâm, mansa dâm chu;",
      "reference": "ISAI 3:22"
    },
    {
      "content": "hlimen dâm, puon zai inhmi dâm, lukâwm dâm, intuommawina puon dâm chu.",
      "reference": "ISAI 3:23"
    },
    {
      "content": "Chun, mawsawla rim inhniktak aiah thil hmawn um a tih; kâwnghrên aia chun hruihruol um bawk a tih; sam inkir bap aiah lukawlna um a ta; puon mawitak aiah saiip puon dierkei um a tih; hmêl ṭhat aiah thîr linga depsietna um a tih.",
      "reference": "ISAI 3:24"
    },
    {
      "content": "I mihai chu kâwlhnâma suk- thlûkin um an ta, i mi hrâttakhai chu indonaah tlûng an tih.",
      "reference": "ISAI 3:25"
    },
    {
      "content": "A kul kawtkhârhai chun an âwm inchumin ṭap an ta; ama chu ruok a ta, hnuoiah inṭhung a tih.",
      "reference": "ISAI 3:26"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ISAI 3 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}