{
  "verses": [
    {
      "content": "Hung ta u, dangchâr taphawthai, tuiahai hin hung ro, tangka nei nawhai khawm hung unla, inchaw unla, fa ro; anih, hung unla, uoin le nênetui tangka pe loin, a man khawm pe loin inchaw ro.",
      "reference": "ISAI 55:1"
    },
    {
      "content": "Bu ni si loah ieng dinga tangka in sêng am a na? Khawp le tlaina ni si loah ieng dinga in tha in sêng am a na? Ka thu nguntakin ngai unla, thil ṭha chu fa ro, in hringna chu thil thau chun hlim raw se.",
      "reference": "ISAI 55:2"
    },
    {
      "content": "In na hung sit unla, ka kuomah hung ro; ngai unla, chuongchun, in hringna chu hring a tih; chun, in kuomah kumkhaw thu thlung ka tih; David kuoma lunginsietna tiem tlat tahai chu.",
      "reference": "ISAI 55:3"
    },
    {
      "content": "Ngai ta, ama chu mi tin ta dinga hretuah ka ruot a, mi tin ta dingin hotua le ṭhuoituah ka ruot a nih.",
      "reference": "ISAI 55:4"
    },
    {
      "content": "Ngai ta, i hriet naw hnam chu ko i ta, nangma hre ngailo hnam chu i kuomah hung tlân an ta; LALPA i Pathien lei le, Israelhai Mi Inthieng lei chun; ama chun a chawimawi si cheh a.",
      "reference": "ISAI 55:5"
    },
    {
      "content": "Hmu awla a um lai hin LALPA chu zawng unla, a hnâi lai hin ko ro;",
      "reference": "ISAI 55:6"
    },
    {
      "content": "mi rilo chun a um dân chu bânsan sienla, mi fel naw chun a ngai- tuonahai chu bânsan bawk raw se; LALPA kuomah kîr nâwk raw se; chuongchun, ama chun lo lunginsiet a ta; ei Pathien kuomah kîr nâwk raw se, ama chun a lo ngaidam nasa khawp âwm sih a.",
      "reference": "ISAI 55:7"
    },
    {
      "content": "Ka ngaituohai hi i ngaituohai a ni si nawh a, i um dânhai chu ka um dân a ni bawk nawh, LALPAIN a tih.",
      "reference": "ISAI 55:8"
    },
    {
      "content": "Vân khi hnuoi nêka ân sâng lem angin, ka um dânhai hi i um dânhai nêkin ân sâng lem sih a, ka ngai- tuohai khawm hi i ngaituohai nêkin ân sâng lem a nih.",
      "reference": "ISAI 55:9"
    },
    {
      "content": "Ruo le vûr chu vâna inthawkin a sûr hlak a, khitienga khin a kîr nâwk ngai nawh a, hnuoi hi a châwm lem a, thil ân mâwngtirin ân dertir a, bu chi thetu kuoma chun bu chi a pêk a, fatu kuoma chun fâk ding a pêk hlak a.",
      "reference": "ISAI 55:10"
    },
    {
      "content": "chuong ang bawkin ka baua inthawka ka thu suok chu um a tih: iengkhawm thaw nei loin ka kuomah hung kîr nâwk naw nih a, ka dit ang chu thaw lem a ta, thil thaw dinga ka tirnaa chun hlawtling bawk a tih.",
      "reference": "ISAI 55:11"
    },
    {
      "content": "Hlimtaka suokin, lungmuong- taka ṭhuoi suokin in um ding a ni sih a, tlâng lienhai le tlâng chînhai chun in hmaah hla sak suok phut an tih, phûl thing po pohai chun an kut ben bawk an tih.",
      "reference": "ISAI 55:12"
    },
    {
      "content": "Hlohlingnei nêk chun fâr mâwng lem a ta, buor nêk chun inhmui mâwng lem a tih; chu chu LALPA ta dinga hmingṭhatna ding le, kum- khawtluonga inchikna sukbohmanga um lo ding nîng a tih.",
      "reference": "ISAI 55:13"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ISAI 55 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}