{
  "verses": [
    {
      "content": "Chu nia chun Juda ramah hi hla hi sak an tih; “Khawpui dettak ei nei a, ama chun sandamna chu kul banghai le kulpuihai leh ruot a tih.",
      "reference": "ISAI 26:1"
    },
    {
      "content": "Hnam fel thutak zâwmtu chu a lût theina dingin kul kawtkhârhai chu hawng ro.",
      "reference": "ISAI 26:2"
    },
    {
      "content": "I chunga lungril innghattu chu nang a ring che leiin, lungmuongtaka um dingin vêng i tih.",
      "reference": "ISAI 26:3"
    },
    {
      "content": "LALPA chu kumkhuoin ring ro; LALPA JEHOVAA chun kumkhaw lungpui chu a um sih a.",
      "reference": "ISAI 26:4"
    },
    {
      "content": "Ama chun insângtaka umhai chu a suktlâwm ta sih a, khawpui insângtak chu; chu chu a sie hnuoi a, hnuoi tlung rakin a sie hnuoi a, pilvut tlung rakin a sukthlûk a.",
      "reference": "ISAI 26:5"
    },
    {
      "content": "Ke chun sirdêng a ta, rimsihai ke le pasiehai kalchawi ngei chun.",
      "reference": "ISAI 26:6"
    },
    {
      "content": "Mi fel lampui chu indikna a na, nang lungril indiktak put chun mi fel lampui chu i sukruol hlak.",
      "reference": "ISAI 26:7"
    },
    {
      "content": "Anih, Aw LALPA, i rorêlna lam- puia chun kan nghâk zing cheh a, kan hringna dit zâwng chu i hming tieng le i hriet zingna tieng hi a nih.",
      "reference": "ISAI 26:8"
    },
    {
      "content": "Ka hringna hin zâna chun a ngai cheh a; anih, ka sûnga thlarau um hin zîngkâr chun ka zawng che; i rorêl- nahai chu hnuoiah a um po leh khawvêla umhai chun felna chu an inchûk hlak sih a.",
      "reference": "ISAI 26:9"
    },
    {
      "content": "Mi rilo chu ditsakin um sienla khawm, felna inchûk chuong naw nih: indikna rama chun indik naw- takin thâwng a ta, LALPA ropuina hmu chuong naw ni.",
      "reference": "ISAI 26:10"
    },
    {
      "content": "“LALPA, i kut chu pharin a um a, nisienlakhawm, an hmu si nawh; amiruokchu, mihai ta dinga i ṭha- hnemngaina chu hmûng an ta, inzak tâng an tih; anih, nangma dotuhai chu meiin kâng hmang a tih.",
      "reference": "ISAI 26:11"
    },
    {
      "content": "LALPA, nangin inremna mi ruotpêk i ta; nangin kan sin po po khawm i mi thawpêk sih a.",
      "reference": "ISAI 26:12"
    },
    {
      "content": "Aw LALPA kan Pathien, nang chau ni loin, lal dang khawma kan chungah thu an nei ta hlak a, nisien- lakhawm, nangma ṭhangpui ngeiin i hming hi lam tâng kan tih.",
      "reference": "ISAI 26:13"
    },
    {
      "content": "Anni chu an thi tah a, hring nâwk ta naw ni hai, an bo tah a, tho nâwk ta naw ni hai; chuleiin, nangin anni chu hremin i suksiet a, an hriet zingna po po khawm i sukbohmang tah.",
      "reference": "ISAI 26:14"
    },
    {
      "content": "Hi hnam hi i sukpung tah a, aw LALPA, hi hnam hi i sukpung tah; nang chu chawimawiin i um tah a, hi ram hi a ramri po po chu i suklien tah.",
      "reference": "ISAI 26:15"
    },
    {
      "content": "“LALPA, an lunginzîng lai chun an sir hlak cheh a, i hremna chu an chunga a tlâk lai chun an ṭawngṭai zawmzawt a.",
      "reference": "ISAI 26:16"
    },
    {
      "content": "Nuhmei nau vawn, nei hun ta chu, a na hlak a, nauhasea a khêk rawng rawng hlak ang hin, aw LALPA, keini khawm i hmaah kan um hlak kha.",
      "reference": "ISAI 26:17"
    },
    {
      "content": "Nau kan vawn a, kan nah a, thli ang chau el kan nei kha, hnuoia hin sansuokna kawng hrim kan sukkaw nawh a, khawvêla umhai hlak an tlu bawk nawh.",
      "reference": "ISAI 26:18"
    },
    {
      "content": "I mithihai chu hring nâwk an ta, an ruonghai chu tho nâwk an tih. Pilvuta umhai, har unla, hlimtakin hla sak ro, i daidâw chu thlaihai daidâw ang a na, hnuoi hin mithihai chu a pei suok ding a ni sih a,” ti hi.",
      "reference": "ISAI 26:19"
    },
    {
      "content": "Hung ta u, ka mihai, in pindan sûngahai lût unla, in kawthai chu inkhâr khum ro, lungninawna hi ân kieng hmakhat chun mitkhapkâr chau bêk inbihmang ro.",
      "reference": "ISAI 26:20"
    },
    {
      "content": "Ngai ta u, LALPA chu, an suolna leia hnuoia umhai hrem dingin a umnaa inthawk chun a hung ṭum ding a nih; hnuoi khawm hin a thisenhai chu suklang a ta, mi an thathai chu inkhum ta naw ni.",
      "reference": "ISAI 26:21"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ISAI 26 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}