{
  "verses": [
    {
      "content": "Chun, lal Hezekia kum sâwm- palina kuma chun, Assuria ram lal Sennakerib chu Juda rama khuo kulpui neihai po po chu thaw dingin a hang feh a, a lâk tah a.",
      "reference": "ISAI 36:1"
    },
    {
      "content": "Chun, Assuria lal chun Rabsake chu sipaihai tamtak ṭhuoiin Lakis khuoa inthawkin Jerusalema lal Hezekia kuoma chun a tir a. Chun, dîl sakhnung lem tuilâkna kâwla puon sâwptu phûl lamliena chun a ngîr a.",
      "reference": "ISAI 36:2"
    },
    {
      "content": "Chuongchun, lal sûnghai chunga hotua um Hilkia naupa Eliakim hai, lekhaziektu Sebna hai, chanchin ziektu Asaph naupa Joa hai chu a kuomah an hung suok a.",
      "reference": "ISAI 36:3"
    },
    {
      "content": "Chun, Rabsake chun an kuomah, “Hezekia kuoma chun hieng ang hin hril ro, ‘Lal ropuitak Assuria lal chun hieng ang hin a tih, I ringna în nghatna hi ieng am a ni leh?",
      "reference": "ISAI 36:4"
    },
    {
      "content": "Indona ding chun i remruot le i hrâtna hi thu mei mei a nih; tu am i ringa ka chunga hel i ni ta leh?",
      "reference": "ISAI 36:5"
    },
    {
      "content": "Ngai ta, hi luong hmawl pawr, Aigupta hi, i ring a ni hi, chu chu miin a ringsan chun a kutah sunlût ngei a tih; Aigupta lal Pharao chu ama ringtuhai po po chunga chun chuong ang chu a ni hlak.",
      "reference": "ISAI 36:6"
    },
    {
      "content": "Annawleh, ka kuomah, LALPA kan Pathien chu a nih kan ring chu, i ti chun, ama chu Hezekia chun Judahai kuoma le Jerusalem mihai kuomah, Hi mâichâm hmaa chau hin inbiek ding a nih, tiin, a bâwlhmun le a mâichâmhai a lâk hmangpêk kha a ni nâwm a nih?",
      "reference": "ISAI 36:7"
    },
    {
      "content": "Chuongchun, ka hni che hi, ka pu Assuria lal kuoma chun thu tiem rawh, chuongchun, keiin sakawr sâng hni pêng ka ti che, nangin a chunga chuongtu dinghai i ngaituo thei ding phawt chun.",
      "reference": "ISAI 36:8"
    },
    {
      "content": "Iengtin am tawlailîrhai le sa- kawr chung chuong mihai tieng thuah Aigupta chunga i ringna in- nghatin, ka pu siehlaw chîn takhai laia hotu pakhat khawm hi i dang zo ding am a nih?",
      "reference": "ISAI 36:9"
    },
    {
      "content": "Chun, hi ram hi sukse dinga thaw dingin LALPA ṭhang loa hung am ka nih? LALPAIN ka kuomah, Chu ram chu thaw dingin hang fe la, sukse rawh, a mi ti a nih,’ tiin,” a ta.",
      "reference": "ISAI 36:10"
    },
    {
      "content": "Chun, Eliakim le Sebna le Joa hai chun Rabsake kuomah, “Kan hni che hi i siehlawhai hi Suria ṭawngin mi be ta rawh, chu chu kan hriet thei si a; kul bang chunga mihai na hrietah Juda ṭawngin mi be ta naw raw khai,” an tih a.",
      "reference": "ISAI 36:11"
    },
    {
      "content": "Nisienlakhawm, Rabsake chun, “Ka pu chun in pu kuom chau le in kuom chaua hieng thu hi hril dingin a mi tir am a nih? Kul bang chunga ṭhunghai, nangni le mâni êk la fa dinghai le mâni zun la dâwn dinghai kuoma hin a mi tir lem a ni nâwm a nih?” a ta.",
      "reference": "ISAI 36:12"
    },
    {
      "content": "Chun, Rabsake chu a ngîr a, Juda ṭawngin râwl inringtakin a khêk a, “Lal ropuitak Assuria lal thuhai hi lo ngai ro.",
      "reference": "ISAI 36:13"
    },
    {
      "content": "Lal chun hieng ang hin a tih, ‘Hezekia hlêmin um nuom naw ro; ama chun a sandam thei âwm si naw cheu a,",
      "reference": "ISAI 36:14"
    },
    {
      "content": "Hezekia chun, LALPA chun matheiloin mi sandam ngei a tih; hi khawpui hi Assuria lal kutah pêkin um naw nih, tiin hril sienla khawm LALPA chu Hezekian a hril lei elin ring nuom chuong naw ro.",
      "reference": "ISAI 36:15"
    },
    {
      "content": "Hezekia thu ngai naw ro, Assuria lal chun hieng ang hin a hril sih a, Mîn rempui unla ka kuoma hin hung suok ro, mi tinin mâni grêp hruia mi le mi tinin mâni theichang kûnga mi fa seng unla, mi tinin mâni tuikhur tui dâwn seng ro:",
      "reference": "ISAI 36:16"
    },
    {
      "content": "ka hunga nangni ram anga bei le uoin umna ram, bei le grêp huonhai umna rama ka fepui hmâkhat cheu chun.",
      "reference": "ISAI 36:17"
    },
    {
      "content": "LALPAIN mi sandam a tih, tîn, Hezekia hin thlêm hlau rawi a ti cheu, fîmkhur ro. Hnam tin pathien laia mi hrim hrimin an ram chu Assuria lala inthawkin an sanhim ta hlak am a nih?",
      "reference": "ISAI 36:18"
    },
    {
      "content": "Hamath le Arpadhai pathienhai kha khâw lai am an um tah a? Sepharvaimhai pathienhai kha khâw lai am an um tah a? Samari khuo kha keimaa inthawk khan an sanhim ta am a nih?",
      "reference": "ISAI 36:19"
    },
    {
      "content": "Chuong ram pathienhai po po laia mi chun tuhaiin am an ram keimaa inthawkin an sanhim ta hlak leh? LALPA chun Jerusalem hi keimaa inthawk hin sanhim uok a ti maw?’ tiin,” a ta.",
      "reference": "ISAI 36:20"
    },
    {
      "content": "Anni ruok chu an to zing a, bau khat khawma an dawn nawh; lal thupêk chu, “Ama chu dawn naw ro,” ti a ni sih a.",
      "reference": "ISAI 36:21"
    },
    {
      "content": "Chuongchun, lal sûnghai chunga hotua um Hilkia naupa Eliakim hai, lekhaziektu Sebna hai, chanchin ziektu Asaph naupa Joa hai chu silfên keithlêr inbelin Hezekia kuoma chun an hung tlung a, Rabsake thuhrilhai chu an hril tah a.",
      "reference": "ISAI 36:22"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ISAI 36 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}