{
  "verses": [
    {
      "content": "Aw thlierkârhai, ka thu ngai unla, hlataka mi tinhai, lo ngai bawk ro; LALPA chun sula inthawk hrimin a mi ko a; ka nu phîng sûnga inthawk hrimin ka hming a lo hril tah a;",
      "reference": "ISAI 49:1"
    },
    {
      "content": "ka bau hi kâwlhnâm ngeitak angin a siem a, a kuta chun a mi thuphmang a, thal nâwt tle varah a mi siem a, a thal bâwma chun a mi khum tlat a;",
      "reference": "ISAI 49:2"
    },
    {
      "content": "chun, ka kuomah, “Nang chu ka siehlaw i na; Israel, chawimawia ka umna ding chu i nih,” a tih a.",
      "reference": "ISAI 49:3"
    },
    {
      "content": "Kei ruok chun, “Athlâwn elin sin ka thaw inrim a, iengkhawm ni loa le boruok elah ka tha ka sêng a, nisien- lakhawm, matheiloin ka chunga rorêlna ding chu LALPA kuomah a nih a um chu, mi thungna ding khawm chu ka Pathien kuomah a nih a um chu,” ka tih a.",
      "reference": "ISAI 49:4"
    },
    {
      "content": "Tuhin chu LALPA, Jakobhai a kuoma ṭhuoi nâwkna ding le, Israel- hai a kuoma ṭhuoi khâwma an umna dingin siehlawa um dinga sula inthawka mi thlangtu chun a hril a, (LALPA mithmu chun mi inzaum ka ni sih a, ka Pathien chu ka hrâtna a ni ta bawk a) anih,",
      "reference": "ISAI 49:5"
    },
    {
      "content": "ama chun, “Jakobhai hnam tung- dingna ding le Israelhai laia hum- hima umhai chu inumtir nâwkna dinga, ka siehlawa i um hi, thil chiterek a la na; Jentailhai sukvartua khawm ruot bawk ka ti che; kâwl- kawdawng chena ka sandamna chu a tlung theina dingin,” a ta.",
      "reference": "ISAI 49:6"
    },
    {
      "content": "LALPA Israelhai intlantu le an Mi Inthieng chun, nasataka hmusita um le hnamhai iten, rorêltuhai sie- hlaw kuoma chun hieng ang hin a hril, “LALPA ringum, Israelhai Mi Inthieng, nangma thlangtu lei khan lalhaiin hmûng an ta, tho an tih; mi lienhai khawma chibai bûk an tih,” tiin.",
      "reference": "ISAI 49:7"
    },
    {
      "content": "LALPA chun hieng ang hin a tih, “Hun lâwmumah ka dawn cheh a, sandamna niah ka ṭhangpui che; ram inngîr ding le rochan ram râusan ta hnunghai annirawi chu inhluotir dingin ka humhim chein, mihai thuthlung dingin ka ruot che:",
      "reference": "ISAI 49:8"
    },
    {
      "content": "mi intânghai kuomah, ‘Suok ro,’ inthima umhai kuomah, ‘Hung in- lang ro,’ titu dingin. Lampuiahai chun fa pei an ta, tlâng insâng kawl vel vulahai po chun an tlatna hmun chu um a tih.",
      "reference": "ISAI 49:9"
    },
    {
      "content": "An phîngṭâmin dangchâr naw ni hai a; lumin sukrinumin nisain em bawk naw ni; anni lunginsiettu chun a ṭhuoi ding a ni sih a; tuihnâr kâwl- ahai ngei chun a ṭhuoi ding a nih.",
      "reference": "ISAI 49:10"
    },
    {
      "content": "Chuongchun, ka tlâng po po chu lampuiah siem ka ta, ka lamlienhai chu suksângin um bawk a tih.",
      "reference": "ISAI 49:11"
    },
    {
      "content": "En ta, sawhai saw, hlataka inthawkin an hung ding a ni saw; en ta, sawhai saw, hmartienga inthawk dâm, thlangtienga inthawk dâm, Sim rama inthawk dâmin an hung ding a ni saw.",
      "reference": "ISAI 49:12"
    },
    {
      "content": "Aw vânhai, hlimtakin hla sak ro; aw leihnuoi, hlimtakin um rawh; aw tlânghai, hla sak suok phut ro; LALPA chun a mihai chu a thlamuon sih a, a mi rinum tuorhai khawm chu a lunginsiet ding a ni sih a.",
      "reference": "ISAI 49:13"
    },
    {
      "content": "“Nisienlakhawm, Zion chun, ‘Jehova chun a mi mâksan a, Lalpain a mi theinghil tah,’ a tih a.",
      "reference": "ISAI 49:14"
    },
    {
      "content": "Nuhmeiin a naupa, a rîla ra chu, lunginsiet nawna dingin a nau nêne ne lai chu a theinghil thei am a nih? Chuonghai chun an theinghil thei a ni thei a, nisienlakhawm, kei chun theinghil naw ning che.",
      "reference": "ISAI 49:15"
    },
    {
      "content": "En ta, ka kutphaahai hin ka ziek che hi, i kul banghai chu ka hmaah a um zing a nih.",
      "reference": "ISAI 49:16"
    },
    {
      "content": "I nauhai chu an inhmaw a; nangma sukbohmangtuhai che le, nangma suksetuhai chun suoksan an ti che.",
      "reference": "ISAI 49:17"
    },
    {
      "content": "“Tang la, i mit inlên vêl la, en rawh; hieng po po hi an inkhâwm a, i kuomah an hung a ni hi. Ka hringna sâlin, ‘Nang chun chawimawina inbel angin hienghai hin inbelin, mo chu ân khit angin, hienghai hin inkhit ngei i tih’, LALPAIN a tih.",
      "reference": "ISAI 49:18"
    },
    {
      "content": "I hmun se ta le rausan hnunghai le sukbohmang hnung thua chun tuhin a umhai ta ding chun i chîn talaw ngei ngei ding a ni sih a; nangma lemtuhai kha hlatakah an um ta ding a nih.",
      "reference": "ISAI 49:19"
    },
    {
      "content": "I nau în hmang hnunga i nau nei nâwkhai chun, ‘Hmun hi ka ta dingin a chîn taluoh a, ka umna dingin hmun mi pe rawh,’ tiin i naah la hril an tih.",
      "reference": "ISAI 49:20"
    },
    {
      "content": "Chuongchun, nang chun i lungrilin, ‘Hienghai hi tu mîn entir am an ni leh? Ka nauhai kân hmang a, mâni khâta sala invâk invâk ka ni sih a; chuongchun, hienghai hi tuin am a châwm puitling tâwl leh? Ngai ta, ka khât chaua mâksanin ka um sih a, hienghai hi khaw taka inthawka hung um am an ni leh?’ tîng i tih,” tiin.",
      "reference": "ISAI 49:21"
    },
    {
      "content": "Lalpa PATHIEN chun hieng ang hin a tih, “Ngai ta, hnam tin ta dingin ka kut ka pharin, mi tin ta dingin kân chikna târ suok ka tih; chuongchun, i naupasalhai chu apawma pawmin i kuomah hung ṭhuoi ka ta, i naunuhmeihai khawm an liengkoa puta hung ṭhuoiin um an tih.",
      "reference": "ISAI 49:22"
    },
    {
      "content": "Chun, lalhai chu i nauhai pawmtuhai nîng an ta, an lalnuhai khawm chu i nauhai pawmtunu nîng an tih; anni chun hmaia hnuoi sikin chibai bûk an ti cheh a; i kea pilvut chu liek an tih; chuongchun, kei hi LALPA ka ni hung hre el i tih; a mi nghâktuhai chu muolphoin um naw ni hai.",
      "reference": "ISAI 49:23"
    },
    {
      "content": "“Râllâkhai chu mi hrâttaka inthawka lâkpêka umin, mi ṭium salhai chu sansuokin an um ding am a nih?",
      "reference": "ISAI 49:24"
    },
    {
      "content": "Nih e a, LALPA chun hieng ang hin a tih, ‘Mi hrâttak salhai meu khawm lâkpêkin um an ta, mi ṭium râllâkhai chu sansuokin um an tih; nangma dotu chu ka do ding a ni sih a, i nauhai khawm ka sandam ding a nih.",
      "reference": "ISAI 49:25"
    },
    {
      "content": "Chun, nangma nêksâwrtuhai chu anni sa ngei infâktir ka ta; uoin thlum inrui ang hin anni thisenin inrui an tih; chuongchun, mi po poin, kei LALPA hi nangma sandamtu le nangma intlantu, Jakobhai Mi Hrât chu ka nih ti mi hrieng an tih,’” tiin.",
      "reference": "ISAI 49:26"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ISAI 49 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}