{
  "verses": [
    {
      "content": "Jessai a bula inthawkin a dâwn hung suok a ta, a zunga inthawka kak suokhai chu râng a tih;",
      "reference": "ISAI 11:1"
    },
    {
      "content": "chun, LALPA thlarau-varna le hriet theina thlarau, remruotna le hrâtna thlarau, hrietna le LALPA ṭina thlarau chu-a chungah fûng a tih.",
      "reference": "ISAI 11:2"
    },
    {
      "content": "Chuongchun, a lâwmna chu LALPA a ṭinaah nîng a ta, a mita a hmu angin ro rêl naw nih a, a naa a hriet angin kâwk el bawk naw nih a;",
      "reference": "ISAI 11:3"
    },
    {
      "content": "rimsihai chu feltakin ro rêlpêk lem a ta, hnuoia mi thuhnuoirawlhai ta ding chun thlierbîk nei loin kâwkpêk bawk a tih; a bau hembâwk chun hnuoi hi vuong a ta, a hmûra thuok chun mi rilohai chu that a tih.",
      "reference": "ISAI 11:4"
    },
    {
      "content": "Felna hi a kâwnghrên nîng a ta, ringumna hi a kâwngkhi nîng a tih.",
      "reference": "ISAI 11:5"
    },
    {
      "content": "Chun, satene chu berâmte leh um hmunkhat tâng an ta, keite chu kelte leh bawk hmunkhat tâng an tih; bâwngte le sakeibaknei vânglai le ran châwmthâuhai chu um hmunkhat tâng an ta; naupangtêin ṭhuoi dup dup a tih.",
      "reference": "ISAI 11:6"
    },
    {
      "content": "Chun, sebâwng le savawm chu tlâng an ta, an têhai chu bawk hmunkhat diel diel tâng an tih; chun, sakeibaknei chun bâwngchal angin bupâwl fa tâng a tih.",
      "reference": "ISAI 11:7"
    },
    {
      "content": "Chun, nau nêne ne lai chu rûlriel kuo khotlângah inhnel tâng a ta, nau nêne nêk bân ta chun rûlhmuk intawmkûk kuo khotlânga chun a kut innghat a tih.",
      "reference": "ISAI 11:8"
    },
    {
      "content": "Ka tlâng inthienga hrim hrim chun insuknat um ta naw nih a, insuksiet um bawk ta naw ni; tuihai hin tuisuoriet ân khum zing angin, leihnuoi hi LALPA hrietnain a sip zo vawng ta ding a nih.",
      "reference": "ISAI 11:9"
    },
    {
      "content": "Chun, chu nia chun, Jessai zung, mi tin inchikna dinga ngîr chu ama ngei chu hnam tinin râwn an ta, a châwlna hmun chu ropui a tih.",
      "reference": "ISAI 11:10"
    },
    {
      "content": "Chun, chu nia chun LALPA chun a mihai, a thi mahla la um sun, Assuria rama inthawk dâmin, Aigup- ta rama inthawk dâmin, Pathros rama inthawk dâmin, Kus rama inthawk dâmin, Elam rama inthawk dâmin, Sinar rama inthawk dâmin, Hamath khuoa inthawk dâmin, tuisuoriet thlierkâra inthawk dâma la nâwk dingin a vawi hninaa chun a kut la phar nâwk a tih.",
      "reference": "ISAI 11:11"
    },
    {
      "content": "Chun, hnam tin ta dingin inchikna târ suok a ta, Israel hnawt suoka umhai chu ṭhuoi khâwm a ta, Juda indarhai kâwl kil lia inthawkin ṭhuoi khâwm a tih.",
      "reference": "ISAI 11:12"
    },
    {
      "content": "Chuongchun, Ephraim hai îtthîkna chu bo tâng a ta, Juda hai sukbuoituhai chu sukbohmangin um tâng an tih; Ephraim hai chun Juda hai chu îtthîk ta naw ni hai a, Juda hai khawma Ephraim hai chu sukbuoi ta naw ni hai.",
      "reference": "ISAI 11:13"
    },
    {
      "content": "Chuongchun, annihai chu thlangtienga Philistin mihai liengkoa chun zuk vuongin zu fûng an ta; khawsak nauhai chu rawk hmunkhat an tih; Edom le Moab mihai chungah an kut thlâk an ta; Ammon thlahai chun an thu awi tâng an tih.",
      "reference": "ISAI 11:14"
    },
    {
      "content": "Chun, LALPA chun Aigupta tuisuoriet kilkawi chu sukse vawng a ta; Vadungpui khawm chu a thli lum vut vut chun a kut thin khum a tih; vadungtê pasaria siem khawp rauin vuong a ta, mihai chu kepha khawm hu loin infekaitir a tih.",
      "reference": "ISAI 11:15"
    },
    {
      "content": "Chuongchun, Aigupta rama inthawka an suok nia, Israelhai ta dinga lamlien a lo um ang khan a mihai thi mahla la um sunhai ta ding chun Assuria rama inthawkin lamlien hung um a tih.",
      "reference": "ISAI 11:16"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ISAI 11 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}