{
  "verses": [
    {
      "content": "Lal Uzzia a thi kum khan LALPA chu lalṭhungpha insângtaka chawisânga a ṭhung ka hmuh a, a silfên hmawr infuol chun biekin chu a suksip ta vawng a.",
      "reference": "ISAI 6:1"
    },
    {
      "content": "A kâwla chun serafîmhai an ngîr a, thla paruk an nei seng a, an thla pahni chun an hmai an inkhum a, pahni chun an kephahai an inkhum a, pahni chun an vuong a.",
      "reference": "ISAI 6:2"
    },
    {
      "content": "Chun, “Sipaihai LALPA chu ân thieng ie, ân thieng ie, ân thieng ie, hnuoi pumpui chu a ropuinain a sip a,” tiin, an inkhêk tuo an inkhêk tuo hlak a.",
      "reference": "ISAI 6:3"
    },
    {
      "content": "Chuongchun, a khêktu khêk ria chun a kawtkhâr bul lungphûm chen- in ân hnîng ta dur dur a, in chu meikhuin a sip tah a.",
      "reference": "ISAI 6:4"
    },
    {
      "content": "Chu phingleh kei chun, “Hmûr tirdakum put mi ka na, hmûr tirdak- um put mihai laia um ka ni leiin ka chung a va rik de! Ka bohmang a ni hi, ka mitin, Lal, sipaihai LALPA chu a hmu ta sih a,” ka tih a.",
      "reference": "ISAI 6:5"
    },
    {
      "content": "Chuongchun, serafîm pakhat, mâichâma inthawka chaichea chep, meiling chawiin ka kuomah a hung vuong a,",
      "reference": "ISAI 6:6"
    },
    {
      "content": "ka bau a hang bel a, “Ngai rawh, hi hin i hmûr a tâwk tah; chuong- chun, i khawhlona lâk hmang a ni tah a, i suol khawm tlêngfai a ni tah,” a ta.",
      "reference": "ISAI 6:7"
    },
    {
      "content": "Chun, “Tu am tir ka ta, tu am ei ta dingin fêng a ta?” tiin LALPA râwl chu ka hriet a.",
      "reference": "ISAI 6:8"
    },
    {
      "content": "Chuongchun, kei chun, “Kei hitaka hin ka um, mi tir ta la,” ka tih a. Chun, ama chun, “Fe la, hi chihai hi hril rawh, ‘Na chun a hriet chu hre unla, a ngaina ruok chu hre naw ro; a hmu chu hmu unla, a hriet chu hre naw ro,’ tiin.",
      "reference": "ISAI 6:9"
    },
    {
      "content": "Hi chihai lungril hi sukthâu la, an nahai suksêt la, an mithai insîmtir rawh; chuong naw chun an mitin hmûng an ta, an nain hrieng an ta, an lungrilin hre bawk an ta, nghakîr nâwk an ta, sukdamin um rawi an tih,” a ta.",
      "reference": "ISAI 6:10"
    },
    {
      "content": "Chun, kei chun, “LALPA, ieng chen am nîng a ta?” ka tih a. Chun, ama chun a dawn a, “Khawpuihai mihriem um loa a ram a, inhai thlûttu um lo a a ṭîek a, râusana a um vawng a,",
      "reference": "ISAI 6:11"
    },
    {
      "content": "LALPAIN mihai chu hlatakah a sawn a, ram sûnga hmun mâksan hnung tamtak a um hmakhat chun.",
      "reference": "ISAI 6:12"
    },
    {
      "content": "Chun, a sûnga chun sâwm laia pakhat khawm la um sienla, fâk zoin um nâwk nghâl an tih; nisienla- khawm, sething le thingsaisuo chu phûr hnung khawma a bul a la um zing hlak angin chi inthieng chu a bul la um zing chu a nih,” tiin.",
      "reference": "ISAI 6:13"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ISAI 6 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}