{
  "verses": [
    {
      "content": "A thla zâp ri hum hum ram, Ethiopia rama vadungte râla um, tuipuiah, tui chunga luong– lawngahai palaihai tirtu chu!",
      "reference": "ISAI 18:1"
    },
    {
      "content": "Thangko hrâttakhai, hnam in- sâng thler thlawr innâmtak kuomah, an suok phuta inthawka tu chena mi ṭiumtakhai kuoma chun fe ro; chu hnam chun ram an sem hlak a, an sir thlûk bawk hlak a, an ram chu vadunghai chun a semdar a nih.",
      "reference": "ISAI 18:2"
    },
    {
      "content": "Khawvêla um po po le leihnuoi hluohai, tlângahai inchikna an târ suok phaleh en ro; tawtawrâwt an mût pha chun ngai ro.",
      "reference": "ISAI 18:3"
    },
    {
      "content": "LALPA chun ka kuomah hieng ang hin a hril a nih, “Um ṭawk ṭawk ka ta, ka umnaa hin thlîr zing ka tih; nisa sat laia khaw lum inthieng vel vul ang le, bu sîk khaw lum laia daidaw sûmhu ang hin,” tiin.",
      "reference": "ISAI 18:4"
    },
    {
      "content": "Grêp lo hun hmaa, a pâr a rêm a, a pâr chu grêp puoma a hung inchang pha chun, a kauhai tê chu theikûng ât bawngnain a ât bawng ding a ni sih a; a kau inzâm darhai chu la hmangin ât bawng bawk a tih.",
      "reference": "ISAI 18:5"
    },
    {
      "content": "Chuongchu tlânga vate hnukin- râwlhai le hnuoia sahai ta dingin mâksanin um an tih, chuongchun, vate hnukinrâwlhai chun anni chu nipui sûngin fâng an ta, hnuoia sahai po po chun thlasik sûngin fâng an tih",
      "reference": "ISAI 18:6"
    },
    {
      "content": "Chu pha chun sipaihai LALPA hming umna hmun Zion tlânga chun, sipaihai LALPA kuoma pêk dingin mi insâng thler thlawr innâmtakhai kuoma inthawkin, an suok phuta inthawka tu chena mi ṭiumtakhai kuoma inthawk chu, lâwmman hung chawi an tih; chu hnam chun ram an sem hlak a, an sir thlûk bawk hlak a, an ram chu vadunghai chun a semdar a nih.",
      "reference": "ISAI 18:7"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ISAI 18 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}