{
  "verses": [
    {
      "content": "Tlânghai chu i hmaa an luong thlâk dûl dûl theina dingin vân kha sukthlêrin hung ṭum thei hrâm la chu aw!",
      "reference": "ISAI 64:1"
    },
    {
      "content": "meiin thing nawi a suk chawk a, tui dâm a sukso ang hin, hnam tin i hmaah an inthin a, nangma dotuhai che kuoma chun i hming chu in- hriettir a ni theina dingin.",
      "reference": "ISAI 64:2"
    },
    {
      "content": "Kan beisei naw thil râpthlâk i thaw lai khan i hung ṭum a, tlânghai chu i hmaah an luong thlâk dûl dûl kha.",
      "reference": "ISAI 64:3"
    },
    {
      "content": "Tienlaia inthawk tah mihaiin, nangma chau naw chu, anni nghâktuhai ta ding thawpêk hlaktu Pathien an hriet ngai si nawh a, nain an hriet ngai nawh a, mit khawma an hmu ngai bawk nawh.",
      "reference": "ISAI 64:4"
    },
    {
      "content": "Nang chun hlimtaka uma, fel- taka thawtu, i lampuihaia nangma hre zing hlaktuhai chu, i tuok hlak a; ngai ta, nang i lunginsen a, keinin thil kan suksuol a; chuongahai chun sâwttak kan lo um tah a, chuong- chun, sandamin la um thei kan ti?",
      "reference": "ISAI 64:5"
    },
    {
      "content": "Mi inthieng naw angin kan lo um vawng ta sih a, kan felnahai po po khawm silfên inthieng naw ang a na; kan rêng hin hna angin kan vuoi hlak a; kan khawhlonahai hin thli angin a mi lên hmang hlak.",
      "reference": "ISAI 64:6"
    },
    {
      "content": "Chuongchun, i hming lama, nangma chel dinga mâni insukhar tukhawm an um dêr nawh a, keini kuoma hin i hmai i thup ta sih a; kan khawhlonahai hmangin i mi sukbo- hmang tah a nih.",
      "reference": "ISAI 64:7"
    },
    {
      "content": "Tu ruok hin chu aw LALPA, nang chu kan pa i na; keini hi bepil kan na, nang chu a mi hemtu i na, chuong- chun, kan rêng hin i kutsuok kan nih.",
      "reference": "ISAI 64:8"
    },
    {
      "content": "Aw LALPA, lunginsen talaw naw la, khawhlonahai khawm kumkhaw- tluong chun hre zing naw rawh; ngai ta, lunginsiettakin mi en la, kan rêng hin i mihai kan ni hi.",
      "reference": "ISAI 64:9"
    },
    {
      "content": "I khawpui inthienghai chu thlalêrah a hung inchang a, Zion chu thlalêrah a hung inchang a, Jerusa- lem chu hmun râusanah a hung inchang ta hi.",
      "reference": "ISAI 64:10"
    },
    {
      "content": "Kan in inthieng le kan in mawitak, kan puhaiin an lo inpâkna hlak che chu, meia raw a na; kan thil ditumhai po po hlak chu suksietin a um ta vawng sih a.",
      "reference": "ISAI 64:11"
    },
    {
      "content": "Aw LALPA, chuong thilahai chun în sûm thei ding am a nih? I to zingin i mi sukrimsi nasa zing ding am a nih?",
      "reference": "ISAI 64:12"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ISAI 64 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}