{
  "verses": [
    {
      "content": "LALPA chun hieng ang hin a tih, “In nu mâkna lekha, ka mâkna chu, khaw lai am a um a? Annawleh, ka leibatnahai a tu tak kuom âm ka zawr cheu a? Ngai ta u, in khawhlonahai leiin a nih zawra in um chu, in bawsietnahai leiin a nih in nu khawm kha mâka a um chu.",
      "reference": "ISAI 50:1"
    },
    {
      "content": "Ieng leiin am ka hung khan mi hrim hrim an um nawh a? Ieng dinga ka ko khan a mi dawn an um nâwm a na? Ka kut hi intlan thei lo dingin suktâwiin a um hrim hrim am a nih? Annawleh, sanhim dingin thilthaw- theina hrim hrim ka nei nâwm a nih? Ngai ta u, ka kâwknain tuisuoriet ka sukkang hlak a, vadungpuihai chu ram ṭâwlah ka siem hlak, tui hrim hrim a um naw leiin a ngahai chu an thuh a, dangchârin an thi hlak.",
      "reference": "ISAI 50:2"
    },
    {
      "content": "Vân khi inthimnain kân thuom hlak a, saiip puon ân khumna dingin ka siem hlak,” tiin.",
      "reference": "ISAI 50:3"
    },
    {
      "content": "Mi sâwltak chu thua ka suksâwl- dam theina dingin LALPA Pathien chun inchûktirhai lei a mi pêk a; ama chun tûk tinin a keihar a, inchûk- tirhaiin an hriet anga hre dingin ka na hi a keihar hlak.",
      "reference": "ISAI 50:4"
    },
    {
      "content": "Lalpa PATHIEN chun ka na a mi sukhawngpêk a, kei chu ka hel nawh a, ka ngha kîr bawk nawh.",
      "reference": "ISAI 50:5"
    },
    {
      "content": "Ka ruongzâng hi vawtuhai kuom- ah ka dawh a, ka bienghai hi hmul phawituhai kuomah ka daw bawk a; muolphonaa le chilsâkkhumnaah ka hmai ka hup nawh.",
      "reference": "ISAI 50:6"
    },
    {
      "content": "Lalpa PATHIEN chun a mi ṭhangpui ding a ni sih a; chuleiin, kân zak ngai nawh a; chuleiin, meitâwk- lung ang tlatin ka ngha hlak, muol- pho naw ning ti ka hriet.",
      "reference": "ISAI 50:7"
    },
    {
      "content": "Thiem mîn changtirtu chu a hnai a, tuin am mi do a ta? Ngîr ve vêng ei tih; a mi dotu chu tu am a ni leh? Mi hung hnai raw se.",
      "reference": "ISAI 50:8"
    },
    {
      "content": "Ngai ta, Lalpa PATHIEN chun mi ṭhangpui a tih; tuin am thiemnaw mîn changtir a ta? Ngai ta, chuonghai po po chu silfên angin la hlui a ta, hângthimin fa se vawng a tih.",
      "reference": "ISAI 50:9"
    },
    {
      "content": "Nangni laia LALPA chu ṭih a, a siehlaw thuawi chu, tu am a na? Inthima lênga var hrim hrim nei naw chun LALPA hming chu ring sienla, a PATHIEN chungah innghat raw se.",
      "reference": "ISAI 50:10"
    },
    {
      "content": "Mei sêm a, thingthu tivar hlak po pohai, ngai ta u, in mei vara le in thingthu tihai lai chun lêng ro. Hi hi ka kuta inthawka in la hmu ding chu a nih, lungngaitaka in la zâlna ding chu.",
      "reference": "ISAI 50:11"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ISAI 50 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}