{
  "verses": [
    {
      "content": "Ephraimhai zu inruihmanghai chapona lallukhum chung le, an mawina ropui pâr ṭuoi mêk, uoin inchie hnea umhai ruom ṭhatakin a khum chung chu a rik ie!",
      "reference": "ISAI 28:1"
    },
    {
      "content": "Ngai ta, LALPA chun mi hrât thilthawtheitak a nei a; ama chun riel nasatak tla dur dur, thlipui thil sukse rem rum ang le, tuilien nasatak lien zur zur ang elin, hnuoiah pei chawr a tih.",
      "reference": "ISAI 28:2"
    },
    {
      "content": "Ephraimhai zu inruihmang chapona lallukhum chu sirdein um a ta;",
      "reference": "ISAI 28:3"
    },
    {
      "content": "an mawina ropui pâr ṭuoi mêk, ruom ṭhatakin a khum chu, nipui hmaa theichang hmin hmasa tak, a entuin a hmuh a, a kuta a um phinga a fâk zo el hlak ang chu nîng a tih.",
      "reference": "ISAI 28:4"
    },
    {
      "content": "Chu nia chun sipaihai LALPA chu, a mi la um sunhai ta dingin ropuina lallukhum dâm, mawina lukhum dâm,",
      "reference": "ISAI 28:5"
    },
    {
      "content": "rorêl dinga ṭhung ta dinga rorêlna thlarau dâm, kul kawtkhâr bula hung thawtuhai dangkîrtuhai ta dinga hrâtna nîng a tih.",
      "reference": "ISAI 28:6"
    },
    {
      "content": "Nisienlakhawm, chuonghai khawm chu uoin leiin an thle an thle a, zu leiin an pêm an pêm a, thiempuhai le zâwlneihai chu zu leiin an thle a, uoin lem zoin an um a, zu leiin an pêm an pêm a; inlârna thuah an thle an thle hlak a, rorêlna thuah an pêm an pêm hlak.",
      "reference": "ISAI 28:7"
    },
    {
      "content": "Hmun fai hrim hrim um naw khawpin dawkân po po chu luok le thil pawrchein a sip a nih.",
      "reference": "ISAI 28:8"
    },
    {
      "content": "Hrietna tieng chu tu hîm ân chûktir ding a ni leh? Thucha chu tu hîm ân hriettir ding a ni leh? Nene nêk bân chauhai le nêne innêktir ta lohai hîm an ni ding?",
      "reference": "ISAI 28:9"
    },
    {
      "content": "Thununna thu chunga thu- nunna thu inchuon a, thununna thu chunga thununna thu inchuon a, dân chunga dân inchuon a, dân chunga dân inchuon a; hitakah tlâwmte, sawtakah tlâwmte, ti ruok a ni sih a.",
      "reference": "ISAI 28:10"
    },
    {
      "content": "Anih, nisienlakhawm, hmûr danglam put mi hmangin, ṭawng dangin hieng mihai kuoma hin thu hril lem tâng a tih:",
      "reference": "ISAI 28:11"
    },
    {
      "content": "“Hi hi a nih châwlna chu, sâwl- hai chu inchâwltir ro; hi hi a nih insukharna chu,” a tihai chu: nisien- lakhawm, an ngai nuom si nawh.",
      "reference": "ISAI 28:12"
    },
    {
      "content": "Chuleiin, an feh a, an thala an tlûk a, an kawinawi a, chânga an âwk a, mana an um theina dingin, LALPA thu chu annirawi ta ding chun, thu- nunna thu chunga thununna inchuon a, thununna thu chunga thununna inchuon a, dân chunga dân inchuon a, dân chunga dân inchuon a; sawtakah tlawmte, hitakah tlâwmte ti ruok ni el a tih.",
      "reference": "ISAI 28:13"
    },
    {
      "content": "Chuleichun, mi hmusit hmang- hai, hieng mihai, Jerusalema umhai ro rêlpêktuhai, LALPA thu hi hre ro.",
      "reference": "ISAI 28:14"
    },
    {
      "content": "“Thina kuomah thu kan thlung tah, Seol leh thu kan intiem tah; vuokna tui lien liem chu a luong tlang pha khawm keini chen chun luong naw nih; khêl thu dâm kan inhumhim- na dingin kan hmang a, khêl hnuoi- ah kan inbihmang ta sih a,” in ti leiin;",
      "reference": "ISAI 28:15"
    },
    {
      "content": "chuleiin, Lalpa Pathien chun hieng ang hin a hril, “Ngai ta, lung, lung fie hnung, a kia lung hlutak ka phûm, dettak chu, Ziona chun lung- phûm dingin ka rem hi; ama ringtu chu inhmaw naw nih.",
      "reference": "ISAI 28:16"
    },
    {
      "content": "Rorêlna fel chu a suktlûnna hruiin hmang ka ta, felna chu a dârmûmkhaiah hmang ka tih, riel chun inhumhimna khêl thuhai chu dêng hmang vawng a ta, tuihai chun inbîkhmangna chu chîm tlum a tih.",
      "reference": "ISAI 28:17"
    },
    {
      "content": "Chun, thina kuoma in thu- thlung chu sûtin um a ta, Seol le in thutiem khawm chu ngir suok naw ni, vuokna tui lien liem chu a luong tlang pha chun, chu pha chun sirdein um in tih.",
      "reference": "ISAI 28:18"
    },
    {
      "content": "A luong tlang po leh la pei a ti cheu a; tûk tin tûk tinin, a sûn a zânin, a luong tlang âwm sih a; thu incha umze hriet chu thil râpthlâk ruok nîng a tih,” tiin.",
      "reference": "ISAI 28:19"
    },
    {
      "content": "Khum chu inthluongna dingin a tawi ta law sih a; puonthuo chu inkhumna dingin a chîn talaw bawk si.",
      "reference": "ISAI 28:20"
    },
    {
      "content": "A sin, a sin danglam chu, a thaw theina ding le, a thilthaw, a thilthaw danglam chu a muolsuo theina dingin, LALPA chu Perazim tlânga a tho ang khan a tho ding a ni sih a, Gibeon ruoma a lunginsen ang khan a lunginsen ding a ni sih a.",
      "reference": "ISAI 28:21"
    },
    {
      "content": "Chuongchun, mi hmusit hmang- tuhai ni ta naw ro, chuong naw chun, in kawl bunhai chu ringumtakin siem rawi an tih; tâwpna, tâwpna tlung ngei dinga ruot tlat chu, hnuoi pum- pui chunga a tlung ding thu, Lalpa, sipaihai LALPA kuoma inthawk chun ka hriet sih a.",
      "reference": "ISAI 28:22"
    },
    {
      "content": "Na sit unla, ka râwl hi hre ro, ngai unla, ka thu hril hi hre ro.",
      "reference": "ISAI 28:23"
    },
    {
      "content": "Hnuoi inlettu chun chi thena dingin hnuoi chu ân let ân let el hlak am a nih? a hnuoi tlanghai chu a suknawiin a sukphit zing hlak am a nih?",
      "reference": "ISAI 28:24"
    },
    {
      "content": "A chung chu a chawkruol zoin Mohuri chu a thedar ni lo am a nih? Zira dâm khawm a the ni lo am a nih? Bu dâm chu a tlarin, buṭei  dâm chu hmun ruotah, mimhai khawm chu a hnâwm hrûlah a tû hlak ni lo am a nih?",
      "reference": "ISAI 28:25"
    },
    {
      "content": "A Pathien chun ama chu feltak- in a thununin ân chûktir hlak sih a.",
      "reference": "ISAI 28:26"
    },
    {
      "content": "Mohuri chu bu chîlna khâwl ngeiin an chil ngai si nawh a, zira chungahai chun tawlailîr kehai chu an inhlumtir ngai bawk nawh; mohu- ri chu hmawlin an vuok lem hlak.",
      "reference": "ISAI 28:27"
    },
    {
      "content": "Beiphit bu chu râwtnawiin a um hlak, kumkhuoin a vuok zing âwm si nawh a, tawlailîr ke le a sakawr chun sukdar sienla khawm, ân râwt- nawitir ngai nawh.",
      "reference": "ISAI 28:28"
    },
    {
      "content": "Chuong khawm chu sipaihai LALPA, inrâwnna kawnga mi mak- tak le, varna kawnga mi ṭhatak kuoma chu a suok a nih.",
      "reference": "ISAI 28:29"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ISAI 28 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}