{
  "verses": [
    {
      "content": "Babulon phurrik Amoz naupa Isaiin a hmu chu.",
      "reference": "ISAI 13:1"
    },
    {
      "content": "Mi lienhai kawtkhârahai chun an lût theina dingin tlâng kawl ruoua chun inchikna târ suok unla, inring- takin anni chu ko unla, kutin hui ro.",
      "reference": "ISAI 13:2"
    },
    {
      "content": "Keima ngeiin ka mi ruothai chu thu ka pêk tah a, anih, ka mi hrâttak, ka mi indutaka hlimhai chu ka lung- insen hrîkthlatu dingin ka ko tah.",
      "reference": "ISAI 13:3"
    },
    {
      "content": "Chu! tlânga mipui ri, mipui nasatak ri ang el chu! Chu! hnam tin rama mi um khâwmhai sa mur mur ri chu! Sipaihai LALPA chun râl thaw dingin sipaihai ân pun tâwl a ni chu.",
      "reference": "ISAI 13:4"
    },
    {
      "content": "Annirawi, LALPA le a lung- ninawna hriemhreihai chu, ram hla- taka inthawk, kâwlkawdawng tâwp rêta inthawkin, ram po po hi sukse dingin an hung a ni chu.",
      "reference": "ISAI 13:5"
    },
    {
      "content": "Inrûm rak rak ro, LALPA ni chu a hnai ta sih a, Iengkimthawtheia in- thawka suksietna a hung tlung angin a hung tlung ding a nih.",
      "reference": "ISAI 13:6"
    },
    {
      "content": "Chuleiin, kut po po chu hrât naw nih a, mihriem lungril tinrêng khawm intuihmang a tih;",
      "reference": "ISAI 13:7"
    },
    {
      "content": "chun, ṭîng an ta, natna le lungninawnahai chun man tâwl a tih; nuhmei nauhase angin nâng an ta, mak inti tuong an ta; an hmêlhai chu meichawk hmêl ang ni tâwl a tih.",
      "reference": "ISAI 13:8"
    },
    {
      "content": "Ngai ta, ram sukbohmang ding le chutaka mi suolhai chu a sûnga inthawka sukbohmang dingin LALPA ni chu nasatakin lunginsenna le lung- inthakna nasatak leh a hung tlung ding a nih.",
      "reference": "ISAI 13:9"
    },
    {
      "content": "Vân arasihai le a sizuchohai chun an var insuo naw ni hai a, nisa chu a suok laia sukthimin um a ta, thla khawma a var chu ân vartir ta naw ding a nih.",
      "reference": "ISAI 13:10"
    },
    {
      "content": "Chun, khawvêl hi an suolna leiin hrem ka ta, mi rilohai chu an khawhlona leiin hrem bawk ka tih, chun, mi chapo ṭawnga mingem chu sukbo ka ta, mi ṭium chapona chu sukhnuoi bawk ka tih.",
      "reference": "ISAI 13:11"
    },
    {
      "content": "Mi hi rângkachak inthieng nêk khawma vâng lemin siem ka ta, mihriem ngei hi Ophir rângkachak inthieng nêk khawma vâng lemin siem ka tih.",
      "reference": "ISAI 13:12"
    },
    {
      "content": "Chuongchun, vân khi sukthin ka ta, sipaihai LALPA lunginsen leiin; a lunginsenna nasatak nia chun, hnuoi khawm hi a umna hmun sawn dawr khawpa sukhnîngin um a tih.",
      "reference": "ISAI 13:13"
    },
    {
      "content": "Chun, sakhi hnawt zêk ang le, berâm tukhawm ikhal khâwm lo angin mi tinin mâni chipuihai tieng seng nghâng an ta, mi tin mâni ram tieng seng tlân hmang an tih.",
      "reference": "ISAI 13:14"
    },
    {
      "content": "Tukhawm an hmu taphawt sun- thlengin um an ta, tukhawm an man taphawt kâwlhnâma sukthlûkin um an tih.",
      "reference": "ISAI 13:15"
    },
    {
      "content": "An nautêhai khawm an mit- hmuah innâwi dar khawpa hnuoi vuoknaa hmangin um an ta, an inhai chu rawkin um a ta; an nuhmeihai chu pâwngsuol tuokin um bawk an tih.",
      "reference": "ISAI 13:16"
    },
    {
      "content": "Ngai ta, Media mihai anni thaw dingin chawktho ka ta, chuonghai chun tangka ngaisak naw ni hai a, rângkachak khawm lâwm naw ni hai.",
      "reference": "ISAI 13:17"
    },
    {
      "content": "An thalngulhai chun tlangvâlhai chu suknâwi a ta; mi rîla ra lunginsietna hrim hrim nei naw ni hai a; an mit chun naupanghai khawm hla naw nih.",
      "reference": "ISAI 13:18"
    },
    {
      "content": "Chun, Babulon ramhai ropuina, Kaldai mihai isuong thil mawitak chu, Pathienin Sodom le Gomorra a sukbohmang lai ang khan la um a tih.",
      "reference": "ISAI 13:19"
    },
    {
      "content": "Iengtika khawm chutaka chun mi um ta naw ni hai a, suon um sûng po po chun a sûnga um um naw ni hai; Arab mihai chun chutaka chun an puon in chu zâr naw ni hai a; berâm vêngtuhaiin chutaka chun an berâm ruol chu inbawktir bawk naw ni hai.",
      "reference": "ISAI 13:20"
    },
    {
      "content": "Thlalêra ramsahai chutaka chun bawk an ta; an inhai chu thil- hring nguitakhaiin sip a tih; varîng- seihai chutaka chun chêng an ta, sakêlhai chutaka chun inhnel lem tâng an tih.",
      "reference": "ISAI 13:21"
    },
    {
      "content": "Satenehai chu an kulbîngahai chun inhrâm an ta, sihalhai khawm an lal in inhawitakahai chun inhrâm bawk an tih; chun, a hrem hun ding chu a tlung ding a ni tah a, a nihai khawm sukseiin um naw nih.",
      "reference": "ISAI 13:22"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ISAI 13 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}