{
  "verses": [
    {
      "content": "Damaska khaw phurrik chu. Ngai ta, Damaska chu khaw- pui ni ta lo dingin lâk hmang a ni tah; chuongchun, in chim khâwm el ni tâng a tih.",
      "reference": "ISAI 17:1"
    },
    {
      "content": "Aroer khuohai chu tlânsanin a um tah; berâm ruolhai umna ding ni el a tih; chuong chu bawk an ta, tukhawma sukṭi naw ni hai.",
      "reference": "ISAI 17:2"
    },
    {
      "content": "Ephraima inthawka kulpui chu bo a ta, Damaskaa inthawkin ram chu bo a tih; Suria ram la um sunhai khawm chu bo a ta, Israel thlahai ropuina ang chauin um an tih, sipaihai LALPAIN a tih.",
      "reference": "ISAI 17:3"
    },
    {
      "content": "Chu nia chun, Jakob ropuina chu sukchêrin um a ta, a tisa thâuna chu hung chêr tâng a tih.",
      "reference": "ISAI 17:4"
    },
    {
      "content": "Chuongchun, bu sîktupain bu a lâk a, a vuihai chu kuta a ât bawng ang el hi nîng a tih; anih, Rephaim ruoma mihaiin buvui hmu ṭhel an rût ang el hi nîng a tih.",
      "reference": "ISAI 17:5"
    },
    {
      "content": "Nisienlakhawm, oliv thing vuok hnunga a zikpui insângtak lêra ra pahni pathum amanih, thing ratak zâr seitaka hai pali panga amanih a um hlak ang hin chutaka chun hmu ṭhel rût ding la um a tih, LALPA Israelhai Pathien chun a tih.",
      "reference": "ISAI 17:6"
    },
    {
      "content": "Chu nia chun miin anni siemtu tieng en tâng an ta, an mithai chun Israelhai Mi Inthieng chu inza tâng a tih.",
      "reference": "ISAI 17:7"
    },
    {
      "content": "Mâichâm anni kut suok tieng chu en ta naw nih a, anni kuta siem Asera amanih, nisa limhai amani khawm inza ta naw ni hai.",
      "reference": "ISAI 17:8"
    },
    {
      "content": "Chu nia chun an khaw dettakhai chu rampui le tlâng sîpa hmun tlân- san hnung, Israel thlahai hmaa an tlânsan hnung ang khan nîng a tih; chuongchun, hmun râusan ni tâng a tih.",
      "reference": "ISAI 17:9"
    },
    {
      "content": "Pathien i sandamtu i theinghil a, i hrâtna lungpui chu i hriet zing si nawh a; chuleiin, kûng mawitak takhai i phun hlak a, a sûnga chun kau danglamtak takhai i sunbûr fur hlak a;",
      "reference": "ISAI 17:10"
    },
    {
      "content": "i phun ni chun în huon vêl hlak a, zîngkâr chun i thil chi chu i sukpâr hlak; nisienlakhawm, a ra lo chu lungngaina le natna nasatak nia chun a bo el hlak.",
      "reference": "ISAI 17:11"
    },
    {
      "content": "A mipui tamtak inri dur dur, tuisuoriethai inri dur dur anga inri dur durhai le hnam tin inri hum hum, tui nasatak inri hum hum anga inri hum humhai chu aw!",
      "reference": "ISAI 17:12"
    },
    {
      "content": "Hnam tin chu tui tamtak inri hum hum angin inri hum hum an tih; nisienlakhawm, ama chun kâwk a ta, hlatakah tlân hmang an ta, tlânga busi thli ilên ang le pilvut thlipui imût vir mup mup angin hnawtin um an tih.",
      "reference": "ISAI 17:13"
    },
    {
      "content": "Zântieng chun ngai ta, thil râp- thlâktak a um a nih; chun, khaw var hmain an um ta nawh. Chu chu râl- lâka mi lâkpêktuhai chan a na, a mîn rûkpêktuhai puol chu a ni bawk a.",
      "reference": "ISAI 17:14"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ISAI 17 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}