{
  "verses": [
    {
      "content": "LALPA chun Jakob rawi chu lunginsiet a ta, Israelhai chu thlangin anni rama ngei chun a lân umtir ding a ni sih a; chun, ram dang mihai chun anni chu hung zâwm an ta, Jakob sûnghai chu chel tlat an tih.",
      "reference": "ISAI 14:1"
    },
    {
      "content": "Chun, chi tin chun anni ṭhuoi an ta, an hmun ding chu intlun an tih; chuongchun, Israel sûnghai chun LALPA rama chun anni chu suokpa- ahai le suoknuahai la nei an tih; anni sala mantuhai chu salah la man an ta, anni suknawmnatuhai chunga chun ro la rêl an tih.",
      "reference": "ISAI 14:2"
    },
    {
      "content": "Chun, i lungngainaa inthawk dâm, i buoinaa inthawk dâm, sinthaw intaktak an inthawtirna chea inthawk dâma LALPAIN ân châwltir nia che chun hieng ang hi nîng a tih,",
      "reference": "ISAI 14:3"
    },
    {
      "content": "hi tîelna thu hi Babulon lal khêkkhumin la hril i tih, “Iengtizie am a na, nêksâwrtu chu a va re ta de! Iengtizie am a na, rângkachak khawpui chu a va re ta de!",
      "reference": "ISAI 14:4"
    },
    {
      "content": "LALPA chun mi rilo hmawl chu a suktliek tah; rorêltuhai lal hmawl chu;",
      "reference": "ISAI 14:5"
    },
    {
      "content": "mi tin lunginsen puma vaw zawt zawt hlak a, hnam tin lunginsen puma tu ikhap khawm ngai loa suk- nawmnatnaa ro rêlpêkna hlak chu.",
      "reference": "ISAI 14:6"
    },
    {
      "content": "Leihnuoi pumpui hi a châwl a, a re vawng vawng a; hla an sak suok phut a.",
      "reference": "ISAI 14:7"
    },
    {
      "content": "Anih, i chungthu leiin fârhai chu an hlim a, Lebanon tlânga sidar thinghai leh; ‘Suktlâwma i um chin chu phûr thlutu ding hrim hrim kan kuomah an hung ta ngai nawh.’ tiin.",
      "reference": "ISAI 14:8"
    },
    {
      "content": "Hnuoi tienga inthawka Seol chu i hung tlung tuok ding chein, nangma leiin a buoi mur mur a nih; mithi, hnuoia ṭhuoituhai po po chu, nangma leiin a chawktho a, hnam tin lal po pohai chu an lalṭhungphaa inthawk chun a keitho tah.",
      "reference": "ISAI 14:9"
    },
    {
      "content": "Chuong po po chun nang chu bein, i kuomah hieng ang hin hril an tih, ‘Nang khawm keini ang bawkin i hrât naw ve tâm a nih? Keini um angin i um tâm a nih?",
      "reference": "ISAI 14:10"
    },
    {
      "content": "I ropui bûr bûrna chu Seola ṭhuoi thlâk a ni tah, i perkhuong inri bur burhai leh; chawkchawnâl chu i hnuoiah ân phah a, thil ngêhai chun ân khum ta che a ni hi,’ tiin.",
      "reference": "ISAI 14:11"
    },
    {
      "content": "“Aw sikhawvar, zîngkâr naupa, iengtiziea vâna inthawka tla am i ni ta leh? hnam tin sukthlutu, iengtiziea hnuoia sât thlâka um am i ni ta leh?",
      "reference": "ISAI 14:12"
    },
    {
      "content": "I lungrila chun, ‘Vânah hang fêng ka ta, Pathien arasihai chung tienga khin ka lalṭhungpha dawm sâng ka tih; chun, inkhâwmna tlâng, hmâr tâwp rêta uma chun ṭhung ka ta;",
      "reference": "ISAI 14:13"
    },
    {
      "content": "sûm nêka insâng lemahai khin hang fêng ka ta, Achunghnungtak angin um ka tih,’ i ti hlak vei le khan.",
      "reference": "ISAI 14:14"
    },
    {
      "content": "Nisienlakhawm, Seolah, vânsam tâwp rêta dâm chun ṭhuoi thlâkin i um ding a ni si.",
      "reference": "ISAI 14:15"
    },
    {
      "content": "A hmu taphawt che chun en ngun an ti cheh a, ‘Ama hi maw hnuoi sukthin a, ram tin sukhnîng a,",
      "reference": "ISAI 14:16"
    },
    {
      "content": "khawvêl thlalêr anga siem a, a khaw umhai sukbohmang a, a salhai an in tienga fe dinga insuo ngailo chu,’ tiin, i chanchin la sût an tih.",
      "reference": "ISAI 14:17"
    },
    {
      "content": "Hnam tin lal po po, an rêngin, mâni in sengah ropuitakin an in a.",
      "reference": "ISAI 14:18"
    },
    {
      "content": "Nang ruok chu a zung kaksuok tirdakumtak le, râl ithat, kâwlhnâma sunthleng, khursûnga lunghai laia zu fehai silfên angin i thlân ina inthawka hlatakah pei suokin i um ta lem hi; ruong ke hnuoia sirde ang elin.",
      "reference": "ISAI 14:19"
    },
    {
      "content": "I ram i suksiet a, i khuoletuihai i that leiin anni laia phûmin um ve naw ti nih. Thil ṭha naw thawtuhai hming chu kumkhuoin sâm naw ni hai.",
      "reference": "ISAI 14:20"
    },
    {
      "content": "A tho a, leihnuoi hi khuoa an suksip nawna dingin, an puhai suol- na leiin a nauhai that zai rêl ro,” tiin.",
      "reference": "ISAI 14:21"
    },
    {
      "content": "Chun, anni chu thaw dingin tho ka tih, sipaihai LALPA chun a tih; Babulona inthawka hming le a la um sunhai le, naupa le a naupa naupa chu sukbohmang ka tih, LALPAIN a tih.",
      "reference": "ISAI 14:22"
    },
    {
      "content": "Saku ta dingin roah siem ka ta, tuihai ta dinga intling khâwmnaah siem bawk ka tih; sukbohmangna hmunphiin phît bawk ka tih, sipaihai LALPAIN a tih.",
      "reference": "ISAI 14:23"
    },
    {
      "content": "Sipaihai LALPA chun hieng anga hrilin ṭawng ân khâm tah, “Matheiloin ka ngaituo ang tak hin hung tlung a ta;",
      "reference": "ISAI 14:24"
    },
    {
      "content": "ka ruot ang tak hin um bawk a tih: ka rama chun Assuria mi chu suksieng ka ta, ka tlângahai chun chîl hrep ka tih, ti ang hin; chu hnunga chun a rîngkawl inbâttir chu annia inthawk chun bo tâng a ta, an rik inphurtir chu anni liengkoa inthawk chun bo bawk tâng a tih.",
      "reference": "ISAI 14:25"
    },
    {
      "content": "Chu chu a nih, hnuoi chung po poa thuruot chu; chu bawk chu a nih hnam tinrêng chunga kut phar chu.",
      "reference": "ISAI 14:26"
    },
    {
      "content": "Sipaihai LALPA chun a ruot ta sih a, tuin am lâkpêk a ta? A kut chu pharin a um tah a, tuin am inlâk- kîrtir a ti leh?” tiin.",
      "reference": "ISAI 14:27"
    },
    {
      "content": "Lal Ahaz thi kum khan hi phurrik hi a hung um tah a.",
      "reference": "ISAI 14:28"
    },
    {
      "content": "Aw Philistin ram pumpui, nanga vuokna che hmawl chu a tliek ta leiin lâwm naw: rûl zunga inthawk chun rûlhmuk a hung suok ding a ni sih a; a ra chu rûl chawk vuong thei la nîng a tih.",
      "reference": "ISAI 14:29"
    },
    {
      "content": "Mi rimsi nau lutîrhai chu tla diel diel tâng an ta, mi pasiehai chu himtakin bawk tâng an tih: chun, nanga zung ruok chu ṭâmin sukhlum ka ta, i ta la um sunhai chu thatin um an tih.",
      "reference": "ISAI 14:30"
    },
    {
      "content": "Aw kawtkhâr, khêk rak rak rawh; aw khawpui, khêk rawh; aw Philistin, i pumin, în tuihmang zo tah; hmârtienga inthawkin meikhu a hung suok sih a; an hun ruotahai chun ân hnu hrim an um ngai nawh.",
      "reference": "ISAI 14:31"
    },
    {
      "content": "Philistin hnam palaihai chu iengtin am dawn ei ta le? “LALPAIN Zion chu ân ngîr a, a mihai laia rimsihai chu amaa chun tlulût an tih,” tiin nîng a tih.",
      "reference": "ISAI 14:32"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ISAI 14 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}