{
  "verses": [
    {
      "content": "Ngai ta, LALPA chun hnuoi hi sukruokin, a sukram ding a na, a letkhupin, a umhai chu a sukdar ding a nih.",
      "reference": "ISAI 24:1"
    },
    {
      "content": "Chun, vântlâng chunga a um angin, thiempu chunga khawm um a ta, suokpa chunga a um angin a pu chunga khawm um a tih; suoknu chunga a um angin a pi chungah um a ta; inchawtu chunga a um angin a zawrtu chunga khawm um a tih; inpûktirtu chunga a um angin a pûktu chunga khawm um a tih; a pung hnawta inpûktirtu chunga a um angin a kuoma a pung petu chunga khawm um a tih.",
      "reference": "ISAI 24:2"
    },
    {
      "content": "Hnuoi hi sukruok fai dêr le, suksiet fai dêrin um a tih; chu thu chu LALPAIN a hril ta sih a.",
      "reference": "ISAI 24:3"
    },
    {
      "content": "Hnuoi hi a ṭapin a ṭuoi a, khawvêl hi a ṭuoiin a châu a, hnuoia mi chunghnunghai chu an châu ie.",
      "reference": "ISAI 24:4"
    },
    {
      "content": "Hnuoi hi a umhai hnuoia chun a pawrche zo tah a; dânhai chu an bawsiet a, thuruot chu an sukdang- lam a, kumkhaw thuthlung chu an bawsiet leiin.",
      "reference": "ISAI 24:5"
    },
    {
      "content": "Chuleiin, ṭawngsie inphurnain hnuoi a fâk zo a, a umhai chu thiem- naw inchangtirin an um tah; chuleiin, hnuoia umhai chu an kâng hlum a, mi tlâwmte chau an um tah.",
      "reference": "ISAI 24:6"
    },
    {
      "content": "Uoin thar chu a ṭap a, grêphrui chu a châu ie, lungrila hlim po pohai chu an inrûm ie.",
      "reference": "ISAI 24:7"
    },
    {
      "content": "Khuongtêhai hlimna chu a reh a, lâwmtaka umhai ri chu a dei ie, ṭing- ṭang hlim ri chu a re ie.",
      "reference": "ISAI 24:8"
    },
    {
      "content": "Hla sak pumin uoin dâwn naw ni hai, zu chu a dâwntuhai ta dingin khatak nîng a tih.",
      "reference": "ISAI 24:9"
    },
    {
      "content": "Buoina khawpui chu sukchimin a um tah; tukhawm an lût nawna dingin in tin chu khârin a um tah.",
      "reference": "ISAI 24:10"
    },
    {
      "content": "Uoin leiin kawtthlêrahai chun ṭap ri a um a, hlimna po po sukthimin a um a, hi ram hlimna hi a bo tah.",
      "reference": "ISAI 24:11"
    },
    {
      "content": "Khawpuia chun rausanna mâk- sanin a um a, a kul kawtkhâr chu vuok sietin a um tah.",
      "reference": "ISAI 24:12"
    },
    {
      "content": "Hnuoi lailia mi tin lai chun hieng ang hin a la um ding a ni sih a, oliv thing vuok hnunga a ra la um hlak ang le, grêp lo hnunga grêp hmu ṭhel lo ding a la um hlak ang el hin.",
      "reference": "ISAI 24:13"
    },
    {
      "content": "Chuonghai chun an râwl in- suong an ta, khêk an tih; LALPA ropuina leiin tuisuorieta inthawkin inringtakin an khêk ie.",
      "reference": "ISAI 24:14"
    },
    {
      "content": "Chu chu lei chun LALPA chu khawsaktieng chun chawimawi ro, LALPA Israelhai Pathien hming ngei chu tuisuoriet thlierkârahai chun chawimawi ro.",
      "reference": "ISAI 24:15"
    },
    {
      "content": "Kâwlkawdawnga hla sakhai kan hriet a, “Mi felhai kuomah ro- puina um raw se,” ti hla hi. Nisien- lakhawm, kei chun, “Ka chêr deu deu a, ka chêr deu deu a, ka chung a rik ie! vervêktaka thawtuhai chun vervêk- takin an thawh a, anih, vervêktaka thawtuhai chun vervêktakin an thaw,” ka tih a.",
      "reference": "ISAI 24:16"
    },
    {
      "content": "Aw hnuoia um, ṭitumna dâm, khur dâm, châng dâm chu i chungah a um a.",
      "reference": "ISAI 24:17"
    },
    {
      "content": "Chuongchun, ṭitum ria in- thawka tlânhmang chu khura chun tlâng a ta; khur sûnga inthawka hung suok chu chângah âwk a tih; chung- tienga tukverhai chu hawngin a um sih a; leihnuoi innghatsan chu ân hnîng bawk a nih.",
      "reference": "ISAI 24:18"
    },
    {
      "content": "Hnuoi hi a kawi se vawng a, hnuoi hi sukboin a um tah, hnuoi hi nasatakin ân hnîng a.",
      "reference": "ISAI 24:19"
    },
    {
      "content": "Hnuoi hi zu inrui ang elin pêm thlawk thlawk a ta, bûktê insâwi angin insâwi dar dar a tih; a baw- sietna chu a chungah riktakin um a ta, chuongchun, tlûng a ta, tho nâwk ta naw nih.",
      "reference": "ISAI 24:20"
    },
    {
      "content": "Chun, chu nia chun LALPA chun chungtienga mi achunghnung- hai pâwl lientak chu hrem a tih, hnuoia hnuoi lalhai leh.",
      "reference": "ISAI 24:21"
    },
    {
      "content": "Chun, mi intânghai khursûnga ṭhuoi khâwma an um angin chuong- hai chu ṭhuoi khâwmin um an ta, intângna ina khumin um an ta, ni sâwttak hnunga chun hremin um an tih.",
      "reference": "ISAI 24:22"
    },
    {
      "content": "Chu hnunga chun thla khi inzaktakin um a ta, nisa khi muol- photakin um a tih; sipaihai LALPA chu Zion tlâng le, Jerusalem khuoa le, a upahai hmaa chun, ropuitakin lalah a um ding a ni sih a.",
      "reference": "ISAI 24:23"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ISAI 24 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}