{
  "verses": [
    {
      "content": "Uzzia nau Jotham naupa Ahaz inlal lai chun, Suria lal Rezin le Israel lal Remalia naupa Peka chu Jerusalem rûn dingin an hang feh a; nisienlakhawm, an hne thei nawh a.",
      "reference": "ISAI 7:1"
    },
    {
      "content": "Chun, David sûnghai chu, “Suria chu Ephraim leh an ṭhang hmunkhat tah,” tiin an hril a. Chuongchun, a lungril le a khuoletuihai lungril chu, ramhnuoi thinghai thliin a sukhnîng suou suou ang hin, sukhnîngin a hung um tah a.",
      "reference": "ISAI 7:2"
    },
    {
      "content": "Chuongchun, LALPA chun Isai kuomah, “Nang le i naupa Sear-jasub chu, dîl sakhnung lem tuilâkna tâwpah, puon sâwptu phûl lamliena chun, Ahaz chu tuok dingin fe suok unla;",
      "reference": "ISAI 7:3"
    },
    {
      "content": "a kuomah, ‘Fimkhur la, um ṭawk ṭawk rawh, meiser bawng khu mei mei pahni, Suria le Rezin le Remalia naupa lunginsenna nasatak chu, ṭi naw la, i lungril chu inlau naw raw se.",
      "reference": "ISAI 7:4"
    },
    {
      "content": "Suria le Ephraim le Remalia naupa chun an phierrûk che a,",
      "reference": "ISAI 7:5"
    },
    {
      "content": "Juda chu hang thawin hang suk- buoi inla, chutaka chun ei ta dinga lûtna ding siemin, a lai takah Tabeel naupa chu lalah inṭhungtir ei tiu, tiin.",
      "reference": "ISAI 7:6"
    },
    {
      "content": "Chuleichun, Lalpa PATHIEN chun hieng ang hin a tih a: An thu phier chu puitling naw nih a, tluong- tlung bawk naw nih.",
      "reference": "ISAI 7:7"
    },
    {
      "content": "Suria lu chu Damaska a na, Damaska lu chu Rezin ringawt hi a ni el sih a; kum sâwmruk le kum nga bo hmain Ephraim chu chi ti tlâk loa um dingin suksiet vawngin um a tih;",
      "reference": "ISAI 7:8"
    },
    {
      "content": "chun, Ephraim lu chu Samari a na, Samari lu chu Remalia naupa ringawt el hi a ni sih a. In ring det naw chun sukdetin um ṭhuoi naw ti niu, tiin,’ ti rawh,” a ta.",
      "reference": "ISAI 7:9"
    },
    {
      "content": "Chun, LALPA chun Ahaz chu a biek nâwk a,",
      "reference": "ISAI 7:10"
    },
    {
      "content": "“LALPA i Pathien kuomah in- chikna hni rawh; inthûka manih, chungtieng insângtaka manih hni rawh,” a ta.",
      "reference": "ISAI 7:11"
    },
    {
      "content": "Ahaz ruok chun, “Hni naw ning ah, LALPA khawm infie bawk naw ning ah,” a ta.",
      "reference": "ISAI 7:12"
    },
    {
      "content": "Chun, ama chun, “Aw David sûnghai, tuhin lo ngai ta u, mihriem suksâwl hi thil chiretekah in ruot a ni maw? Ka Pathien chen khawm suk- sâwl in nuom rawp hi.",
      "reference": "ISAI 7:13"
    },
    {
      "content": "Chuleiin, LALPA ngei chun inchikna pêng a ti cheu a, ngai ta u, nunghâk inthieng pakhat inrai a ta, naupasal nei a ta, a hmingah Im- manuel sak a tih.",
      "reference": "ISAI 7:14"
    },
    {
      "content": "Ama chun thil ṭha naw tieng dit naw dân a hriet a, thil ṭha tieng dit nachâng a hriet pha chun nênetui kîng le khuoizu fa hlak a tih.",
      "reference": "ISAI 7:15"
    },
    {
      "content": "Naupang chu thil ṭha naw tieng dit naw nachâng le thil ṭha tieng dit nachâng a hriet hma khawmin lal pahni i theidahai ram chu rausanin um a tih.",
      "reference": "ISAI 7:16"
    },
    {
      "content": "Ephraim chun Juda a ṭhe nia inthawka la tlung ngailo nihai chu LALPA chun i chunga le, i khuoletui- hai chunga le, i pa sûnghai chunga chun intlungtir a tih; Assuria lal ngei chu,” a ta.",
      "reference": "ISAI 7:17"
    },
    {
      "content": "Chu nia chun LALPA chu Aigupta vadung tâwp rêta tho um le, Assuria rama khuoi um chu ko dingin faifûk a tih.",
      "reference": "ISAI 7:18"
    },
    {
      "content": "Chuongchun, hung an ta, an rêngin vadung ruom se rek rukahai, lungpui pûka dâm, hlohlingnei po poa dâm, ran tlatna hmun po poahai fûng an tih.",
      "reference": "ISAI 7:19"
    },
    {
      "content": "Chu nia chun LALPAIN rêpvâw haw, Vadungpui khêl rama, Assuria lal um chu hmangin, lu le ke hmul chu mêt fai a ta, khâk hmul khawm mêt fai vawng a tih.",
      "reference": "ISAI 7:20"
    },
    {
      "content": "Chuongchun, chu nia chun mi pakhatin bâwngla pakhat le berâm pahni chau vâi a tih;",
      "reference": "ISAI 7:21"
    },
    {
      "content": "nisienlakhawm, nênetui tam- tak an la pêk ding a ni leiin nênetui kîng fa hlak a tih; ram sûnga la umhai po chun nênetui kîng le khuoizu an la fâk seng ding a ni sih a.",
      "reference": "ISAI 7:22"
    },
    {
      "content": "Chun, chu nia chun hmun tin, grêp hrui sâng, tangka sâng man umna taphawt chu, buor le hlohling- nei hmun el hung ni tâng a tih.",
      "reference": "ISAI 7:23"
    },
    {
      "content": "Ram po po chu buor le hlohling- nei hmun ruok a hung ni tâk leiin chutaka chun thal le thalngul chawi- in fêng an tih.",
      "reference": "ISAI 7:24"
    },
    {
      "content": "Chun, tlâng bâwngtuthlawa cho ta po poa chun, buor le hlohlingnei ṭi leiin hung naw ti nih a, bâwngchalhai intlâttirna le berâm ichîl el ding ni ta lem a tih.",
      "reference": "ISAI 7:25"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ISAI 7 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}