{
  "verses": [
    {
      "content": "Moab ram phurrik chu. Zân khat kârin Moab rama Ar khuo chu suksietin a um a, iengkhawm ni loa siemin a um ta sih a; zân khat kârin Moab rama Kir khuo chu suksietin a um a, iengkhawm ni loa siemin a um ta sih a.",
      "reference": "ISAI 15:1"
    },
    {
      "content": "Dibon mipui chu bâwlhmuna hai chun ṭap dingin an hang fe a, Moab- hai chun Nebo le Medeba chu an ṭapkhum rak rak a, an lu po po a kawl vawng a, khâk hmul tinrêng khawm vawin a um ta vawng a nih.",
      "reference": "ISAI 15:2"
    },
    {
      "content": "An kawtthlêrahai chun saiip puon an dierkei a, an in chungahai le an tuolzâwl lienna laiahai chun mi tin chu nasataka ṭapin an khêk rak rak a.",
      "reference": "ISAI 15:3"
    },
    {
      "content": "Chun, Hesbonhai khawm chu an khêk a, Eleale mihai leh; an râwl chu Jahaz khuo chen khawma an lo hriet a; chuleiin, Moab mihai râlthuoma inthuomhai chu inringtakin an khêk a; an hringna chu an phîng sûnga chun ân thin a.",
      "reference": "ISAI 15:4"
    },
    {
      "content": "Moabhai leiin ka lungril chu a khêk a; an mi ṭhahai chu Zoar khuoa le Eglath-selisijah-ah an tlân a, Luhith lam tunga chun ṭap pumin an fe a nih; Horonaim lampuia chun sietna khêkin an khêk suok a nih.",
      "reference": "ISAI 15:5"
    },
    {
      "content": "Nimrim tuihai chu suksietin a um ding a ni sih a; hlobet chu a vuoi zo a, hlobet inder thar chu a rawp a, thil hring rêng rêng chu a um ta si nawh a.",
      "reference": "ISAI 15:6"
    },
    {
      "content": "Chuleiin, an sum la nei sunhai le an sie ṭhathai chu Phahrâm Vadung râla chun fe hmangpui an tih.",
      "reference": "ISAI 15:7"
    },
    {
      "content": "Khêkri chu Moab ramri vêlahai chun a um sih a, khêk rak rak ri chu Eglaim khuo chenin ân hriet a nih; khêk rak rak ri chu Beerelim khuo chenin ân hriet a nih.",
      "reference": "ISAI 15:8"
    },
    {
      "content": "Dimon tuihai chu thisenin ân pawl zo vawng sih a; Dimon chunga chun thil nasa nâwk zuol kân tlungtir ding a ni sih a, Moabhai laia tlân- suokhai chunga le, chu rama la um sunhai chunga chun sakeibaknei intlungtir ka tih.",
      "reference": "ISAI 15:9"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ISAI 15 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}