{
  "verses": [
    {
      "content": "Aw Jakob sûng, Israel hming inṭâwmpuia, Juda tuihaia inthawk suok a, thutakah ni si loa, felnaa khawm ni bawk si lo, LALPA hming sâla ṭawng inkhâma, Israelhai Pathien hming lam hlaktuhai, hi hi lo ngai ro.",
      "reference": "ISAI 48:1"
    },
    {
      "content": "(Khawpui inthienga mi an inti si hlak a, Israelhai Pathien chungah ringna an innghat bawk a nih; a hming chu sipaihai LALPA a nih).",
      "reference": "ISAI 48:2"
    },
    {
      "content": "Kha hma thilhai chu tiena tlângah ka lo hril tah a, anih, ka baua inthawkin a suok a, kân hriettir a; kârloin ka muolsuo thut a, a hung tlung tah a.",
      "reference": "ISAI 48:3"
    },
    {
      "content": "Mi kâwmaw in na, in rîng chu thîr tha a na, in chal chu dâr a ni ka hriet leiin,",
      "reference": "ISAI 48:4"
    },
    {
      "content": "tienlaia inthawkin in kuomah ka hril a, a hung tlung hma khawma in kuomah kân hriettir cheu kha; chuong naw chun, “Ka milim chun a ti a nih, ka milim siem fâwm le ka milim sung chun thu a pêk a nih,” ti rawi in tih.",
      "reference": "ISAI 48:5"
    },
    {
      "content": "In hriet de kha; hieng po po hi en ro; nangnîn in hril ding a ni lem ta naw am a nih? Tuta chen chu thil thar inhriettir tâng ka ti cheu, thil inthup in hriet ngai nawhai chu.",
      "reference": "ISAI 48:6"
    },
    {
      "content": "Chuong chun inhmaa siem ni loin, tuta siem a nih; vawisûn ni hma khan chu in na khawma in hriet ngai nawh; chuong naw chun, “Ngai ta, chuong chu kan hriet zing annâwm,” ti rawi in tih.",
      "reference": "ISAI 48:7"
    },
    {
      "content": "Anih, in nain in hriet ngai nawh a; anih, in lungrilin in hriet ngai bawk nawh; anih, inhma hrim hrim khan in na chu hawngin a um ngai nawh; vervêktak takin in thaw hlak ti le, sula inthawk hrimin bawsetuhai an ti hlak cheu ka hriet sih a.",
      "reference": "ISAI 48:8"
    },
    {
      "content": "Ka sukbohmang nawna ding cheuin, ka hming leiin ka lunginsen chu khêk hrîng ka ta, inpâk ka hlawna dingin in chungah insûm ka tih.",
      "reference": "ISAI 48:9"
    },
    {
      "content": "Ngai ta u, ka sukthieng cheu a na, nisienlakhawm, tangka suk- thieng ang chun a ni nawh; rinumna raw tuina meia chun ka fie cheu a nih.",
      "reference": "ISAI 48:10"
    },
    {
      "content": "Keima le keima leiin, anih, keima le keima lei ngawtin a nih ka thaw ding chu; ka hming hi ieng dingin am suksietin um a ta? Ka ropuina hi mi dang kuomah pe naw ning ah.",
      "reference": "ISAI 48:11"
    },
    {
      "content": "Aw Jakobhai le ka ko Israelhai, ka thu hi ngai ro; kei hi ama chu ka nih; a hmasa tak chu ka na, a nu- hnung tak khawm ka nih.",
      "reference": "ISAI 48:12"
    },
    {
      "content": "Anih, ka kut hin leihnuoi innghatsan chu a phûm a, ka kut changtieng hin vânhai khi a keiphar a; ka ko phingleh an ngîr khâwm hlak.",
      "reference": "ISAI 48:13"
    },
    {
      "content": "Nangni rawi po pohai, inkhâwm unla, ngai ro; anni lai chun tuin am hieng thil hi a hril hlak a? LALPA chun ama chu a hmangai a, ama chun Babulon chunga chun a dit zâwng thâwng a ta, a bân chu Kaldaihai chungah inletin um a tih.",
      "reference": "ISAI 48:14"
    },
    {
      "content": "Kei, keima ngei hin thu ka hril tah a; anih, ama chu ka ko a, ka ṭhuoi a, a lampui chu suktluong pei ka tih.",
      "reference": "ISAI 48:15"
    },
    {
      "content": "Nangnirawi hin mi hung hnai unla, lo ngai ro; a tira inthawk khan arûkin thu ka hril ngai nawh a; a um tîr laia inthawk khan chutaka chun ka um a; tuhin LALPA Pathien chun keima le a thlarau chu a mi tir tah a.",
      "reference": "ISAI 48:16"
    },
    {
      "content": "LALPA, nangni intlantu, Israel- hai Mi Inthieng chun hieng ang hin a tih, “Kei hi LALPA in Pathien, in ṭhatna dinga nangni inchûktirtu, in fena lampuia ṭhuoitu ding cheu chu ka nih.",
      "reference": "ISAI 48:17"
    },
    {
      "content": "Aw nangni hin ka thupêkhai chu lo ngai chu ni unla chu aw! In chungah inremna chu vadung ang ela umin, in felna chu tuisuoriet fâwnhai ang elin a um ding bah;",
      "reference": "ISAI 48:18"
    },
    {
      "content": "in thlahai khawm ṭieu phaiphin zâta umin, in rîla rahai khawm ṭieu pilvut mal tê tê zât rauin an um ding bah: an hming chu ka hmaa inthawka thaihmangin um naw nih a, sukbo- hmangin um bawk naw ni,” tiin.",
      "reference": "ISAI 48:19"
    },
    {
      "content": "Babulona inthawkin suok unla, Kaldaihai chu tlân hmangsan ro, hi hi hla sak riin inhriettir unla, hril unla kâwlkawdawng chen khawma sukri ro, “LALPA chun a siehlaw Jakobhai chu ân tlan tah,” ti ro.",
      "reference": "ISAI 48:20"
    },
    {
      "content": "Thlalêrahai chun a ṭhuoi lai khan an dang a châr nawh a; lung- puia inthawk chun an ta dingin tuihai ân luong suoktir a; lungpui chu a sukkawi a, chuongchun, tuihai chu a hung suok ta zur zur a.",
      "reference": "ISAI 48:21"
    },
    {
      "content": "LALPA chun, “Mi rilohai ta ding chun muongna hrim hrim a um nawh,” a tih.",
      "reference": "ISAI 48:22"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ISAI 48 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}