{
  "verses": [
    {
      "content": "Tho la, var rawh, i var chu a hung tlung a; LALPA ropuina chu i chungah a hung suok ta hi.",
      "reference": "ISAI 60:1"
    },
    {
      "content": "Ngai ta, inthimin leihnuoi hi ân khum ding a ni sih a, inthim sâmupin mihai ân khum bawk ding a nih: nisienlakhawm, LALPA chu i chung- ah hung suok a ta, a ropuina chu i chungah lân lang a tih.",
      "reference": "ISAI 60:2"
    },
    {
      "content": "Chuongchun, hnam tin chu i var tieng chun hung an ta, lalhai khawm i hung suok varna tieng chun hung bawk an tih.",
      "reference": "ISAI 60:3"
    },
    {
      "content": "Tang la, i mit inlên vêl la, en rawh: an rêngin an inkhâwm a, i kuomah an hung a ni hi: i naupasal- hai chu hlataka inthawkin hung an ta, i naunuhmeihai chu hung pawm an tih.",
      "reference": "ISAI 60:4"
    },
    {
      "content": "Chu pha chun hmûng i ta, var tâng i tih, i lungril chu inthin a ta, suklienin um a tih; tuisuorieta sum- dâwngna tamtak el chun nanga tieng a pan ding a ni leiin le, hnam tin sum chun i kuom a hung tlung ding a ni leiin.",
      "reference": "ISAI 60:5"
    },
    {
      "content": "Sanghâwngsei tamtak el chun tuom dûl dûl an ti che, Midian le Epha rama sanghâwngsei tuoihai chun: chuong po pohai chu Seba rama inthawkin hung an tih; rângkachak le beraw hung phur an ta, LALPA inpâkna thu inhriettir an tih.",
      "reference": "ISAI 60:6"
    },
    {
      "content": "Kedarhai ran ruol po po chu i kuoma um khâwmin um an ta; Nebaiothhai berâmchalhai chun i rawng bâwl an tih; ka mâichâma chun lâwmin hang fêng an ta, ka ropuina in chu chawimawi ka tih.",
      "reference": "ISAI 60:7"
    },
    {
      "content": "Sûm anga vuong le vaṭhu anni tukver pana vuong mer mur anga vuonghai saw tuhai am an na?",
      "reference": "ISAI 60:8"
    },
    {
      "content": "Ama chun a chawimawi che leiin LALPA i Pathien hming ta ding le Israelhai Mi Inthieng ta ding chun i naupasalhai an tangka le rângka- chak leh hlataka inthawka ṭhuoi dingin matheiloin thlierkârhai chun mi nghâk an ta. Tarsis lawng lienhai chun hmasak inchûng an tih.",
      "reference": "ISAI 60:9"
    },
    {
      "content": "Ram dang mihai chun i kul banghai chu rem nâwk an ta, an lalhai khawma i rawng bâwl tâng an tih: ka lunginsen chun ka vuok che a, nisienlakhawm, ka ditsaknain ka lunginsiet si che a ni hi.",
      "reference": "ISAI 60:10"
    },
    {
      "content": "I kawtkhârhai khawm hawngin um zing a ta; asûn azânin khâr ni naw nih; mihaiin hnam tin sum chu i kuomah an hung lâk a; an lalhai khawm an hung ṭhuoi ve theina dingin.",
      "reference": "ISAI 60:11"
    },
    {
      "content": "I rawng bâwl nuom naw hnam le ram chu a bohmang âwm sih a; anih, chuong hnamhai chu suksiet dêrin um an tih.",
      "reference": "ISAI 60:12"
    },
    {
      "content": "Ka hmun inthieng cheimawi dingin Lebanon ropuina chu i kuom- ah hung a ta, fâr dâm, phân dâm, fârsuok dâm chu hung an tih; chuongchun, ka kein a sirna hmun chu sukropui ka tih.",
      "reference": "ISAI 60:13"
    },
    {
      "content": "Chun, nangma sukrimsituhai naupasalhai chu kûnin i kuomah hung an ta; nangma hmusittuhai po po chu chibai bûkin i kepha hnuoiah kûn an tih; nang chu, “LALPA khaw- pui, Israelhai Mi Inthieng Zion,” tîng an ti che.",
      "reference": "ISAI 60:14"
    },
    {
      "content": "Tu khawm isir ngai lo khawpa râusan le theidaa i um aiah kumkhaw suong tak, suon tamtak lâwmnaah siem ka ti che.",
      "reference": "ISAI 60:15"
    },
    {
      "content": "Chun, hnam tin nênetui fâwp i ta, lalhai nêne khawm nêng i tih; kei LALPA hi nangma sandamtu le nangma intlantu, Jakobhai Mi Hrât chu ka nih ti la hre bawk i tih.",
      "reference": "ISAI 60:16"
    },
    {
      "content": "Dâr aiah rângkachak hung lâng ka ta, thîr aia khawm tangka hung lâng ka tih, thing aia khawm dâr, lung aia khawm thîr; lungmuongna chu i hotuah ruot bawk ka tih; felna chu nangma phûttuah ruot ka tih.",
      "reference": "ISAI 60:17"
    },
    {
      "content": "Nunsetaka thil thaw ri chu i ramah hriet ni ta naw nih a, râusan- na le sietna rihâu khawm i ramri sûngah hriet ni ta naw ni; i kul chu, “Sandamna,” ti lem i tih, i kawt- khârhai khawm, “Inpâkna” ti bawk i tih.",
      "reference": "ISAI 60:18"
    },
    {
      "content": "Nisa khi sûna nangma êntu ni ta naw nih a; thla khawm khin varna dingin sukvar ta bawk naw ni che; LALPA ruok chu i ta dingin kum- khuoa vartuah um tâng a tih, I Pathien chu i ropuina dingin um bawk a tih.",
      "reference": "ISAI 60:19"
    },
    {
      "content": "I nisa chu tla ta naw nih a, i thla khawm chu bo ta bawk naw nih: LALPA chu i kumkhaw var a ni ding a ni sih a, i lusûn nihai chu a tâwp ta ding a ni sih a.",
      "reference": "ISAI 60:20"
    },
    {
      "content": "I mihai khawm an rêngin mi fel nîng an ta, i ram hi hluo kumkhuong an tih; chawimawia ka um theina dingin anni chu a zung kaksuok ka phun, ka kutsuok chu nîng an tih.",
      "reference": "ISAI 60:21"
    },
    {
      "content": "Mi chîn chu sâng khat ni tâng a ta, mi chiterek khawm hnam hrâttak ni tâng a tih; kei LALPA hin a hun pha chun intlungtir vak ka tih.",
      "reference": "ISAI 60:22"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ISAI 60 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}