{
  "verses": [
    {
      "content": "“Tûkhawm Kohran hotua ṭhang a nuom chun, sinthaw ṭha a nuom a nih,” ti hi ân dik a nih.",
      "reference": "1 TIMOTHE 3:1"
    },
    {
      "content": "Chuongchun, kohran hotu chu sawisêlbo, nuhmei pakhat nei, insûm thei, lungril indiktak, mi fel, mi lâwm dân thiem, inchûktir dân thiem,",
      "reference": "1 TIMOTHE 3:2"
    },
    {
      "content": "uoin inrui hmang naw, mi vuo hmang naw, mi nunnêmtak ni lem ding, mi kâwmaw ni lo, tangka sum ngaina naw mi,",
      "reference": "1 TIMOTHE 3:3"
    },
    {
      "content": "inzaumtaka mâni nauhai thu- nuna, mâni insûng khawsak rêl fel thiem mi a ni ding a nih;",
      "reference": "1 TIMOTHE 3:4"
    },
    {
      "content": "(miin mâni insûng khawsak hman a rêl fel thiem naw chun, Pathien kohran iengtin am enkawl a ta?)",
      "reference": "1 TIMOTHE 3:5"
    },
    {
      "content": "Ringthar a ni ding a ni nawh a, chuong naw chun, chapoin um a ta, Diebol thiemnaw changna chu chang ve rawi a tih.",
      "reference": "1 TIMOTHE 3:6"
    },
    {
      "content": "Chuong naw khawm chu, puo- tienga mihai inpâkin a um bawk ding a nih; chuong naw chun, hrilsieta umin diebol chângah âwk rawi a tih.",
      "reference": "1 TIMOTHE 3:7"
    },
    {
      "content": "Chuong ang bawkin, kohran rawngbâwltuhai chu mi inzaum an ni ding a nih; bâutam dâm, uoin he dâm, hlêpna inthieng nawa duâm mi an ni ding a ni nawh;",
      "reference": "1 TIMOTHE 3:8"
    },
    {
      "content": "sie le ṭha hrietna inthienga ring- na thurûk chu pawm mi an ni lem ding a nih.",
      "reference": "1 TIMOTHE 3:9"
    },
    {
      "content": "Chun, chuonghai khawm chu infiein um hmasa raw hai se, chu hnunga sawisêlbo an lo ni chun, ko- hran rawngbâwl tieng sin thaw raw hai se.",
      "reference": "1 TIMOTHE 3:10"
    },
    {
      "content": "Chuong ang bawkin nuhmeihai khawm mi inzâum an ni ding a nih; hêktuhai ni loin, insûm thei le iengkima ringum an ni ding a nih.",
      "reference": "1 TIMOTHE 3:11"
    },
    {
      "content": "Kohran rawngbâwltuhai chu an nauhai le anni insûng khawsak rêl felin nuhmei pakhat nei mi ni raw hai se.",
      "reference": "1 TIMOTHE 3:12"
    },
    {
      "content": "Kohran rawngbâwl tieng sin thaw ṭha tahai chun, ngîrna ṭha tak le, Krista Isu ringna kawnga chun huoina nasatak an insiem hlak sih a.",
      "reference": "1 TIMOTHE 3:13"
    },
    {
      "content": "Sâwt nawtê hnunga i kuoma hung beiseiin hieng thu hi i kuomah ka ziek a nih.",
      "reference": "1 TIMOTHE 3:14"
    },
    {
      "content": "Nisienlakhawm, ka la um sâwt tâk duoiin Pathien sûnghai laia mi iengtin am an um ding ti i hriet theina dingin ka ziek a nih; Pathien sûnghai chu Pathien hring kohran, thutak ban le innghatna chu an nih.",
      "reference": "1 TIMOTHE 3:15"
    },
    {
      "content": "Chun, Pathien ngaisakna thu- rûk chu sêl ruol loin a ropui a nih: “Ama, tisaa hung inlang, Thlaraua thiem chang, Vântirkohai ihmu, Hnamhai laia tlânginsampui, Khawvêla mihai iawi, Ropuinaa zuk ṭhuoi ta chu,”",
      "reference": "1 TIMOTHE 3:16"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 TIMOTHE 3 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}