{
  "verses": [
    {
      "content": "Nisienlakhawm, Thlarau chun chiengtakin a hril: nakie pha chun mi ṭhenkhathai chun ṭhuoi hmangna thlarauhai le khawhrihai inchûktirna thu ngaisakin ringna chu la bânsan an tih, mi khêlhliphai vervêkna leiin ti hi.",
      "reference": "1 TIMOTHE 4:1"
    },
    {
      "content": "Chuong mi khêlhliphai chu anni sie le ṭha hrietna ngeia thîr linga bel ang an na,",
      "reference": "1 TIMOTHE 4:2"
    },
    {
      "content": "innei an khap hlak a, iengkhat fâk dinghai (thutak hrea ringtuhai lâwmthu hrila pawm dinga Pathienin a isiemhai chu) fâk naw ding an ti hlak.",
      "reference": "1 TIMOTHE 4:3"
    },
    {
      "content": "Pathien thilsiem tinrêng hi a ṭha sih a, lâwmthu hrila pawm a ni taphawt chun iengkhawm dit naw ding a ni nawh,",
      "reference": "1 TIMOTHE 4:4"
    },
    {
      "content": "Pathien thu le ṭawngṭainain sukthieng a ni ta sih a.",
      "reference": "1 TIMOTHE 4:5"
    },
    {
      "content": "Chuonghai chu unauhai în hriettir chun, Krista Isu rawng- bâwltu ṭhatak nîng i tih, ringna le inchûktirna ṭha tu chena i la zâwm thuah châwm i ni ang khan.",
      "reference": "1 TIMOTHE 4:6"
    },
    {
      "content": "Amiruokchu, Pathien inza nâw- na le pitarhai tienami thu mei mei chu dit naw rawh. Chun, Pathien ngaisak dingin insawizawi rawh.",
      "reference": "1 TIMOTHE 4:7"
    },
    {
      "content": "Taksa insawizawina hi ṭhahnem chu a ṭhahnem ve bawk a, Pathien ngaisakna ruok hin chu, hringna tuta umsa le la hung um ding pêk tiemna a nei leiin kawng tinrêngah a ṭhahnem a nih.",
      "reference": "1 TIMOTHE 4:8"
    },
    {
      "content": "Hi thu hi ring a umin pawm tlâk bêk bêk a nih.",
      "reference": "1 TIMOTHE 4:9"
    },
    {
      "content": "Chuongchun, Pathien hring chu ei awi leiin sin ei inrim a; ei thaw hrâm hrâm a nih, ama chu mi po po sandamtu a na, ama ringtuhai sandamtu a ni bîk tak a nih.",
      "reference": "1 TIMOTHE 4:10"
    },
    {
      "content": "Chuong thu chu pe la, inchûktir rawh.",
      "reference": "1 TIMOTHE 4:11"
    },
    {
      "content": "I naupangna tûkhawmin ngai- nêp naw raw hai seh, thu hril kawnga dâm, chângzie kawnga dâm, hmangaina kawnga dâm, ringna kawnga dâm, inthiengna kawnga dâm, ringtuhai sukhmutu ni lem raw khai.",
      "reference": "1 TIMOTHE 4:12"
    },
    {
      "content": "Ka hung hmakhat chu tiem dâm, thu hril dâm, inchûktir dâm thaw rawh.",
      "reference": "1 TIMOTHE 4:13"
    },
    {
      "content": "Nangmaa um, thilpêk hril lâwk ta anga, upahai kut innghata, Pathienin ân neitir che kha thla- thlam naw.",
      "reference": "1 TIMOTHE 4:14"
    },
    {
      "content": "Mi po po kuomah i ṭhathnemna ân lang theina dingin chuongahai chun taima la, chuonga chun in- hmang zo rawh.",
      "reference": "1 TIMOTHE 4:15"
    },
    {
      "content": "Nangma le i inchûktirnaa chun fimkhur la, chuong thilhai chu thawin um zing rawh; chuong anga thawin nangma le i thu ngaituhai chu i sandam ding a nih.",
      "reference": "1 TIMOTHE 4:16"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 TIMOTHE 4 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}