{
  "verses": [
    {
      "content": "Chuongchun, a tîrtakin thil hni ṭawngṭaina dâm, ṭawngṭaina hrim hrim dam, ṭawngṭaipêkna dâm, lâwmthu hrilna dâm mi po po ta dinga siempêk dingin kân fui che:",
      "reference": "1 TIMOTHE 2:1"
    },
    {
      "content": "lalhai le thuneituhai po po ta ding khawmin; Pathien ngaisak le inzaumtaka inrema thlamuonga ei khawsak theina dingin.",
      "reference": "1 TIMOTHE 2:2"
    },
    {
      "content": "Chu chu a mi Sandamtu Pathien ngaiin a ṭhain lâwm tlâk a nih;",
      "reference": "1 TIMOTHE 2:3"
    },
    {
      "content": "ama chun mi po po sandama um ding le thutak hre dingin a dit a nih. Pathien pakhat chau a um a.",
      "reference": "1 TIMOTHE 2:4"
    },
    {
      "content": "Pathien le mihriem inkârah Palai pakhat chau a um bawk a; ama chu mihriem, Krista Isu,",
      "reference": "1 TIMOTHE 2:5"
    },
    {
      "content": "mi po po intlanna dinga inpe chu a nih; chu chu a hun tak peia inhriettirin a um ding a nih;",
      "reference": "1 TIMOTHE 2:6"
    },
    {
      "content": "chu chu thaw dingin tlâng insampuitu le tirkoa ruot ka nih (thu tak tak ka hril a, kân khêl nawh); ringna le thutaka Jentailhai inchûk- tirtua ruot ka nih.",
      "reference": "1 TIMOTHE 2:7"
    },
    {
      "content": "Chuongchun, pasalhaiin hmun tinah kut inthieng pharin, lunginsen lo le insêl loin ṭawngṭai hai sienla ka nuom a nih.",
      "reference": "1 TIMOTHE 2:8"
    },
    {
      "content": "Chuong ang bawkin, nuhmeihai khawm silfên mâwl tak leh, inchei taluo loin, thuom inchawi tâwkin inthuom hai sienla, sam phierin amanih, rângkachakin amanih, lung- hluin amanih, puon man tamtakhaiin amanih inchei loin.",
      "reference": "1 TIMOTHE 2:9"
    },
    {
      "content": "Amiruokchu, nuhmei Pathien ngaisak intihai chu inphu tâwkin thil thaw ṭhatin inchei hai sien ka nuom.",
      "reference": "1 TIMOTHE 2:10"
    },
    {
      "content": "Nuhmeiin thu awi tlatin to zingin inchûk raw hai se.",
      "reference": "1 TIMOTHE 2:11"
    },
    {
      "content": "Nuhmeiin a inchûktir chu phal a ni nawh; pasal chunga thu an nei ka phal bawk nawh; to zingin um lem raw hai se.",
      "reference": "1 TIMOTHE 2:12"
    },
    {
      "content": "Adam chu siem hmasak a na, chu hnunga chun Evi chu siem a ni sih a.",
      "reference": "1 TIMOTHE 2:13"
    },
    {
      "content": "Chun, Adam chu hlêmin a um nawh a, nuhmei ruok chu hlêmin a um a, bawsietnaah a tlu tah a.",
      "reference": "1 TIMOTHE 2:14"
    },
    {
      "content": "Nisienlakhawm, nuhmei chu ringna le hmangaina le, inthiengna neia lungril feltak puta a um chun, nau nei leiin sandamin um a tih.",
      "reference": "1 TIMOTHE 2:15"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 TIMOTHE 2 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}