{
  "verses": [
    {
      "content": "Pathien hming le a închûktirna thu hrilsieta a um nâwna dingin, suok rîngkawl bât taphawthai chun anni puhai iengkimah chawimawi tlâkah ngai raw hai se.",
      "reference": "1 TIMOTHE 6:1"
    },
    {
      "content": "Chun, ringtu pu neihai chun, unau an ni leiin ngainêp naw raw hai se; amiruokchu, ṭhathnemna hmutu- hai chu ringtu le dittakhai an ni leiin an rawng bâwlpêk zuol lem raw hai se. Hieng thu hi inchûktir la, infui rawh.",
      "reference": "1 TIMOTHE 6:2"
    },
    {
      "content": "Mi tûkhawmin inchûktirna dang ân chûktir a, thutak (Ei Lalpa Isu Krista thu) le, Pathien ngaisakna inchûktirna tieng a awi naw chun,",
      "reference": "1 TIMOTHE 6:3"
    },
    {
      "content": "ama chu a chapo a, iengkhawm a hriet nawh a, hriet nêk hmanin insêl le thu kal kawnga chun ân vêt ta lem a nih. Chuonga inthawk chun, inhnarna dâm, insuolna dâm, hril- sietna dâm, a ṭha naw tieng ringna dâm a hung suok a,",
      "reference": "1 TIMOTHE 6:4"
    },
    {
      "content": "lungril sie nei le thutak nei naw mi nina, sêlhrâtna dâm a suok hlak; chuonghai chu, Pathien ngaisak hi hlâwkna amanih titu an nih.",
      "reference": "1 TIMOTHE 6:5"
    },
    {
      "content": "Pathien ngaisak hi lungawina ṭhang chun hlâwkna nasatak a ni hrim a nih.",
      "reference": "1 TIMOTHE 6:6"
    },
    {
      "content": "Khawvêla hin iengkhawm ei lûtpui nawh a, iengkhawm ei suokpui thei bawk nawh.",
      "reference": "1 TIMOTHE 6:7"
    },
    {
      "content": "Nisienlakhawm, fâk ding le sil ding neiin, chuonga chun lungawi ei tih.",
      "reference": "1 TIMOTHE 6:8"
    },
    {
      "content": "Amiruokchu, hausak tumtuhai chu thlêmnaa dâm, chânga dâm, invêtthlâk le sukkhawhlo thei inhâwkna tamtaka dâm an tlu lût a, chuong inhâwknahai chun sietna le bohmangnaah mi a suktlum hlak.",
      "reference": "1 TIMOTHE 6:9"
    },
    {
      "content": "Tangka sum ngainat hi suol tinrêng bul a ni sih a; chu chu ṭhenkhatin an inhnar a, ringna chu an fe hmang san a, anni le anni lungngaina tamtakin an insun tlang ta nghuon a.",
      "reference": "1 TIMOTHE 6:10"
    },
    {
      "content": "Nisienlakhawm, nang Pathien mi, chuong thilhai chu tlânsan la, felna dâm, Pathien ngaisakna dâm, ringna dâm, hmangaina dâm, daw- theina dâm, thuhnuoirawlna dâm hnawt pei rawh.",
      "reference": "1 TIMOTHE 6:11"
    },
    {
      "content": "Ringna inruolsiekna ṭha chu thaw la, chatuon hringna chu chel rawh; chu chu chang dinga ko i na, hretu tamtakhai mithmuah ṭanna ṭha chu i ṭan ta kha.",
      "reference": "1 TIMOTHE 6:12"
    },
    {
      "content": "Pathien thil tinrêng sukhringtu le, Krista Isu, Pontia Pilat hmaa ṭanna ṭha ṭantu mithmua chun, thu ka pêk che;",
      "reference": "1 TIMOTHE 6:13"
    },
    {
      "content": "ei Lalpa Isu hung inlar nâwk hmakhat chu thupêk kha sawisêlbo le inthiengtaka pawm dingin.",
      "reference": "1 TIMOTHE 6:14"
    },
    {
      "content": "Chu inlârna chu a hun taka chun inpâktlâk thuneitu tak chau, laltakhai laltak, lalhai lal chun inentir a ti che.",
      "reference": "1 TIMOTHE 6:15"
    },
    {
      "content": "Ama chau chun thi thei nawna a nei a, var hnai thei ruol loa chun a um a, ama chu tûkhawmin an hmu ngai nawh a, hmu khawm an hmu thei naw bawk a, ama kuoma chun chatuona chawimawina le thilthawtheina chu um raw se. Amen.",
      "reference": "1 TIMOTHE 6:16"
    },
    {
      "content": "Hi khawvêla hausahai hi chapo naw ding le sum ringum nawah an beiseina innghat loa, thil po po lâwm- na dinga mi petu Pathien chunga chun innghat lem dingin kâwk rawh.",
      "reference": "1 TIMOTHE 6:17"
    },
    {
      "content": "Thil ṭha thaw dingin, thil ṭha thaw hau dingin, tiktlaia thâwlâwm pe pei dingin,",
      "reference": "1 TIMOTHE 6:18"
    },
    {
      "content": "hringna, hringna taktak chu an vawng theina dingin, hun hung tlung dinga ding chun lungphûm ṭhatak an ta dinga lo rem dingin infui rawh.",
      "reference": "1 TIMOTHE 6:19"
    },
    {
      "content": "Aw Timothe, i kuoma inkawltira um chu kawl ṭha rawh, Pathien inzâ naw tieng thu hril mei mei le, indik nawtaka, “Varna,” an iti insêlna hi nghat san rawh.",
      "reference": "1 TIMOTHE 6:20"
    },
    {
      "content": "Chu chu ṭhenkhathaiin nei amanih insâwnin, ringna chu an fe kawisan tah a. Lunginsietna in kuomah um raw se.",
      "reference": "1 TIMOTHE 6:21"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 TIMOTHE 6 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}