{
  "verses": [
    {
      "content": "Sukkawinâwitu chu i hmai- hmaa chun a hung suok ie, kul- bîng chu enkawl la, lampui chu vêng rawh, i kâwng chu sukngar la, i thil- thawtheina chu hrâttakin siem ṭha rawh.",
      "reference": "NAHUM 2:1"
    },
    {
      "content": "Israelhai ropuina angin Jakob- hai ropuina chu LALPA chun ân ngîr nâwk sih a; sukruoktuhaiin anni chu an sukruok zo tah a, an grêp kauhai an suksiet zo ta sih a.",
      "reference": "NAHUM 2:2"
    },
    {
      "content": "A mi hrâthai phaw chu a sen a, mi huoisenhai chu a sen inlârin an inthuom a, an inbuotsaina nia chun tawlailîrhai chu kâpathîr tlêtin a tle zawr zawr a, feihai chu râpthlâktakin ân lap zawk zawk a nih.",
      "reference": "NAHUM 2:3"
    },
    {
      "content": "Tawlailîrhai chu kawtthlêra chun an tlân bur bur a, lamlien lien- haia chun an insuk sawk sawk a, meiser angin an inlang a, kâwlinlep angin an tlân thuok thuok a nih.",
      "reference": "NAHUM 2:4"
    },
    {
      "content": "A mi lienhai chu a hrietsuok a, an fe inruol chu an pêm a; kul bang tieng pan chun an inhmawh a, thil phên ding an siem a.",
      "reference": "NAHUM 2:5"
    },
    {
      "content": "Vadung kawtkhârhai chu hawng a na, lal in chu sukramin a um a.",
      "reference": "NAHUM 2:6"
    },
    {
      "content": "Chun, Huzzab chu an hlîp a, an fe hmangpui a, a suoknuhai chun an âwm inchumin vaṭhu inhrâm ang elin an ṭah a.",
      "reference": "NAHUM 2:7"
    },
    {
      "content": "Tienlaia inthawk tah Ninevi khuo hi dîl ang a na; amiruokchu, an tlân hmang a, “Ngîr ro, ngir ro,” tiin an ko a, nisienlakhawm, tukhawm an ngha kîr nawh.",
      "reference": "NAHUM 2:8"
    },
    {
      "content": "Tangkaruo râllâkhai chu lâkpêk unla, rângkachak râllâk sumhai chu lâkpêk ro; thil sêkkhâwl le thuom- hnaw ṭha po po ropuizie chun tâwpintai a nei si nawh.",
      "reference": "NAHUM 2:9"
    },
    {
      "content": "Sukruokin a um a, a ruok dêr a, a rêm dêr a nih, lungril chu ân tui- hmang a, khûphai chu ân vuoktuoh a, kâwng po po chu a na ngawi ngawi a, an rênga hmêl chu a dâng zo vawng a nih.",
      "reference": "NAHUM 2:10"
    },
    {
      "content": "Tukhawm isukṭit loa an umna, sakeibakneichal dâm, sakeibaknei- pui dâm, an fe vêlna sakeibaknei bu zâwl le sakeibakneitehaiin an fâkna hmun chu khâw lai am a na?",
      "reference": "NAHUM 2:11"
    },
    {
      "content": "Sakeibakneichal chun a têhai khawp tâwk a keinâwi a, sakeibak- neipuihai ta dingin a se hlum a, a pûkhai chu a sasein a suksip a, a bu zâwlhai chu saruong kei nâwiin.",
      "reference": "NAHUM 2:12"
    },
    {
      "content": "Sipaihai LALPA chun, “Ngai ta, ka do che a nih, i tawlailîrhai chu raw khu hlut hlut ka ta, i sakeibaknei têhai chu kâwlhnâmin bohmang an tih; chun, hnuoia i sase hi suktâwp ka ta, i palaihai râwl chu hriet ni ta naw ni,” a ta.",
      "reference": "NAHUM 2:13"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "NAHUM 2 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}