{
  "verses": [
    {
      "content": "Ninevi khaw phurrik chu, Elkos mi Nahum inlârna hmu bu chu.",
      "reference": "NAHUM 1:1"
    },
    {
      "content": "LALPA chu thîkthusie Pathien le phuba lâk hmang a nih; LALPA chun phuba a lâk a, lunginsennain a sip a nih; LALPA chun ama dotuhai chungah phuba a lâk a, a hmêlmahai ta ding chun lunginsenna ân khâwl- khâwm a nih.",
      "reference": "NAHUM 1:2"
    },
    {
      "content": "LALPA chu a lung ân uoi a, nasataka thilthawthei a na, mi suol chu thiem inchangtir hrim hrim naw ni; LALPA chun thlivira le thlipuia chun lampui a nei a, sûmhai chu a kea pilvut a nih.",
      "reference": "NAHUM 1:3"
    },
    {
      "content": "Tuisuoriet chu a kâwk a, a suk- kangintana, vadunghai po po khawm a sukkangintan zo a, Basan ram le Karmel tlâng an châu a, Lebanon tlâng pâr chu a châu a nih.",
      "reference": "NAHUM 1:4"
    },
    {
      "content": "Tlâng lienhai chu ama leiin an inhnîng a, tlâng chînhai chu an intuihmang a; a hmaa chun hnuoi hi ân thin a, anih, khawvêl le a sûnga um po pohai le chun.",
      "reference": "NAHUM 1:5"
    },
    {
      "content": "A lungninawna hmaa chun tu am ngîr thei an ta, a lunginsenna nasa- taka chun tu am um thei an ta? A lunginsenna chu mei anga bunthlâk a na, lungpuihai chu a sukkawi vawng a nih.",
      "reference": "NAHUM 1:6"
    },
    {
      "content": "LALPA chu a ṭha a, lunginzîng nia chun kul nghet a nih, amaa an ringna innghattuhai chu a hriet.",
      "reference": "NAHUM 1:7"
    },
    {
      "content": "Amiruokchu, tui lien luong liem- na hmangin chu hmun bohmang vawngna chu intlungtir a ta, hmêl- mahai chu inthimnaah hnawt lût a tih.",
      "reference": "NAHUM 1:8"
    },
    {
      "content": "LALPA kalin ieng am in ngaituoh a? Tâwp râwtna ân tlungtir ding a nih: rinum vawi hnina tlung naw nih.",
      "reference": "NAHUM 1:9"
    },
    {
      "content": "Hling bawn anga umin an uoin dâwn chun chie hu hnêp angin um sienla khawm, bupâwl ṭâwl ang ela sukbohmang vawng nîng an tih.",
      "reference": "NAHUM 1:10"
    },
    {
      "content": "Nangmaa suok mi pakhat LALPA kalna thil suol ngaituotu, rîtlona thurâwntu a um a.",
      "reference": "NAHUM 1:11"
    },
    {
      "content": "LALPA chun hieng ang hin a tih: “An hrât thei tâwpin hrât hai sienla khawm, tam khawm tamtak ni hai sien khawm, chuongsa khawm chun vât thlûkin um an ta, bohmang an tih. Lo sukrimsi ta lang che khawm sukrimsi nâwk ta naw ning che.",
      "reference": "NAHUM 1:12"
    },
    {
      "content": "Tuhin chu i kuoma inthawkin a rîngkawl chu suktliek ka ta, nangma khuopna hruihai chu suktan vawng ka tih.",
      "reference": "NAHUM 1:13"
    },
    {
      "content": "LALPA chun i chungchâng thuah thu a pêk a, i hming chu chi anga thê ni ta naw nih; i pathien ina inthawka milim siemfâwm le milim sunghai chu sukbohmang ka tih; i thlân chu siem ka tih, i suol sih a,” tiin.",
      "reference": "NAHUM 1:14"
    },
    {
      "content": "Tlânghaia chanchin ṭha in- tluna, inremna thu tlânginsampui- tuhai ke chu en ta! Aw Juda, i ruoi- ṭhenahai chu inser la, i thutiemhai chu sukpuitling rawh; mi rilo chun a pal thleng nâwk ta âwm si naw cheh a, sukbohmang dêr a ni tah a nih.",
      "reference": "NAHUM 1:15"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "NAHUM 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}