{
  "verses": [
    {
      "content": "Thisen insuo hmang khawpui chu a chung a rik ie! Khêl le inrawk- nain a sip vawng a; an sase chu a chatlak nawh.",
      "reference": "NAHUM 3:1"
    },
    {
      "content": "Vuokna vai rîk dâm, tawlailîr ke innghawr ri dâm, sakawr inchâwm dâm, tawlailîr tlân tlut tlut dâm leh;",
      "reference": "NAHUM 3:2"
    },
    {
      "content": "sakawr chung chuong mi, sakawr- a chuong dâm, kâwlhnâm tle zawr zawr dâm, fei tle pawp pawp dâm le, mi that um rem rum dâm, ruong um rei rui dâm leh; ruong chu tâwp ti hrim a nei nawh, an ruong haia chun an insui a;",
      "reference": "NAHUM 3:3"
    },
    {
      "content": "chuong chu, nawchizawr hmêl ṭha, dawithiemnu, a uiretna leia hnam zawr a, dawi chîngna leia sûngkuo zawrtu uiretna nasatak leia hung um a nih.",
      "reference": "NAHUM 3:4"
    },
    {
      "content": "Sipaihai LALPA chun hieng ang hin a tih, Ngai ta, ka do che a nih; i hmai tieng i puon hlîm ka ta; i saruokna hnamhai kuoma le i muol- phona lal ramhai kuomah inentir ka tih.",
      "reference": "NAHUM 3:5"
    },
    {
      "content": "Hmunhnawk tirdakumtakin thêng ka ti cheh a, inzakumtakin siem ka ti che a, ennuom dingin sieng ka ti che.",
      "reference": "NAHUM 3:6"
    },
    {
      "content": "Chun, hieng ang hi hung nîng a ta, a hmu taphawt che chu i kuoma inthawkin tlân hmang an tih. Ninevi khuo chu a hung tâwp tah a nih; tuin am sûn a ta? Khâwlaia inthawkin am i ta dingin lungmuongna ei zawng ding chu aw! tîng an tih.",
      "reference": "NAHUM 3:7"
    },
    {
      "content": "Vadunghai kâra um, No-amon, a vêla tuiin ân huol, a kul dinga tui- pui hmanga, a kul bang ding tui- pui nei nêk khan i ṭha lem am a nih?",
      "reference": "NAHUM 3:8"
    },
    {
      "content": "Ethiopia le Aigupta chu a hrâtna a na, chu chu tâwp chin nei lo a nih; Put le Lubim chu nangma ṭhangpui- tuhai an nih.",
      "reference": "NAHUM 3:9"
    },
    {
      "content": "Chuong sa khawm chun lâk hmangin a um a, salah ân tâng a: kawtthlêr tin tâwpah a naupangtehai chu an pei nawipêk a; a mi ṭhahai ta dingin ai an sân a, a mi lienhai po po chu khaidieta khuop an nih.",
      "reference": "NAHUM 3:10"
    },
    {
      "content": "Nang khawm inrui bawk i ta, thuphmangin um i tih; hmêlma leiin kul det zawng bawk i tih.",
      "reference": "NAHUM 3:11"
    },
    {
      "content": "I kul po po chu theichang kûng, ra hmin hmasa put ang nîng an ta, an inhnîng phawt chun a fatu bauah an tla lût hlak.",
      "reference": "NAHUM 3:12"
    },
    {
      "content": "Ngai ta, i sûnga i mipuihai chu nuhmei an na, i hmêlmahai ta dingin i ram kawtkhâr chu ân hawng huoi a, în kalna thîr tluonhai chu meiin a kâng hmang a nih.",
      "reference": "NAHUM 3:13"
    },
    {
      "content": "Inhuol vêla i um sûnga dingin tui chawi la, i kulhai sukdet rawh; pilpawk umnaa chun fe la, lung chârna chu chîl la, ṭêklei râwna thuk chu sukdet rawh.",
      "reference": "NAHUM 3:14"
    },
    {
      "content": "Chutaka chun meiin kâng hmang a ti cheh a, kâwlhnâmin sât hlum a ti che, khâu angin sukbohmang a ti che: khâu angin insukpung la, khâuhawn angin insukpung rawh.",
      "reference": "NAHUM 3:15"
    },
    {
      "content": "I sumdâwngtuhai chu vâna ara- sihai nêka tamin i sukpung a, khâu chun a suksiet a, a vuong hmang el hlak.",
      "reference": "NAHUM 3:16"
    },
    {
      "content": "I mi lallukhum khumhai chu khâuhawn ang an na, i sipai hotuhai chu khaw dei nia khâu ruol pala fu khâwm ang an nih, amiruokchu, nisa a hung suok a, an vuong hmang a, an umna hmun hrim hriet a ni nawh.",
      "reference": "NAHUM 3:17"
    },
    {
      "content": "Aw Assuria lal, i berâm vêngtu- hai chu an inlusu ie, i mi lienhai chu an châwl a, i mipuihai chu tlânghaia chun an indar zo a, ṭhuoi khâwmtu tukhawm an um nawh.",
      "reference": "NAHUM 3:18"
    },
    {
      "content": "I na chu a damna ding a um nawh, i hliemna chu a nasa hle a nih; i ri hre taphawt chun kut an ben- khum che; i rîtlona hin a chîm rawp naw tu am a um a?",
      "reference": "NAHUM 3:19"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "NAHUM 3 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}