{
  "verses": [
    {
      "content": "Reuben le Gad thlahai chun ram an hau hle a; chun, Jazer ram le Gilead ram an hmu chun, a hmun chu ran ta dinga hmun ṭhatak niin an hriet a;",
      "reference": "NAMBAR 32:1"
    },
    {
      "content": "chuongchun, Gad thlahai le Reuben thlahai chun Mosie le thiem- pu Eleazar le pungkhâwmhai ṭhuoi- tuhai chu an va biek a,",
      "reference": "NAMBAR 32:2"
    },
    {
      "content": "“Astaroth, Dibon, Jazer, Nimra, Hesbon, Eleale, Sebam, Nebo le Beon dâm–",
      "reference": "NAMBAR 32:3"
    },
    {
      "content": "Israel pungkhâwmhai hmaa LALPAIN a suktlâwm ramhai chu - ran ta dinga ṭhatak ram a na; chun, i siehlawhai hin ran kan nei a,",
      "reference": "NAMBAR 32:4"
    },
    {
      "content": "rem i ti zâwng a ni chun hi ram hi kan hluo dingin mi pe la, Jordan râl mi ṭhuoi kai da el raw khai,” an ta.",
      "reference": "NAMBAR 32:5"
    },
    {
      "content": "Chun, Mosie chun Gad thlahai le Reuben thlahai kuoma chun, “In unauhai chu indonaah fêng an ta, nangni chu hitaka hin in lo um el ding maw?",
      "reference": "NAMBAR 32:6"
    },
    {
      "content": "Iengdinga LALPAIN a pêk rama lût lo dinga Israel thlahai lungril in sukṭi zing am a ni le?",
      "reference": "NAMBAR 32:7"
    },
    {
      "content": "Kades-barneaa inthawka ram va enthla dinga ka ti khan hieng ang bawk hin in puhai chun an ta,",
      "reference": "NAMBAR 32:8"
    },
    {
      "content": "Eskol ruom an hung tlung khan ram chu an hung hmuh a, LALPAIN ram a pêka chun an lût nâwna dingin Israel thlahai lungril chu an sukṭi- pêk a.",
      "reference": "NAMBAR 32:9"
    },
    {
      "content": "Chuongchun, chu ni chun LAL- PA lung chu a chawk a, inkhâmin,",
      "reference": "NAMBAR 32:10"
    },
    {
      "content": "‘Aigupta rama inthawka hung suok, kum sâwmhni chin chungtieng mi hrim hrim chu Abraham hai, Isak hai, Jakob hai kuoma inkhâma pêk ka tiem ram hrim hrim chu tukhawma hmu naw ni hai; an mi zui tak tak naw leiin;",
      "reference": "NAMBAR 32:11"
    },
    {
      "content": "Keniz mi Jephunne naupa Kaleb le Nun naupa Josua hai chau naw chun, anni chun LALPA chu an zui tak tak leiin,’ tiin.",
      "reference": "NAMBAR 32:12"
    },
    {
      "content": "Chun, Israelhai chunga chun LALPA lung chu a chawk a, LALPA mithmua thil ṭha naw thawtu suon po po chu an bohmang vawng hmakhat chun thlalêrah kum sâwmli ân vâkvaitir a.",
      "reference": "NAMBAR 32:13"
    },
    {
      "content": "Chun, ngai ta u, Israelhai chunga LALPA lungsenna ṭiumtak chu belsain nangni suon suolhai hin in puhai ai in aw tah a.",
      "reference": "NAMBAR 32:14"
    },
    {
      "content": "LALPA zui loa in um meu chun annirawi hi thlalêrah ân umtir nâwk el ding a nih. Hieng mihai po po hi in sukbohmang el ding a nih,” a ta.",
      "reference": "NAMBAR 32:15"
    },
    {
      "content": "Anni chun an va hnai a, a kuomah, “Hitaka hin kan ran ta dingin berâm huonhai le kan nau le tehai ta dingin khuohai siem kan ta.",
      "reference": "NAMBAR 32:16"
    },
    {
      "content": "Keini ruok chu an hmun ding ei tlung hmakhata Israel thlahai hmaa fe pei dingin inrâlthuom diem kan ta; hi rama mihai lei hin kan nau le têhai chu kul nei khuoahai chun um an ta.",
      "reference": "NAMBAR 32:17"
    },
    {
      "content": "Israel thla mi tin an hmun hluo ding an hluo hmakhat chu kan in tieng fe naw ning ungah.",
      "reference": "NAMBAR 32:18"
    },
    {
      "content": "Kan hluo ding chu hi tieng râl Jordan sak tieng a ni leiin Jordan râl khingtieng le a khêl tieng chu hluopui naw ning ungah,” an ta.",
      "reference": "NAMBAR 32:19"
    },
    {
      "content": "Chun, Mosien an kuomah, “Chuong anga in thawh a, indonaa LALPA hmaa fe dinga in inrâlthuom a, a hmaa inthawka a hmêlma hai a hnawt suok a,",
      "reference": "NAMBAR 32:20"
    },
    {
      "content": "LALPA hmaa ram chu hne a ni hmakhata nangni laia inrâlthuomhai po poin LALPA hmaa Jordan in kai vawng chun,",
      "reference": "NAMBAR 32:21"
    },
    {
      "content": "nakie leh in tieng la fêng in ta, LALPA chunga le Israelhai chungah thiemlo loin in um ding a nih; chuong- chun, hi ram hi LALPA hmaa in hluo ding nîng a tih.",
      "reference": "NAMBAR 32:22"
    },
    {
      "content": "Amiruokchu, chuong anga in thaw naw chun, ngai ta u, LALPA chunga suol nîng in ta, in suol chun hmu suok ngei ngei a ti cheu ti hre ro.",
      "reference": "NAMBAR 32:23"
    },
    {
      "content": "In nau le têhai ta dingin khuo- hai siem unla, in berâmhai ta dingin huonhai siem un la, in hril ang chun thaw ro khai,” a ta.",
      "reference": "NAMBAR 32:24"
    },
    {
      "content": "Chun, Gad thlahai le Reuben thlahai chun Mosie kuomah, “I siehlawhai hin kan pu thupêk ang chun thâwng kan tih.",
      "reference": "NAMBAR 32:25"
    },
    {
      "content": "Kan nuhmei, kan nau le têhai, kan berâm ruolhai, kan ran ruolhai po po chu Gilead ram khuoahai hin lo um an ta;",
      "reference": "NAMBAR 32:26"
    },
    {
      "content": "amiruokchu, i siehlaw, indo dinga inrâlthuomhai po po chu kan pu hril ang chun LALPA hmaah va kai kan tih,” an ta, an hril a.",
      "reference": "NAMBAR 32:27"
    },
    {
      "content": "Chuongchun, Mosie chun an chungchâng thua chun thiempu Eleazar hai, Nun naupa Josua hai, Israel pahnam ṭhuoituhai chu thu a pêk a.",
      "reference": "NAMBAR 32:28"
    },
    {
      "content": "Chun, Mosie chun an kuomah, “Gad thlahai le Reuben thlahai indo dinga inrâlthuomhai po po hin LALPA hmaa Jordan vadung an kai- pui cheu a, ram chu in inhmin chun Gilead ram chu an hluo dingin in pêk ding a nih;",
      "reference": "NAMBAR 32:29"
    },
    {
      "content": "amiruokchu, inrâlthuoma an kaipui naw cheu chun Kanaan ram- ah nangni lai ṭhang ve el an tih,” a ta.",
      "reference": "NAMBAR 32:30"
    },
    {
      "content": "Chun, Gad thlahai le Reuben thlahai chun, “I siehlawhai kuoma LALPAIN a hril ang chun thâwng kan tih;",
      "reference": "NAMBAR 32:31"
    },
    {
      "content": "inralthuoma LALPA hmaa kaiin Kanaan ramah lût kan ta, chuongchun, kan ram hluo ding chu Jordan vadung khêl tieng la ni zing a tih,” tiin an dawn a.",
      "reference": "NAMBAR 32:32"
    },
    {
      "content": "Chun, Mosie chun Gad thlahai le Reuben thlahai le Josef nau Manasse thla hnam zâtve hai chu Amor lal Sihon ram dâm, Basan lal Og ram, chuong ramhai chu a khuo um po pohai leh a vêla rama khuohai le chun a pêk a.",
      "reference": "NAMBAR 32:33"
    },
    {
      "content": "Chun, Gad thlahai chun Dibon dâm, Ataroth dâm, Aroer dâm,",
      "reference": "NAMBAR 32:34"
    },
    {
      "content": "Atrothsophan dâm, Jazer dâm, Jogbeha dâm,",
      "reference": "NAMBAR 32:35"
    },
    {
      "content": "Beth-nimrah dâm, Betharan dâm an indin a, khawpui kul neihai, berâm huon dâm leh.",
      "reference": "NAMBAR 32:36"
    },
    {
      "content": "Chun, Reuben thlahai chun Hesbon dâm, Eleale dâm, Kiriathaim dâm,",
      "reference": "NAMBAR 32:37"
    },
    {
      "content": "Nebo dâm, Baal-meon dâm, (a hminghai hi sukdanglam a ni tah), Sibma dâm an indin a; an khuo siemhai chu hming dang an in- put a.",
      "reference": "NAMBAR 32:38"
    },
    {
      "content": "Chun, Manasse naupa Makir thlahai chu Gilead rama chun an feh a, an lâk a. Amor mihai chutaka umhai chu an lâkpêk a.",
      "reference": "NAMBAR 32:39"
    },
    {
      "content": "Chun, Mosie chun Gilead ram chu Manasse naupa Makir chu a pêk a, chutaka chun a um a.",
      "reference": "NAMBAR 32:40"
    },
    {
      "content": "Chun, Manasse naupa Jair chun chutaka khuohai chu a va lâk a, Havot-Jair ân bûk a.",
      "reference": "NAMBAR 32:41"
    },
    {
      "content": "Chun, Noba chun Kenath a va lâk a, a khawperhai leh, ama hming chawiin Noba ân bûk a.",
      "reference": "NAMBAR 32:42"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "NAMBAR 32 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}