{
  "verses": [
    {
      "content": "Chun, Jeriko zâwn Jordan va- pang, Moab phaia chun LALPAIN Mosie a biek a,",
      "reference": "NAMBAR 35:1"
    },
    {
      "content": "“Israel thlahai chu thu pe la, an ramahai chun Levi mihai umna ding khuohai siempêk raw hai se; chun, ran tlatna dingin khaw kâwl vêl- hai chu Levi mihai chu i pêk ding a nih.",
      "reference": "NAMBAR 35:2"
    },
    {
      "content": "Khuohai chu an umna ding nîng a ta, a vêlhai chu an bâwng le an ran, an thil vai po pohai ta dingin nîng a tih.",
      "reference": "NAMBAR 35:3"
    },
    {
      "content": "Khaw kâwl Levi mihai i pêk ding chu khaw kula inthawka tawng sâng khata hla a ni ding a nih.",
      "reference": "NAMBAR 35:4"
    },
    {
      "content": "Kul puotienga inthawkin in- khîng i ta, saktieng pangah tawng sâng hni, simtieng pangah tawng sâng hni; thlangtieng pangah tawng sâng hni, hmârtieng pangah tawng sâng hni, khuo a lai taka umin. Hi hi an khuo khawhnâwm nîng a tih.",
      "reference": "NAMBAR 35:5"
    },
    {
      "content": "Chun, Levi mihai i pêk ding khuohai chu tuolthathai tlânna dingin himna khuo paruk nîng a ta; chuong naw khawm chu khuo sâwmli pahni i pêk bawk ding a nih.",
      "reference": "NAMBAR 35:6"
    },
    {
      "content": "Levi mihai i pêk ding khuo po pohai chu khuo sâwmli pariet nîng a tih, an khawhnâwm seng pei leh.",
      "reference": "NAMBAR 35:7"
    },
    {
      "content": "Israel thlahai ihluo khuo i pêk dân chu a tam deua inthawk chun pe tam deu i ta; a tlâwm deua inthawk chun pe tlâwm i ta, pahnam tinin an hluo ram tam dân i zirin a khuo chu Levi mihai a pêk ding a nih,” tiin.",
      "reference": "NAMBAR 35:8"
    },
    {
      "content": "LALPA chun Mosie a biek a, “Israel thlahai hril la, an kuomah,",
      "reference": "NAMBAR 35:9"
    },
    {
      "content": "‘Jordan vadung in kai a, Kanaan ram in lût pha chun,",
      "reference": "NAMBAR 35:10"
    },
    {
      "content": "himna khuo ding in ruot ding a nih, tuolthat paltu tlânna dingin.",
      "reference": "NAMBAR 35:11"
    },
    {
      "content": "Chuong khuohai chu phuba- latua inthawka himna khuohai nîng an ta; pungkhâwmhai hmaa rorêlpêk dinga a ngir hmaa tuolthattu chu a thi nawna dingin.",
      "reference": "NAMBAR 35:12"
    },
    {
      "content": "Chuongchun, in ta dinga himna khuo in ruothai chu khuo paruk nîng a ta.",
      "reference": "NAMBAR 35:13"
    },
    {
      "content": "Jordan râlah khaw thum ruot in ta, Kanaan ramah khaw thum ruot in ta; himna khuohai nîng an tih.",
      "reference": "NAMBAR 35:14"
    },
    {
      "content": "Israel thlahai le hnam dang le an kuoma chênghai ta dingin hi khuo paruk hi himna khuohai nîng an tih, chutaka chun tukhawm mi that palhai chu an tlân ding a nih.",
      "reference": "NAMBAR 35:15"
    },
    {
      "content": "Amiruokchu, thîr hriemhrei hmanga mi a thawh a, a thi chun, tuolthat a nih, tuolthattu chu suk- hlum ngei ding a nih.",
      "reference": "NAMBAR 35:16"
    },
    {
      "content": "Chun, thina khawpa lunga mi a suk a, a thi chun tuolthat a nih, tuolthattu chu sukhlum ngei ding a nih.",
      "reference": "NAMBAR 35:17"
    },
    {
      "content": "Chun, thi khawpa thinga mi a vuok a, a thi chun tuolthat a nih, tuolthattu chu sukhlum ngei ding a nih.",
      "reference": "NAMBAR 35:18"
    },
    {
      "content": "Thisen phubalatu chun tuol- thattu chu that nghâl el a tih. A hmu pha pha a sukhlum el ding a nih.",
      "reference": "NAMBAR 35:19"
    },
    {
      "content": "Chun, mi a theida leia nam rak amanih, inchân rûka dênga a thiin amanih,",
      "reference": "NAMBAR 35:20"
    },
    {
      "content": "intaina leia a chum hlum amani chun a sukhlumtu chu sukhlum ve ngei nîng a tih; tuolthat a nih, thisen phubalatu chun a hmu pha pha a sukhlum el ding a nih.",
      "reference": "NAMBAR 35:21"
    },
    {
      "content": "Amiruokchu, intai lei khawm ni chuong loa, nam thut amanih, chun, inchân ni kher loa dêng amanih,",
      "reference": "NAMBAR 35:22"
    },
    {
      "content": "an um ti khawm hre loa, a hmêlma khawm ni loa, a pawitâwk khawm ni chuong loa, lungin ama- nih a dêng a, mi a lo thi dâm a ni chun,",
      "reference": "NAMBAR 35:23"
    },
    {
      "content": "pungkhâwmhaiin hieng rorêlna dân ang hin a sukhlumtu thisen phubalatu ro chu a rêlpêk ding a nih;",
      "reference": "NAMBAR 35:24"
    },
    {
      "content": "pungkhâwmhai chun tuolthattu chu thisen phubalatua inthawk chun hum an ta, pungkhâwmhai chun a tlânna, himna khuoa chun inumtir nâwk an ta, hriek inthienga nâl, thiempu lal a thi hmakhat chun chutaka chun a um ding a nih.",
      "reference": "NAMBAR 35:25"
    },
    {
      "content": "Amiruokchu, ienglai khawmin tuolthattu chu a tlânna, himna khaw ramri puotieng a feh a,",
      "reference": "NAMBAR 35:26"
    },
    {
      "content": "thisen phubalatuin a himna khaw puoa a hmuh a, thisen phu- balatuin a that chun thisena chun thiemnaw chang naw ni;",
      "reference": "NAMBAR 35:27"
    },
    {
      "content": "thiempu lal a thi hmakhat chun chu himna khuoa chun a um zing ding a ni leiin; thiempu a thi hnunga ruok chun tuolthattu chu a umna rama chun a kîr nâwk ding a nih.",
      "reference": "NAMBAR 35:28"
    },
    {
      "content": "Hieng thil hi in thlahai chena in umna taphawta in rorêl dân ding chu nîng a tih.",
      "reference": "NAMBAR 35:29"
    },
    {
      "content": "Tukhawma mi a that chun tuol- thattu chu hretuhai bâua inthawka thu suokin sukhlum ding a nih; ami- ruokchu, hretu pakhat chau chu, chu chu sukhlumna ding chun a hun nawh.",
      "reference": "NAMBAR 35:30"
    },
    {
      "content": "Chun, tuolthattu chu in intlan ding a ni nawh, thina khawpa thiem- naw chang a na, sukhlum ngei ding a ni lem.",
      "reference": "NAMBAR 35:31"
    },
    {
      "content": "Chun, thiempu thi hma chun a himna khuoa tlân, a rama um nâwk ding intlanna chu in lâk ding a ni nawh.",
      "reference": "NAMBAR 35:32"
    },
    {
      "content": "Chuongchun, in umna ram chu, sukpawrche ding a ni nawh, thisen chun ram chu in sukpawrche sih a, thisen suokna ram pawrche sâwpna ding chun thisen insuotu thisen ngawt naw chu hmang thei a ni si nawh a.",
      "reference": "NAMBAR 35:33"
    },
    {
      "content": "In umna ram, ka umna hi in sukpawrche ding a ni nawh, kei LALPA chu Israel thlahai lai hin ka um sih a,’ ti rawh,” tiin.",
      "reference": "NAMBAR 35:34"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "NAMBAR 35 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}