{
  "verses": [
    {
      "content": "Aigupta rama inthawka an hung suok kum hni kum, thla hnina, ni khat ni chun, Sinai thlalêra intuokna puon inah LALPAIN Mosie a biek a,",
      "reference": "NAMBAR 1:1"
    },
    {
      "content": "“Israel thlahai pungkhâwmhai po po chu a chi chiin, a sûngkuo kuoin, an hming indawt dân ang peiin pasal po po tiem vawng rawh.",
      "reference": "NAMBAR 1:2"
    },
    {
      "content": "Kum sâwmhni chin chungtieng Israelhai laia mi râl kâpa fe thei chin chu Aron le nangin a pâwl pâwlin in tiem vawng ding a nih.",
      "reference": "NAMBAR 1:3"
    },
    {
      "content": "I kuomah hnam tin laia mi pakhat, sûngkaw puipa an um pei ding a nih.",
      "reference": "NAMBAR 1:4"
    },
    {
      "content": "Hieng hi i kuoma um ding hai hming chu a nih. Reuben hnama mi Sedeur naupa Elizur.",
      "reference": "NAMBAR 1:5"
    },
    {
      "content": "Simeon hnama mi Zurisaddai naupa Selumiel.",
      "reference": "NAMBAR 1:6"
    },
    {
      "content": "Juda hnama mi Amminadab naupa Nason.",
      "reference": "NAMBAR 1:7"
    },
    {
      "content": "Issakar hnama mi, Zuar naupa Nethanel.",
      "reference": "NAMBAR 1:8"
    },
    {
      "content": "Zebulun hnama mi Helon naupa Eliab.",
      "reference": "NAMBAR 1:9"
    },
    {
      "content": "Josef thla, Ephraim hnama mi Ammihud naupa Elisama. Manasse hnama mi Pedahzur naupa Gamaliel.",
      "reference": "NAMBAR 1:10"
    },
    {
      "content": "Benjamin hnama mi Gideoni naupa Abidan.",
      "reference": "NAMBAR 1:11"
    },
    {
      "content": "Dan hnama mi Ammisaddai naupa Ahiezer.",
      "reference": "NAMBAR 1:12"
    },
    {
      "content": "Aser hnama mi Okran naupa Pagiel.",
      "reference": "NAMBAR 1:13"
    },
    {
      "content": "Gad hnama mi Deuel naupa Eliasaph.",
      "reference": "NAMBAR 1:14"
    },
    {
      "content": "Naphtali hnama mi Enan naupa Ahira.",
      "reference": "NAMBAR 1:15"
    },
    {
      "content": "Hienghai hi mipuihai laia thlang, an pahnama ṭhuoitu, Israel sûngkuo puipahai chu an nih,” tiin.",
      "reference": "NAMBAR 1:16"
    },
    {
      "content": "Chuongchun, Mosie le Aron chun chuong an hming lama umhai chu an ṭhuoi a,",
      "reference": "NAMBAR 1:17"
    },
    {
      "content": "mipui po po chu thla hnina, ni khat ni chun an ko khâwm vawng a, a chi chiin a sûngkuo kuoin, an hming indawt dân ang peiin kum sâwmhni chin chungtieng po po chu an thlatuhai hming an târlang a.",
      "reference": "NAMBAR 1:18"
    },
    {
      "content": "LALPAIN Mosie thu a pêk ang- in Sinai thlalêra chun a tiem tah a.",
      "reference": "NAMBAR 1:19"
    },
    {
      "content": "Israel naupa upatak Reuben thla suonhai chu a chi chiin, an pahnam hnamin, an hming indawt dân ang peiin, pasal kum sâwmhni chin chungtieng, râl kâp thei chin,",
      "reference": "NAMBAR 1:20"
    },
    {
      "content": "Reuben thla po po chu sîng li sâng ruk le za nga an nih.",
      "reference": "NAMBAR 1:21"
    },
    {
      "content": "Simeon thla suonhai chu a chi chiin, an pahnam hnamin, an hming tam ang peiin pasal kum sâwmhni chin chungtieng, râl kâp thei chin,",
      "reference": "NAMBAR 1:22"
    },
    {
      "content": "Simeon thla po po chu sîng nga sâng kuo le za thum an nih.",
      "reference": "NAMBAR 1:23"
    },
    {
      "content": "Gad thla suonhai chu a chi chiin, an pahnam hnamin, an hming tam dân ang peiin kum sâwmhni chin chungtieng, râl kâp thei chin,",
      "reference": "NAMBAR 1:24"
    },
    {
      "content": "Gad thla po pohai chu sîng li sâng nga za ruk le sâwmnga an nih.",
      "reference": "NAMBAR 1:25"
    },
    {
      "content": "Juda thla suonhai chu a chi chiin; an pahnam hnamin, an hming tam dân ang peiin kum sâwmhni chin chungtieng, râl kâp thei chin,",
      "reference": "NAMBAR 1:26"
    },
    {
      "content": "Juda thla po pohai chu sîng sari sâng li le za ruk an nih.",
      "reference": "NAMBAR 1:27"
    },
    {
      "content": "Issakar thla suonhai chu, an chi chiin, an pahnam hnamin, an hming tam dân ang peiin, kum sâwmhni chin chungtieng, râl kâp thei chin,",
      "reference": "NAMBAR 1:28"
    },
    {
      "content": "Issakar thla po pohai chu sîng nga sâng li le za li an nih.",
      "reference": "NAMBAR 1:29"
    },
    {
      "content": "Zebulun thla suonhai chu a chi chiin, an pahnam hnamin, an hming tam dân ang peiin, kum sâwmhni chin chungtieng, râl kâp thei chin,",
      "reference": "NAMBAR 1:30"
    },
    {
      "content": "Zebulun thla po pohai chu sîng nga sâng sari le za li an nih.",
      "reference": "NAMBAR 1:31"
    },
    {
      "content": "Josef thla laia mi Ephraim thla suonhai chu a chi chiin, an pahnam hnamin, an hming tam dân ang peiin kum sâwmhni chin chungtieng, râl kâp thei chin,",
      "reference": "NAMBAR 1:32"
    },
    {
      "content": "Ephraim thla po pohai chu sîng li le za nga an nih.",
      "reference": "NAMBAR 1:33"
    },
    {
      "content": "Manasse thla suonhai chu a chi chiin, an pahnam hnamin, an hming tam dân ang peiin, kum sâwmhni chin chungtieng, râl kâp thei chin,",
      "reference": "NAMBAR 1:34"
    },
    {
      "content": "Manasse thla po pohai chu sîng thum sâng hni le za hni an nih.",
      "reference": "NAMBAR 1:35"
    },
    {
      "content": "Benjamin thla suonhai chu a chi chiin, an pahnam hnamin, an hming tam dan ang peiin, kum sâwmhni chin chungtieng, râl kâp thei chin,",
      "reference": "NAMBAR 1:36"
    },
    {
      "content": "Benjamin thla po pohai chu sîng thum sâng nga le za li an nih.",
      "reference": "NAMBAR 1:37"
    },
    {
      "content": "Dan thla suonhai chu a chi chiin, an pahnam hnamin, an hming tam dân ang peiin, kum sâwmhni chin chungtieng, râl kâp thei chin,",
      "reference": "NAMBAR 1:38"
    },
    {
      "content": "Dan thla po pohai chu sîng ruk sâng hni le za sari an nih.",
      "reference": "NAMBAR 1:39"
    },
    {
      "content": "Aser thla suonhai chu a chi chiin an pahnam hnamin, an hming tam dân ang peiin, kum sâwmhni chin chungtieng, râl kâp thei chin,",
      "reference": "NAMBAR 1:40"
    },
    {
      "content": "Aser thla po pohai chu sîng li sâng khat le za nga an nih.",
      "reference": "NAMBAR 1:41"
    },
    {
      "content": "Naphtali thla suonhai chu a chi chiin, an pahnam hnamin, an hming tam dân ang peiin kum sâwmhni chin chungtieng, râl kâp thei chin,",
      "reference": "NAMBAR 1:42"
    },
    {
      "content": "Naphtali thla po pohai chu sîng nga sâng thum le za li an nih.",
      "reference": "NAMBAR 1:43"
    },
    {
      "content": "Chuonghai chu an nih Mosie le Aronin Israel puipa sâwmpahni, sûngkaw puipahai le an tiemhai chu.",
      "reference": "NAMBAR 1:44"
    },
    {
      "content": "Chuongchun, râl kâp thei chin po po, Israel thla a pahnam hnama kum sâwmhni chungtieng po Israel rama mi chu an tiem a;",
      "reference": "NAMBAR 1:45"
    },
    {
      "content": "an tiemhai po po nuoi ruk sâng thum za nga le sâwmnga an nih.",
      "reference": "NAMBAR 1:46"
    },
    {
      "content": "Levi mihai chu an thlatu hnam anga a chi chia tiemnaa chun an ṭhang ve nawh.",
      "reference": "NAMBAR 1:47"
    },
    {
      "content": "LALPAIN Mosie kuomah,",
      "reference": "NAMBAR 1:48"
    },
    {
      "content": "“Levi chihai chu i tiem ve ding a ni nawh a, Israel mihai lai i tiem sa ding a ni bawk nawh;",
      "reference": "NAMBAR 1:49"
    },
    {
      "content": "Levi mihai chu inhriettirna biekbûk enkawltua le a thuomhnaw po po le chutaka thil um po pohai enkawltu dingin i ruot lem ding a nih; biekbûk le a thuomhnaw po po chu zâwn hlak an ta, enkawl an ta, biekbûk chu a vêlah um ngha hlak an tih.",
      "reference": "NAMBAR 1:50"
    },
    {
      "content": "Chun, biekbûk chu a suok ding po leh Levi mihai chun ṭhiek hlak an ta, chun, biekbûk chu keizar ding a ni po leh, Levi mihai chun keizar hlak an tih, hnam dang a hung inrawl ve taphawt chu sukhlum ding nîng a tih.",
      "reference": "NAMBAR 1:51"
    },
    {
      "content": "Chun, Israel mihai chun mâni hmun sengah, a pâwl pâwlin an tam dân izir peiin an puon inhai chu zar an tih.",
      "reference": "NAMBAR 1:52"
    },
    {
      "content": "Levi mihai ruok chun Israel thlahai pung khâwmhai chunga lunginsenna a um nawna dingin inhriettirna biekbûk vêla chun an zar ding a nih. Levi mihai chun inhriettirna biekbûk chu an enkawl ding a nih,” tiin a lo hril ta sih a.",
      "reference": "NAMBAR 1:53"
    },
    {
      "content": "Chuong ang chun Israel thlahai chun an thawh a; LALPAIN Mosie thu a pêk ang po po chun an thaw tah a.",
      "reference": "NAMBAR 1:54"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "NAMBAR 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}