{
  "verses": [
    {
      "content": "Chun, Josef naupa Manasse thla, Manasse naupa Makir, ama nau Gilead, ama nau Hepher naupa Zelophehad naunuhmeihai chu an hung a; a naunuhmeihai hming chu Mahla, Noa, Hogla, Milka le Tirza an nih.",
      "reference": "NAMBAR 27:1"
    },
    {
      "content": "Intuokna puon in kawtkhârah Mosie le thiempu Eleazar le mi lienhai le pungkhâwm po pohai hmaa chun an va ngîr a,",
      "reference": "NAMBAR 27:2"
    },
    {
      "content": "“Thlalêra khan kan pa a thih a, LALPA thaw dinga pungkhâwm pâwl, Kora pâwla khan a ṭhang ve nawh a, nisienlakhawm, ama suol leiin a thih a, naupasal khawm a nei nawh a.",
      "reference": "NAMBAR 27:3"
    },
    {
      "content": "Nau pasal nei naw lei elin ieng- dingin am kan pa hming chu a thlahai laia chun bo el a ta? Kan pa unauhai lai chanvo mi pe ve ro,” an ta.",
      "reference": "NAMBAR 27:4"
    },
    {
      "content": "Mosie chun an thu chu LALPA hmaah ân tlun a.",
      "reference": "NAMBAR 27:5"
    },
    {
      "content": "LALPA chun Mosie a biek a,",
      "reference": "NAMBAR 27:6"
    },
    {
      "content": "“Zelophehad naunuhai chu an indik a nih; an pa chanvo chu i pêk ding a nih.",
      "reference": "NAMBAR 27:7"
    },
    {
      "content": "Chun, Israel thlahai kuomah chun, ‘Mi naupasal nei loa a thi chun a ro chu a naunuhmei in pêk ding a nih.",
      "reference": "NAMBAR 27:8"
    },
    {
      "content": "Nau nuhmei a nei naw chun a ro chu a unaupahai in pêk ding a nih.",
      "reference": "NAMBAR 27:9"
    },
    {
      "content": "Unaupahai khawm a nei naw chun a ro chu a pa unaupahai in pêk ding a nih.",
      "reference": "NAMBAR 27:10"
    },
    {
      "content": "Chun, a pain unaupahai a nei naw chun a ro chu a laibung inhnai puitak pêng in ta, ama chun in- khâwm a tih, chun, LALPAIN Mosie thu a pêk angin Israel thlahai ta dingin dân thupêk nghet nîng a tih,’ tiin hril rawh,” tiin.",
      "reference": "NAMBAR 27:11"
    },
    {
      "content": "LALPA chun Mosie kuomah, “Abarim tlânga khin hang fe la, Israel thlahai ka pêk ding ram chu hang thlîr rawh.",
      "reference": "NAMBAR 27:12"
    },
    {
      "content": "Chun, i hang hmu zo chun i unaupa Aron chu a chipuihai kuomah ṭhuoi a ni ang bawkin nang khawm ṭhuoi ni tâng i tih.",
      "reference": "NAMBAR 27:13"
    },
    {
      "content": "Zin thlalêra pungkhâwmhai an chier laia an mithmuah tuia khan mi chawimawi dinga ka thupêk che kala i hel lei khan,” a ta. (Chuong chu Zin thlalêra Kadesa Meriba tuiahai chun a nih).",
      "reference": "NAMBAR 27:14"
    },
    {
      "content": "Chun, Mosien LALPA a biek a,",
      "reference": "NAMBAR 27:15"
    },
    {
      "content": "“LALPA, tisa po po thlarauhai Pathien chun pungkhâwmhai chunga chun hotu ruot sienla,",
      "reference": "NAMBAR 27:16"
    },
    {
      "content": "LALPA mi pungkhâwmhai chu vêngtu nei lo berâm anga an um nawna dingin an hmaa suok le lût a, anni ṭhuoi suoka ṭhuoi lûttu dingin,” tiin.",
      "reference": "NAMBAR 27:17"
    },
    {
      "content": "Chun, LALPAIN Mosie kuom- ah, “Nun naupa mi lungril neitak Josua chu ṭhuoi la, a chungah i kut innghat la,",
      "reference": "NAMBAR 27:18"
    },
    {
      "content": "thiempu Eleazar le pung- khâwmhai hmaa chun inngîrtir la, an mithmua chun thuneina pe rawh.",
      "reference": "NAMBAR 27:19"
    },
    {
      "content": "Chun, Israel thla pungkhâwm- hai po poin a thu an âwi theina dingin a chungah i thuneina aṭhen inhlân rawh.",
      "reference": "NAMBAR 27:20"
    },
    {
      "content": "Chuongchun, ama chu thiempu Eleazar hmaa chun ngîr a ta, ama chun LALPA hmaah Urimin thu la pêk a ta, a thuin suok an ta, a thuin lût an ta, ama le Israel thla po pohai, pungkhâwmhai po po leh,” a ta.",
      "reference": "NAMBAR 27:21"
    },
    {
      "content": "Mosie chun LALPA thupêk ang chun a thawh a, Josua chu a ṭhuoi a, Eleazar le pungkhâwmhai po po hmaa chun ân ngîrtir a;",
      "reference": "NAMBAR 27:22"
    },
    {
      "content": "chun, a chungah kut ân nghat a, Mosie hmanga LALPAIN a hril ang khan thuneina a pêk tah a.",
      "reference": "NAMBAR 27:23"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "NAMBAR 27 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}