{
  "verses": [
    {
      "content": "Mosie le Aron keihruoia Aigupta rama inthawka a pâwl pâwla an suok a, an fe pei dân chu hieng ang hin a nih.",
      "reference": "NAMBAR 33:1"
    },
    {
      "content": "LALPA thupêka an fe suok a, an fe peinahai chu Mosie chun a ziek a; an fe suok a, an fenahai chu hienga- hai hin a nih:",
      "reference": "NAMBAR 33:2"
    },
    {
      "content": "Thla khatna, ni sâwmpanga ni chun Ramesesa inthawkin an suok a; Fekân ruoi ṭhe zo tûk chun Aigupta mihai mithmuah,",
      "reference": "NAMBAR 33:3"
    },
    {
      "content": "an nau lutir po po LALPAIN a sukhlumpêk an phûm laiin Israel thlahai chu muktakin an suok a; LALPAIN an pathienhai khawm a hrem a.",
      "reference": "NAMBAR 33:4"
    },
    {
      "content": "Chuongchun, Israel thlahai khawm chu Ramesesa inthawk chun an suok a, Sukkothah umhmun an khuor a.",
      "reference": "NAMBAR 33:5"
    },
    {
      "content": "Sukkotha inthawkin an suok a, thlalêr tawntira Ethama chun um- hmun an khuor a.",
      "reference": "NAMBAR 33:6"
    },
    {
      "content": "Ethama inthawk chun an suok a, Baal-Jephan bula Pi-hahiroth tieng an intawl kîr nawk a. Migdol bula chun umhmun an khuor a.",
      "reference": "NAMBAR 33:7"
    },
    {
      "content": "Pi-hahiroth bula inthawk chu an suok a, tuisuoriet an fe thleng a, thlalêrah an lût a, chun, Etham thla- lêrah ni thum lam an feh a, Maraah umhmun an khuor a.",
      "reference": "NAMBAR 33:8"
    },
    {
      "content": "Maraa inthawk chun an suok a, Elim an tlung a; Elima chun tuihnâr sâwmpahni le intûm kûng sâwmsari a um a; chutaka chun umhmun an khuor a.",
      "reference": "NAMBAR 33:9"
    },
    {
      "content": "Elima inthawk chun an suok a, tuisuoriet Senah umhmun an khuor a.",
      "reference": "NAMBAR 33:10"
    },
    {
      "content": "Tuisuoriet Sena inthawk chun an suok a, Sin thlalêra chun umhmun an khuor a.",
      "reference": "NAMBAR 33:11"
    },
    {
      "content": "Sin thlalêra inthawk chun an suok a, Dophkaah umhmun an khuor a.",
      "reference": "NAMBAR 33:12"
    },
    {
      "content": "Chun, Dophkaa inthawk chun an suok a, Alusa chun umhmun an khuor a.",
      "reference": "NAMBAR 33:13"
    },
    {
      "content": "Alusa inthawk chun an suok a, Rephidimah umhmun an khuor a, chutaka chun mipuihai dâwn ding tui a um nawh a.",
      "reference": "NAMBAR 33:14"
    },
    {
      "content": "Rephidima inthawk chun an suok a, Sinai thlalêrah umhmun an khuor a.",
      "reference": "NAMBAR 33:15"
    },
    {
      "content": "Sinai thlahêra inthawk chun an suok a, Kibroth-hattavaah umhmun an khuor a.",
      "reference": "NAMBAR 33:16"
    },
    {
      "content": "Kibroth-hattavaa inthawk chun an suok a, Hazerothah umhmun an khuor a.",
      "reference": "NAMBAR 33:17"
    },
    {
      "content": "Hazerotha inthawk chun an suok a, Rithmaa chun umhmun an khuor a.",
      "reference": "NAMBAR 33:18"
    },
    {
      "content": "Rithmaa inthawk chun an suok a, Rimmon-pereza chun umhmun an khuor a.",
      "reference": "NAMBAR 33:19"
    },
    {
      "content": "Rimmon-pereza inthawk chun an suok a, Libnaah umhmun an khuor a.",
      "reference": "NAMBAR 33:20"
    },
    {
      "content": "Libnaa inthawk chun an suok a, Rissaah umhmun an khuor a.",
      "reference": "NAMBAR 33:21"
    },
    {
      "content": "Rissaa inthawk chun an suok a, Kehelathaah umhmun an khuor a.",
      "reference": "NAMBAR 33:22"
    },
    {
      "content": "Kehelathaa inthawk chun an suok a, Sepher tlângah umhmun an khuor a.",
      "reference": "NAMBAR 33:23"
    },
    {
      "content": "Chun, Sepher tlânga inthawk chun an suok a, Haradaah umhmun an khuor a.",
      "reference": "NAMBAR 33:24"
    },
    {
      "content": "Haradaa inthawk chun an suok a, Makhelothah umhmun an khuor a.",
      "reference": "NAMBAR 33:25"
    },
    {
      "content": "Makhelotha inthawk chun an suok a, Tahatha chun umhmun an khuor a.",
      "reference": "NAMBAR 33:26"
    },
    {
      "content": "Tahatha inthawk chun an suok a, Teraa chun umhmun an khuor a.",
      "reference": "NAMBAR 33:27"
    },
    {
      "content": "Teraa inthawk chun an suok a, Mithkaah umhmun an khuor a.",
      "reference": "NAMBAR 33:28"
    },
    {
      "content": "Mithkaah inthawk chun an suok a, Hasmonaa chun umhmun an khuor a.",
      "reference": "NAMBAR 33:29"
    },
    {
      "content": "Hasmonaa inthawk chun an suok a, Moserothah umhmun an khuor a.",
      "reference": "NAMBAR 33:30"
    },
    {
      "content": "Moserotha inthawk chun an suok a, Bene-jaakanah umhmun an khuor a.",
      "reference": "NAMBAR 33:31"
    },
    {
      "content": "Bene-jaakana inthawkin an suok a, Hor-hagidgadah umhmun an khuor a.",
      "reference": "NAMBAR 33:32"
    },
    {
      "content": "Hor-hagidgada inthawk chun an suok a, Jotbathaah umhmun an khuor a.",
      "reference": "NAMBAR 33:33"
    },
    {
      "content": "Jotbathaa inthawk chun an suok a, Abronaah umhmun an khuor a.",
      "reference": "NAMBAR 33:34"
    },
    {
      "content": "Abronaa inthawk chun an suok a, Ezion-geberah umhmun an khuor a.",
      "reference": "NAMBAR 33:35"
    },
    {
      "content": "Ezion-gebera inthawk chun an suok a, Zin thlalêrah umhmun an khuor a, chu chu Kades an ti bawk.",
      "reference": "NAMBAR 33:36"
    },
    {
      "content": "Kadesa inthawk chun an suok a, Edom ram dep Hor tlângah umhmun an khuor a.",
      "reference": "NAMBAR 33:37"
    },
    {
      "content": "Thiempu Aron chun LALPA thupêkin Hor tlânga chun a hang feh a, Israel thlahai Aigupta rama inthawka an hung suok kum sâwmli kum thla ngana, ni khat niin chutaka chun a thih a.",
      "reference": "NAMBAR 33:38"
    },
    {
      "content": "Chuongchun, Aron chu Hor tlânga a thi chun kum zâ sâwmhni pathum a nih.",
      "reference": "NAMBAR 33:39"
    },
    {
      "content": "Kanaan mi Kanaan rama sima um Arad lal chun Israel thlahai hung chu a lo hriet a.",
      "reference": "NAMBAR 33:40"
    },
    {
      "content": "Hor tlânga inthawk chun an suok a, Zalmonaah umhmun an khuor a.",
      "reference": "NAMBAR 33:41"
    },
    {
      "content": "Zalmonaa inthawk chun an suok a, Punonah umhmun an khuor a.",
      "reference": "NAMBAR 33:42"
    },
    {
      "content": "Punona inthawk chun an suok a, Obothah umhmun an khuor a.",
      "reference": "NAMBAR 33:43"
    },
    {
      "content": "Obotha inthawk chun an suok a, Moab ram dep Ije-abarimah um- hmun an khuor a.",
      "reference": "NAMBAR 33:44"
    },
    {
      "content": "Ijima inthawk chun an suok a, Dibon-gadah umhmun an khuor a.",
      "reference": "NAMBAR 33:45"
    },
    {
      "content": "Dibon-gada inthawk chun an suok a, Almon-diblathaimah um- hmun an khuor a.",
      "reference": "NAMBAR 33:46"
    },
    {
      "content": "Almon-diblathaima inthawk chun an suok a. Nebo bula Abarim tlângahai chun umhmun an khuor a.",
      "reference": "NAMBAR 33:47"
    },
    {
      "content": "Abarim tlânghaia inthawk chun an suok a, Jeriko zâwn Jordan vapang, Moab phaiah umhmun an khuor a.",
      "reference": "NAMBAR 33:48"
    },
    {
      "content": "Jordan vapang, Bethjesimotha inthawk a Abel-sittim chenin Moab phaiah umhmun an khuor a.",
      "reference": "NAMBAR 33:49"
    },
    {
      "content": "Chun, Jeriko zâwn Jordan vapang Moab phaia chun LALPAIN Mosie a biek a,",
      "reference": "NAMBAR 33:50"
    },
    {
      "content": "“Israel thlahai chu hril la, an kuomah ‘Jordan vadung in kai a,",
      "reference": "NAMBAR 33:51"
    },
    {
      "content": "Kanaan ram in lût pha chun, chu rama um po pohai chu hnawt suok vawng in ta, an lung milimhai po po chu sukse vawng in ta, an milim sunghai khawm sukse vawng in ta, an bâwlhmunhai khawm in ṭhiek vawng ding a nih;",
      "reference": "NAMBAR 33:52"
    },
    {
      "content": "chun, ram chu hluong in ta, chutaka chun um in tih; in hluo dingin ram chu ka pêk ta cheu a nih.",
      "reference": "NAMBAR 33:53"
    },
    {
      "content": "A hnam tam dân ang peiin aisânin ram chu hluong in ta, a hnam tam deuhai chu ram lien deu pêng in ta, a hnam tam naw deuhai chu ram chîn deu pêng in tih; aisâna a tlûkna taphawt chu an chanpuol nîng a ta; an pi le pu- hai chi fe dân ang peiin in hluo ding a nih.",
      "reference": "NAMBAR 33:54"
    },
    {
      "content": "Amiruokchu, chu rama umhai chu in hnawt suok naw chun in inumtirhai chu in mit ta dinga suntu le in pang ta dinga hling ang nîng an tih.",
      "reference": "NAMBAR 33:55"
    },
    {
      "content": "In umna rama chun suklung- zîng an ti cheu. Chun, an chunga thaw ka lungril ang chu in chungah thâwng ka tih,’ ti rawh,” tiin.",
      "reference": "NAMBAR 33:56"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "NAMBAR 33 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}