{
  "verses": [
    {
      "content": "Chun, Israel thla pungkhâwm- hai po po chu thla khatnaa chun Zin thlalêrah an lût a; chun, mipuihai chun Kadesa chun umhmun an khuor a; chutaka chun Miriam chu a thih a, chutaka chun an phûm tah a.",
      "reference": "NAMBAR 20:1"
    },
    {
      "content": "Pungkhâwmhai chun tui an nei ta nawh a. Mosie le Aron chungchâng thuah an inhâwrkhâwm ngiel a.",
      "reference": "NAMBAR 20:2"
    },
    {
      "content": "Chun, mipui chun, “LALPA hmaa ei unauhai an thi lai khan Pathienin mi lo sukhlum ve thên lem ta sien aw!",
      "reference": "NAMBAR 20:3"
    },
    {
      "content": "Iengdinga LALPA mipui hi thi dinga thlalêra hin ṭhuoi lût am i nih a, keini le kan ranhai le hin?",
      "reference": "NAMBAR 20:4"
    },
    {
      "content": "Iengdinga hi ram ṭha nawtaka mi ṭhuoi lût dingin Aigupta rama in- thawka mîn suoktir am i na? Thlai chi dâm, theichanghai, grêphruihai, thei- bufaihai umna ram ni lo hi; tui dâwn ding hrim hrim hlak um lo” tiin Mosie chu an suosal tah a.",
      "reference": "NAMBAR 20:5"
    },
    {
      "content": "Chun, Mosie le Aron chu mipui- hai laia inthawk chu intuokna puon in kawtkhâra chun an va feh a; an bawkkhup a;",
      "reference": "NAMBAR 20:6"
    },
    {
      "content": "chun, LALPA ropuina an kuomah a hung inlang a.",
      "reference": "NAMBAR 20:7"
    },
    {
      "content": "Chuongchun, LALPAIN Mosie chu, “Hmawl la la, pungkhâwmhai chu inumkhâwmtir la, nang le i unau Aron leh, an mithmuah lungpui chu a tui suksuok dingin hril la, lungpuia inthawk chun tui la suokpêk i ta; chuongchun, pungkhâwmhai le an ranhai chu în dâwntir ding annâwm,” tiin a biek a.",
      "reference": "NAMBAR 20:8"
    },
    {
      "content": "Mosie chun LALPA hmaa in- thawk chun hmawl chu a thupêk ang chun a lâk a.",
      "reference": "NAMBAR 20:9"
    },
    {
      "content": "Mosie le Aron chun pung- khâwmhai chu lungpui bula chun an inumkhâwmtir a, an kuomah, “Mi hel hmanghai, ngai ta u, hi lungpuia inthawk hin tui kan lâk suokpêk ding cheu am a nih?” an ta.",
      "reference": "NAMBAR 20:10"
    },
    {
      "content": "Mosie chun a bân a phar a, lungpui chu a hmawl chun vawi hni a hang vuok a; chuongchun, tui a hung suok ta zur zur el a, pungkhâwmhai le an ranhai chun an dâwn tah a.",
      "reference": "NAMBAR 20:11"
    },
    {
      "content": "Chun, LALPAIN Mosie le Aron kuomah, “In mi ring nawh a, Israel thlahai mithmua in mi chawimawi naw leiin, hieng pungkhâwmhai hi ka pêk rama chun ṭhuoi naw ti niu.",
      "reference": "NAMBAR 20:12"
    },
    {
      "content": "Hi hi Meriba tuihai chu a nih; chutaka chun Israel thlahai chu LALPA chungah an chier rak a, ama chun a thienghlimzie a suklang tâk leiin,” a ta.",
      "reference": "NAMBAR 20:13"
    },
    {
      "content": "Mosie chun Kadesa inthawk chun Edom lal kuomah mi a tir a, “I unaupa Israel chun hieng hin a tih, ‘Kan chunga tuorna hung tlung po po hi i hriet a;",
      "reference": "NAMBAR 20:14"
    },
    {
      "content": "kan pi le puhai Aigupta ramah an fe thlah a, sâwttak el Aigupta rama kan um dâm, Aigupta mi- haiin kan pi le puhai le keini ngei khawm ṭha nawtaka an mi thawzie dâm kha.",
      "reference": "NAMBAR 20:15"
    },
    {
      "content": "Chuongchun, LALPA kan ko a, kan râwl chu a lo hriet a, vântirko a hung tir a, Aigupta rama inthawkin a mi ṭhuoi suok a; chun, ngai ta, i ram dep tak Kadesa hin kan um a.",
      "reference": "NAMBAR 20:16"
    },
    {
      "content": "Lunginsiettakin i ram hi fe thleng kan tih; lo amanih, grêp huon amanihah fe naw ning unga a, tuisunsuo tuihai dâwn bawk naw ning ung; lal lamlienah fe pei kan ta, i ram kan khêl hmakhat chun chang- tieng amanih, vawitieng amanih khawm pêt naw ning ungah,’ tiin,” a ta.",
      "reference": "NAMBAR 20:17"
    },
    {
      "content": "Edom ruok chun a kuomah, “In mi pal thleng ding a ni nawh, in mi pal vai chun a thaw ding chein kâwl- hnâm leh hung inthawk ka tih,” a ta.",
      "reference": "NAMBAR 20:18"
    },
    {
      "content": "Chuongchun, Israel thlahai chun a kuomah, “Lamlienah hang fêng kan ta, chun, keini le kan ranin i tui kan dâwn chun a man chu pêng kan ti che; thil dang iengkhawm thaw loin a fein fethleng ringawt kan tih,” an ta.",
      "reference": "NAMBAR 20:19"
    },
    {
      "content": "Ama chun, “Fethleng lo ding,” a ta. Chun, Edom chu mipui tamtak leh mi hrâttakhai leh anni thaw ding chun a hung suok tah a,",
      "reference": "NAMBAR 20:20"
    },
    {
      "content": "an fe chu a phal ta nawh a, chuongchun, Israel mihai chun an kîrsan nâwk tah a.",
      "reference": "NAMBAR 20:21"
    },
    {
      "content": "Chuongchun, Kadesa inthawk chun an suok a, Israel thla mipui po pohai chun Hor tlâng an va tlung a.",
      "reference": "NAMBAR 20:22"
    },
    {
      "content": "Chun, LALPAIN Mosie le Aron chu Edom ram dep Hor tlânga chun a biek a, “Aron chu a chipuihai kuoma ṭhuoi nîng a tih;",
      "reference": "NAMBAR 20:23"
    },
    {
      "content": "Meriba tuia dâm khan ka thu kalin in hel lei khan Israel thlahai ka pêk rama chun a lût naw ding a nih.",
      "reference": "NAMBAR 20:24"
    },
    {
      "content": "Aron le a naupa Eleazar chu Hor tlângah hung ṭhuoi rawh:",
      "reference": "NAMBAR 20:25"
    },
    {
      "content": "Aron chu a silfênhai hlîppêk la, a naupa Eleazar chu insiltir rawh: Aron chu a chipuihai kuoma ṭhuoi nîng a ta, chutaka chun thîng a tih,” tiin.",
      "reference": "NAMBAR 20:26"
    },
    {
      "content": "Mosie chun LALPA thupêk ang chun a thaw a, mipui po pohai mit- hmuin Hor tlânga chun an hang fe a.",
      "reference": "NAMBAR 20:27"
    },
    {
      "content": "Chuongchun, Mosie chun Aron chu a silfênhai a hlîppek a, Eleazar ân siltir a, chun, Aron chu tlâng sîpa chun a thi tah a; chun, Mosie le Eleazar chu tlânga inthawk chun an hung thla a.",
      "reference": "NAMBAR 20:28"
    },
    {
      "content": "Chun, mipui po poin Aron a thi ti an hriet chun Israel mihai po po chun ni sâwmthum an sûn a.",
      "reference": "NAMBAR 20:29"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "NAMBAR 20 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}