{
  "verses": [
    {
      "content": "LALPA chun Mosie le Aron a biek a,",
      "reference": "NAMBAR 2:1"
    },
    {
      "content": "“Israel thlahai chun an sûngkuoa inchikna târ sengin an pâwl thaw dân angin an puon in an zar ding a nih; intuokna puon in ang sengin a vêlin an zar ding a nih.",
      "reference": "NAMBAR 2:2"
    },
    {
      "content": "Nisa hung suokna khawsak tieng panga an pâwl tam dân izir ang peia puon in zar dinghai chu Juda pâwlhai nîng an ta; chun, Juda thla puipa ding chu Amminadab naupa Nason nîng a tih.",
      "reference": "NAMBAR 2:3"
    },
    {
      "content": "A pâwlhai tamzie chu sîng sari sâng li le za ruk an nih.",
      "reference": "NAMBAR 2:4"
    },
    {
      "content": "Chun, a dawta puon in zartu dinghai chu Issakar chi an ni ding a nih;",
      "reference": "NAMBAR 2:5"
    },
    {
      "content": "Issakar thlahai ṭhuoitu ding chu Zuar naupa Nethanel nîng a tih, a pâwlhai tamzie chu sîng nga sâng li le za li an nih.",
      "reference": "NAMBAR 2:6"
    },
    {
      "content": "Chun, Zebulun chihai, Zebulun thlahai ṭhuoitu ding chu Helon naupa Eliab nîng a ta;",
      "reference": "NAMBAR 2:7"
    },
    {
      "content": "a pâwlhai tamzie chu sîng nga sâng sari le za li an nih.",
      "reference": "NAMBAR 2:8"
    },
    {
      "content": "An pâwl tam dân izir peia Juda mihai an itiemhai chu nuoi khat sîng riet sâng ruk le za li an nih; anni rawi hin hma an ṭhuoi pei ding a nih.",
      "reference": "NAMBAR 2:9"
    },
    {
      "content": "“An pâwl tam dân izir peiin a simtieng pangah Reuben rawihai chu um an ta; Reuben thla ṭhuoitu ding chu Sedeur naupa Elizur nîng a tih.",
      "reference": "NAMBAR 2:10"
    },
    {
      "content": "A pâwlhai tamzie chu sîng li sâng ruk le za nga an nih.",
      "reference": "NAMBAR 2:11"
    },
    {
      "content": "Chun, a dawta zar ding chu Simeon chihai nîng an ta; Simeon thlahai ṭhuoitu ding chu Zurisaddai naupa Selumiel nîng a tih.",
      "reference": "NAMBAR 2:12"
    },
    {
      "content": "A pâwlhai tamzie chu sîng nga sâng kuo le za thum an nih.",
      "reference": "NAMBAR 2:13"
    },
    {
      "content": "Chun, Gad chihai, Gad thlahai ṭhuoitu ding chu Reuel naupa Eliasaph nîng a ta;",
      "reference": "NAMBAR 2:14"
    },
    {
      "content": "a pâwlhai tamzie chu sîng li sâng nga za ruk le sâwmnga an nih.",
      "reference": "NAMBAR 2:15"
    },
    {
      "content": "Reuben mihai tamzie chu nuoi khat sîng nga sâng khat za li sâwm- nga an nih. Anni hi an dawta suok ding an nih.",
      "reference": "NAMBAR 2:16"
    },
    {
      "content": "“Chuongchun, intuokna puon in chu suok a ta, Levi mihai chu a laiah um an ta; an umna izir peiin a pâwl pâwlin an fe seng ding a nih.",
      "reference": "NAMBAR 2:17"
    },
    {
      "content": "“An pâwl tam dân izir peiin a thlangtieng panga chun Ephraimhai um an ta, Ephraim thlahai ṭhuoitu ding chu Ammihud naupa Alisama nîng a tih.",
      "reference": "NAMBAR 2:18"
    },
    {
      "content": "A pâwlhai tamzie chu sîng li le za nga an nih.",
      "reference": "NAMBAR 2:19"
    },
    {
      "content": "A dawta chun Manasse chi nîng an ta.",
      "reference": "NAMBAR 2:20"
    },
    {
      "content": "Manasse ṭhuoitu ding chu Pedahzur naupa Gamaliel nîng a tih; a pâwlhai tamzie chu sîng thum sâng hni le za hni an nih.",
      "reference": "NAMBAR 2:21"
    },
    {
      "content": "A dawt nâwka chun Benjamin chihai: Benjamin thlahai ṭhuoitu ding chu Gideoni naupa Abidan nîng a tih;",
      "reference": "NAMBAR 2:22"
    },
    {
      "content": "a pâwlhai tamzie chu sîng thum sâng nga le za li an nih.",
      "reference": "NAMBAR 2:23"
    },
    {
      "content": "Chun, Ephraim mihai tamzie chu nuoi khat sâng riet le za khat an nih. Chun, a dawttu dawt nâwktuah an suok ding a nih.",
      "reference": "NAMBAR 2:24"
    },
    {
      "content": "“An pâwl tam dân izir peiin Dan mihai chu a hmârtieng pangah um an ta; Dan thlahai ṭhuoitu ding chu Ammisaddai naupa Ahiezer nîng a ta;",
      "reference": "NAMBAR 2:25"
    },
    {
      "content": "a pâwlhai tamzie chu sîng ruk sâng hni le za sari an nih.",
      "reference": "NAMBAR 2:26"
    },
    {
      "content": "Chun, a dawta puon in zar ding chu Aser chihai nîng an tih: Aser thlahai ṭhuoitu ding chu Okran naupa Pagiel nîng a tih;",
      "reference": "NAMBAR 2:27"
    },
    {
      "content": "a pâwlhai tamzie chu sîng li sâng khat le za nga an nih.",
      "reference": "NAMBAR 2:28"
    },
    {
      "content": "Chun, a dawt nâwkah Naphtali chihai; Naphtali thlahai ṭhuoitu ding chu Enan naupa Ahira nîng a ta;",
      "reference": "NAMBAR 2:29"
    },
    {
      "content": "a pâwlhai tamzie chu sîng nga sâng thum le za li an nih.",
      "reference": "NAMBAR 2:30"
    },
    {
      "content": "Dan mihai tamzie chu nuoi khat sîng nga sâng sari le za ruk an nih. Chun, anni hin a pâwl pâwla suokin hnung an dâl pei ding a nih,” tiin.",
      "reference": "NAMBAR 2:31"
    },
    {
      "content": "Hieng hi Israel thlahai sûngkuo tina mi an tiemhai chu, an tam tieng nuoi ruk sâng thum za nga le sâwmnga an nih.",
      "reference": "NAMBAR 2:32"
    },
    {
      "content": "Levi mihai ruok chu Israel thlahai laia tiem an ni ve nawh, LALPAIN Mosie thu a pêk ang khan.",
      "reference": "NAMBAR 2:33"
    },
    {
      "content": "Chuong ang chun Israel thlahai chun an thawh a; LALPAIN Mosie thu a pêk ang peiin a pâwl pâwlin an zar a, chun, chuong ang bawkin a chi chiin, a sûngkuo peiin an suok hlak.",
      "reference": "NAMBAR 2:34"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "NAMBAR 2 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}