{
  "verses": [
    {
      "content": "“Thla sarina, a ni khat ni chun inkhâwmpui inthieng nei in ta; ieng sin khawm in thaw ding a ni nawh; in ta dinga tawtawrâwt mût ni a ni ding a nih;",
      "reference": "NAMBAR 29:1"
    },
    {
      "content": "LALPA ta dinga riminhnika pumrawhmang thilinhlân inhlân in ta; bâwngchal tuoi pakhat, berâm- chal pakhat, berâmte a chal kum khat mi demkailo pasari,",
      "reference": "NAMBAR 29:2"
    },
    {
      "content": "an beiphit thilinhlân, beiphit indi mi hrieka chawkpawl, bâwngchal pakhatah epha hmun sâwma ṭhea hmun thum, berâmchal pakhatah hmun sâwma ṭhea hmun hni,",
      "reference": "NAMBAR 29:3"
    },
    {
      "content": "berâmte pasariah hmun sâwma ṭhea hmun khat seng;",
      "reference": "NAMBAR 29:4"
    },
    {
      "content": "in ta dinga inremna siemna dingin suol thâwina kêlchal pakhat leh,",
      "reference": "NAMBAR 29:5"
    },
    {
      "content": "thla thar pumrawhmang thilin- hlân le chutaka beiphit thilinhlân dâm, dâwnmi thilinhlân dâm, an thaw dân pângngai LALPA ta dinga riminhnik dinga meia thilinhlân dâm bâkah.",
      "reference": "NAMBAR 29:6"
    },
    {
      "content": "“Hi thla sarina, ni sâwm ni hin inkhâwmpui inthieng nei in ta, in lungril sukrinum in ta, ieng sin khawm in thaw ding a ni nawh.",
      "reference": "NAMBAR 29:7"
    },
    {
      "content": "LALPA ta dinga thilinhlân riminhnik ruok chu in inhlân ding a nih; bâwngchal pakhat, berâmchal pakhat, berâmte a chal kum khat mi pasari, demkailo an ni ngei ding a nih;",
      "reference": "NAMBAR 29:8"
    },
    {
      "content": "an beiphit thilinhlân, beiphit indi mi hrieka chawkpawl, bâwngchal pakhatah epha hmun sâwma ṭhea hmun thum, berâmchal pakhatah hmun sâwma ṭhea hmun hni,",
      "reference": "NAMBAR 29:9"
    },
    {
      "content": "berâmte pasariah hmun sâwma ṭhea hmun khat seng:",
      "reference": "NAMBAR 29:10"
    },
    {
      "content": "suol thâwina dingin kêlchal pakhat leh; inremna dinga suol thâwina dâm, pumrawhmang thilin- hlân inhlân zing dâm, chutaka beiphit thilinhlân le an dâwnmi thilinhlânhai bâkah.",
      "reference": "NAMBAR 29:11"
    },
    {
      "content": "“Thla sarina ni sâwmpanga niin inkhâwmpui inthieng nei in ta; ieng sin khawm in thaw ding a ni nawh; LALPA ta dingin ni sari ruoi in ṭhe ding a nih;",
      "reference": "NAMBAR 29:12"
    },
    {
      "content": "chun, LALPA ta dinga rimin- hnika meia thilinhlân, pumraw- hmang thilinhlân in inhlân ding a nih, bâwngchal tuoi sâwmpathum, berâmchal pahni, berâmte a chal kum khat mi sâwmpali; demkailo an ni ngei ding a nih;",
      "reference": "NAMBAR 29:13"
    },
    {
      "content": "an beiphit thilinhlân hrieka chawkpawl, bâwngchal sâwmpathum, bâwngchal pakhatah epha hmun sâwma ṭhea hmun thum, berâmchal pahni, berâmchal pakhatah hmun sâwma ṭhea hmun hni;",
      "reference": "NAMBAR 29:14"
    },
    {
      "content": "berâmte sâwmpali, berâmte pakhatah hmun sâwma ṭhea hmun khat;",
      "reference": "NAMBAR 29:15"
    },
    {
      "content": "suol thâwina dingin kêlchal pakhat leh; pumrawhmang thilin- hlân inhlân hrim, chutaka beiphit thilinhlân dâm, dâwnmi thilinhlân dâm bâkah.",
      "reference": "NAMBAR 29:16"
    },
    {
      "content": "“A ni hni niin bâwngchal tuoi sâwmpahni, berâmchal pahni, be- râmte a chal kum khat mi demkailo sâwmpali in inhlân ding a nih;",
      "reference": "NAMBAR 29:17"
    },
    {
      "content": "an beiphit thilinhlân le dâwnmi thilinhlân, a dân ang takin an tam dân ang peiin bâwngchal ta ding dâm, berâmchal ta ding dâm, berâmte ta ding dâm;",
      "reference": "NAMBAR 29:18"
    },
    {
      "content": "suol thâwina dingin kêlchal pakhat leh pumrawhmang thilinhlân inhlân zing dâm, chutaka beiphit thilinhlân dâm, dâwnmi thilinhlân dâm bâkah.",
      "reference": "NAMBAR 29:19"
    },
    {
      "content": "“A ni thum ni chun bâwngchal sâwmpakhat, berâmchal pahni, berâmte a chal kum khat mi demkailo sâwmpali;",
      "reference": "NAMBAR 29:20"
    },
    {
      "content": "an beiphit thilhlân le dâwnmi thilinhlân an dân ang takin an tam ang peiin bâwngchal ta ding dâmin;",
      "reference": "NAMBAR 29:21"
    },
    {
      "content": "suol thâwina dingin kêlchal pakhat leh; pumrawhmang thilin- hlân inhlân zing le chutaka beiphit thilinhlân le chutaka dâwnmi thilinhlân bâkah.",
      "reference": "NAMBAR 29:22"
    },
    {
      "content": "“A ni li ni chun bâwngchal sâwm, berâmchal pahni, berâmte a chal kum khat mi demkailo sâwm- pali;",
      "reference": "NAMBAR 29:23"
    },
    {
      "content": "an beiphit thilinhlân le dâwnmi thilinhlân a dân ang takin an tam ang peiin bâwngchal ta ding dâmin, berâmte ta ding dâmin;",
      "reference": "NAMBAR 29:24"
    },
    {
      "content": "suol thâwina dingin kêlchal pa- khat leh; pumrawhmang thilinhlân zing dâm, chutaka beiphit thilinhlân le dâwnmi thilinhlân dâm bâkah.",
      "reference": "NAMBAR 29:25"
    },
    {
      "content": "“A ni nga ni chun bâwngchal pakuo, berâmchal pahni, berâmte a chal kum khat mi demkailo sâwm- pali;",
      "reference": "NAMBAR 29:26"
    },
    {
      "content": "an beiphit thilinhlân le dâwnmi thilinhlân, a dan ang takin an tam ang peiin bâwngchal ta ding dâmin, berâmchal ta ding dâmin, berâmte ta ding dâmin;",
      "reference": "NAMBAR 29:27"
    },
    {
      "content": "suol thâwina ding kêlchal pakhat leh; pumrawhmang thilin- hlân inhlân zing dâm, chutaka beiphit thilinhlân dâm, chutaka dâwnmi thilinhlân dâm bâkah.",
      "reference": "NAMBAR 29:28"
    },
    {
      "content": "“A ni ruk ni chun bâwngchal pariet, berâmchal pahni, berâmte a chal kum khat mi demkailo sâwm- pali;",
      "reference": "NAMBAR 29:29"
    },
    {
      "content": "an beiphit thilinhlân le dâwnmi thilinhlân, a dân ang takin an tam ang peiin bâwngchal ta ding dâmin, berâmchal ta ding dâmin, berâmte ta ding dâmin;",
      "reference": "NAMBAR 29:30"
    },
    {
      "content": "suol thâwina dingin kêlchal pakhat leh; pumrawhmang thilin- hlân zing dâm, chutaka beiphit thilinhlân dâm, chutaka dâwnmi thilinhlân dâm bâkah.",
      "reference": "NAMBAR 29:31"
    },
    {
      "content": "“Chun, ni sari ni chun bâwngchal pasari, berâmchal pahni, berâmte a chal kum khat mi demkailo sâwmpali;",
      "reference": "NAMBAR 29:32"
    },
    {
      "content": "an beiphit thilinhlân le dâwnmi thilinhlân, a dân ang takin an tam ang peiin, bâwngchal ta ding dâmin, berâmchal ta ding dâmin, berâmte ta ding dâmin;",
      "reference": "NAMBAR 29:33"
    },
    {
      "content": "suol thâwina dingin kêlchal pakhat leh; pumrawhmang thilin- hlân zing dâm, chutaka beiphit thilinhlân le chutaka dâwnmi thilin- hlân dâm bâkah.",
      "reference": "NAMBAR 29:34"
    },
    {
      "content": "“A ni riet ni chun inkhâwmpui ropuitak nei in ta; ieng sin khawm in thaw ding a ni nawh;",
      "reference": "NAMBAR 29:35"
    },
    {
      "content": "LALPA ta dinga riminhnik dinga mei thilinhlân pumrawhmang thilinhlân ruok chu in inhlân ding a nih; bâwngchal pakhat, berâmchal pakhat, berâmte a chal kum khat mi demkailo pasari;",
      "reference": "NAMBAR 29:36"
    },
    {
      "content": "an beiphit thilinhlân le an dâwnmi thilinhlân, bâwngchal ta ding dâmin, berâmchal ta ding dâmin, berâmte ta ding dâmin, a dân ang takin an tam ang peiin;",
      "reference": "NAMBAR 29:37"
    },
    {
      "content": "suol thâwina dingin kêlchal pakhat leh; pumrawhmang thilin- hlân inhlân zing dâm, chutaka beiphit thilinhlân le chutaka dâwnmi thilinhlân dâm bâkah.",
      "reference": "NAMBAR 29:38"
    },
    {
      "content": "In thutiem dâm, nuomthua thilinhlân dâm, in pumrawhmang thilinhlân dâm, in beiphit thilinhlân dâm, in dâwnmi thilinhlân dâm, in inremna thilinhlân dâm bâka chun hieng hi in hunbi ruoiṭhe nei niin LALPA kuomah in inhlân ding a nih,’ ti rawh,” tiin.",
      "reference": "NAMBAR 29:39"
    },
    {
      "content": "LALPAIN Mosie thu a pêk po po chu Israel thlahai chu Mosie chun a hril tah a.",
      "reference": "NAMBAR 29:40"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "NAMBAR 29 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}