{
  "verses": [
    {
      "content": "Chuongchun, Mosie chun biekbûk chu ân ngir zo a, hriek a nâl a, a sukthieng a, a thuomhnaw po po le a mâichâm le a bûrlebêlhai po po hriek a nâl a, a sukthieng ni chun,",
      "reference": "NAMBAR 7:1"
    },
    {
      "content": "Israel ṭhuoituhai, an pahnam ṭhuoituhai chun thilinhlân an inhlân a, chuonghai chu an hnam ṭhuoi- tuhai, an tiemhai chunga kha um an nih.",
      "reference": "NAMBAR 7:2"
    },
    {
      "content": "An thilinhlânhai chu tawlailîr chung nei paruk le, bâwngchal sâwm- pahni, ṭhuoitu pahniin tawlailîr pakhat pei, pakhatin bâwngchal pakhat pei LALPA hmaa chun an hung lâk a, biekbûk bula chun an hung inhlân a.",
      "reference": "NAMBAR 7:3"
    },
    {
      "content": "LALPA chun Mosie a biek a,",
      "reference": "NAMBAR 7:4"
    },
    {
      "content": "“Biekbûk sina dingin a ṭangkai ding a na, lo la raw khai, Levi mihai an sin thaw izir ang peiin pe seng i ta,” tiin.",
      "reference": "NAMBAR 7:5"
    },
    {
      "content": "Chuongchun, Mosie chun tawlai- lîrhai le bâwngchalhai chu a lâk a, Levi mihai a pêk a.",
      "reference": "NAMBAR 7:6"
    },
    {
      "content": "Tawlailîr pahni le bâwngchal pali chu Gerson naupasalhai chu an sin izir peiin a pêk a.",
      "reference": "NAMBAR 7:7"
    },
    {
      "content": "Tawlailîr pali le bâwngchal pa- riet chu thiempu Aron naupa Ithamar rawihai Merari naupasalhai chu an sin izir peiin a pêk a.",
      "reference": "NAMBAR 7:8"
    },
    {
      "content": "Kohath naupasalhai ruok chu a pêk ve nawh; hmun inthieng sin chu an chanpuol a na, a zâwna zâwn ding a ni leiin.",
      "reference": "NAMBAR 7:9"
    },
    {
      "content": "Thiempuhai chun hriek nâl ni chun mâichâm inhlânna dinga an thilinhlânhai chu mâichâm bula chun an inhlân a.",
      "reference": "NAMBAR 7:10"
    },
    {
      "content": "Chun, LALPAIN Mosie kuom- ah, “Ṭhuoitu tinin mâichâm inhlânna dinga thilinhlân chu anni chan peiah an inhlân ding a nih,” a ta.",
      "reference": "NAMBAR 7:11"
    },
    {
      "content": "Ni khat nia thilinhlân inhlântu chu Juda chi Amminadab naupa Nason a na;",
      "reference": "NAMBAR 7:12"
    },
    {
      "content": "a thilinhlân chu tangkaruo thlêng pakhat a rikzie chu shekel za le sâwmthum, hmun inthienga she- kel sâwmsari tluka rik tangkaruo châwtawl pakhat, fâkmi thilinhlân dinga hriek chawkpawlsa beiphit inditaka sip ve ve;",
      "reference": "NAMBAR 7:13"
    },
    {
      "content": "shekel sâwm tluka rik rimin- hnika sip rangkachak haihaw pakhat;",
      "reference": "NAMBAR 7:14"
    },
    {
      "content": "pumrawhmang thilinhlâna dingin bâwngchal tuoi pakhat, be- râmchal pakhat, berâmte a chal kum khat mi pakhat;",
      "reference": "NAMBAR 7:15"
    },
    {
      "content": "suol thâwina dingin kêlchal pakhat;",
      "reference": "NAMBAR 7:16"
    },
    {
      "content": "chun, inremna inthâwi thilin- hlâna dingin bâwngchal pahni, berâmchal panga, kêlchal panga, berâmte a chal kum khat mi panga, hieng hi Amminadab naupa Nason thilinhlânhai chu an nih.",
      "reference": "NAMBAR 7:17"
    },
    {
      "content": "Ni hni ni chun Issakarhai ṭhuoitu Zuar naupa Nethanel chun ân hlân a;",
      "reference": "NAMBAR 7:18"
    },
    {
      "content": "a thilinhlâna ding chun tang- karuo thlêng pakhat, a rikzie shekel za le sâwmthum, hmun inthienga shekel sâwmsari tluka rik tangkaruo châwtawl pakhat, fâkmi thilinhlân dinga hriek chawkpawlsa beiphit inditaka sip ve ve;",
      "reference": "NAMBAR 7:19"
    },
    {
      "content": "shekel sâwm tluka rik rimin- hnika sip rângkachak haihaw pakhat;",
      "reference": "NAMBAR 7:20"
    },
    {
      "content": "pumrawhmang thilinhlâna dingin bâwngchal tuoi pakhat, be- râmchal pakhat, berâmte a chal kum khat mi pakhat;",
      "reference": "NAMBAR 7:21"
    },
    {
      "content": "suol thâwina dingin kêlchal pakhat;",
      "reference": "NAMBAR 7:22"
    },
    {
      "content": "inremna inthâwi thilinhlâna dingin bâwngchal pahni, berâmchal panga, kêlchal panga, berâmte a chal kum khat mi panga ân hlân a. Hieng hi Zuar naupa Nethanel thilin- hlânhai chu an nih.",
      "reference": "NAMBAR 7:23"
    },
    {
      "content": "Ni thum ni chun Zebulun thlahai ṭhuoitu Helon naupa Eliab chun ân hlân a;",
      "reference": "NAMBAR 7:24"
    },
    {
      "content": "a thilinhlân chu tangkaruo thlêng pakhat, a rikzie chu shekel za le sâwmthum, hmun inthienga shekel sâwmsari tluka rik tangkaruo châwtawl pakhat, fâkmi thilinhlân dinga hriek chawkpawlsa beiphit inditaka sip ve ve;",
      "reference": "NAMBAR 7:25"
    },
    {
      "content": "shekel sâwm tluka rik rim- inhnika sip rângkachak haihaw pakhat;",
      "reference": "NAMBAR 7:26"
    },
    {
      "content": "pumrawhmang thilinhlâna dingin bâwngchal tuoi pakhat, be- râmchal pakhat, berâmte a chal kum khat mi pakhat;",
      "reference": "NAMBAR 7:27"
    },
    {
      "content": "suol thâwina dinga kêlchal pakhat;",
      "reference": "NAMBAR 7:28"
    },
    {
      "content": "inremna inthâwi thilinhlâna dingin bâwngchal pahni, berâmchal panga, kêlchal panga, berâmte a chal kum khat mi panga a nih. Hieng hi Helon naupa Eliab thilinhlânhai chu an nih.",
      "reference": "NAMBAR 7:29"
    },
    {
      "content": "Ni li ni chun Reuben thlahai ṭhuoitu Sedeur naupa Elizur chun ân hlân a;",
      "reference": "NAMBAR 7:30"
    },
    {
      "content": "a thilinhlân chu tangkaruo thlêng pakhat a rikzie shekel za le sâwmthum, hmun inthienga shekel sâwmsari tluka rik tangkaruo châw- tawl pakhat, fâkmi thilinhlân dinga hriek chawkpawlsa beiphit inditaka sip ve ve;",
      "reference": "NAMBAR 7:31"
    },
    {
      "content": "shekel sâwm tluka rik rimin- hnika sip rângkachak haihaw pakhat;",
      "reference": "NAMBAR 7:32"
    },
    {
      "content": "pumrawhmang thilinhlâna dingin bâwngchal tuoi pakhat, be- râmchal pakhat, berâmte a chal kum khat mi pakhat;",
      "reference": "NAMBAR 7:33"
    },
    {
      "content": "suol thâwina dingin kêlchal pakhat; inremna inthâwi thilinhlân dingin bâwngchal pahni;",
      "reference": "NAMBAR 7:34"
    },
    {
      "content": "berâmchal panga, kêlchal panga, berâmte a chal kum khat mi panga a nih. Hieng hi Sedeur naupa Elizur thilinhlânhai chu an nih.",
      "reference": "NAMBAR 7:35"
    },
    {
      "content": "Ni nga ni chun Simeon thla Zurisaddai naupa Selumiel chun ân hlân a;",
      "reference": "NAMBAR 7:36"
    },
    {
      "content": "a thilinhlân chu tangkaruo thlêng pakhat, a rikzie shekel za le sâwmthum, hmun inthienga shekel sâwmsari tluka rik tangkaruo châwtawl pakhat, fâkmi thilinhlân dinga hriek chawkpawlsa beiphit inditaka sip ve ve;",
      "reference": "NAMBAR 7:37"
    },
    {
      "content": "shekel sâwm tluka rik rimin- hnika sip rângkachak haihaw pakhat;",
      "reference": "NAMBAR 7:38"
    },
    {
      "content": "pumrawhmang thilinhlâna dingin bâwngchal tuoi pakhat, be- râmchal pakhat, berâmte kum khat mi pakhat;",
      "reference": "NAMBAR 7:39"
    },
    {
      "content": "suol thâwina ding kêlchal pakhat;",
      "reference": "NAMBAR 7:40"
    },
    {
      "content": "inremna inthâwi thilinhlâna dingin bâwngchal pahni, berâmchal panga, kêlchal panga, berâmte a chal kum khat mi panga a nih. Hieng hi Zurisaddai naupa Selumiel thilin- hlânhai chu an nih.",
      "reference": "NAMBAR 7:41"
    },
    {
      "content": "Chun, ni ruk ni chun Gad thla- hai ṭhuoitu Deuel naupa Eliasaph chun ân hlân a,",
      "reference": "NAMBAR 7:42"
    },
    {
      "content": "a thilinhlân chu tangkaruo thlêng pakhat, a rikzie shekel za le sâwmthum, hmun inthienga shekel sâwmsari tluka rik tangkaruo châw- tawl pakhat, fâkmi thilinhlân dinga hriek chawkpawlsa beiphit inditaka sip ve ve;",
      "reference": "NAMBAR 7:43"
    },
    {
      "content": "shekel sâwm tluka rik rimin- hnika sip rângkachak haihaw pakhat;",
      "reference": "NAMBAR 7:44"
    },
    {
      "content": "pumrawhmang thilinhlâna dingin bâwngchal tuoi pakhat, be- râmchal pakhat, berâmte a chal kum khat mi pakhat;",
      "reference": "NAMBAR 7:45"
    },
    {
      "content": "suol thâwina dingin kêlchal pakhat;",
      "reference": "NAMBAR 7:46"
    },
    {
      "content": "chun, inremna inthâwi thilin- hlâna dingin bâwngchal pahni, berâmchal panga, kêlchal panga, berâmte a chal kum khat mi panga an nih. Hieng hi Deuel naupa Eliasaph thilinhlânhai chu an nih.",
      "reference": "NAMBAR 7:47"
    },
    {
      "content": "Ni sari ni chun Ephraim thlahai ṭhuoitu Ammihud naupa Eliasam chun ân hlân a;",
      "reference": "NAMBAR 7:48"
    },
    {
      "content": "a thilinhlân chu tangkaruo thlêng pakhat, a rikzie shekel za le sâwmthum, hmun inthienga shekel sâwmsari tluka rik tangkaruo châw- tawl pakhat, fâkmi thilinhlân dinga hriek chawkpawlsa, beiphit inditaka sip ve ve;",
      "reference": "NAMBAR 7:49"
    },
    {
      "content": "shekel sâwm tluka rik rimin- hnika sip rângkachak haihaw pakhat;",
      "reference": "NAMBAR 7:50"
    },
    {
      "content": "pumrawhmang thilinhlâna dingin bâwngchal tuoi pakhat, be- râmchal pakhat, berâmte a chal kum khat mi pakhat,",
      "reference": "NAMBAR 7:51"
    },
    {
      "content": "suol thâwina dingin kêlchal pakhat;",
      "reference": "NAMBAR 7:52"
    },
    {
      "content": "chun, inremna inthâwi thilin- hlâna dingin bâwngchal pahni, berâmchal panga, kêlchal panga, berâmte a chal kum khat mi panga a nih. Hieng hi Ammihud naupa Eliasam thilinhlânhai chu an nih.",
      "reference": "NAMBAR 7:53"
    },
    {
      "content": "Ni riet ni chun Manasse thlahai ṭhuoitu Pedahzur naupa Gamaliel chun ân hlân a;",
      "reference": "NAMBAR 7:54"
    },
    {
      "content": "a thilinhlân chu tangkaruo thlêng pakhat, a rikzie shekel za le sâwmthum, hmun inthienga shekel sâwmsari tluka rik tangkaruo châw- tawl pakhat, fâkmi thilinhlân dinga hriek chawkpawlsa beiphit inditaka sip ve ve;",
      "reference": "NAMBAR 7:55"
    },
    {
      "content": "shekel sâwm tluka rik rimin- hnika sip rângkachak haihaw pakhat;",
      "reference": "NAMBAR 7:56"
    },
    {
      "content": "pumrawhmang thilinhlâna dingin bâwngchal tuoi pakhat, be- râmchal pakhat, beramtê a chal kum khat mi pakhat;",
      "reference": "NAMBAR 7:57"
    },
    {
      "content": "suol inthâwina dingin kêlchal pakhat;",
      "reference": "NAMBAR 7:58"
    },
    {
      "content": "chun, inremna inthâwi thilin- hlâna dingin bâwngchal pahni, be- râmchal panga, kêlchal panga, berâmte kum khat mi panga a nih. Hieng hi Pedahzur naupa Gamaliel thilinhlânhai chu an nih.",
      "reference": "NAMBAR 7:59"
    },
    {
      "content": "Ni kuo ni chun Benjamin thla Gideoni naupa Abidan chun ân hlân a;",
      "reference": "NAMBAR 7:60"
    },
    {
      "content": "a thilinhlân chu tangkaruo thlêng pakhat, a rikzie shekel za le sâwmthum, hmun inthienga shekel sâwmsari tluka rik tangkaruo châw- tawl pakhat, fâkmi thilinhlân dinga hriek chawkpawlsa beiphit inditaka sip ve ve;",
      "reference": "NAMBAR 7:61"
    },
    {
      "content": "shekel sâwm tluka rik rimin- hnika sip rângkachak haihaw pakhat;",
      "reference": "NAMBAR 7:62"
    },
    {
      "content": "pumrawhmang thilinhlâna dingin bâwngchal tuoi pakhat, be- râmchal pakhat, berâmte a chal kum khat mi pakhat;",
      "reference": "NAMBAR 7:63"
    },
    {
      "content": "suol thâwina dingin kêlchal pakhat;",
      "reference": "NAMBAR 7:64"
    },
    {
      "content": "chun, inremna inthâwi thilin- hlâna dingin bâwngchal pahni, be- râmchal panga, kêlchal panga, berâmte a chal kum khat mi panga a nih. Hieng hi Gideoni naupa Abidan thilinhlânhai chu an nih.",
      "reference": "NAMBAR 7:65"
    },
    {
      "content": "Chun, ni sawm ni chun Dan thlahai ṭhuoitu Ammisaddai naupa Ahiezer chun ân hlân a;",
      "reference": "NAMBAR 7:66"
    },
    {
      "content": "a thilinhlân chu tangkaruo thlêng pakhat, a rikzie shekel za le sâwmthum, hmun inthienga shekel sâwmsari tluka rik tangkaruo châw- tawl pakhat, fâkmi thilinhlâna dinga hriek chawkpawlsa beiphit inditaka sip ve ve;",
      "reference": "NAMBAR 7:67"
    },
    {
      "content": "shekel sâwm tluka rik rimin- hnika sip rângkachak haihaw pakhat;",
      "reference": "NAMBAR 7:68"
    },
    {
      "content": "pumrawhmang thilinhlâna dingin bâwngchal tuoi pakhat, be- râmchal pakhat, berâmte a chal kum khat mi pakhat,",
      "reference": "NAMBAR 7:69"
    },
    {
      "content": "suol thâwina dingin kêlchal pakhat;",
      "reference": "NAMBAR 7:70"
    },
    {
      "content": "chun, inremna inthâwi thilin- hlâna dingin bâwngchal pahni, berâmchal panga, kêlchal panga, berâmte a chal kum khat mi panga a nih. Hieng hi Ammisaddai naupa Ahiezer thilinhlânhai chu a nih.",
      "reference": "NAMBAR 7:71"
    },
    {
      "content": "Ni sâwmpakhat ni chun, Aser thlahai ṭhuoitu Okran naupa Pagiel chun ân hlân a;",
      "reference": "NAMBAR 7:72"
    },
    {
      "content": "a thilinhlân chu tangkaruo thlêng pakhat, a rikzie chu shekel za le sâwmthum, hmun inthienga she- kel sâwmsari tluka rik tangkaruo châwtawl pakhat, fâkmi thilinhlâna dinga hriek chawkpawlsa beiphit inditaka sip ve ve;",
      "reference": "NAMBAR 7:73"
    },
    {
      "content": "shekel sâwm tluka rik rimin- hnika sip rângkachak haihaw pakhat;",
      "reference": "NAMBAR 7:74"
    },
    {
      "content": "pumrawhmang thilinhlâna dingin bâwngchal tuoi pakhat, be- râmchal pakhat, berâmte a chal kum khat mi pakhat;",
      "reference": "NAMBAR 7:75"
    },
    {
      "content": "suol thâwina dingin kêlchal pakhat;",
      "reference": "NAMBAR 7:76"
    },
    {
      "content": "chun, inremna inthâwi thilin- hlâna dingin bâwngchal pahni, berâmchal panga, kêlchal panga, berâmte a chal kum khat mi panga a nih. Hieng hi Okran naupa Pagiel thilinhlânhai chu an nih.",
      "reference": "NAMBAR 7:77"
    },
    {
      "content": "Ni sâwmpahni ni chun, Naph- tali thlahai ṭhuoitu Enan naupa Ahira chun ân hlân a;",
      "reference": "NAMBAR 7:78"
    },
    {
      "content": "a thilinhlânhai chu tangkaruo thlêng pakhat, a rikzie shekel zâ le sâwmthum, hmun inthienga shekel sâwmsari tluka rik tangkaruo châw- tawl pakhat, fâkmi thilinhlâna dinga hriek chawkpawlsa beiphit inditaka sip ve ve;",
      "reference": "NAMBAR 7:79"
    },
    {
      "content": "shekel sâwm tluka rik rimin- hnika sip rângkachak haihaw pakhat;",
      "reference": "NAMBAR 7:80"
    },
    {
      "content": "pumrawhmang thilinhlâna dingin bâwngchal tuoi pakhat, be- râmchal pakhat, berâmte a chal kum khat mi pakhat;",
      "reference": "NAMBAR 7:81"
    },
    {
      "content": "suol thâwina dingin kelchal pakhat;",
      "reference": "NAMBAR 7:82"
    },
    {
      "content": "inremna inthâwi thilinhlâna dingin bâwngchal pahni, berâmchal panga, kêlchal panga, berâmte a chal kum khat mi panga a nih. Hieng hi Enan naupa Ahira thilinhlânhai chu an nih.",
      "reference": "NAMBAR 7:83"
    },
    {
      "content": "Chun, mâichâm hriek nâl nia Israel ṭhuoituhai thilinhlânhai chu tangkaruo thlêng sâwmpahni, tang- karuo châwtawl sâwmpahni, rângka- chak haihaw sâwmpahni;",
      "reference": "NAMBAR 7:84"
    },
    {
      "content": "tangkaruo thlêng chu shekel zâ le sâwmthum tluka rik seng an nih; châwtawl chu sâwmsari seng a rik a nih; tangkaruo bûrlebêlhai po po chu hmun inthienga shekel sâng hni le za li tluka rik a nih.",
      "reference": "NAMBAR 7:85"
    },
    {
      "content": "Riminhnika sip rângkachak haihaw sâwmpahni chu hmun in- thienga shekel sâwm tluka rik seng an nih; rângkachak haihawhai po po chu shekel za le sâwmhni tluka rik a nih;",
      "reference": "NAMBAR 7:86"
    },
    {
      "content": "pumrawhmang thilinhlân ding- a bâwngchal po po chu sâwmpahni an nih; berâmchal sâwmpahni, berâmte a chal kum khat mi sâwmpahni, an fâkmi thilinhlânhai leh; chun, suol thâwina dingin kêlchal sâwmpahni;",
      "reference": "NAMBAR 7:87"
    },
    {
      "content": "inremna inthâwi thilinhlâna dingin bâwngchal sâwmhni pali, berâmchal sâwmruk, kêlchal sâwm- ruk le berâmte a chal kum khat mi chu sâwmruk a nih. Hi hi hriek nâl hnunga mâichâm inhlânna thilin- hlânhai a nih.",
      "reference": "NAMBAR 7:88"
    },
    {
      "content": "Chuongchun, intuokna puon ina ama be dinga Mosie a lût chun thuthlung bâwm chunga zângaina ṭhungpha chungtienga cherub pahni- hai inkâra inthawk chun ama hung bein rawl a hriet a; rawl chun a biek tah a.",
      "reference": "NAMBAR 7:89"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "NAMBAR 7 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}