{
  "verses": [
    {
      "content": "Chuongchun, Israelhai chu Sittima an um lai chun, Moab naunuhmeihai an pâwl tah a;",
      "reference": "NAMBAR 25:1"
    },
    {
      "content": "an pathienhai kuoma an in- thâwinahaia chun an fiel tâwl a; Chuongchun, an fâk a, an pathienhai chu chibai an bûk ve tah a.",
      "reference": "NAMBAR 25:2"
    },
    {
      "content": "Israelhai chun Baal-peor an pawm ve tah a, chuongchun, Israel- hai chunga chun LALPA lung chu a chawk tah a.",
      "reference": "NAMBAR 25:3"
    },
    {
      "content": "Chuongchun, Mosie kuomah, “Mipuihai ṭhuoituhai po po chu ṭhuoi la, LALPA lunginsenna ṭiumtak el chu Israelhai chunga inthawka ân kieng theina dingin sûn varah LALPA hmaah khaihlum rawh,” a ta.",
      "reference": "NAMBAR 25:4"
    },
    {
      "content": "Chun, Mosie chun Israel rorêl- tuhai kuoma chun, “Baal-peor pawm- tuhai po po chu sukhlum vawng ro,” a ta.",
      "reference": "NAMBAR 25:5"
    },
    {
      "content": "Chun, ngai ta, Israel laia mi pakhatin intuokna puon in kawt- khâra a ṭap lai takin Mosie mithmua le Israel mi pungkhâwmhai mit- hmuah Midian nuhmei pakhat a unauhai kuomah a hung ṭhuoi a.",
      "reference": "NAMBAR 25:6"
    },
    {
      "content": "Chun, thiempu Aron naupa Eleazar naupa Phinehas chun a lo hmuh a, pungkhâwmhai laia chun a tho a, fei a lâk a;",
      "reference": "NAMBAR 25:7"
    },
    {
      "content": "Chun, Israel mi chu puon in sûnga chun a hnawt lût a. Israel mi leh an pahni chun a sun thleng a, nuhmei chu a phîngah.",
      "reference": "NAMBAR 25:8"
    },
    {
      "content": "Chuongchun, Israel thlahai chunga hremna chu a re tah a. Chu hremnaa thihai chu sîng hni le sâng li an nih.",
      "reference": "NAMBAR 25:9"
    },
    {
      "content": "LALPA chun Mosie a biek a,",
      "reference": "NAMBAR 25:10"
    },
    {
      "content": "“Thiempu Aron nau Eleazar naupa Phinehas hin ka thîkna anga anni laia a thîkna chun ka lunginsen chu Israel thlahai laia inthawk chun a sukkieng a; chuongchun, ka thîkna chun Israel thlahai chu sukbohmang naw ning.",
      "reference": "NAMBAR 25:11"
    },
    {
      "content": "Chuleiin, ka remna thuthlung chu a chungah thlung ka ta,",
      "reference": "NAMBAR 25:12"
    },
    {
      "content": "ama le a hnunga a thlahai ta dingin kumkhaw thiempu nina thu- thlung nîng a tih; a Pathien ta dingin a thîk a, Israel thlahai ta dinga inremna a siem leiin, ti rawh,” tiin.",
      "reference": "NAMBAR 25:13"
    },
    {
      "content": "Israel mi an that, Midian nuhmei le an ithat hming chu Zimri, Simeon mihai laia an pahnam ṭhuoitu Salu naupa a nih.",
      "reference": "NAMBAR 25:14"
    },
    {
      "content": "Chun, Midian nuhmei an ithat hming chu Kozbi, Zura naunu a nih; ama chu Midian mihai pahnam laia an hotu a nih.",
      "reference": "NAMBAR 25:15"
    },
    {
      "content": "LALPA chun Mosie a biek a, “Midian mihai chu suklungzîng unla, sukbohmang ro.",
      "reference": "NAMBAR 25:16"
    },
    {
      "content": "Anni khawma Peor chungchâng thua le Peor chungchâng thu a hrem nia an farnu, Midian mihai milien naunu an that,",
      "reference": "NAMBAR 25:17"
    },
    {
      "content": "Kozbi chungchâng thua var vervêka an hlêm chêu ang khan an la hlêm ta rawp si chêu leiin,” tiin.",
      "reference": "NAMBAR 25:18"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "NAMBAR 25 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}