{
  "verses": [
    {
      "content": "Chun, Kanaan mi Arad lal, simtienga um chun Israel mihai Atharim lampuiah an hung ti hril ri a hriet a; chuongchun, Israel mihai chu a thawh a, sal dâmin a man nuol a.",
      "reference": "NAMBAR 21:1"
    },
    {
      "content": "Chun, Israel mihai chun LALPA kuomah thu an tiem a, “Hieng mi- hai hi kan kuta i mi pêk chun an khuohai hi sukbohmang dêr kan tih,” an ta.",
      "reference": "NAMBAR 21:2"
    },
    {
      "content": "Chuongchun, LALPAIN Israel mihai thu chu a pawm a, Kanaan mihai chu a pêk a, anni le an khuohai chu an sukbohmang tah a; a hmun hminga chun Horma an inbûk a.",
      "reference": "NAMBAR 21:3"
    },
    {
      "content": "Chun, Hor tlânga inthawk chun Tuisuoriet Sen tieng Edom ram fe huolin an feh a: a lampui lei chun mipuihai lung chu a hnuol hle a.",
      "reference": "NAMBAR 21:4"
    },
    {
      "content": "Mipuihai thi el dingin iengdinga Aiguptaa inthawka i mi ṭhuoi suok am a na? Bei um lo, tui hlak um bawk lo; hi bei tirdakum khawm hi kan hringna hin a hnâm tah a nih, an ta.",
      "reference": "NAMBAR 21:5"
    },
    {
      "content": "Chuongchun, LALPAIN mipui- hai lai chun rûl a mi chuk na chihai a tir a, mihai chu an chuk a, Israel mi tamtak chu an thih a.",
      "reference": "NAMBAR 21:6"
    },
    {
      "content": "Chun, mihai chu Mosie kuomah an feh a, “LALPA le nangma kala kan lo ṭawng ta hi kan lo suol tah a nih; keini laia rûlhai hi sukbo dingin LALPA kuomah ṭawngṭai raw khai,” an tih a; chuongchun, mihai chu Mosie chun a ṭawngṭaipêk a.",
      "reference": "NAMBAR 21:7"
    },
    {
      "content": "Chun, LALPAIN Mosie kuomah, “Rûl mi chuk na chi kha a lim siem la, banah khai rawh; rûl chuk taphawt- in chu chu an en chun dam an tih,” a ta.",
      "reference": "NAMBAR 21:8"
    },
    {
      "content": "Chuongchun, Mosien dâr rûl a siem a, banah a khai a, rûl chuk taphawtin dâr rûl chu an enin an dam pei a.",
      "reference": "NAMBAR 21:9"
    },
    {
      "content": "Chun, Israel thlahai chu an fe pei tah a; Obothah umhmun an khuor a.",
      "reference": "NAMBAR 21:10"
    },
    {
      "content": "Obotha inthawk chun an fe nâwk a; nisa suokna tieng pangah Moab thlalêr bul Ije–abarimah um- hmun an khuor a.",
      "reference": "NAMBAR 21:11"
    },
    {
      "content": "Chutaka inthawk chun an fe nâwk a, Zered ruomah umhmun an khuor a.",
      "reference": "NAMBAR 21:12"
    },
    {
      "content": "Chutaka inthawk chun an fe nâwk a. Amor mihai ramria inthawka hung filawr thlalêra Arnon khing- tieng pangah umhmun an khuor a; Arnon chu Moab ramri, Moab le Amor mihai inkâra um a nih.",
      "reference": "NAMBAR 21:13"
    },
    {
      "content": "Chuleiin, LALPA Indonahai bua chun– “Suphah-a Vaheb, Arnon ruomhai,",
      "reference": "NAMBAR 21:14"
    },
    {
      "content": "Ar umna tienga thle, Moab rama innghat Ruom pangpêrhai chu,” tiha hril a nih.",
      "reference": "NAMBAR 21:15"
    },
    {
      "content": "Chutaka inthawk chun Beerah an fe nâwk a, chu chu LALPAIN Mosie kuoma, “Mipuihai ko khâwm la, tui pêng ka tih,” a tina tuisunsuo chu a nih.",
      "reference": "NAMBAR 21:16"
    },
    {
      "content": "Chun, hi hla hi Israelhai chun an sak a, “Aw tuikhur, hung inchik suok rawh, Zaiin awi ro, Lalhaiin an cho tuikhur chu.",
      "reference": "NAMBAR 21:17"
    },
    {
      "content": "An lal hmawl le an hembâwka, Mipuihai mi lienhai icho chu.” Chun, thlalêra inthawk chun Matta- naah an feh a.",
      "reference": "NAMBAR 21:18"
    },
    {
      "content": "Mattanaa inthawk chun Naha- lielah an feh a; Nahaliela inthawk chun Bamothah,",
      "reference": "NAMBAR 21:19"
    },
    {
      "content": "Bamotha inthawk chun Moab loa ruom le thlalêr Jeshimon zuk suk en Pisga sîpah.",
      "reference": "NAMBAR 21:20"
    },
    {
      "content": "Chun, Israel mihai chun Amor mihai lal Sihon kuomah mi an tir a,",
      "reference": "NAMBAR 21:21"
    },
    {
      "content": "“I rama hin mîn fe thlengtir raw khai; loa manih, grêp huona manih, pêt naw ning ung a, tuisunsuo tuihai khawm dâwn naw ning ung a, i ram kan khêl hmakhat chun lal lamlienah fe pei kan tih,” tiin.",
      "reference": "NAMBAR 21:22"
    },
    {
      "content": "Nisienlakhawm, Sihon chun Israel mihai chu a ram fe thleng chu a phal nawh a; Sihon chun a mihai po po chu a khâwm vawng a. Israel mihai chu thaw dingin thlalêra chun an vân thawk suok ta lem a, Jahaz an va tlung a; chuongchun, Israel mihai chu an va thaw tah a.",
      "reference": "NAMBAR 21:23"
    },
    {
      "content": "Chun, Israel mihai chun kâwl- hnâm leh an lo thawh a, a ram chu Arnona inthawka Jabbok chenin, Ammon thlahai ramri Jazer chenin an neipêk a; Ammon thlahai ram chu a khir hle a nih.",
      "reference": "NAMBAR 21:24"
    },
    {
      "content": "Israel mihai chun chuong khuo po po chu an lâk a, chuongchun, Israel mihai chu Amor mihai khuohai po poa chun an um a, Hesbon le a khawper po poa dâm chun.",
      "reference": "NAMBAR 21:25"
    },
    {
      "content": "Hesbon chu Amor mihai lal Sihon khuo a na, ama chu chu hmaa Moab lalhai thawh a, a kuta in- thawka ram po po Arnon chena lâkpêktu a nih.",
      "reference": "NAMBAR 21:26"
    },
    {
      "content": "Chuleiin, hla phuoktuhai chun, “Hesbonah hung unla, Sihon khawpui chu inngir le sukdet ni sienla,",
      "reference": "NAMBAR 21:27"
    },
    {
      "content": "Hesbona inthawkin mei a suok a, Sihon khawpuia inthawk chun meichawk, Moaba Ar a kâng zo a.",
      "reference": "NAMBAR 21:28"
    },
    {
      "content": "Arnon hmun insâng lalhai chu, I chung a rik de, Moab! I bohmang a ni tah, aw Kemos chibai bûktuhai, A naupasalhai chu tlânse ding le, A naunuhmeihai chu salah um dingin a pêk a, Amor mihai lal Sihon kuomah.",
      "reference": "NAMBAR 21:29"
    },
    {
      "content": "Kan hang kâp a, Hesbon a bohmang a, Dibon chenin. Nopha chenin ka sukrêm a, Medeba tlung rakin,” an tih.",
      "reference": "NAMBAR 21:30"
    },
    {
      "content": "Chuong ang chun a nih Amor mihai rama Israelhai chu an um chu.",
      "reference": "NAMBAR 21:31"
    },
    {
      "content": "Chun, Mosie chun Jazer va enthla dingin mi a tir a, chutaka khuohai chu an lâk a. Amor mi umhai chu an hnawt suok a.",
      "reference": "NAMBAR 21:32"
    },
    {
      "content": "Chun, an kîr nâwk a, Basan lampui tieng an feh a, chun Basan lal Og, ama le mi po pohai chu, anni doa Edreia lo thaw dingin an hung inthawk a.",
      "reference": "NAMBAR 21:33"
    },
    {
      "content": "Chun, LALPAIN Mosie kuom- ah, “Ama chu ṭi naw, ama khawm, a mi po pohai khawm, a ram khawm i kutah ka pêk ta a nih; Hesbona um Amor mihai lal Sihon chunga i thaw angin i thaw ding a nih,” a ta.",
      "reference": "NAMBAR 21:34"
    },
    {
      "content": "Chuongchun, ama khawm, a naupasalhai khawm, hla hrim hrim nei loin a mihai leh an that a; a ram chu an hluopêk tah a.",
      "reference": "NAMBAR 21:35"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "NAMBAR 21 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}