{
  "verses": [
    {
      "content": "Chun, LALPAIN Mosie a biek a,",
      "reference": "NAMBAR 34:1"
    },
    {
      "content": "“Israel thlahai chu thu pe la, an kuomah, ‘Kanaan ram in tlung pha chun, (Kanaan rama ramri izir ang peia in hluo ding ram chu) simtienga in hluo ding chin chu Zin thlalêra inthawka Edom ram hrûl peiah nîng a tih;",
      "reference": "NAMBAR 34:2"
    },
    {
      "content": "saktieng ramri chu Tuisuoriet Al tâwpa inthawkin saktieng pang nîng a ta;",
      "reference": "NAMBAR 34:3"
    },
    {
      "content": "chun, in ramri chu Akrabim hang fena simtieng pangah kâwi a ta, Zinah fe thleng a ta, chun, a hung suokna chu Kades-barnea simtiengah nîng a tih, chun, Hazar-addarah fêng a ta, Azmonah fe pei a tih.",
      "reference": "NAMBAR 34:4"
    },
    {
      "content": "Chun, ramri chu Azmona in- thawk chun Aigupta vadung chenin kâwi a ta, a suokna chu tuisuorietah nîng a tih.",
      "reference": "NAMBAR 34:5"
    },
    {
      "content": "Thlangtieng panga chun Tui- suoriet Lien chu a ramri dingin chang i ta, hi hi thlangtienga in ramri nîng a tih.",
      "reference": "NAMBAR 34:6"
    },
    {
      "content": "Chun, hi hmârtienga in ramri nîng a tih; Tuisuoriet Liena inthawka Hor tlâng huomin siem i ta.",
      "reference": "NAMBAR 34:7"
    },
    {
      "content": "Hor tlânga inthawka Hamath lûtna chenin siem i tih; ramri suokna chu Zedadah nîng a tih;",
      "reference": "NAMBAR 34:8"
    },
    {
      "content": "chun, ramri chu Ziphronah fe pei a ta, chun, a suokna chu Hazar- enanah nîng a tih; hi hi hmartienga in ramri chu nîng a tih.",
      "reference": "NAMBAR 34:9"
    },
    {
      "content": "Saktienga in ramri chu Hazar- enana inthawkin Sepham chenin siem in ta;",
      "reference": "NAMBAR 34:10"
    },
    {
      "content": "chu ramri chu Sephama inthawk Ribla chenin Ain saktieng pangah fe thlâng a tih; chuongchun, ramri chu fe thla pei a ta, Kinnereth tuisuoriet saktieng pang zuk sun a ta;",
      "reference": "NAMBAR 34:11"
    },
    {
      "content": "chun, ramri chu Jordanah fe thlâng a ta, chun, a suokna chu Tuisuoriet Alah nîng a tih; hi hi a vêla ramri fe dân ang hin in ram nîng a tih,’ ti rawh,” tiin.",
      "reference": "NAMBAR 34:12"
    },
    {
      "content": "Chuongchun, Mosie chun Israel thlahai chu thu a pêk a, “Hi hi LALPAIN hnam kuo le a zâtve hai pêk dinga thu a pêk, aisâna in hluo ding ram chu a nih;",
      "reference": "NAMBAR 34:13"
    },
    {
      "content": "Reuben thlahaiin an pahnam izir pei le Gad thlahaiin an pa- hnamhai izir pei le, Manasse hnam zâtve khawmin an ram hluo ding chu an chang ta sih a.",
      "reference": "NAMBAR 34:14"
    },
    {
      "content": "Hnam hni le hnam zâtvehai chun an ram hluo ding chu nisa suokna tieng Jeriko zâwn Jordan râl saktiengah an chang tah a,” tiin.",
      "reference": "NAMBAR 34:15"
    },
    {
      "content": "LALPAIN Mosie a biek a,",
      "reference": "NAMBAR 34:16"
    },
    {
      "content": "“Hluo dinga ram ṭhenawi pui- tuhai hming chu hieng hi a nih: thiempu Eleazar le Nun naupa Josua hai.",
      "reference": "NAMBAR 34:17"
    },
    {
      "content": "Ram ṭhetu ding chun hnam tin laia ṭhuoitu pakhat seng i thlang ding a nih,” tiin.",
      "reference": "NAMBAR 34:18"
    },
    {
      "content": "Chuong mihai hming chu hieng hi a nih: Juda hnama Jephunne naupa Kaleb;",
      "reference": "NAMBAR 34:19"
    },
    {
      "content": "Simeon thlahai hnama Ammihud naupa Semuel;",
      "reference": "NAMBAR 34:20"
    },
    {
      "content": "Benjamin hnama mi Kislon naupa Elidad;",
      "reference": "NAMBAR 34:21"
    },
    {
      "content": "Dan thlahai hnama ṭhuoitu Jogli naupa Bukki;",
      "reference": "NAMBAR 34:22"
    },
    {
      "content": "Josef thlahai laia Manasse thla- hai hnama ṭhuoitu Ephod naupa Hanniel:",
      "reference": "NAMBAR 34:23"
    },
    {
      "content": "Ephraim thlahai hnama ṭhuoi- tu Siphtan naupa Kemuel.",
      "reference": "NAMBAR 34:24"
    },
    {
      "content": "Zebulun thlahai hnama ṭhuoitu Parnak naupa Elizaphan.",
      "reference": "NAMBAR 34:25"
    },
    {
      "content": "Issakar thlahai hnama ṭhuoitu Azan naupa Paltiel.",
      "reference": "NAMBAR 34:26"
    },
    {
      "content": "Aser thlahai hnama ṭhuoitu Selomi naupa Ahihud.",
      "reference": "NAMBAR 34:27"
    },
    {
      "content": "Naphtali thlahai hnama ṭhuoi- tu Ammihud naupa Pedahel.",
      "reference": "NAMBAR 34:28"
    },
    {
      "content": "Hienghi Kanaan rama Israel thla ram hluo ding sem dinga LALPAIN thu a pêkhai chu an nih.",
      "reference": "NAMBAR 34:29"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "NAMBAR 34 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}