{
  "verses": [
    {
      "content": "Chun, LALPAIN Mosie a biek a,",
      "reference": "NAMBAR 13:1"
    },
    {
      "content": "“Israel thlahai ka pêk Kanaan ram va enthla dingin mihai tir rawh; an pahnam tina mi, an ṭhuoituhai laia mi pakhat pei i tir ding a nih,” a ta.",
      "reference": "NAMBAR 13:2"
    },
    {
      "content": "Chuongchun, Mosie chun Paran thlalêra inthawk chun LALPA thupêk angin ân fetir tâwl tah a; an rêng chun Israel thlahai laia ṭhuoitu seng an nih.",
      "reference": "NAMBAR 13:3"
    },
    {
      "content": "Hieng hi an hming a nih. Reuben hnama mi Zakkur naupa Sammua.",
      "reference": "NAMBAR 13:4"
    },
    {
      "content": "Simeon hnama mi Hori naupa Saphat.",
      "reference": "NAMBAR 13:5"
    },
    {
      "content": "Juda hnam laia mi Jephunne naupa Kaleb.",
      "reference": "NAMBAR 13:6"
    },
    {
      "content": "Issakar hnama mi Josef naupa Igal.",
      "reference": "NAMBAR 13:7"
    },
    {
      "content": "Ephraim hnama mi Nun naupa Hosea.",
      "reference": "NAMBAR 13:8"
    },
    {
      "content": "Benjamin hnama mi Raphu naupa Palti.",
      "reference": "NAMBAR 13:9"
    },
    {
      "content": "Zebulun hnama mi Sodi naupa Gaddiel.",
      "reference": "NAMBAR 13:10"
    },
    {
      "content": "Josef hnam, (Manasse hnam an ti) laia mi Susi naupa Gaddi.",
      "reference": "NAMBAR 13:11"
    },
    {
      "content": "Dan hnama mi Gemali naupa Ammiel.",
      "reference": "NAMBAR 13:12"
    },
    {
      "content": "Aser hnama mi Mikael naupa Sethur.",
      "reference": "NAMBAR 13:13"
    },
    {
      "content": "Naphtali hnama mi Vophsi naupa Nahbi.",
      "reference": "NAMBAR 13:14"
    },
    {
      "content": "Gad hnama mi Maki naupa Geuel.",
      "reference": "NAMBAR 13:15"
    },
    {
      "content": "Hieng hi ram enthla dinga Mosien a tirhai hming chu a nih. Nun naupa Hosea chu Mosie chun Josua tiin a thleng a.",
      "reference": "NAMBAR 13:16"
    },
    {
      "content": "Chuongchun, Mosie chun Kanaan ram enthla dingin anni rawi chu a tir a, an kuomah, “Simtieng fe phawt unla, tlângram tieng chun fe pei unla.",
      "reference": "NAMBAR 13:17"
    },
    {
      "content": "ram chu ieng ang am a nih ti dâm, chuonga chêng mipuihai chu an hrât le hrât naw dâm, an tlâwm le an tam dâm,",
      "reference": "NAMBAR 13:18"
    },
    {
      "content": "an umna ram chu a ṭha le ṭha naw dâm, an umna khuohai dâm chu ieng ang am a na, puon in el amanih, annawleh kul neiin am a ni ti dâm, chun, ram chu a chêng- hnâwng le hnâwng naw, a ram upa le upa naw dâm khawm va enthla unla.",
      "reference": "NAMBAR 13:19"
    },
    {
      "content": "Chun, huoitakin um unla, chu rama theirahai chu hung phur ro,” a ta. Grêp ra hmasa ra hun lai tak a nih.",
      "reference": "NAMBAR 13:20"
    },
    {
      "content": "Chuongchun, an hang suok tah a, ram chu Zin thlalêra inthawka Hamath lûtna Rehob chenin an enthlâk vawng a.",
      "reference": "NAMBAR 13:21"
    },
    {
      "content": "Simtienga chun an hang fe phawt a, Hebron an va tlung a, chutaka chun Anak thlahai, Ahiman mihai, Sesai mihai, Talmai mihai an um a, (Hebron chu Aigupta rama Zoan inngir hma kum saria inngir tah a nih).",
      "reference": "NAMBAR 13:22"
    },
    {
      "content": "Chun, Eskol ruom an va tlung a, chutaka grêp ra bâwr khat a kâu pumin an sât bawng a, hmawlin mi pahniin an zâwn a; theibufaihai le theichanghai an hâwn bawk a.",
      "reference": "NAMBAR 13:23"
    },
    {
      "content": "Chu hmun chu Eskol ruom an ta; Israel thlahaiin chutaka grêp bâwr chu an sat thlâk leiin.",
      "reference": "NAMBAR 13:24"
    },
    {
      "content": "An ram va enthlâk chu ni sâwmli an thang a, an hung kîr nâwk tah a.",
      "reference": "NAMBAR 13:25"
    },
    {
      "content": "Chuongchun, Paran thlalêra Kades a chun Mosie le Aron le Israel thla mipui po po kuom chu an hung tlung a, chu ram theihai chu an inentir a.",
      "reference": "NAMBAR 13:26"
    },
    {
      "content": "Mosie kuomah, “I mi tirna rama chun kan feh a, nênêtui le khuoizu luongna a lo ni ngei el; hi hi a rama thei a nih.",
      "reference": "NAMBAR 13:27"
    },
    {
      "content": "Amiruokchu, a rama mi umhai chu mi hrâttak tak el an na, khuohai khawm kul nei, ropuitak tak an nih; chun, Anak thlahai khawm kan hmu bawk a.",
      "reference": "NAMBAR 13:28"
    },
    {
      "content": "Amalek mihai chu sim rama chun an um a, Hit mihai, Jebus mihai, Amor mihai chu tlângahai chun an um a; chun, Kanaan mihai chu tuisuoriet pang le Jordan vadung pangah an um,” tiin an hril a.",
      "reference": "NAMBAR 13:29"
    },
    {
      "content": "Amiruokchu, Kaleb chun, Mosie hmaa mipui chu a sukto ṭhuop a, “Hang inthawk vak ei tiu khai, hang la el ei tiu, hne ngei ngei ei tih,” a ta.",
      "reference": "NAMBAR 13:30"
    },
    {
      "content": "Nisienlakhawm, a fepuihai chun, “Hang hne thei tâwl nâwm ei ni ie, eini nêkin an hrât lem sih a,” an tih a.",
      "reference": "NAMBAR 13:31"
    },
    {
      "content": "Chuongchun, Israel thlahai kuoma chun an ram hang enthlâk chu, “Ram enthla dinga kan hei fang chu, a sûnga umhai fa zo hmang a na, chun, a umhai kan hmuhai khawm chu mi âwmkhautak tak el an na;",
      "reference": "NAMBAR 13:32"
    },
    {
      "content": "chutaka chun Anak thlahai, mi lienhai, âwmkhautak tak el kan hmuh a, keini chu khâu ang chauin kan inhmu el a nih; anni khawma khâu ang chauin an mi hmu hrim a,” tiin a ṭha naw tiengin an hril a.",
      "reference": "NAMBAR 13:33"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "NAMBAR 13 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}