{
  "verses": [
    {
      "content": "Chun, Josef sûnghai laia mi Manasse naupa Makir naupa Gilead thlahai pahnam ṭhuoituhai laia mihai chun an hung hnai a, Mosie le hotu Israel thlahai ṭhuoi- tuhai hmaa chun thu an hril a,",
      "reference": "NAMBAR 36:1"
    },
    {
      "content": "“LALPA chun kan pu chu Israel thlahai chu aisâna an hluo ding ram pe dingin thu a pêk a; chun, LALPAIN kan pu chu kan naupa Zelophehad hluo ding chu a naunu- hmeihai pe dingin thu a pêk a;",
      "reference": "NAMBAR 36:2"
    },
    {
      "content": "chun, anni chun Israel thlahai laia mi hnam dang tu nauhai khawm pasala an nei chun, kan pi le puhai ram an hluo chu lâkpêk a, an va ṭhangnahai rama bel ding nîng a ta, chuong ang chun kan ram chanpuola inthawk ṭhe suok hung nîng a ta.",
      "reference": "NAMBAR 36:3"
    },
    {
      "content": "Chun, Israel thlahai Jubili a hung tlung pha chun an ram chu an va ṭhangna ding taphawthai hnam rama bel nîng a tih; chuongchun, kan pi le puhai hnam rama inthawkin an ram chu lâk hêkin a hung um ding a nih,” an ta.",
      "reference": "NAMBAR 36:4"
    },
    {
      "content": "Chun, Mosie chun LALPA thu angin Israel thlahai chu thu a pêk a, “Josef naupasalhai hnam hin an hril dik a nih.",
      "reference": "NAMBAR 36:5"
    },
    {
      "content": "Zelophehad naunuhmeihai chung- châng thua LALPAIN thu a pêk chu hieng ang hin a nih: ‘ṭha an ti taphawt nei hai sienla, amiruokchu, an pahai hnam chanpui laia mi ngei an ni ding a nih,’ tiin.",
      "reference": "NAMBAR 36:6"
    },
    {
      "content": "Chuongchun, Israel thlahai hnam chu hnam dang dang kuomah sawn sawn ni naw nih. Israel thlahai chun an pi le puhai hnam ram chu an chang zing ding a nih.",
      "reference": "NAMBAR 36:7"
    },
    {
      "content": "Chun, Israel thlahai laia ro- hluotu ding naunuhmei taphawt chu Israel thlahaiin an pi le puhai ram an hluo seng theina dingin an pahnam chanpui laia mi ngei nuhmei a ni ding a nih.",
      "reference": "NAMBAR 36:8"
    },
    {
      "content": "Chuongchun, ram chu hnam dang dang kuoma sawn sawn a ni naw ding a nih. Israel thlahai chun anni ram seng chu an chang ding a ni sih a,” tiin.",
      "reference": "NAMBAR 36:9"
    },
    {
      "content": "Chun, LALPAIN Mosie chu thu a pêk ang charin Zelophehad naunu- hmeihai chun an thaw a.",
      "reference": "NAMBAR 36:10"
    },
    {
      "content": "Zelophehad naunuhmei Mahla hai, Tirza hai, Hogla hai,",
      "reference": "NAMBAR 36:11"
    },
    {
      "content": "Milka hai, Noa hai chun an pa unaupa naupasalhai an nei tâwl a, Josef naupa Manasse naupasalhai an nei a, an ram chu an pahnama chun a um zing tah a.",
      "reference": "NAMBAR 36:12"
    },
    {
      "content": "Hieng hi LALPAIN Mosie hmanga Jeriko zâwn Jordan râl Moab phaia Israel thlahai a pêk, thupêkhai le rorêl dânhai chu a nih.",
      "reference": "NAMBAR 36:13"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "NAMBAR 36 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}