{
  "verses": [
    {
      "content": "LALPA chun Mosie a biek a,",
      "reference": "NAMBAR 15:1"
    },
    {
      "content": "“Israel thlahai hril la, an kuomah, ‘In umna dinga ram ka pêk cheu in tlung phaleh,",
      "reference": "NAMBAR 15:2"
    },
    {
      "content": "LALPA kuomah meia thilinhlân, pumrawhmang thilinhlân amanih, thutiem hlen dinga inthâwina ama- nih, mâni nuom thua thilinhlân ama- nih, in Fekân ruoiṭhe hunbia manih, ran ruol laia mi amanih, berâm ruol laia mi amaniha LALPA ta dinga riminhnik siem ding amaniha an inhlân pha chun,",
      "reference": "NAMBAR 15:3"
    },
    {
      "content": "LALPA kuoma thilinhlân inhlân- tu taphawtin beiphit thilinhlân, beiphit indi mi epha hmun sâwma ṭhea hmun khat, hriek hin hmun lia ṭhea hmun khata hmet an inhlân ding a nih.",
      "reference": "NAMBAR 15:4"
    },
    {
      "content": "Dâwnmi thilinhlânah uoin hin hmun lia ṭhea hmun khat pumraw- hmang thilinhlân amanih, inthâwina amaniha berâmte hming kimin in buotsai ding a nih.",
      "reference": "NAMBAR 15:5"
    },
    {
      "content": "Chun, berâmchala chun beiphit thilinhlân, beiphit indi mi epha hmun sâwma ṭhea hmun hni, hriek hin hmun thuma ṭhea hmun khata hmet in buotsai ding a nih.",
      "reference": "NAMBAR 15:6"
    },
    {
      "content": "Dâwnmi thilinhlân chun LALPA ta dinga riminhnikah uoin hin hmun thuma ṭhea hmun khat in inhlân ding a nih.",
      "reference": "NAMBAR 15:7"
    },
    {
      "content": "Pumrawhmang thilinhlân ama- nih, thutiem hlen dinga inthâwina amanih, LALPA kuoma inremna thilinhlân ding amaniha bâwngchal in buotsai pha chun,",
      "reference": "NAMBAR 15:8"
    },
    {
      "content": "bâwngchal inhlân ruol chun bei- phit thilinhlân, beiphit indi mi epha hmun sâwma ṭhea hmun thum, hriek hin chenvea hmet in inhlân ding a nih.",
      "reference": "NAMBAR 15:9"
    },
    {
      "content": "Chun, dâwnmi thilinhlânah uoin hin chenve, LALPA ta dinga riminhnik meia thilinhlân chu in inhlân ding a nih.",
      "reference": "NAMBAR 15:10"
    },
    {
      "content": "“Chuong ang chun bâwngchal dâm, berâmte a chal dâm, kêlte dâm, an hming kima thaw ding a nih.",
      "reference": "NAMBAR 15:11"
    },
    {
      "content": "An tam dân izir peiin buotsai in ta, an tam dân ang pei chun in inhlân ding a nih.",
      "reference": "NAMBAR 15:12"
    },
    {
      "content": "Chu rama pieng po po chun hieng ang pei hin LALPA ta ding riminhnik meia thilinhlân an inhlân pha an thaw ding a nih.",
      "reference": "NAMBAR 15:13"
    },
    {
      "content": "Chun, hnam dang mi in kuoma khawsa hlak amanih, tukhawm in kuoma khawsa zing dinghai chun LALPA ta ding riminhnik meia thil- inhlân inhlân nuomtuhai chun in thaw ang tak chun an thaw ve ding a nih.",
      "reference": "NAMBAR 15:14"
    },
    {
      "content": "In thlahai chena mipuihai le hnam dang in kuoma umhai ta ding khawma dân angkhat chau a um ding a nih; LALPA hmaah hnam danghai chu nangni ang chie nîng an tih.",
      "reference": "NAMBAR 15:15"
    },
    {
      "content": "In ta ding le in kuoma hnam dang umhai ta dingin dân hmunkhat le thaw dân hmunkhat chau um a tih,’ ti rawh,” tiin.",
      "reference": "NAMBAR 15:16"
    },
    {
      "content": "LALPA chun Mosie a biek a,",
      "reference": "NAMBAR 15:17"
    },
    {
      "content": "“Israel thlahai hril la, an kuom- ah, ‘Hieng hi nîng a ta, ka ṭhuoina ding cheu ram in va tlung a,",
      "reference": "NAMBAR 15:18"
    },
    {
      "content": "chu rama bei in fâk pha chun LALPA kuoma thên thilinhlân in inhlân ding a nih.",
      "reference": "NAMBAR 15:19"
    },
    {
      "content": "In bei hmet hmasa tak laia hlawm khat chu thên thilinhlânah in inhlân ding a nih, hrizâwla mi thên thilinhlâna in thên angin in thên ding a nih.",
      "reference": "NAMBAR 15:20"
    },
    {
      "content": "In thlahai chenin in bei hmet hmasa tak chu LALPA kuoma thên thilinhlâna dingin in inhlân pei ding a nih.",
      "reference": "NAMBAR 15:21"
    },
    {
      "content": "“Chun, hieng thupêk po po, LALPAIN Mosie kuoma a hril,",
      "reference": "NAMBAR 15:22"
    },
    {
      "content": "LALPAIN thu a pêk tira inthawka in thlahai chena dinga Mosie hmanga thu a pêk po pohai cheu hi in pawm nawh a, in bawsiet chun hieng ang hi hung nîng a ta;",
      "reference": "NAMBAR 15:23"
    },
    {
      "content": "pungkhâwmhaiin hre loa thawpal a ni chun, pungkhâwmhai po po chun pumrawhmang thilinhlân LALPA ta dinga riminhnikah bâwng tuoi pakhat inhlân an ta, a dân pângngai angin beiphit thilinhlân le dâwnmi thilinhlân leh, suol thâwina dingin kêlchal pakhat an inhlân sa bawk ding a nih.",
      "reference": "NAMBAR 15:24"
    },
    {
      "content": "Chun, thiempu chun Israel thlahai pungkhâwm po po ta ding chun inremna siem a ta, ngaidam nîng an tih, thawpal a ni lei le, an thilinhlân LALPA ta dinga meia thilinhlân le an suol aia suol thâwina an inhlân ta leiin.",
      "reference": "NAMBAR 15:25"
    },
    {
      "content": "Israel thla pungkhâwmhai po po chu ngaidam nîng an ta, anni laia hnam dang umhai khawm; mipui po po chun an thawpal a ni leiin.",
      "reference": "NAMBAR 15:26"
    },
    {
      "content": "Mi malin hre loin thil a suksuol chun, suol thâwina dingin kêl late pakhat kum khat mi ân hlân ding a nih.",
      "reference": "NAMBAR 15:27"
    },
    {
      "content": "Hre loa LALPA hmaa suksuoltu ta ding chun thiempu chun inremna a siem ding a nih; chuongchun, ngaidam nîng a tih.",
      "reference": "NAMBAR 15:28"
    },
    {
      "content": "Hre loa suksuoltu ta dingin Israel thla chu rama pienghai ta dingin le hnam dang mi anni laia umhai ta ding khawma dân angkhat in nei ding a nih.",
      "reference": "NAMBAR 15:29"
    },
    {
      "content": "Amiruokchu, ân dittâwk leia thaw a ni ruok chun, chu rama pieng amanih, hnam dang amanih khawm ni sienla, LALPA hrilsie a nih; ama chu a chipuihai laia inthawk sât thlâk ding a nih.",
      "reference": "NAMBAR 15:30"
    },
    {
      "content": "LALPA thu chu a hmusit a, a thupêk chu a bawsiet leiin ama chu sât thlâk ṭhuoi ding a nih, a rîtlona maw chu ama ngeiin phur a tih,’ ti rawh,” tiin.",
      "reference": "NAMBAR 15:31"
    },
    {
      "content": "Israel thlahai thlalêra an um lai chun mi pakhat châwlnia thing inkhâwm hi an hmuh a.",
      "reference": "NAMBAR 15:32"
    },
    {
      "content": "A thing inkhâwm hmutuhai chun Mosie le Aron le pungkhâwmhai kuoma chun an ṭhuoi a.",
      "reference": "NAMBAR 15:33"
    },
    {
      "content": "Ieng anga thaw ding am a ni ti la puonglo a ni leiin intângna inah an khum a.",
      "reference": "NAMBAR 15:34"
    },
    {
      "content": "LALPAIN Mosie kuomah, “Ama chu sukhlum ngei ngei ding a nih, riebûk puoah pungkhâwmhai po po chun lungin an dêng ding a nih,” a ta.",
      "reference": "NAMBAR 15:35"
    },
    {
      "content": "Chuongchun, LALPAIN Mosie thu a pêk ang chun pungkhâwmhai po po chun riebûkah an ṭhuoi a, lungin an dêng hlum tah a.",
      "reference": "NAMBAR 15:36"
    },
    {
      "content": "LALPA chun Mosie a biek a,",
      "reference": "NAMBAR 15:37"
    },
    {
      "content": "“Israel thlahai kuomah, an thlahai chena an puon hmawra a hmawrkai siem ding le, a hmawr tin reia chun a dumpâwl sie dingin hril rawh;",
      "reference": "NAMBAR 15:38"
    },
    {
      "content": "chu rei chu in en hlak a, LALPA thupêk po po in hriet zinga in zâwmna ding le nawchizawra in um hlak anga in lungril dit zâwng le in mit la zâwng hnawta in um nawna dingin le,",
      "reference": "NAMBAR 15:39"
    },
    {
      "content": "ka thupêkhai po po chu in hriet zing a, in zâwm a, in Pathien ta dinga in inthieng theina dingin a nih.",
      "reference": "NAMBAR 15:40"
    },
    {
      "content": "In Pathien ni dinga Aigupta rama inthawka ṭhuoi suoktu cheu LALPA in Pathien ka nih. Kei hi LALPA in Pathien chu ka nih,” tiin.",
      "reference": "NAMBAR 15:41"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "NAMBAR 15 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}