{
  "verses": [
    {
      "content": "Miriam le Aron chun Mosien Kus mi nuhmeia a nei leiin an hrilsiet a; Kus mi chu a nei ngei sih a.",
      "reference": "NAMBAR 12:1"
    },
    {
      "content": "Anni chun, “Mosie kuoma chau hin am a nih LALPAIN thu a hril bîk? Keini kâwla khawm hin a hril naw am a nih?” an tih a. Chu chu LAL- PAIN a lo hriet a.",
      "reference": "NAMBAR 12:2"
    },
    {
      "content": "Mosie chu hnuoi chunga mihriem po poa zainêm tak a na.",
      "reference": "NAMBAR 12:3"
    },
    {
      "content": "Chun, Mosie le Aron le Miriam kuomah LALPAIN, “In pathumin hung suok unla, intuokna puon inah hung ro,” a ti ta thut el a. Chuong- chun, an pathum chun an va feh a.",
      "reference": "NAMBAR 12:4"
    },
    {
      "content": "Puon in kawtkhârah a lo ngir a, Aron le Miriam chu a ko a, an pahni chun an hung suok a.",
      "reference": "NAMBAR 12:5"
    },
    {
      "content": "Ama chun, “Ka thu hi ngai ro, nangni lai hin zâwlnei in um chun ama chu kei LALPA hi inlârnain inhriettir ka ta, mang tieng bieng ka tih.",
      "reference": "NAMBAR 12:6"
    },
    {
      "content": "Ka siehlaw Mosie hi chu chuong ang chu a ni nawh; ka sûngkuo thu po poa chun ring a um a nih;",
      "reference": "NAMBAR 12:7"
    },
    {
      "content": "ama le chun chu thurûk um loin bauin tlangtakin inbieng kan ta; LALPA hmêl khawm hmûng a tih. Chuleiin, ka siehlaw Mosie hi iengtiziea hrilse ngam am in ni leh?” a lo tih a.",
      "reference": "NAMBAR 12:8"
    },
    {
      "content": "Chuongchun, LALPA lung chu an chungah a chawk a, a fe nâwk tah a.",
      "reference": "NAMBAR 12:9"
    },
    {
      "content": "Puon in chunga sûm chu ân kieng tah a; chun, ngai ta, Miriam chu vûr ang ela vârin a hung inphâr tah a; Aron chun Miriam chu a hei en a, inphâr a lo ni ta zing el ti a hmuh a.",
      "reference": "NAMBAR 12:10"
    },
    {
      "content": "Chuongchun, Aron chun Mosie kuomah, “Aw pu, kan chungah suol innghat lul naw raw khai, invêttakin kan lo thawh a, kan lo suol tah a nih.",
      "reference": "NAMBAR 12:11"
    },
    {
      "content": "Mi a nu sula inthawka a hung suok tîra thi sa deuthaw angin Miriam chu um lul naw raw se,” a ta.",
      "reference": "NAMBAR 12:12"
    },
    {
      "content": "Chuongchun, Mosie chun, “Aw Pathien, sukdam nâwk ta khai,” tiin LALPA chu a ko a.",
      "reference": "NAMBAR 12:13"
    },
    {
      "content": "Chun, LALPAIN Mosie kuom- ah, “A pain a hmaia chil a sâk ngawt khawma ni sari chu ân zak naw ding am a nih? Riebûk puoah ni sari khum hmang ni sienla, chu zoa chun ṭhuoi lût nâwk ni raw se,” a tih a.",
      "reference": "NAMBAR 12:14"
    },
    {
      "content": "Chuongchun, Miriam chu rie- bûk puoah ni sari an khum hmang a. Miriam chu an ṭhuoi lût hma khat chun mipuihai chu an intâwl sawn nawh a.",
      "reference": "NAMBAR 12:15"
    },
    {
      "content": "Chu zoa chun mipuihai chu Hazerotha inthawk chu an suok a, Paran thlalêrah umhmun an khuor a.",
      "reference": "NAMBAR 12:16"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "NAMBAR 12 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}