{
  "verses": [
    {
      "content": "Chuongchun, a pungkhâwm- hai po po chu rawl insuo meuin an ṭap a; chu zân chun mipuihai chu an ṭap an ṭap el a.",
      "reference": "NAMBAR 14:1"
    },
    {
      "content": "Israel thlahai po po chu Mosie le Aron chunga chun an chier a; a pungkhâwmhai po po chun an kuomah, “Aigupta rama khan mi lo sukhlum thên kha ni ta lem sien aw! Annawleh, thlalêra hin mi sukhlum thên el lem sien aw!",
      "reference": "NAMBAR 14:2"
    },
    {
      "content": "Ieng dinga kâwlhnâma thi el dinga Pathienin hi rama hi mi ṭhuoi am a nih aw? Ei nuhmei ei nau le tehai hlak chu man el ding an ni âwm si a. Aigupta rama kîr nâwk el hi eini ta dingin a ṭha lem a ni naw am a nih?” an ta.",
      "reference": "NAMBAR 14:3"
    },
    {
      "content": "Chuongchun, an inbiek tâwl a, “Hotu siem ei tiu khai, Aigupta ramah kîr nâwk el ei tiu,” an tih a.",
      "reference": "NAMBAR 14:4"
    },
    {
      "content": "Chuongchun, Mosie le Aron chu Israel thla mipui pungkhâwm po pohai hmaa chun an bawkkhup a.",
      "reference": "NAMBAR 14:5"
    },
    {
      "content": "Chun, Nun naupa Josua le Jephunne naupa Kaleb, ram enthla- tuhai laia ṭhang vehai chun an puonhai an keithlêr a;",
      "reference": "NAMBAR 14:6"
    },
    {
      "content": "Israel thla mipui pungkhâwm po pohai kuoma chun, “Enthla dingin kan va fang suok ram chu ram ṭhatak a nih.",
      "reference": "NAMBAR 14:7"
    },
    {
      "content": "Ei chunga hin LALPA a lâwm chun, chu rama chun mi ṭhuoi a ta, mi pêng a tih; nênêtui le khuoizu luong- na ram chu.",
      "reference": "NAMBAR 14:8"
    },
    {
      "content": "LALPA chungah hel naw phawt el unla, chu rama mihai khawm chu ṭi hlek naw ro, ei bu ding an ni el annâwm, an inhumhimna chu teplo mei mei a nih; LALPA chu ei kuomah a um annâwm; anni chu ṭi naw ro,” tiin an hril a.",
      "reference": "NAMBAR 14:9"
    },
    {
      "content": "Nisienlakhawm, a pungkhâwm- hai po po chun lunga dêng an rawt a. Chuongchun, LALPA ropuina chu intuokna puon inah Israel thlahai po po hmaa chun a hung inlang a.",
      "reference": "NAMBAR 14:10"
    },
    {
      "content": "Chuongchun, LALPAIN Mosie kuomah, “Hieng mipuihai hin ieng chen am mi ngainêp an ta, anni laia inchikna ka thaw hlak sa khawm ieng chen am mi ring loin an um ding a na? Hriin hrem ka ta, suklungzîng ka tih;",
      "reference": "NAMBAR 14:11"
    },
    {
      "content": "nangmaa hin an nêka ropui le thilthawthei lem hnam inngir ka tih,” a ta.",
      "reference": "NAMBAR 14:12"
    },
    {
      "content": "Mosie ruok chun LALPA kuom- ah, “Aigupta mihaiin hre pal rawi an tih; hieng mipuihai hi ṭawng inkhâma a tiem rama chun i thil- thawtheinaa i ṭhuoi suok an ni sih a;",
      "reference": "NAMBAR 14:13"
    },
    {
      "content": "hi rama mihai hi hril an ta; hieng mipuihai lai hin i um ti an hriet tah a; hmaisan meuin an hmu ta si cheh a; i sûm chu an chungah a um hlak a; chun, sûnah sûmngîr, zânah meiin an hma i ṭhuoi hlak sih a.",
      "reference": "NAMBAR 14:14"
    },
    {
      "content": "Hieng mipuihai hi i sukhlum phier chun i hming inthang hretu hnamhai chun,",
      "reference": "NAMBAR 14:15"
    },
    {
      "content": "‘LALPA chun hieng mipuihai hi ṭawng inkhâma a tiem rama chun a ṭhuoi thei naw leiin thlalêrah a sukhlum a nih,’ tiin hril rawi an tih.",
      "reference": "NAMBAR 14:16"
    },
    {
      "content": "Hieng anga i lo hril ta lei khan i thilthawtheina chu sukbutling hrâm dingin ka hung ngên che a nih.",
      "reference": "NAMBAR 14:17"
    },
    {
      "content": "‘LALPA chu lung inuoitak, zainêmna hau, rîtlonahai le bawsiet- nahai ngaidam hlak, thiemlo changhai insuoktir el ngailo, pahai rîtlona leia nauhai, nauhai nau nâwk chen, suon thumna le suon lina chen khawma hrem hlak a nih,’ ti kha.",
      "reference": "NAMBAR 14:18"
    },
    {
      "content": "I zainêmna a nasat ang ngei le, Aigupta rama inthawka tu chena i ngaidam ang hin mipuihai rîtlona hi ngaidam ta khai,” a ta.",
      "reference": "NAMBAR 14:19"
    },
    {
      "content": "Chun, LALPA chun, “I thu ang chun ngaidam ka tih;",
      "reference": "NAMBAR 14:20"
    },
    {
      "content": "amiruokchu, ka hring zing ang le Lalpa ropuinain hnuoi pumpui a la suksip vawng ding ang bawkin thu ka tiem,",
      "reference": "NAMBAR 14:21"
    },
    {
      "content": "Aigupta ram le thlalêra ka ropuina le ka thilmak thawhai hmua, chuongsa khawma vawi sâwm zet mi la fieh a, ka thu la pawm lo mi po pohai hin,",
      "reference": "NAMBAR 14:22"
    },
    {
      "content": "an thlatuhai kuoma inkhâma ram ka tiem chu hmu naw tawp an ta, anni laia mi ngainêptu hrim hrim khawma hmu bawk naw ni hai.",
      "reference": "NAMBAR 14:23"
    },
    {
      "content": "Ka siehlaw Kaleb ruok hi chu, lungril danglam puta titakzeta a mi zui leiin, a va fena rama chun ṭhuoi ka ta, a thlahai chun hluong an tih.",
      "reference": "NAMBAR 14:24"
    },
    {
      "content": "Tuhin, Amalek mihai le Kanaan mihai chu ruoma chun an um a, zinga khin kir nâwk unla, Tuisuoriet Sen lampui tieng thlalêrah lût ro,” a ta.",
      "reference": "NAMBAR 14:25"
    },
    {
      "content": "LALPA chun Mosie le Aron a biek a,",
      "reference": "NAMBAR 14:26"
    },
    {
      "content": "“Hieng mi rilo pungkhâwmhai, ka chunga chier hlakhai hi ieng chen am dâwng ka ti aw? Israel thlahai chierna, ka chunga an chiernahai chu ka hriet deh.",
      "reference": "NAMBAR 14:27"
    },
    {
      "content": "An kuomah, ‘ka hringna sâlin ka hril a nih, ka na hriet ngeia in hril angtakin in chungah thâwng ka ta; in ruonghai chu thlalêra hin um a ta;",
      "reference": "NAMBAR 14:28"
    },
    {
      "content": "nangni laia mi tiem ta sa po po, kum sâwmhni chen chungtieng mi ka chunga chierhai po po chu,",
      "reference": "NAMBAR 14:29"
    },
    {
      "content": "bân phar meua, Inumtir ka ti cheu, ka tina rama chun Jephunne naupa Kaleb le Nun naupa Josua chau naw chu lût naw tawp in tih.",
      "reference": "NAMBAR 14:30"
    },
    {
      "content": "Amiruokchu, man el ding nîng an ta, in iti in nau le tehai ruok hi chu ṭhuoi lût ka tih, in dit naw ram chu hluong an tih.",
      "reference": "NAMBAR 14:31"
    },
    {
      "content": "Nangni ruok chu in ruonghai chu hi thlalêra hin um a tih.",
      "reference": "NAMBAR 14:32"
    },
    {
      "content": "In nauhai chu thlalêrah kum sâwmli intawi intawi an ta, thlalêra in ruong hai a riral hmakhat chun in ringum nawna lei chun tuor an tih.",
      "reference": "NAMBAR 14:33"
    },
    {
      "content": "Ram in va enthlâk ni zât; ni sâwmli chu, ni khat aiah kum khat pei, kum sâwmli sûng zet in baw- sietna chu tuor phâng in ta, chuong- chun, ka lungni nawzie hi hre tâng in tih.",
      "reference": "NAMBAR 14:34"
    },
    {
      "content": "Kei LALPA hin mi rilo pung- khâwm, kei mi dodâla pungkhâwm- hai chungah hi hi thâwng ka tih ka lo ti tah a; hi thlalêra hin bohmang an ta, chutaka chun thîng an ta, LALPAIN a tih,’ ti ro,” tiin.",
      "reference": "NAMBAR 14:35"
    },
    {
      "content": "Chun, ram enthla dinga Mosie- in a tir, hung kîr nâwk a ram chanchin a ṭha naw tienga hung hril a, a chunga pungkhâwmhai inchier- tirtu,",
      "reference": "NAMBAR 14:36"
    },
    {
      "content": "ram a ṭha naw tienga hung hriltuhai chu LALPA hmaah hriin an thi tah a.",
      "reference": "NAMBAR 14:37"
    },
    {
      "content": "Ram enthla dinga fe Nun naupa Josua le Jephunne naupa Kaleb ruok chu an thi ve nawh a.",
      "reference": "NAMBAR 14:38"
    },
    {
      "content": "Mosien chuong thuhai chu Israel thlahai po po chu a hril a; chuongchun, mipuihai chu an lung- ngai ta hle el a.",
      "reference": "NAMBAR 14:39"
    },
    {
      "content": "Chuongchun, zîngkâr an tho a, tlâng sîpa chun an hang feh a, “Ngai ta, hi kan hung a nih, LALPAIN a mi tiemna hmuna chun fêng kan tih, kan lo suol tah a nih,” an ta.",
      "reference": "NAMBAR 14:40"
    },
    {
      "content": "Chun, Mosien, “Tluongtlungna ni naw ni ti hriet zing sain iengdinga LALPA thupêk in bawsiet ding am a na?",
      "reference": "NAMBAR 14:41"
    },
    {
      "content": "Nangni lai LALPA a um si nawh a, hmêlmahai lo that el dingin hang fe naw ro.",
      "reference": "NAMBAR 14:42"
    },
    {
      "content": "In hmaa khin Amalek mihai le Kanaan mihai an um a na, kâwl- hnâma sâthlum ni el in tih. LALPA chu in nghatsan tâk leiin nangni lai LALPA chu um naw ni,” a ta.",
      "reference": "NAMBAR 14:43"
    },
    {
      "content": "Nisienlakhawm, tlâng sîpa chun fe an tum ṭâl a; amiruokchu, LALPA thuthlungna bâwm le Mosie chu bûka inthawk chu an suok ve nawh.",
      "reference": "NAMBAR 14:44"
    },
    {
      "content": "Chuongchun, chu tlânga um Amalek mihai le Kanaan mihai chu an hung thla a, an thawh a, Horma chenin an hnawt a, an vuokthlûk rum el a.",
      "reference": "NAMBAR 14:45"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "NAMBAR 14 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}