{
  "verses": [
    {
      "content": "LALPA chun Aron kuomah, “Nang le i nâupasalhai le in sûngkuo hin hmun inthieng khaw- hlona maw chu phur in ta; chun, nang le i naupasalhai hin in thiempu nina khawhlona maw chu phur bawk in tih.",
      "reference": "NAMBAR 18:1"
    },
    {
      "content": "Chun, Levi chi, i pa chi, i unau- haiin an zawm ve cheh a, i rawng an bâwl theina dingin i kâwl hnaiah inumtir la, amiruokchu, nang le i naupasalhai chu thuinhriettirna puon in bulah in um ding a nih.",
      "reference": "NAMBAR 18:2"
    },
    {
      "content": "I sina chun ṭhangpui an ti cheh a, puon in tieng sin po po chu chang an ta, amiruokchu, hmun inthieng bûrlebêl le mâichâm chu hung hnai naw raw hai se, an thi nawna dingin, anni amanih, nang amani khawm.",
      "reference": "NAMBAR 18:3"
    },
    {
      "content": "Anni chun inkawppui an ti che a, puon in rawngbâwlna po poah in- tuokna puon in sin chu chang an ta, hnam dang chun an hung hnai ding cheu a ni nawh.",
      "reference": "NAMBAR 18:4"
    },
    {
      "content": "Nang chun hmun inthieng sin le mâichâm sin chu chang i ta; Israel thlahai chunga lunginsenna a um nawna dingin.",
      "reference": "NAMBAR 18:5"
    },
    {
      "content": "Chun, ngai ta, kei hin i unau Levi mihai chu Israel thlahai laia in- thawkin ka thlang suok a, intuokna puon in rawngbâwl dinga LALPA kuoma pêk, i ta dinga thilpêk nîng an tih.",
      "reference": "NAMBAR 18:6"
    },
    {
      "content": "Nang le i naupasalhai hin mâi- châm le puonzâr sûngtieng in thiempu sin chu thâwng in tih. Chun, nangin rawngbâwl i tih, thiempu sin hi in rawngbâwl sin dingin ka pêk cheu a nih; hnam dang hung inrawl ve phawt chu sukhlum nîng an tih,” a ta.",
      "reference": "NAMBAR 18:7"
    },
    {
      "content": "Chun, LALPA chun Aron kuom- ah, “Ngai ta, kei hin ka ta dinga a thêna thên thilinhlân, Israel nauhai thilinhlânhai po po pumin nang le i naupasalhai ta dingin, kumkhuoa in chanpuol dingin ka pêk cheu a.",
      "reference": "NAMBAR 18:8"
    },
    {
      "content": "Meia raw mahla thil inthienghai chu i ta nîng a ta; an thilinhlân tinrêng an beiphit thilinhlân dâm, an suol thâwina thilinhlân dâm, an thiemnaw thâwina thilinhlân ka kuoma an hung inhlân ding chen- in nang le i naupasalhai puol nîng a tih.",
      "reference": "NAMBAR 18:9"
    },
    {
      "content": "Hmun inthieng takah fâng in ta, pasal po poin fâng in tih; in ta dingin inthieng nîng a tih.",
      "reference": "NAMBAR 18:10"
    },
    {
      "content": "Hieng hi i chanpuol nîng a tih: beiphit thilinhlâna an thilpêk, Israel thlahai a thêna thên thilinhlân chenin, nang le i naupasalhai le i naunuhmeihai leh kumkhuoa in chanpuolah ka pêk cheu a nih, i ina mi inthieng po po chun fa thei an tih.",
      "reference": "NAMBAR 18:11"
    },
    {
      "content": "Hriek ṭha tak dâm, grêp ṭha tak dâm, bu ṭha tak dâm, ra hmasa tak LALPA ta dinga an pêk chu ka pêk che.",
      "reference": "NAMBAR 18:12"
    },
    {
      "content": "An loa ra hmin hmasa tak LALPA ta dinga an hung lâk chu i ta nîng a ta, i ina mi inthieng po po chun fa thei an ta,",
      "reference": "NAMBAR 18:13"
    },
    {
      "content": "Israelhai thilinhlân po po chu i ta nîng a tih.",
      "reference": "NAMBAR 18:14"
    },
    {
      "content": "LALPA ta dinga an pêk sul hung kêu hmasa tak chu ran khawm, mihriem khawm, i ta nîng a ta; amiruokchu, nau lutir chu în tlan ding a na, ran thieng naw tê hung pieng thla hmasa tak khawm în tlan ding a nih.",
      "reference": "NAMBAR 18:15"
    },
    {
      "content": "Thla khat a ni chun intlan dinghai chu intlanna man i ruot angin hmun inthienga shekel hmang dân angin, shekel ngaa intlan ding a nih, (shekel chu gera sâwmhni a nih).",
      "reference": "NAMBAR 18:16"
    },
    {
      "content": "Amiruokchu, bâwng pieng thla hmasa tak dâm, berâm pieng thla hmasa tak dâm, kêl pieng thla hmasa takhai chu în tlan ding a ni nawh a, an inthieng a nih, an thisen chu mâichâmah thêng i ta, LALPA ta dinga riminhnikah an thâuhai chu meia thilinhlânah i raw ding a nih.",
      "reference": "NAMBAR 18:17"
    },
    {
      "content": "An sa chu i ta nîng a ta, a thêna thên thilinhlân ir le a mal changtieng i ta a ni ang hin.",
      "reference": "NAMBAR 18:18"
    },
    {
      "content": "Thil inthienga thên thilinhlân, Israel thlahaiin LALPA ta dinga an inhlânhai chu in kumkhaw chanpuol dingin ka pêk cheu a nih. LALPA hmaah nang le i naupasalhai le i naunuhmeihai le chatuon machi thuthlung a nih,” a ta.",
      "reference": "NAMBAR 18:19"
    },
    {
      "content": "LALPA chun Aron kuomah, “An rama chun rochan nei naw ti niu a, anni lai chun chanvo nei naw bawk in tih: Israel thlahai laia i chanvo le i rochan chu keima hi ka nih.",
      "reference": "NAMBAR 18:20"
    },
    {
      "content": "“Levi thlahai chu rawngbâwl sin, puon in rawngbâwl sina an sinthaw manah Israel rama sâwma pakhat po po hi ka pêk a nih.",
      "reference": "NAMBAR 18:21"
    },
    {
      "content": "Tuta chen chu Israel thlahai chun intuokna puon in an hung hnai ding a ni nawh; suol maw phurin thi rawi an tih.",
      "reference": "NAMBAR 18:22"
    },
    {
      "content": "Levi mihai ruok hin chu intuokna puon in rawngbâwl sin chu thâwng an ta, anni dân nîng a tih; chun, Israel thlahai laiah rochan nei naw ni hai.",
      "reference": "NAMBAR 18:23"
    },
    {
      "content": "Israel thlahaiin sâwma pakhat LALPA ta dinga a thêna thên thilinhlâna chu Levi mihai rochan dingin ka pêk a nih; chuleiin, an kuomah, ‘Israel thlahai lai rochan nei naw ni hai,’ ka lo ti ta sa hrim a nih,” a ta.",
      "reference": "NAMBAR 18:24"
    },
    {
      "content": "Chun, LALPAIN Mosie kuomah,",
      "reference": "NAMBAR 18:25"
    },
    {
      "content": "“Chuong thua naw khawm chun Levi mihai chu hril la, an kuomah, ‘In rochan dinga Israel thlahai sâwma pakhat ka pêk cheu, annia inthawka in dawng pha chun, chu sâwma pakhata sâwma pakhat chu LALPA kuoma a thêna thên thilinhlân dingin in inhlân ding a nih.",
      "reference": "NAMBAR 18:26"
    },
    {
      "content": "Chuongchun, in thên thilinhlân chu hrizâwla bu le i uoin sâwrnaa uoin anga ngai nîng a tih.",
      "reference": "NAMBAR 18:27"
    },
    {
      "content": "Chuong ang chun Israel thlahai laia inthawka sâwma pakhat in dawng po poa mi chu LALPA ta dinga thên thilinhlâna dingin in inhlân ve pei ding a nih; chun, chu LALPA ta dinga thên thilinhlân chu thiempu Aron in pêk ding a nih.",
      "reference": "NAMBAR 18:28"
    },
    {
      "content": "In thil dawng po poa mi chu a ṭha tak, ân thieng tak pei LALPA kuomah thên thilinhlânah in inhlân ding a nih.",
      "reference": "NAMBAR 18:29"
    },
    {
      "content": "Chuleiin, an kuomah, Chutaka a ṭha tak in thên pha chun Levi mihai hrizâwla hung le uoin hung tlung anga ngai nîng a tih.",
      "reference": "NAMBAR 18:30"
    },
    {
      "content": "Khâwlâi hmuna khawm fa thei in tih; nangni le in sûnghai khawma, intuokna puon ina in rawngbâwl man a ni sih a.",
      "reference": "NAMBAR 18:31"
    },
    {
      "content": "A ṭha tak in thên chu a suol maw phur naw ti niu a, Israel thlahai thil inthieng chu sukpawrche naw ti niu a, in thi naw ding a nih,’ ti rawh,” a ta.",
      "reference": "NAMBAR 18:32"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "NAMBAR 18 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}