{
  "verses": [
    {
      "content": "LALPA chun Aigupta rama in- thawka an suok chen kum hnina thla khatnaah Sinai thlalêra chun Mosie a biek a,",
      "reference": "NAMBAR 9:1"
    },
    {
      "content": "“Israel thlahai chun Fekân ruoiṭhe chu a hunbi peiah nei raw se.",
      "reference": "NAMBAR 9:2"
    },
    {
      "content": "A hunbiah, hi thla ni sâwmpali zântieng in nei ding a nih; chu- taka thaw dinga ruot ang po po le, a dân ang po po chu in nei ding a nih,” tiin.",
      "reference": "NAMBAR 9:3"
    },
    {
      "content": "Chuongchun, Mosie chun Israel thlahai chu Fekân ruoiṭhe chu nei dingin a hril a.",
      "reference": "NAMBAR 9:4"
    },
    {
      "content": "Chuongchun, Sinai thlalêra chun thla khatna ni sâwmpali ni zântieng fekân ruoiṭhe chu an nei tah a; LALPAIN Mosie thu a pêk ang po po chun Israel thlahai chun an thawh a.",
      "reference": "NAMBAR 9:5"
    },
    {
      "content": "Chun, tuhai amanih mithi ruong leia thieng naw an lo um a. Chu ni chun fekân ruoiṭhenaa chun an ṭhang ve thei nawh a. Chuongchun, chu ni chun Mosie le Aron hmaa chun an feh a.",
      "reference": "NAMBAR 9:6"
    },
    {
      "content": "Chuonghai chun a kuomah, “Mithi ruong leiin kan inthieng naw a ni tah a, iengleiin am Israel thlahai laia a hunbia LALPA kuoma thilin- hlân kan inhlân ding in mi khap a na?” an tih a.",
      "reference": "NAMBAR 9:7"
    },
    {
      "content": "Mosie chun an kuomah, “Lo to ta u, in chungchâng thuah LALPAIN ieng angin am thu a pêk ding hang hre phawt ei tih,” a ta.",
      "reference": "NAMBAR 9:8"
    },
    {
      "content": "LALPA chun Mosie a biek a,",
      "reference": "NAMBAR 9:9"
    },
    {
      "content": "“Israel thlahai kuomah, ‘Nang- ni laia mi khawm, in thlahai laia mi khawm, mithi ruong leia thieng naw amanih, lo thanghmang amanih an um hlau chun LALPA ta dinga Fekân ruoiṭhe chu an nei ve hrim hrim ding a nih.",
      "reference": "NAMBAR 9:10"
    },
    {
      "content": "Thla hnina ni sâwmpali ni zântieng an nei ding a nih. Chawl ṭhanglo bei hlohna kha leh an fâk ding a nih.",
      "reference": "NAMBAR 9:11"
    },
    {
      "content": "A zînga dingin a iengkhawm an sie ding a ni nawh a, a ru khawm an sukthliek ding a ni bawk nawh; Fekân ruoiṭhe thaw dinga ruot ang po po chu an thaw ding a nih.",
      "reference": "NAMBAR 9:12"
    },
    {
      "content": "Amiruokchu, thieng si, thang- hmangna khawm nei chuong loa Fekân ruoiṭhea ṭhang lo chu a chipuihai laia inthawk sât thlâk nîng a ta; a hunbia LALPA kuoma thilin- hlân chu ân hlân naw leiin ama chun a suol maw chu phur a tih.",
      "reference": "NAMBAR 9:13"
    },
    {
      "content": "Chun, hnam dang mi in kuoma umin, LALPA ta ding Fekân ruoiṭhea ṭhang ve a nuom chun Fekân ruoi- ṭhea thaw dinga ruot le a dân angin an thaw ding a nih; hi rama mi hrim hrim le hnam dang mihai ta dingin dân angkhat in nei ding a nih,’ tiin hril rawh,” a ta.",
      "reference": "NAMBAR 9:14"
    },
    {
      "content": "Chuongchun, biekbûk indin ni chun biekbûk, inhriettirna puon in chu sûmin a tuom mup a, chun, zântieng chun biekbûk chunga chun meichawk ang el hi a zîng zîngkâr chenin a um a.",
      "reference": "NAMBAR 9:15"
    },
    {
      "content": "Chuong ang chun a um zing a; sûm chun a tuom zing a, zâna chun mei angin ân lâng a.",
      "reference": "NAMBAR 9:16"
    },
    {
      "content": "Sûmin puon in chu ân kiengsan po leh, Israel thlahai chun fe zai an rêl hlak a; chun, sûm a ngirna hmuna phawt chun Israel thlahai chun umhmun an khuor hlak.",
      "reference": "NAMBAR 9:17"
    },
    {
      "content": "LALPA thupêkin Israel thlahai chu an fe pei a, LALPA thupêk bawk- in umhmun an khuor hlak a; biekbûk chunga sûm chu a um sûng po umhmun an khuor zing a.",
      "reference": "NAMBAR 9:18"
    },
    {
      "content": "Biekbûk chunga sûm chu sâwttak a um chun Israel thlahai chun LALPA thu chu an zâwm a, an fe ngai nawh.",
      "reference": "NAMBAR 9:19"
    },
    {
      "content": "A châng chun sûm chu biekbûk chunga chun sâwt nawtê chau a um hlak a; chuongchun, LALPA thupêk angin an fe hlak.",
      "reference": "NAMBAR 9:20"
    },
    {
      "content": "A châng chun sûm chu zân- tienga inthawkin zîngtieng chen a um a; chun, zîngkâra sûm chu ân vawr sâng chun an fe hlak a; ni khat chau amanih, zân khat chau amanih uma sûm chu ân vawr sâng chun an fe el hlak a.",
      "reference": "NAMBAR 9:21"
    },
    {
      "content": "Biekbûk chungah sûm chu ni hni amanih, thla khat amanih, kum khat amani khawm a um chun, chutaka a um zing chun Israel thla- hai chun umhmun an khuor zing a, an fe ngai nawh a; ân vawr sâng ruok chun an fe hlak.",
      "reference": "NAMBAR 9:22"
    },
    {
      "content": "LALPA thupêkin umhmun an khuor hlak a, LALPA thupêkin an fe hlak; Mosie hmanga LALPA thupêkin LALPA thu chu an zâwm a.",
      "reference": "NAMBAR 9:23"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "NAMBAR 9 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}