{
  "verses": [
    {
      "content": "LALPA chun Mosie le Aron a biek a,",
      "reference": "NAMBAR 19:1"
    },
    {
      "content": "“Hi hi LALPA thupêk dân chu a nih: Israel thlahai chu bâwngla sen, demkailo, hmêlhemlo, ringkawl la bât dêr lo hung kei dingin hril rawh.",
      "reference": "NAMBAR 19:2"
    },
    {
      "content": "Thiempu Eleazar pêng i ta, ama chun riebûk puoah ṭhuoi suok a ta, a hmaa chun that a ni ding a nih.",
      "reference": "NAMBAR 19:3"
    },
    {
      "content": "Thiempu Eleazar chun a kut- pârin a thisen chu lâng a ta, intuokna puon in hma tienga chun vawi sari thêng a tih.",
      "reference": "NAMBAR 19:4"
    },
    {
      "content": "Chun, mi tuin amanih bâwngla chu a mithmuah râwng a ta, a vun dâm, a sa dâm, a thisen dâm, a êk dâm leh râwng a tih.",
      "reference": "NAMBAR 19:5"
    },
    {
      "content": "Thiempu chun sidar thing le husop le patzai lâng a ta, bâwgla an râwnaa chun a peilût ding a nih.",
      "reference": "NAMBAR 19:6"
    },
    {
      "content": "Chun, thiempu chun a silfênhai sâwp a ta, insil a ta, chu zoa chun riebûka chun fêng a ta, zântieng chenin thiempu chu thienglo nîng a tih.",
      "reference": "NAMBAR 19:7"
    },
    {
      "content": "A rawtu khawm chun a silfênhai sâwp a ta, insil a ta, zântieng chenin thienglo nîng a tih.",
      "reference": "NAMBAR 19:8"
    },
    {
      "content": "Insukpawrchenaw mi pakhatin bâwngla vâm chu la khâwm a ta, riebûk puo hmun faiah sieng a ta; chuonghai chu, suol thai hmangna dinga, Israel thla mipuihai inthieng nawna sukfaina tui siemna dingin sie ṭhat nîng an tih.",
      "reference": "NAMBAR 19:9"
    },
    {
      "content": "Chun, bâwngla vâm la khâwm- tu chun a silfênhai sâwp a ta, zântieng chenin thienglo nîng a tih. Hi hi Israel thlahai le hnam dang an kuoma umhai ta dinga kumkhaw dân ding a nih.",
      "reference": "NAMBAR 19:10"
    },
    {
      "content": "“Tu ruong khawm themtu chu ni sari thienglo nîng a tih.",
      "reference": "NAMBAR 19:11"
    },
    {
      "content": "Ama chu ni thum ni le ni sari ni chun inthien a ta, thieng ni tâng a tih, amiruokchu, ni thum ni le ni sari nia an thien naw chun ni sari ni khawm chun thieng la ni naw ni.",
      "reference": "NAMBAR 19:12"
    },
    {
      "content": "Tukhawma tu ruong khawm a thema ân thien naw chun LALPA biekbûk a sukpawrche a nih; ama chu Israel mihaia inthawka sât thlâk ding a nih; inthienna tui chu a chunga the lo a ni leiin thieng naw a nih, ân thieng nawna chu a chungah a la um a nih.",
      "reference": "NAMBAR 19:13"
    },
    {
      "content": "“Mi puon inah a thi chun hi hi a dân ding a nih: puon in lût taphawt le puon in sûnga um taphawt chu ni sari thienglo nîng a tih.",
      "reference": "NAMBAR 19:14"
    },
    {
      "content": "Chun, bûrlebêl inhawng a sîn- naa sîn lo chu thienglo a nih.",
      "reference": "NAMBAR 19:15"
    },
    {
      "content": "Tukhawmin daitâma kâwl- hnâma that amanih, mithi ruong amanih, mihriem ru amanih, thlân amanih a tâwk chun ni sari thienglo a nih.",
      "reference": "NAMBAR 19:16"
    },
    {
      "content": "An thieng nawhai puola suol thâwina vâm chu lâng a ta,",
      "reference": "NAMBAR 19:17"
    },
    {
      "content": "bêlah tuikhur tui leh sung a tih. Chun, mi thiengin husop lâng a ta, tuia chun inchieng a ta, puon in dâm, bûrlebêl po pohai, chutaka mi um po pohai, ru amanih, that ruong amanih, mithi ruong amanih, thlân amanih tâwktuhai chu thêng a ta;",
      "reference": "NAMBAR 19:18"
    },
    {
      "content": "chun, mi thiengin ni thum ni le ni sari niin mi thieng naw chu thêng a ta, ni sari ni chun sukthieng a ta; a silfênhai sâwp a ta, insil a ta, zân- tieng chun hung inthieng tâng a tih.",
      "reference": "NAMBAR 19:19"
    },
    {
      "content": "Mi thienglo, inthien lo ruok chun LALPA hmun inthieng a suk- pawrche leiin ama chu pungkhâwm- hai laia inthawka sât thlâk ding a nih; inthienna tuia the lo a na, thienglo a nih.",
      "reference": "NAMBAR 19:20"
    },
    {
      "content": "Hi hi an ta dinga kumkhaw dân ding a nih; inthienna tuia thea um taphawt chun an silfênhai sâwp an ta, chun, inthienna tui tawk taphawt chu zântieng chenin thienglo nîng a tih.",
      "reference": "NAMBAR 19:21"
    },
    {
      "content": "Mi thiengloin a tâwk taphawt chu thienglo ni ve pei a ta; chun, chu tâwktu taphawt chu zântieng chenin thienglo nîng a tih,” tiin.",
      "reference": "NAMBAR 19:22"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "NAMBAR 19 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}