{
  "verses": [
    {
      "content": "Chun, LALPAIN Mosie le Aron chu a biek a,",
      "reference": "NAMBAR 4:1"
    },
    {
      "content": "“Levi nauhai laia Kohath thlahai a sûngkuo kuoin, a pahnam hnamin, kum sâwmthum chin chungtieng,",
      "reference": "NAMBAR 4:2"
    },
    {
      "content": "kum sâwmnga chenin rawng- bâwlna sin intuokna puon ina sin- thaw ding po po zât chu tiem vawng ro.",
      "reference": "NAMBAR 4:3"
    },
    {
      "content": "Intuokna puon in hmun inthieng- taka Kohath naupasalhai sinthaw ding chu hieng hi a nih:",
      "reference": "NAMBAR 4:4"
    },
    {
      "content": "umhmun an sawn ding po leh Aron chu a naupasalhai leh lût an ta, hmun inthieng puon zar chu hlîp thlâng an ta, chu chun thuthlungna bâwm chu inkhum an ta,",
      "reference": "NAMBAR 4:5"
    },
    {
      "content": "seal vunin inkhum an ta, chu chunga chun puon dumpâwlin in- khum an ta, a zâwnna hmawl chu inbûk an tih.",
      "reference": "NAMBAR 4:6"
    },
    {
      "content": "Chun, inentirna bei dâwkân chunga chun thlênghai, riminhnik siena thlêngtêhai, thlêngkûmhai le dâwnmi thilinhlânna notung lienhai an sie ding a nih; chun, chatlak loa sie bei chu chutaka chun a um ding a nih;",
      "reference": "NAMBAR 4:7"
    },
    {
      "content": "chu chu puon senlârin inkhum an ta, inkhumna seal vunin inkhum an ta, a zâwnfung an inbûk ding a nih.",
      "reference": "NAMBAR 4:8"
    },
    {
      "content": "Êntu khâwnvar siena le chutaka dinga an hmang ding a khâwnvarhai, a chaichehai, a vut sienahai, hriek bûr po pohai puon dumpâwlin in- khum an tih;",
      "reference": "NAMBAR 4:9"
    },
    {
      "content": "chu chu le a hmangruohai po po chu inkhumna seal vuna inkhumin zâwnnaa chun sieng an tih.",
      "reference": "NAMBAR 4:10"
    },
    {
      "content": "Chun, rangkachak mâichâm chu puon dumpâwlin inkhum nâwk an ta, inkhumna seal vunin inkhum nâwk an ta, a zâwnfung chu inbûk an tih.",
      "reference": "NAMBAR 4:11"
    },
    {
      "content": "Hmun inthienga an hmangruo, rawngbâwlna bûrlebêlhai po po chu la vawng an ta, puon dumpâwlin fûn an ta, inkhumna seal vunin inkhum an ta, zâwnnaa chun an sie ding a nih.",
      "reference": "NAMBAR 4:12"
    },
    {
      "content": "Mâichâma meivâm chu luok fai an ta, a chungah puon senduk phâng an ta,",
      "reference": "NAMBAR 4:13"
    },
    {
      "content": "a chunga chun an rawngbâwl vêlna bûrlebêlhai po po, mei lâkna dâm, sa thurna thîrkuoi dâm, vutluo dâm, chawtawl dâm, mâichâm bûrle- bêlhai po po chu sieng an ta; chun, an inbûk ding a nih.",
      "reference": "NAMBAR 4:14"
    },
    {
      "content": "Aron le a naupasalhai chun hmun inthieng le hmun inthieng bûrlebêlhai po po an inkhum zo a, umhmun sawn ding hun taphawta chun Kohath naupasalhai chu a zâwn dingin hung inthawk hlak an ta, nisienlakhawm, thil inthienghai chu an them ding a ni nawh, an them chun chu thîng an tih. Hieng hi intuokna puon ina Kohath naupasal- hai chanpuol ding a nih.",
      "reference": "NAMBAR 4:15"
    },
    {
      "content": "Thiempu Aron naupa Eleazar thaw ding chu, insit ding hriek dâm, riminhnik dâm, chatlak loa fâkmi thilinhlân dâm, hriek nâlmi dâm, biekbûk le chutaka thil um po pohai enkai dâm, hmun inthieng le a thuomhnawhai ngaituo vêl chu a nih,” tiin.",
      "reference": "NAMBAR 4:16"
    },
    {
      "content": "LALPA chun Mosie le Aron a biek a,",
      "reference": "NAMBAR 4:17"
    },
    {
      "content": "“Kohath thlahai pahnam chu Levi mihaia inthawkin sukbohmang ni naw sien;",
      "reference": "NAMBAR 4:18"
    },
    {
      "content": "amiruokchu, thil inthieng tak- hai an hung hnai pha thi pha loa, an hring lem theina dingin hieng hin thaw ro: Aron le a naupasalhai chu lût hai sienla, an thaw ding le an chanpuol ding seng ruotpêk raw hai se,",
      "reference": "NAMBAR 4:19"
    },
    {
      "content": "amiruokchu, thil inthieng en dingin sâwt nawte khawm lût naw raw hai se, an lût chun thîng an tih,” tiin.",
      "reference": "NAMBAR 4:20"
    },
    {
      "content": "Chun, LALPAIN Mosie a biek a,",
      "reference": "NAMBAR 4:21"
    },
    {
      "content": "“Gerson naupasalhai khawm an pahnam hnamin, a sûngkuo kuoin tiem vawng rawh;",
      "reference": "NAMBAR 4:22"
    },
    {
      "content": "kum sâwmthum chen chung- tieng kum sâwmnga mi chenin rawngbâwlna sin intuokna puon ina thaw ding po po zât chu tiem vawng rawh.",
      "reference": "NAMBAR 4:23"
    },
    {
      "content": "Gerson sûngkuo sinthaw ding chu rawngbâwl tieng le phur tieng a nih,",
      "reference": "NAMBAR 4:24"
    },
    {
      "content": "biekbûk puonzâr dâm, intuokna puon in ân khumna leh, a chung inkhumna seal vun dâm, intuokna puon in kawtkhâr puonzâr dâm,",
      "reference": "NAMBAR 4:25"
    },
    {
      "content": "biekbûk le mâichâm vêla tuollai puonzârhai dâm, kawtkhâr puonzâr dâm, a hruihai dâm le chutaka rawngbâwlna dinga hmangruo po po dâm phur an ta. Chuong thila thaw ṭûl po po chu an thaw ding a nih.",
      "reference": "NAMBAR 4:26"
    },
    {
      "content": "Gerson naupasalhai sinthaw dinga rawngbâwlna tieng le phur tienga an chanpuol po po chu Aron le a naupasalhai thu thu nîng a tih, an phur ding po ruotpêk i tih.",
      "reference": "NAMBAR 4:27"
    },
    {
      "content": "Chuong chu intuokna puon ina Gerson naupasalhai sûngkuohai sin- thaw ding chu a na, an thaw ding chu thiempu Aron naupa Ithamar ruot ding a nih.",
      "reference": "NAMBAR 4:28"
    },
    {
      "content": "“Merari naupasalhai chu a sûngkuo kuoin, a pahnam hnamin i tiem ding a nih.",
      "reference": "NAMBAR 4:29"
    },
    {
      "content": "Kum sâwmthum chen chung- tieng kum sâwmnga chenin rawng- bâwlnaa ṭhang thei, intuokna puon ina sinthaw ding zât chu i tiem vawng ding a nih.",
      "reference": "NAMBAR 4:30"
    },
    {
      "content": "Intuokna puon ina an sinthaw, an chanpuol ding chu hi hi a nih: biekbûk thingphêkhai, a bangruhai, a banhai dâm, ân nghatna kerkuok dâm,",
      "reference": "NAMBAR 4:31"
    },
    {
      "content": "a kawt inhuonna banhai, ân nghatna kerkuok dâm, kildenahai dâm, a hruihai dâm, a hmangruo po po le, a hmangruo dang po po phur dâm, a hming lam pei sengin an chanpuol ding i ruot pêk ding a nih.",
      "reference": "NAMBAR 4:32"
    },
    {
      "content": "Chuong chu thiempu Aron naupa Ithamar rawia intuokna puon ina Merari naupasalhai sûngkuohai thaw ding a nek nek chena an rawngbâwl dân ding chu a nih,” tiin.",
      "reference": "NAMBAR 4:33"
    },
    {
      "content": "Chuongchun, Mosie le Aron le a pungkhâwmhai laia ṭhuoituhai chun,",
      "reference": "NAMBAR 4:34"
    },
    {
      "content": "Kohath naupasalhai chu a sûngkuo kuoin, a pahnam hnamin intuokna puon ina sin thaw ding zât chu kum sâwmthum chen chungtieng kum sâwmnga mi chenin an tiem a.",
      "reference": "NAMBAR 4:35"
    },
    {
      "content": "Chuong a pahnam hnama an tiemhai chu sâng hni za sari le sâwm- nga an nih.",
      "reference": "NAMBAR 4:36"
    },
    {
      "content": "Chuong chu an nih intuokna puon ina rawngbâwl hlak Kohath mihai thla an itiem, Mosie hmanga LALPA thupêk anga Mosie le Aronin an tiem chu.",
      "reference": "NAMBAR 4:37"
    },
    {
      "content": "Gerson naupasalhai, intuokna puon ina sinthaw dinga rawngbâwl thei zât ding chu, a sûngkuo kuoin,",
      "reference": "NAMBAR 4:38"
    },
    {
      "content": "a pahnam hnamin kum sâwm- thum chen chungtieng kum sâwmnga mi chena tiem an na;",
      "reference": "NAMBAR 4:39"
    },
    {
      "content": "chuong a pahnam hnama, a sûngkuo kuoa an tiemhai chu sâng hni za ruk le sâwmthum an nih.",
      "reference": "NAMBAR 4:40"
    },
    {
      "content": "Chuong chu an nih Gerson nau- pasalhai sûngkuohai, intuokna puon ina rawngbâwl po po, LALPA thupêk anga Mosie le Aronin an tiem hai chu.",
      "reference": "NAMBAR 4:41"
    },
    {
      "content": "Merari naupasalhai, intuokna puon ina sin thaw dinga rawngbâwl zât ding chu, a sûngkuo kuoin, a pahnam hnamin,",
      "reference": "NAMBAR 4:42"
    },
    {
      "content": "kum sâwmthum chen chung- tieng kum sâwmnga mi chena tiem an na;",
      "reference": "NAMBAR 4:43"
    },
    {
      "content": "chuong a sûngkuo kuoa an tiemhai chu sâng thum le za hni an nih.",
      "reference": "NAMBAR 4:44"
    },
    {
      "content": "Chuong chu an nih Merari nau- pasalhai sûngkuohai Mosie hmanga LALPA thupêk anga Mosie le Aronin an tiem chu.",
      "reference": "NAMBAR 4:45"
    },
    {
      "content": "Levi mihai, rawngbâwl ding le intuokna puon ina mi phur phurtu ding zât,",
      "reference": "NAMBAR 4:46"
    },
    {
      "content": "a pahnam hnamin, a sûngkuo kuoin kum sâwmthum chen chung- tieng kum sâwmnga mi chenin Mosie le Aron le Israel ṭhuoituhai chun an tiem a;",
      "reference": "NAMBAR 4:47"
    },
    {
      "content": "chuong an tiemhai chu sâng riet za nga le sâwmriet an nih.",
      "reference": "NAMBAR 4:48"
    },
    {
      "content": "Mosie hmanga LALPA thupêk angin mi tin an thaw ding le an chanpuol ding izir peiin tiem an na; chuong ang tak chun LALPAIN Mosie thu a pêk ang taka tiem an nih.",
      "reference": "NAMBAR 4:49"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "NAMBAR 4 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}