{
  "verses": [
    {
      "content": "LALPA chun Mosie a biek a,",
      "reference": "NAMBAR 28:1"
    },
    {
      "content": "“Israel thlahai chu thu pe la, an kuomah, ‘Ka bu ka ta dinga riminhnik meia thilinhlân, ka kuoma thilinhlân chu a hun tak peiah in inhlân ding a nih,’ ti la.",
      "reference": "NAMBAR 28:2"
    },
    {
      "content": "Chun, an kuomah hril rawh: ‘Hi hi meia thilinhlân LALPA kuoma in inhlân ding chu a nih: berâmte a chal kum khat mi demkailo ni tin pahni, pumrawhmang thilinhlân inhlân hrim dingin.",
      "reference": "NAMBAR 28:3"
    },
    {
      "content": "Berâmte pakhat chu zîngkâr inhlân in ta, pakhat chu zântieng inhlân in tih;",
      "reference": "NAMBAR 28:4"
    },
    {
      "content": "beiphit thilinhlâna dingin bei- phit indi mi epha hmun sâwma ṭhea hmun khat chawkpawl leh.",
      "reference": "NAMBAR 28:5"
    },
    {
      "content": "LALPA ta dinga meia thilinhlân riminhnika dingin Sinai tlânga ruot pumrawhmang thilinhlân hrim kha a nih.",
      "reference": "NAMBAR 28:6"
    },
    {
      "content": "Chun, Berâmte pakhat inhlân- naa dâwnmi thilinhlân chu, hin hmun lia ṭhea hmun khat a ni ding a nih; LALPA ta dinga uoin, dâwn ding thilinhlân chu hmun inthiengah i bun suok ding a nih.",
      "reference": "NAMBAR 28:7"
    },
    {
      "content": "Chun, berâmte pakhat chu zân- tieng în hlân ding a nih; Zântienga beiphit thilinhlân ang le chutaka dâwnmi thilinhlân ang bawk chu LALPA ta dinga riminhnika dinga meia thilinhlân chu în hlân ding a nih.",
      "reference": "NAMBAR 28:8"
    },
    {
      "content": "“Chun, châwlniin berâmte, a chal kum khat mi, demkailo pahni le bei- phit thilinhlâna dingin beiphit indi mi epha hmun sâwma ṭhea hmun hni hrieka chawkpawl le chutaka dâwn- mi thilinhlân leh în hlân ding a nih;",
      "reference": "NAMBAR 28:9"
    },
    {
      "content": "hi hi châwlni poa pumraw- hmang thilinhlân inhlân zing le chu- taka dâwnmi thilinhlân bâka pum- rawhmang thilinhlân inhlân ding chu a nih.",
      "reference": "NAMBAR 28:10"
    },
    {
      "content": "In thla thar taphawtah LALPA ta ding pumrawhmang thilinhlân inhlân ding a nih; bâwngchal tuoi pahni le berâmchal pakhat kum khat mi demkailo pasari;",
      "reference": "NAMBAR 28:11"
    },
    {
      "content": "chun, bâwngchal tina chun beiphit thilinhlân dingin beiphit indi mi hrieka chawkpawl epha hmun sâwma ṭhea hmun thum; chun, berâm pakhatah beiphit thilinhlânah beiphit indi mi, hrieka chawkpawl hmun sâwma ṭhea hmun hni;",
      "reference": "NAMBAR 28:12"
    },
    {
      "content": "chun, berâmte tinah beiphit thilinhlâna dingin beiphit indi mi hrieka chawkpawl hmun sâwma ṭhea hmun khat; hi hi pumrawhmang thilinhlân riminhnik LALPA ta dinga meia thilinhlân a nih.",
      "reference": "NAMBAR 28:13"
    },
    {
      "content": "Chun, an dâwnmi thilinhlân chu bâwngchal pakhatah uoin hin chenve nîng a tih; berâmchal pakhat- ah hin hmun thuma ṭhea hmun khat, berâmte pakhatah hin hmun lia ṭhea hmun khat; hi hi kum tluona thla tina pumrawhmang thilinhlân chu a nih.",
      "reference": "NAMBAR 28:14"
    },
    {
      "content": "Chun, LALPA kuomah suol thawina dingin kêlchal pakhat in- hlân ding a nih; pumrawhmang thilinhlâna inhlân hrim le chutaka dâwnmi thil inhlân bâkah.",
      "reference": "NAMBAR 28:15"
    },
    {
      "content": "“Chun, thla khatna ni sâwmpali ni chu LALPA Fekân ruoiṭhe ni a na.",
      "reference": "NAMBAR 28:16"
    },
    {
      "content": "Chu thla ni sâwmpanga ni chu ruoiṭhe ni nîng a ta; ni sari sûng chu chawlṭhanglo bei fâk ding nîng a tih.",
      "reference": "NAMBAR 28:17"
    },
    {
      "content": "Ni khat ni chun inkhâwmpui inthieng um a ta, ieng sin khawm in thaw ding a ni nawh a;",
      "reference": "NAMBAR 28:18"
    },
    {
      "content": "meia thilinhlân pumrawhmang thilinhlân ruok chu LALPA kuomah in inhlân ding a nih; bâwngchal tuoi pahni le berâmchal pakhat le berâmte a chal kum khat mi pasari, demkailo a ni ngei ding a nih;",
      "reference": "NAMBAR 28:19"
    },
    {
      "content": "beiphit indi mi hrieka chawk- pawl, an beiphit thilinhlân leh; bâwngchal pakhatah epha hmun sâwma ṭhea hmun thum, berâmchal pakhatah hmun sâwma ṭhea hmun hni;",
      "reference": "NAMBAR 28:20"
    },
    {
      "content": "berâmte pasaria chun hmun sâwma ṭhea hmun khat seng a ni ding a nih;",
      "reference": "NAMBAR 28:21"
    },
    {
      "content": "chun, in ta dinga inremna siemna dingin suol thâwina dingin kêlchal pakhat.",
      "reference": "NAMBAR 28:22"
    },
    {
      "content": "Hienghi zîngkâra pumraw- hmang thilinhlân, pumrawhmang thilinhlân hrim bâkah in inhlân ding a nih.",
      "reference": "NAMBAR 28:23"
    },
    {
      "content": "Hienghin LALPA ta dinga riminhnik meia thilinhlân fâk ding ni tin, ni sari sûng inhlân ding a nih; pumrawhmang thilinhlân inhlân zing le chutaka dâwnmi thilinhlân bâkah.",
      "reference": "NAMBAR 28:24"
    },
    {
      "content": "A ni sari ni chun inkhawmpui inthieng nei in ta, ieng sin khawm in thaw ding a ni nawh.",
      "reference": "NAMBAR 28:25"
    },
    {
      "content": "“In Châwlni kâr ruoiṭhe, in bu thar tîr ruoiṭhe LALPA ta dinga thil thar beiphit thilinhlân inhlân ni khawma inkhawmpui inthieng nei in ta; ieng sin khawm in thaw ding a ni nawh a;",
      "reference": "NAMBAR 28:26"
    },
    {
      "content": "LALPA ta dinga riminhnik inhlân ruok chu in inhlân ding a nih; bâwngchal tuoi pahni, berâmchal pakhat, berâmte a chal kum khat mi pasari;",
      "reference": "NAMBAR 28:27"
    },
    {
      "content": "an beiphit thilinhlân, beiphit indi mi hrieka chawkpawl, bâwng- chal pakhatah epha hmun sâwma ṭhea hmun thum, berâmchal pakhat- ah hmun sâwma ṭhea hmun hni,",
      "reference": "NAMBAR 28:28"
    },
    {
      "content": "berâmte pasaria chun hmun sâwma ṭhea hmun khat seng;",
      "reference": "NAMBAR 28:29"
    },
    {
      "content": "in ta dinga inremna siemna dingin kêlchal pakhat leh.",
      "reference": "NAMBAR 28:30"
    },
    {
      "content": "(Demkailo an ni ngei ding a nih). Pumrawhmang thilinhlân le dâwn ding thilinhlân zing le chutaka beiphit thilinhlân le dâwnmi thilin- hlân bâkah inhlân ding a nih.",
      "reference": "NAMBAR 28:31"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "NAMBAR 28 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}