{
  "verses": [
    {
      "content": "LALPA chun Mosie a biek a,",
      "reference": "NAMBAR 10:1"
    },
    {
      "content": "“Tangkaruo tawtawrâwt pa- hni siem la, a suta sutin siem rawh; mipuihai ko khâwmna ding le insuoktirna dingin i hmang ding a nih.",
      "reference": "NAMBAR 10:2"
    },
    {
      "content": "Chu chu an mût pha chun mipui po po chu i kuomah intuokna puon in kawtkhâr bulah an hung inkhâwm vawng ding a nih.",
      "reference": "NAMBAR 10:3"
    },
    {
      "content": "Chun, pakhat chau an mût chun Israel mipuihai hotu ṭhuoituhai chau i kuomah hung khâwm an tih.",
      "reference": "NAMBAR 10:4"
    },
    {
      "content": "Râlkhêl mûta in mût chun sak- tieng panga umhai chu an suok ding a nih.",
      "reference": "NAMBAR 10:5"
    },
    {
      "content": "Chun, râlkhêl mûta a vawihni- naa in mût chun simtieng panga umhai chu an suok ding a nih; an suokna dingin râlkhêl mûtin an mût ding a nih.",
      "reference": "NAMBAR 10:6"
    },
    {
      "content": "Amiruokchu, mipuihai hung khâwmna ding ruok chun mût phawt in ta, râlkhêl mût ruok chun mût loin.",
      "reference": "NAMBAR 10:7"
    },
    {
      "content": "Aron naupasal thiempuhai chun tawtawrâwt chu an mût ding a nih. Chu chu in ta dingin in thlahai chenah in kumkhaw dân ding a nih.",
      "reference": "NAMBAR 10:8"
    },
    {
      "content": "In rama hmêlma hnuoisietu cheu do dinga in fe ding phâ râlkhêl mûtin tawtawrâwthai chu in mût ding a nih; chuongchun, LALPA in Pathien hmaa chun hriet zing nîng in tih, chun, in hmêlmahaia inthawk chun sanhim ni bawk in tih.",
      "reference": "NAMBAR 10:9"
    },
    {
      "content": "In hlimna nia dâm, in Fekân ruoiṭhe hunbi neia dâm, in thla thara dâm le, in pumrawhmang thilinhlâna le in inremna thilinhlân inthâwina- haia chun tawtawrâwt chu in mût ding a nih; chuongchun, in Pathien hmaa in ta dinga hriet zingna a ni ding a nih; kei hi LALPA in Pathien ka ni hi,” tiin.",
      "reference": "NAMBAR 10:10"
    },
    {
      "content": "Chun, kum hnina, thla hnina, chu thla ni sâwmhni ni chun sûm chu inhriettirna biekbûk chunga inthawk chun a lo invawr sâng tah a.",
      "reference": "NAMBAR 10:11"
    },
    {
      "content": "Chuongchun, Israel thlahai chu an fe dân bi ang chun Sinai thlalêra inthawk chun an suoka, Chun, Paran thlalêra chun sûm chu a ngîr tah a.",
      "reference": "NAMBAR 10:12"
    },
    {
      "content": "Mosie hmanga LALPA thupêk angin an suok ṭan tah a.",
      "reference": "NAMBAR 10:13"
    },
    {
      "content": "Juda pâwlhai an pâwl tam dân izir peiin an suok a; an hotu chu Amminadab naupa Nason a nih.",
      "reference": "NAMBAR 10:14"
    },
    {
      "content": "Issakar rawi hotu chu Zuar naupa Nethanel a nih.",
      "reference": "NAMBAR 10:15"
    },
    {
      "content": "Zebulun rawi hotu chu Helon naupa Eliab a nih.",
      "reference": "NAMBAR 10:16"
    },
    {
      "content": "Chun, biekbûk chu an ṭhiek a, Gerson naupasalhai le Merari naupa- sal, biekbûk zâwntuhai chu an suok a.",
      "reference": "NAMBAR 10:17"
    },
    {
      "content": "Reuben rawi chu an pâwl tam dân ang peiin an suok a; an hotu chu Sedeur naupa Elizur a nih.",
      "reference": "NAMBAR 10:18"
    },
    {
      "content": "Simeon rawi hotu chu Zurisad- dai naupa Selumiel a nih.",
      "reference": "NAMBAR 10:19"
    },
    {
      "content": "Gad rawi hotu chu Deuel naupa Eliasaph a nih.",
      "reference": "NAMBAR 10:20"
    },
    {
      "content": "Chun, Kohath rawi chun thil inthieng chu an zâwn a, an suok a; chun, an va tlung chun biekbûk chu indin zo hieu a lo ni tah a.",
      "reference": "NAMBAR 10:21"
    },
    {
      "content": "Ephraimhai chu an pâwl tam dân ang peiin an suok a; an hotu chu Ammihud naupa Elisama a nih;",
      "reference": "NAMBAR 10:22"
    },
    {
      "content": "Manassehai hotu chu Pedahzur naupa Gamaliel a nih;",
      "reference": "NAMBAR 10:23"
    },
    {
      "content": "Benjaminhai hotu chu Gideoni naupa Abidan a nih.",
      "reference": "NAMBAR 10:24"
    },
    {
      "content": "Chun, a nuhnungtaka chun Dan hai chu an pâwl tam dân ang peiin an suok a, an hotu chu Ammisaddai naupa Ahiezer a nih.",
      "reference": "NAMBAR 10:25"
    },
    {
      "content": "Aserhai hotu chu Okran naupa Pagiel a nih.",
      "reference": "NAMBAR 10:26"
    },
    {
      "content": "Naphtalihai hotu chu Enan naupa Ahira a nih.",
      "reference": "NAMBAR 10:27"
    },
    {
      "content": "Chuong ang chu a nih Israel thlahai an pâwl tam dân ang peia an fe dân chu; chuong ang tak chun an suok tah a.",
      "reference": "NAMBAR 10:28"
    },
    {
      "content": "Chun, Mosie tarpupa Midian mi Reuel naupa Hobab kuomah Mosie chun, “Pêng ka ti cheu, LALPAIN a tina hmuna chun ei fe ding a nih; keini lai hung ve la ṭhatakin i chungah thâwng kan ta, LALPA chun Israel thlahai chungchâng thu chu ṭhatakin a hril ta sih a,” a ta.",
      "reference": "NAMBAR 10:29"
    },
    {
      "content": "Ama chun a kuomah, “Hung da el ka tih, keini ramah ka laibunghai kuomah fe lem ka tih,” a ta.",
      "reference": "NAMBAR 10:30"
    },
    {
      "content": "Mosie chun, “Mi fesan lul naw raw khai, thlalêra umhmun kan khuorna ding chu i hriet lem sih a, kan ta dingin mit i hung ni ding a nih.",
      "reference": "NAMBAR 10:31"
    },
    {
      "content": "Keini leh i fe ve chun, LALPAIN thil ṭha a mi thawpêk ang peiin thawpêk vêng kan ti che,” a ta.",
      "reference": "NAMBAR 10:32"
    },
    {
      "content": "Chuongchun, LALPA tlânga inthawka ni thum lamah an feh a; LALPA Thuthlungna bâwm chu an ta dinga innghatna hmun remchâng zawngin chu ni thum lama chun a fe hmasa pei a.",
      "reference": "NAMBAR 10:33"
    },
    {
      "content": "An bûka inthawka an suok chun LALPA sûm an hmaa chu sûna chun an chungah a um pei a.",
      "reference": "NAMBAR 10:34"
    },
    {
      "content": "Chun, bâwm chu a suok ding po leh Mosien, “Aw LALPA, hung inthawk la, i hmêlmahai chu sukdar la, a theidatu che chu i hmaah tlânse raw se,” a ti hlak a.",
      "reference": "NAMBAR 10:35"
    },
    {
      "content": "Chun, ân nghat po leh, “Aw LALPA, Israel mipuihai lai hin hung kîr nâwk rawh,” a ti hlak a.",
      "reference": "NAMBAR 10:36"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "NAMBAR 10 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}