{
  "verses": [
    {
      "content": "Mosie chun Israel thlahai ṭhuoituhai chu a biek a, “Hi hi a nih LALPAIN thu a pêk chu.",
      "reference": "NAMBAR 30:1"
    },
    {
      "content": "Pasalin LALPA kuomah thu a tiem amanih, a lungril thutiema inkhuokhir dinga ân khâm chun a thu chu a bawsiet ding a ni nawh; a bâua suok ta ang po po chun a thaw ding a nih.",
      "reference": "NAMBAR 30:2"
    },
    {
      "content": "Nuhmei khawmin a nunghâk laia a pa ina a um laiin LALPA kuom- ah thu a tiem a, a thutiema ân khuokhir a,",
      "reference": "NAMBAR 30:3"
    },
    {
      "content": "a thutiem le thutiema a lungril a khuokhir chu a pain a hriet a, a pain a tosan el chun a thutiem po po chu puitling a ta; chun, thutiem tinrêng a lungril a khuokhirnahai chu um zing a tih.",
      "reference": "NAMBAR 30:4"
    },
    {
      "content": "Amiruokchu, a pain a hriet niah a phal naw chun a thutiem- hai, a inkhuokhirna thutiemhai a ieng ieng khawm chu puitling naw nih a, a pain a phal naw a ni leiin LALPAIN ama chu ngaidam a tih.",
      "reference": "NAMBAR 30:5"
    },
    {
      "content": "Thutiemin amanih, thu dâwn loa intiemnain amanih a del zing laia pasal a nei a,",
      "reference": "NAMBAR 30:6"
    },
    {
      "content": "a pasalin a hriet a, a hriet nia a to zing chun a thutiem chu um zing a ta, a lungril inkhuokhirna thu dâwn loa a thutiem khawm chu um zing a tih.",
      "reference": "NAMBAR 30:7"
    },
    {
      "content": "Amiruokchu, a pasal chun a hriet nia a phal naw chun a chunga thu- tiem um le thu dâwn loa ân tiemna chu sukbo a tih; chun, LALPAIN ngaidam a tih.",
      "reference": "NAMBAR 30:8"
    },
    {
      "content": "Amiruokchu, hmeithai amanih, mâksiet tâwk amanih hai thutiem chu ân tiemna po po chun del zing a tih.",
      "reference": "NAMBAR 30:9"
    },
    {
      "content": "Chun, a pasal inah thu a tiem a, inkhâma a lungril khuokhir dinga thu a thlung a, a pasalin a hriet khawma a to zing a,",
      "reference": "NAMBAR 30:10"
    },
    {
      "content": "a phalnaw naw chun a thutiem po po chu um zing a ta, ama ân tiemna tinrêng khawm chu um zing a tih.",
      "reference": "NAMBAR 30:11"
    },
    {
      "content": "Amiruokchu, a pasalin a hriet nia iengkhawm ni loa a siem a, a sukbo el chun a thutiem amanih, ama ân tiemna thua a bâu thu suok taphawt chu um ta naw nih a; a pasal chun a sukbo tah a nih; chun, LALPAIN ama chu ngaidam a tih.",
      "reference": "NAMBAR 30:12"
    },
    {
      "content": "Thutiem po po le hringna sukrinum dinga khuokhirna in- khâmna po po chu a pasalin a sukhmangin a sukbo thei.",
      "reference": "NAMBAR 30:13"
    },
    {
      "content": "Chuleiin, a pasalin a hriet nia inthawkin a to ṭawk el chun a thutiem tiem ta po po le ân khitna po po chu a suknghet a nih; a hriet nia inthawka a tosan el leiin a suknghet a nih.",
      "reference": "NAMBAR 30:14"
    },
    {
      "content": "Amiruokchu, a hriet ni ni loa a hnunga iengkhawm ni loa a siem a, a sukbo chun a rîtlona maw chu a phur ding a nih,” tiin.",
      "reference": "NAMBAR 30:15"
    },
    {
      "content": "Hieng hi pasal le nuhmei inkâr le pa le a naunu nunghâk laia a pa ina la um zing, inkâra dân dinga LAL- PAIN Mosie thu a pêkhai chu a nih.",
      "reference": "NAMBAR 30:16"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "NAMBAR 30 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}