{
  "verses": [
    {
      "content": "LALPA chun Mosie a biek a,",
      "reference": "NAMBAR 8:1"
    },
    {
      "content": "“Aron hril la, a kuomah, ‘Khâwnvarhai chu i sitin khâwnvar pasari chun sathâu khâwnvar siena hmatieng a ên ding a nih,’ ti rawh,” tiin.",
      "reference": "NAMBAR 8:2"
    },
    {
      "content": "Aron chun chuong ang chun a thawh a; LALPAIN Mosie thu a pêk ang chun a thawh a; LALPAIN Mosie thu a pêk ang chun khâwnvar siena hmatienga chun khâwnvarhai chu a sit a.",
      "reference": "NAMBAR 8:3"
    },
    {
      "content": "Hi khâwnvar siena siem dân chu rangkachak, a suta sut a nih, a ngul bul le a pâr chena sut a nih; LALPAIN Mosie ân entir ang chiein khâwnvar siena chu a siem a.",
      "reference": "NAMBAR 8:4"
    },
    {
      "content": "LALPA chun Mosie a biek a,",
      "reference": "NAMBAR 8:5"
    },
    {
      "content": "“Levi mihai chu Israel thlahai laia inthawkin suktum la, sukthieng rawh.",
      "reference": "NAMBAR 8:6"
    },
    {
      "content": "Anni chu sukthieng dingin hieng ang hin i thaw ding a nih; an chungah intlêng faina tui infar la, an taksa po po chu invâwtir la; an puonhai insâwptir la, insukthiengtir rawh.",
      "reference": "NAMBAR 8:7"
    },
    {
      "content": "Bâwngchal tuoi pakhat, a fâkmi thilinhlân, hrieka pawl beiphit inditak leh inlâktir la; suol thâwina dingin bâwngchal tuoi dang pakhat i kei bawk ding a nih.",
      "reference": "NAMBAR 8:8"
    },
    {
      "content": "Levi mihai chu intuokna puon in bula chun ṭhuoi la, Israel thlahai mipui po po chu inpungkhâwmtir vawng rawh;",
      "reference": "NAMBAR 8:9"
    },
    {
      "content": "chun, Levi mihai chu LALPA kuomah inhlân i ta; Israel thlahai chun Levi mihai chunga chun an kuthai innghat an ta,",
      "reference": "NAMBAR 8:10"
    },
    {
      "content": "chuongchun, Aron chun Levi mihai chu LALPA rawng an bâwl theina dingin Israel thlahai hmingin a thêna thên thilinhlânah LALPA kuomah inhlân a tih.",
      "reference": "NAMBAR 8:11"
    },
    {
      "content": "Levi mihai chun bâwngchal luahai chun an kut innghat an ta; chun, Levi mihai ta dinga inremna siemna dingin, pakhat chu suol thâwina dingin, pakhat chu pumraw- hmang thilinhlâna dingin LALPA kuomah în hlân ding a nih.",
      "reference": "NAMBAR 8:12"
    },
    {
      "content": "Levi mihai chu Aron le a naupasalhai hmaa chun inumtir i ta; LALPA ta dinga a thêna thên thilinhlânah în hlân ding a nih.",
      "reference": "NAMBAR 8:13"
    },
    {
      "content": "Chuong ang chun Israel thlahai laia inthawkin Levi mihai chu suktum i ta, chuongchun, Levi mihai chu ka ta nîng an tih.",
      "reference": "NAMBAR 8:14"
    },
    {
      "content": "Chu zoa chun Levi mihai chu intuokna puon ina rawngbâwl dingin lût an ta; nangin anni chu sukthieng i ta, a thêna thên thilinhlânah în hlân ding a nih.",
      "reference": "NAMBAR 8:15"
    },
    {
      "content": "Israel thlahai laia ka chanpuol dinga ruot an ni sih a; sul hung kêu ta po po Israel thlahai nau lutir po po aiah ka chanpuola ka nei tah a nih.",
      "reference": "NAMBAR 8:16"
    },
    {
      "content": "Israel thlahai laia nau lutir po po chu ka ta an ni hrim a, mi- hriem ni leh, ran ni leh; Aigupta rama nau lutir po po ka sukhlum lai khan ka chanpuolah ka ruot tah a nih.",
      "reference": "NAMBAR 8:17"
    },
    {
      "content": "Chuongchun, Israel thlahai lai nau lutir po po aiah Levi mihai hi ka nei tah a nih.",
      "reference": "NAMBAR 8:18"
    },
    {
      "content": "Chuongchun, Israel thlahai aia intuokna puon ina rawngbâwl ding le, Israel thlahaiin hmun inthieng an hung hnai khawma Israel thlahai laia hri ân lêng nawna dinga inremna siem dingin Israel thlahai laia inthawkin Levi mihai hi Aron le a naupasalhai ka pêk a nih,” tiin.",
      "reference": "NAMBAR 8:19"
    },
    {
      "content": "Chuong ang chun Mosie hai, Aron hai, Israel thlahai pung- khâwmhai po po chun Levi mihai chunga chun an thawh a; Levi mihai chungchâng thua LALPAIN Mosie thu a pêk ang po po chun an chungah Israel thlahai chun an thawh a.",
      "reference": "NAMBAR 8:20"
    },
    {
      "content": "Chuongchun, Levi mihai chu suola inthawk chun an insukthieng a, an puonhai an sâwp a; chun, Aron chun LALPA hmaa a thêna thên thilinhlân dingin ân hlân a; chun, anni chu sukthiengna ding Aronin inremna a siempêk a.",
      "reference": "NAMBAR 8:21"
    },
    {
      "content": "Chun, chu zoa chun Levi mihai chu Aron le a naupasalhai hnuoia an rawngbâwl sin thaw ding chun intuokna puon in sûnga chun an lût a; Levi mihai chungchâng thua LALPA- IN Mosie thu a pêk angin an chunga chun an thaw tah a.",
      "reference": "NAMBAR 8:22"
    },
    {
      "content": "LALPA chun Mosie a biek a,",
      "reference": "NAMBAR 8:23"
    },
    {
      "content": "“Levi mihai chanpuol chu hieng hi a nih, kum sâwmhni panga chen chungtieng chun intuokna puon ina rawngbâwlna sin thâwng an ta;",
      "reference": "NAMBAR 8:24"
    },
    {
      "content": "kum sâwmnga mihai chun chu rawngbâwl sin chu châwlsan an ta, rawngbâwl ta naw ni hai.",
      "reference": "NAMBAR 8:25"
    },
    {
      "content": "Amiruokchu, intuokna puon in enkawl thua chun an unauhai ṭhang- pui pei an ta, rawng ruok chu bâwl ta naw ni hai. Hieng ang hin Levi mihai chu an sin ding i rêlpêk ding a nih,” tiin.",
      "reference": "NAMBAR 8:26"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "NAMBAR 8 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}