{
  "verses": [
    {
      "content": "LALPA chun Mosie a biek a,",
      "reference": "NAMBAR 5:1"
    },
    {
      "content": "“Israel thlahai chu riebûka inthawkin inphâr po po le thipût po po le mithi leia pawrche taphawt chu sie suok vawng dingin thu pe rawh",
      "reference": "NAMBAR 5:2"
    },
    {
      "content": "a nuhmei a pasalin i sie suokin riebûk puoah i sie ding a nih; a lai taka ka umna hlak an riebûk chu an sukpawrche nawna dingin,” tiin",
      "reference": "NAMBAR 5:3"
    },
    {
      "content": "Chuongchun, Israel thlahai chun chuong ang chun an thawh a, riebûk puoah an sie dawk a; LALPAIN Mosie kuoma a hril angin Israel thlahai chun an thawh a.",
      "reference": "NAMBAR 5:4"
    },
    {
      "content": "LALPA chun Mosie a biek a,",
      "reference": "NAMBAR 5:5"
    },
    {
      "content": "“Israel thlahai kuomah hril la, ‘Pasalin amanih, nuhmeiin amanih Lalpa ringna bawsein mihriem thaw hlak suol ieng el khawm a thaw chun, chu mi chu thiemnaw chang a nih;",
      "reference": "NAMBAR 5:6"
    },
    {
      "content": "a suksuolnaa chun thupha a chawi ding a nih; chun, a suksuol man chu kimtaka thung ding a na, a hmun ngaa ṭhea hmun khat a suk- suolnapa chu a pêk belsa ding a nih.",
      "reference": "NAMBAR 5:7"
    },
    {
      "content": "Amiruokchu, mi chun suol man intêltu ding laibung a nei naw chun, a suksuol man chu LALPA kuomah inhlân a ta, thiempu chanpuol ding nîng a tih, a ta dinga intlanna berâmchal a siem bâka chun.",
      "reference": "NAMBAR 5:8"
    },
    {
      "content": "Chun, Israel thlahai thil inthieng a thêna thên thilinhlân po po, thiempu kuoma inhlân taphawt chu thiempu chanpuol nîng a ta.",
      "reference": "NAMBAR 5:9"
    },
    {
      "content": "Mi tin thil inthieng chu thiempu chanpuol nîng a tih, miin thiempu a pêk taphawt chu thiempu chanpuol nîng a tih,’ tiin,” a ta.",
      "reference": "NAMBAR 5:10"
    },
    {
      "content": "LALPA chun Mosie a biek a,",
      "reference": "NAMBAR 5:11"
    },
    {
      "content": "“Israel thlahai kuomah hril la, an kuomah, ‘Nuhmeiin khaw dang nghain a pasal suolsan sienla,",
      "reference": "NAMBAR 5:12"
    },
    {
      "content": "miin zâlpui sienla, a pasalin hre si naw sienla: chuong anga a um zing a, insukpawrche zing pum siin, lân phuong si loin, hretu khawm um si lo, man ni naw sienla;",
      "reference": "NAMBAR 5:13"
    },
    {
      "content": "chun, thîkna lungril putin a nuhmei chu thîkin lo insukpawrche ta si naw sienla amanih,",
      "reference": "NAMBAR 5:14"
    },
    {
      "content": "chuong ang a ni chun a pasal chun a ta dinga thilinhlân buṭei beiphit epha hmun sâwma ṭhea hmun khat chawiin a nuhmei chu thiempu kuomah a ṭhuoi ding a nih, hriek a buok ding a ni nawh a, riminhnik a nâl ding a ni bawk nawh; thîk inthâwina fâkmi thilinhlân, hriet zingna thilinhlân rîtlona hriet suokna a ni leiin.",
      "reference": "NAMBAR 5:15"
    },
    {
      "content": "Thiempu hung ṭhuoi a ta, LALPA hmaa chun inngîrtir a tih;",
      "reference": "NAMBAR 5:16"
    },
    {
      "content": "thiempu chun pil bêlin tui inthieng lâng a ta, biekbûk ṭuong pilvut lâng a ta, tuia chun phul a tih.",
      "reference": "NAMBAR 5:17"
    },
    {
      "content": "Thiempu chun nuhmei chu LALPA hmaah inngirtir a ta, a sam inthlatir a ta, hriet zingna fâkmi thilinhlân, thîk inthâwina thilinhlân chu a kutah inchawitir a ta; thiempu chun ṭawngsie intlungtirtu khâkna tui chu chawi a tih.",
      "reference": "NAMBAR 5:18"
    },
    {
      "content": "Chun, thiempu chun nuhmei chu ṭawng inkhâmtir a ta, nuhmei kuoma chun, I pasal ni lo mi dang tukhawma an zâlpui naw cheh a, pawrchena tieng i la fe pet naw chun ṭawngsie intlungtirtu, hi tui khaa inthawk hin fihlîm i tih.",
      "reference": "NAMBAR 5:19"
    },
    {
      "content": "Amiruokchu, khaw dang nghaa i lo pawrche a, i pasal ni lo mi tuin amanih a zâlpui che chun fihlîm naw ti nih, a ti ding a nih.",
      "reference": "NAMBAR 5:20"
    },
    {
      "content": "Chun, thiempu chun nuhmei chu vau a ta, ṭawng inkhâmtir a ta, nuhmei kuomah thiempu chun, LALPAIN i êlpui a sukthlam a, i phîng a sukvûng chun LALPAIN i chipuihai lai ṭawngsephurin siem raw se che.",
      "reference": "NAMBAR 5:21"
    },
    {
      "content": "Ṭawngsie intlungtirtu hi tui hi i rilah lût a ta, i phing sukvûng a ta, i êlpui sukchêr a tih, tîng a ta; chun, nuhmei chun, Amen, Amen a lo ti ding a nih.",
      "reference": "NAMBAR 5:22"
    },
    {
      "content": "Chun, thiempu chun chuong ṭawngsie thuhai chu lekhabuah ziek a ta, khâkna tui chun inchieng a tih:",
      "reference": "NAMBAR 5:23"
    },
    {
      "content": "chun, nuhmei chu ṭawngsie in- tlungtirtu khâkna tui chu indâwn- tir bawk a tih: chuongchun, ṭawng- sie intlungtirtu tui chu a phîng sûngah lût a ta, nasatakin hung nâng a tih.",
      "reference": "NAMBAR 5:24"
    },
    {
      "content": "Chun, thiempu chun thîkna thilinhlân chu nuhmei kuta inthawk lâng a ta, LALPA hmaah fâkmi thilinhlân chu thên a ta; mâichâma chun fepui a ta,",
      "reference": "NAMBAR 5:25"
    },
    {
      "content": "thiempu chun fâkmi thilinhlân hriet zingna ding chu vei khat lâng a ta, mâichâma chun rawng a ta, chu zo chun tui chu nuhmei chu ân dâwntir ding a nih.",
      "reference": "NAMBAR 5:26"
    },
    {
      "content": "Tui a hang indâwntir chun a lo pawrche a, a pasal chunga thil a lo suksuol chun ṭawngsie intlungtirtu tui chu a phîng sûngah lût a ta, nasatakin hung nâng a ta, a phîng chu hung invûng a ta, a êlpui chu hung chêr a ta, chuongchun, nuhmei chu a chipuihai lai ṭawngsephur hung nîng a tih.",
      "reference": "NAMBAR 5:27"
    },
    {
      "content": "Amiruokchu, nuhmei chu a lo pawrche nawh a, ân thieng chun fihlîm a ta, nau vawn thei pei hung nîng a tih.",
      "reference": "NAMBAR 5:28"
    },
    {
      "content": "Hi hi, nuhmei, khaw dang nghaa, a pasal ni lo, mi dang le lo insukpawrche amanih,",
      "reference": "NAMBAR 5:29"
    },
    {
      "content": "pasalin thîkna lungril a hung put a, a nuhmei a thîk amanih a rêl dân chu a nih; chuongchun, LALPA hmaah ṭhuoi a ta, thiempu chun hieng dân ang po po hin a chungah a thaw ding a nih.",
      "reference": "NAMBAR 5:30"
    },
    {
      "content": "Chuongchun, pasal chu rîtlonaa chun fihlîm a ta, nuhmei chun a suolna maw chu phur a tih,’ ti rawh,” tiin.",
      "reference": "NAMBAR 5:31"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "NAMBAR 5 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}