{
  "verses": [
    {
      "content": "Chuongchun, Israelhai mal sâwmpêk chu LALPA dit zâwng a nih ti Balaam chun a hrietin ni danga a thaw ang khan dawi invêt tieng thaw dinga fe loin thlalêr tieng a pan ta lem a.",
      "reference": "NAMBAR 24:1"
    },
    {
      "content": "Chun, Balaam chu vântieng a tang a, Israel mihai chu a hnam hnama um chu a hmuh a, chun, Pathien thlarau a chungah a hung tlung a.",
      "reference": "NAMBAR 24:2"
    },
    {
      "content": "Chun, thu chu a hril tah a, “Beor naupa Balaam, Mit vara,",
      "reference": "NAMBAR 24:3"
    },
    {
      "content": "Pathien thu hai hrea, Iengkimthawthei inlârna hmuh a, Tlu bawkhupa mit hung var ta chun:",
      "reference": "NAMBAR 24:4"
    },
    {
      "content": "Aw Jakobrawi chu in puon inhai a va ṭha de; Aw Israelhai, in Biekbûk chu:",
      "reference": "NAMBAR 24:5"
    },
    {
      "content": "Ruom angin în phar dûr el a, Vadung panga huon angin, LALPA phun aloes ang, Vadung panga sidar thinghai ang an nih.",
      "reference": "NAMBAR 24:6"
    },
    {
      "content": "A bâlṭina inthawkin tui luong suok a ta, A chi chu tui tamtakahai chun um a ta, A lal chu Agag nêkin ropui lem a ta, A ram chu chawimawiin um a tih.",
      "reference": "NAMBAR 24:7"
    },
    {
      "content": "Aiguptaa inthawkin Pathien chun a ṭhuoi suok a, Ram siel tha ang el an put a, An hmêlma hnam danghai chu fa zo an ta, An ruhai chu suknâwi vawng an ta, An thalin kâp thleng an tih.",
      "reference": "NAMBAR 24:8"
    },
    {
      "content": "An kûn a, sakeibaknei angin an bawk a. Sakeibakneihai ang elin, tuin am chawktho a ta? Malsâwmtu taphawt cheu chu malsâwmin um sienla, Ṭawngsie inphurtu taphawt cheu chu ṭawngsephurin um raw hai se,” tiin.",
      "reference": "NAMBAR 24:9"
    },
    {
      "content": "Chuongchun, Balaam chunga chun Balak lung chu a hung chawk tah a, a kuthai a ben a. Balak chun Balaam kuomah, “Ka hmêlmahai ṭawngsie inphur dingin ka ko che a, hi, vawi thum rau mal i sâwm tah a.",
      "reference": "NAMBAR 24:10"
    },
    {
      "content": "Chuleiin, i umna tieng fe hmang dai rawh; ropuitaka chawisâng che ka lungril a na, nisienlakhawm, ngai ta, LALPAIN chawisâng che a hluo tah a ni hi,” a tih a.",
      "reference": "NAMBAR 24:11"
    },
    {
      "content": "Chun, Balaam chun Balak kuomah, “I mitirhai kuoma khawm ka hril hrim naw am a nih?",
      "reference": "NAMBAR 24:12"
    },
    {
      "content": "‘Balak hin a in chu tangka le rângkachaka sipin mi pe ding ni sien khawm, a ṭha tieng amanih, a se tieng amanih, keia lungril puoksuok chun LALPA thu bâk chu iengkhawm ka thaw thei nawh; LALPAIN a hril ta phawt chu hril ka tih,’ tiin.",
      "reference": "NAMBAR 24:13"
    },
    {
      "content": "Ngai ta! tuhin ka mihai kuomah ka fe ding a nih; hung la, hieng mi hai hin hi hnunga i mihai chunga an thaw dân ding hril ka ti cheu,” a ta.",
      "reference": "NAMBAR 24:14"
    },
    {
      "content": "Chun, ama chun thu chu a hril tah a, “Beor naupa Balaam, Mit vara,",
      "reference": "NAMBAR 24:15"
    },
    {
      "content": "Pathien thuhai hreh a, Achunghnungtak hrietna hreh a, Iengkimthawthei inlârna hmuh a, Tlu bawkkhupa mit hung var ta chun:",
      "reference": "NAMBAR 24:16"
    },
    {
      "content": "‘Ama chu ka hmuh a, tuta a um ang ni lo hi, Ka thlîr a, hnaitea mi ang ni loin; Jakoba inthawk chun arasi hung suok a ta, Israela inthawk chun lalhmawl hung suok a ta, Moab ram tluonin sun thleng a ta, Buoina nauhai po po suktlâwm a tih.",
      "reference": "NAMBAR 24:17"
    },
    {
      "content": "A hmêlma hlak Edom le, Seir dâm chu chang a tih; Israelhai chan a ṭhat sûng po chu.",
      "reference": "NAMBAR 24:18"
    },
    {
      "content": "Jakoba inthawkin tu amanih inlal a ta, Khuoa a la um sunhai chu sukbohmang a tih,’ a tih,” a ta.",
      "reference": "NAMBAR 24:19"
    },
    {
      "content": "Chun, Amalek tieng chu a nghah a, thu a hril a, “Amalek chu hnam bultak a ni nâk a chu, A tâwpna chu bohmangna a nih,” a ta.",
      "reference": "NAMBAR 24:20"
    },
    {
      "content": "Chun, Ken tieng a nghah a, thu a hril a, “In umna hmun chu a det a, I bu chu lungpuia sep a na.",
      "reference": "NAMBAR 24:21"
    },
    {
      "content": "Nisienlakhawm, Ken chu sukrêm la nîng a tih, Assurhaiin sala an ṭhuoihmang pha cheu,” a ta.",
      "reference": "NAMBAR 24:22"
    },
    {
      "content": "Chun, thu chu a hril nâwk a, “Pathienin hienga a thaw chun tu am hring thei a ta?",
      "reference": "NAMBAR 24:23"
    },
    {
      "content": "Kittim rama inthawkin lawnghai hung tlung a ta, Assur le Eber sukrinum a ta. Anni khawm chu bohmang vawng an tih,” a ta.",
      "reference": "NAMBAR 24:24"
    },
    {
      "content": "Chuongchun, Balaam chu a tho a, a khuo tieng a fe tah a; Balak khawm chu a fe ve tah a.",
      "reference": "NAMBAR 24:25"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "NAMBAR 24 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}