{
  "verses": [
    {
      "content": "Hremna chu a rê hnung chun LALPA chun Mosie le thiempu Aron naupa Eleazar chu a biek a.",
      "reference": "NAMBAR 26:1"
    },
    {
      "content": "“Israel thlahai pungkhâwm po pohai chu, kum sâwmhni chen chung- tieng, a chi chiin, Israel rama râl kâp thei chin chu tiem vawng ro,” tiin.",
      "reference": "NAMBAR 26:2"
    },
    {
      "content": "Chuongchun, Mosie le thiempu Eleazar chun Jeriko zâwn, Jordan pang, Moab phaiah anni chu an biek a,",
      "reference": "NAMBAR 26:3"
    },
    {
      "content": "“Mipuihai chu kum sâwmhni chin chungtieng tiem ro,” tiin, LALPAIN Mosie le Aigupta rama inthawka hung Israel thlahai kuoma thu a pêk ang khan.",
      "reference": "NAMBAR 26:4"
    },
    {
      "content": "Israel nau lutîr Reuben; Reuben nau pasalhai; Hanok pahnama mi Hanok; Pallu pahnama mi Pallu;",
      "reference": "NAMBAR 26:5"
    },
    {
      "content": "Hezron pahnama mi Hezron; Karmi pahnama mi Karmi.",
      "reference": "NAMBAR 26:6"
    },
    {
      "content": "Hienghai hi Reuben pahnama mi chu an nih, tiem ta po chu sîng li sâng thum za sari le sâwmthum an nih.",
      "reference": "NAMBAR 26:7"
    },
    {
      "content": "Pallu thla Eliab;",
      "reference": "NAMBAR 26:8"
    },
    {
      "content": "Eliab thlahai chu; Namuel, Dathan, le Abiram an nih. Hieng Dathan le Abiram hai hi an nih LALPA an thaw laia Mosie le Aron thawtu Kora pâwla ṭhang pung- khâwmhai ithlanghai chu.",
      "reference": "NAMBAR 26:9"
    },
    {
      "content": "Chu pâwl chu an thi lai chun hnuoiin a bâu a kah a, Kora hai le chun a lem tah a; meiin mi za hni le sâwmnga a kâng hlum ṭum khan; chuongchun, inchikna a hung ni tah a.",
      "reference": "NAMBAR 26:10"
    },
    {
      "content": "Nisienlakhawm, Kora naupa- salhai chu an thi nawh.",
      "reference": "NAMBAR 26:11"
    },
    {
      "content": "An pahnam indawt dân ang peia Simeon thlahai; Namuel thlahai Namuelrawi, Jamin thlahai Jamin- rawi;",
      "reference": "NAMBAR 26:12"
    },
    {
      "content": "Jakin thlahai Jakinrawi; Jera thlahai Jerarawi; Shaul thlahai Shaulrawi an nih.",
      "reference": "NAMBAR 26:13"
    },
    {
      "content": "Hienghai hi Simeon thlahai chu an nih, sîng hni sâng hni le za hni an nih.",
      "reference": "NAMBAR 26:14"
    },
    {
      "content": "An pahnam indawt dân ang peia Gad naupasalhai: Zephon thla- hai Zephonrawi; Haggi thlahai Haggirawi; Suni thlahai Sunirawi;",
      "reference": "NAMBAR 26:15"
    },
    {
      "content": "Ozni thlahai Oznirawi; Eri thlahai Erirawi;",
      "reference": "NAMBAR 26:16"
    },
    {
      "content": "Arod thlahai Arodrawi; Areli thlahai Arelirawi an nih.",
      "reference": "NAMBAR 26:17"
    },
    {
      "content": "Hienghai hi Gad naupasalhai thlahai nizât chu a nih, sîng li le za nga an nih.",
      "reference": "NAMBAR 26:18"
    },
    {
      "content": "Juda naupasalhai Era le Onan an nih. Era le Onan chu Kanaan ramah an thih a.",
      "reference": "NAMBAR 26:19"
    },
    {
      "content": "Chun, Juda thlahai pahnam fe dân chun hieng ang hi a nih; Sela thlahai Selarawi; Perez thlahai Perez- rawi; Zera thlahai Zerarawi an nih.",
      "reference": "NAMBAR 26:20"
    },
    {
      "content": "Perez thlahai chu: Hezron thlahai Hezronrawi; Hamul thlahai Hamulrawi an nih.",
      "reference": "NAMBAR 26:21"
    },
    {
      "content": "Hienghai hi Juda naupasalhai thlahai nizât chu a nih, sîng sari sâng ruk le za nga an nih.",
      "reference": "NAMBAR 26:22"
    },
    {
      "content": "An pahnam indawt dân ang peia Issakar thlahai: Tola thlahai Tolarawi; Puva thlahai Puvarawi;",
      "reference": "NAMBAR 26:23"
    },
    {
      "content": "Jasub thlahai Jasubrawi; Simron thlahai Simronrawi an nih.",
      "reference": "NAMBAR 26:24"
    },
    {
      "content": "Hienghai hi an tiem dân anga Issakar naupasalhai thlahai nizât chu a nih, sîng ruk sâng li le za thum an nih.",
      "reference": "NAMBAR 26:25"
    },
    {
      "content": "An pahnam indawt dân ang peia Zebulun thlahai: Sered thlahai Seredrawi; Elon thlahai Elonrawi; Jaleel thlahai Jaleelrawi an nih.",
      "reference": "NAMBAR 26:26"
    },
    {
      "content": "Hienghi Zebulun thlahai nizât chu a nih, sîng ruk le za nga an nih.",
      "reference": "NAMBAR 26:27"
    },
    {
      "content": "An pahnam indawt dân ang peia Josef thlahai: Manasse le Ephraim;",
      "reference": "NAMBAR 26:28"
    },
    {
      "content": "Manasse thlahai; Makir thlahai chu Makirrawi, Makir chun Gilead a thla a. Gilead thlahai chu Gileadrawi an nih.",
      "reference": "NAMBAR 26:29"
    },
    {
      "content": "Chun, hienghi Gilead thlahai an nih: Iezer thlahai chu Iezerrawi; Helek thlahai chu Helekrawi;",
      "reference": "NAMBAR 26:30"
    },
    {
      "content": "Asriel thlahai chu Asrielrawi; Sekem thlahai chu Sekemrawi;",
      "reference": "NAMBAR 26:31"
    },
    {
      "content": "Semida thlahai chu Semida- rawi; Hepher thlahai chu Hepherrawi an nih.",
      "reference": "NAMBAR 26:32"
    },
    {
      "content": "Chun, Hepher naupa Zelophe- had chun naupasal nei loin naunu- hmei a nei a; Zelophehad naunuhmei- hai hming chu Mahla, Noa, Hogla, Milka le Tirza an nih.",
      "reference": "NAMBAR 26:33"
    },
    {
      "content": "Hienghi Manasse thlahai an nih, an nizât chu sîng nga sâng hni le za sari an nih.",
      "reference": "NAMBAR 26:34"
    },
    {
      "content": "Hienghi an pahnam indawt dân ang peia Ephraim thlahai an nih: Suthela thlahai chu Suthelarawi; Beker thlahai chu Bekerrawi; Tahan thlahai chu Tahanrawi an nih.",
      "reference": "NAMBAR 26:35"
    },
    {
      "content": "Chun, hienghi Suthela thlahai chu an nih. Eran thlahai chu Eran- rawi an nih.",
      "reference": "NAMBAR 26:36"
    },
    {
      "content": "Hienghi Ephraim thlahai pa- hnam nizât an nih; sîng thum sâng hni le za nga an nih. Hienghi an pahnam indawt dân ang peia Josef thlahai an nih.",
      "reference": "NAMBAR 26:37"
    },
    {
      "content": "An pahnam indawt dân ang peia Benjamin thlahai: Bela thlahai chu Belarawi; Asbel thlahai chu Asbelrawi; Ahiram thlahai chu Ahiramrawi an nih.",
      "reference": "NAMBAR 26:38"
    },
    {
      "content": "Sesupham thlahai chu Sesu- phamrawi; Hupham thlahai chu Huphamrawi an nih.",
      "reference": "NAMBAR 26:39"
    },
    {
      "content": "Bela thlahai chu Ard le Naaman an nih. Ard thlahai chu Ardrawi; Naaman thlahai chu Naamanrawi an nih.",
      "reference": "NAMBAR 26:40"
    },
    {
      "content": "Hienghi an pahnam indawt dân peia Benjamin thlahai an nih; an nizât chu sîng li sâng nga le za ruk an nih.",
      "reference": "NAMBAR 26:41"
    },
    {
      "content": "Hienghi an pahnam indawt dân ang peia Dan thlahai an nih; Suham thlahai chu Suhamrawi an nih. Hienghi an pahnam indawt dân ang peia Dan thlahai chu an nih.",
      "reference": "NAMBAR 26:42"
    },
    {
      "content": "Suhamrawi thlahai po po nizât chu sîng ruk sâng li le za li an nih.",
      "reference": "NAMBAR 26:43"
    },
    {
      "content": "An pahnam indawt dân ang peia Aser thlahai chu: Imna thlahai chu Imnarawi; Isvi thlahai chu Isvirawi; Beria thlahai chu Beriarawi an nih.",
      "reference": "NAMBAR 26:44"
    },
    {
      "content": "Beria thlahai chu: Heber thlahai chu Heberrawi; Malkiel thlahai chu Malkielrawi an nih.",
      "reference": "NAMBAR 26:45"
    },
    {
      "content": "Aser nau nuhmei hming chu Sera a na.",
      "reference": "NAMBAR 26:46"
    },
    {
      "content": "Hienghi Aser naupasalhai thla- hai nizât chu a nih, sîng nga sâng thum le za li an nih.",
      "reference": "NAMBAR 26:47"
    },
    {
      "content": "An pahnam indawt dân ang peia Naphtali thlahai chu: Jazeel thlahai chu Jazeelrawi; Guni thlahai chu Gunirawi;",
      "reference": "NAMBAR 26:48"
    },
    {
      "content": "Jazer thlahai chu Jazerrawi; Sillem thlahai chu Sillemrawi an nih.",
      "reference": "NAMBAR 26:49"
    },
    {
      "content": "Hienghi an pahnam indawt dân ang peia Naphtali thlahai an nih; an tiem po hai chu sîng li sâng nga le za li an nih.",
      "reference": "NAMBAR 26:50"
    },
    {
      "content": "Hieng hi Israel thlahai an tiem po hai chu an na, nuoi ruk sâng khat za sari le sâwmthum an nih.",
      "reference": "NAMBAR 26:51"
    },
    {
      "content": "Chun, LALPA chun Mosie a biek a,",
      "reference": "NAMBAR 26:52"
    },
    {
      "content": "“Hienghai hi an hming tam dân ang hu peiin ram hi sempêk ding a nih.",
      "reference": "NAMBAR 26:53"
    },
    {
      "content": "A tam deuhai chu ram pe tam deu i ta, a tlâwm deuhai chu pe tlâwm deu i tih; an tam dân ang peiin ram chu pêk seng ding a nih.",
      "reference": "NAMBAR 26:54"
    },
    {
      "content": "Amiruokchu, aisânin ram chu sem ding a nih; an puhai hnam hming indawt dân ang peiin ram chu chang an tih.",
      "reference": "NAMBAR 26:55"
    },
    {
      "content": "Chun, aisân ang pei chun a tam le tlâwmhai kuoma khawm ram chu sem nîng a tih,” tiin.",
      "reference": "NAMBAR 26:56"
    },
    {
      "content": "Chun, hieng hi Levi mihai an pahnam indawt dân ang peia tiemhai chu an nih: Gerson thlahai chu Gersonrawi; Kohath thlahai chu Kohathrawi; Merari thlahai chu Merarirawi an nih.",
      "reference": "NAMBAR 26:57"
    },
    {
      "content": "Hienghi Levi thlahai an nih: Libna thlahai, Hebron thlahai, Mahli thlahai, Musi thlahai, Kora thlahai an nih. Kohath chun Amram a thlah a.",
      "reference": "NAMBAR 26:58"
    },
    {
      "content": "Amram nuhmei hming chu Jokebed, Levi naunu, Aigupta rama Levi kuoma pieng a nih. Chun, ama chun Amram le chun Aron le Mosie le an farnu Miriam chu a nei a.",
      "reference": "NAMBAR 26:59"
    },
    {
      "content": "Aron chun Nadab hai, Abihu hai, Eleazar hai, Ithamar hai a nei a.",
      "reference": "NAMBAR 26:60"
    },
    {
      "content": "Nadab le Abihu chu LALPA hmaa hmang lo ding chi mei an hmang lai khan an thih a.",
      "reference": "NAMBAR 26:61"
    },
    {
      "content": "Tiem po po pasal thla khat chin chungtieng chu sîng hni le sâng thum an nih. Israel mihai laia ram sem chang ve ding an ni naw leiin Israel mihai laia tiem an ni nawh.",
      "reference": "NAMBAR 26:62"
    },
    {
      "content": "Hieng hi a nih Jeriko zâwn, Jordan vapang, Moab phaia Israel thlahai tiemtu Mosie le Eleazarin an tiemhai chu.",
      "reference": "NAMBAR 26:63"
    },
    {
      "content": "Nisienlakhawm, Sinai thlalêra Israel mihai Mosie le thiempu Aronin an tiemhai kha pakhat khawm a um an um ta nawh a.",
      "reference": "NAMBAR 26:64"
    },
    {
      "content": "LALPA chun, “Thlalêrah an thi ngei ngei ding a nih,” a lo ti ta leiin. Jephunne naupa Kaleb le Nun naupa Josua chau naw chu tukhawm a dam an um ta nawh.",
      "reference": "NAMBAR 26:65"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "NAMBAR 26 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}