{
  "verses": [
    {
      "content": "LALPA chun Mosie a biek a,",
      "reference": "NAMBAR 17:1"
    },
    {
      "content": "“Israel thlahai hril la, an sûngkuo tin puolah hmawl pakhat pei, an sûngkuo izir peia an ṭhuoi- tuhai po po zât hmawl sâwm le pahni la la, chun, an hmawla chun an hming seng ziek rawh.",
      "reference": "NAMBAR 17:2"
    },
    {
      "content": "Levi hmawla chun Aron hming ziek la, an sûngkuo tina dingin hmawl pakhat pei a ni ding a nih.",
      "reference": "NAMBAR 17:3"
    },
    {
      "content": "Chun, ei inbiekna, intuokna puon in, thu inhriettirna hmaa chun i sie ding a nih.",
      "reference": "NAMBAR 17:4"
    },
    {
      "content": "Chun, ka mi thlang ding hmawl chu hung inder a ta, chuongchun, Israel thlahai chierna, i chunga an chierna hi ka sukre ding a nih,” tiin.",
      "reference": "NAMBAR 17:5"
    },
    {
      "content": "Chuongchun, Mosie chun Israel thlahai chu a biek a, an ṭhuoituhai po po chun an sûngkuo tin puolah ṭhuoi- tu tinin hmawl pakhat pei, hmawl sâwm pahni an pêk a; Aron hmawl khawm chu an hmawlhai lai chun a ṭhang ve a.",
      "reference": "NAMBAR 17:6"
    },
    {
      "content": "Mosie chun thu inhriettirna puon ina chun LALPA hmaah hmawlhai chu a sieh a.",
      "reference": "NAMBAR 17:7"
    },
    {
      "content": "A zînga chun Mosie chu thu inhriettirna puon ina chun a va feh a; ngai ta, Levi sûngkuo puola Aron hmawl lo inder chu a hmuh a, a pâr a, almondin a ra a.",
      "reference": "NAMBAR 17:8"
    },
    {
      "content": "Mosie chun LALPA hmaa in- thawka hmawl po po chu Israelhai kuoma chun a lâk suok a, an lo en a, anni hmawl seng chu an lâk a.",
      "reference": "NAMBAR 17:9"
    },
    {
      "content": "Chun, LALPAIN Mosie kuom- ah, “Helhmang nauhai an nih ti inhriettirna dingin Aron hmawl chu thu inhriettirna bula chun sie nâwk rawh; chuongchun, ka chunga an helna hi sukrepêk thei i tih, an thi nawna dingin,” a ta.",
      "reference": "NAMBAR 17:10"
    },
    {
      "content": "Chuong ang chun Mosie chun a thawh a, LALPAIN thu a pêk ang chun a thawh a.",
      "reference": "NAMBAR 17:11"
    },
    {
      "content": "Chun, Israel thlahai chun Mosie kuomah, “Ngai ta, kan bohmang a ni annâwm, kan se zo tah, kan se zo vawng tah annâwm.",
      "reference": "NAMBAR 17:12"
    },
    {
      "content": "LALPA biekbûk hung hnai ta- phawt chu an thi pei a; kan bohmang vawng el ding nîng a ti maw?” an tih a.",
      "reference": "NAMBAR 17:13"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "NAMBAR 17 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}