{
  "verses": [
    {
      "content": "Chun, Balaam chun Balak kuoma chun, “Hitaka hin mâi- châm pasari mi siempêk la, bâwng- chal pasari le berâmchal pasari mi buotsaipêk raw khai,” a ta.",
      "reference": "NAMBAR 23:1"
    },
    {
      "content": "Balak chun Balaam hril ang chun a thawh a; chun, Balak le Balaam chun mâichâm tina chun bâwngchal pakhat le berâmchal pakhat an inhlân a.",
      "reference": "NAMBAR 23:2"
    },
    {
      "content": "Balaam chun Balak kuomah, “I pumrawhmang thilinhlân bula hin lo ngîr zing la, kei chu hang fe tum ka ta, LALPA chu mi be dingin a hung el khawm a ni thei a; chun, a mi hril taphawt chu hril ka ti che,” a ta. Chuongchun, tlâng kawl vel vula hin a hang fe tah a.",
      "reference": "NAMBAR 23:3"
    },
    {
      "content": "Pathien chun Balaam chu a lo intuokpui a; Balaam chun a kuomah, “Mâichâm pasari chu ka siem tah a; mâichâm tina chun bâwngchal pakhat le berâmchal pakhat kân hlân seng a,” a ta.",
      "reference": "NAMBAR 23:4"
    },
    {
      "content": "LALPAIN Balaam baua chun thu a sieh a, “Balak kuoma chun kîr nâwk ta la, va hril sâwng rawh,” a ta.",
      "reference": "NAMBAR 23:5"
    },
    {
      "content": "Chuongchun, a kuoma chun a kîr nâwk tah a; chun, ngai ta, Balak chu a pumrawhmang thilinhlân bula chun Moab mi lienhai po po leh a lo ngîr zing a.",
      "reference": "NAMBAR 23:6"
    },
    {
      "content": "Chun thu chu a hril tah a, “Aram rama inthawkin Balak chun a mi ṭhuoi a, Saktieng tlânga Moab lal chun; ‘La hung la, Jakob rawihai ṭawngsie mîn phurpêk rawh, Hung la Israelhai hi mi hung vaukhâwngpêk ta!’",
      "reference": "NAMBAR 23:7"
    },
    {
      "content": "Iengtin am Pathien ṭawngsie inphur naw chu inphur thei ka ta?",
      "reference": "NAMBAR 23:8"
    },
    {
      "content": "Iengtin am Pathien vaukhâwng lo chu vaukhâwng ka ta? Lungpui chunga inthawk dâmin anni chu ka hmu sih a, Tlânga inthawk dâmin anni chu ka hmuh a; Ngai ta, hnam a tuma um det sa a nih, Hnam danghai le angkhata inngai ngai lo.",
      "reference": "NAMBAR 23:9"
    },
    {
      "content": "Jakobrawi pilvut chu tuin am tiem thei a ta? Israelhai hmun lia ṭhea hmun khat chu tuin am tiem thei a ta? Mi fel thi angin thi ve thei lang, Ka tâwpna chu a tâwpna ang ni sien,” a ta.",
      "reference": "NAMBAR 23:10"
    },
    {
      "content": "Chun, Balak chun Balaam kuomah, “I mi thaw dân hi iengtizie am a na? Ka hmêlmahai ṭawngsie inphur dingin ka ṭhuoi che a, mal i sâwm lem ta hlau el hi!” a ta.",
      "reference": "NAMBAR 23:11"
    },
    {
      "content": "Ama chun a dawn a, “LALPAIN ka bâua a sie chu ka hril ngei ding a ni naw am a nih?” a tih a.",
      "reference": "NAMBAR 23:12"
    },
    {
      "content": "Chun, Balak chun a kuomah, “Hmun dangah fe nâwk ei tih khai; chutaka inthawk chu hmu thei tâwl i ta; a hmatâwng pâwl tak hai chu hmûng i ta, an rêng ruok chun hmu vawng kher naw ti nih a; chutaka inthawk chun ṭawngsie mîn phurpêk rawh,” a ta.",
      "reference": "NAMBAR 23:13"
    },
    {
      "content": "Chuongchun, Zophimhai umna Pisga sîpa chun a hang ṭhuoi a, mâi- châm pasari a siem a, mâichâm tina chun bâwngchal pakhat le berâmchal pakhat ân hlân a.",
      "reference": "NAMBAR 23:14"
    },
    {
      "content": "Chun, Balak kuoma chun, “Saw laia LALPA ka va biek kâr i pum- rawhmang thilinhlân bula hin lo ngîr zing rawh,” a ta.",
      "reference": "NAMBAR 23:15"
    },
    {
      "content": "Chun, LALPAIN Balaam chu a lo intuokpui a, a bâua chun thu a sie a, Balak kuoma chun kîr nâwk ta la, a kuomah va hril sâwng rawh, a ta.",
      "reference": "NAMBAR 23:16"
    },
    {
      "content": "Chun, a kuoma chun a va feh a, ngai ta, a pumrawhmang thilinhlân bula chun a lo ngir zing a, Moab milienhai khawm a kuomah chun an um veh a. Balak chun a kuomah, “LALPAIN ieng am a lo hril a?” a ta.",
      "reference": "NAMBAR 23:17"
    },
    {
      "content": "Chuongchun, Balaam chun thu chu a hril tah a, “Tho la, Balak, ngai ta; Zippor naupa, ka thu ngai rawh:",
      "reference": "NAMBAR 23:18"
    },
    {
      "content": "Pathien chu khêl inhlip mihriem el a ni nawh, Inkîr hmang mihriem naupa a ni bawk nawh a, A hril ta chu a thaw naw ding am a nih? A lo hril ta chu a sukpuitling naw ding am a nih?",
      "reference": "NAMBAR 23:19"
    },
    {
      "content": "Ngai ta, mal sâwm dingin thu ka hmuh a, Mal a sâwm tah a, ka sukdanglam thei nawh.",
      "reference": "NAMBAR 23:20"
    },
    {
      "content": "Jakobrawi rîtlona hrim a hmu nawh a, Israel mihai lai chun kâwmâwna a hmu bawk nawh. LALPA an Pathien chu an kuomah a um a, Anni lai chun Lal chawimawina ri chu a um a.",
      "reference": "NAMBAR 23:21"
    },
    {
      "content": "Aigupta rama inthawkin Pathien chun a ṭhuoi suok tâwl a. Ramsiel tha ang el an put a.",
      "reference": "NAMBAR 23:22"
    },
    {
      "content": "Jakobrawi chungah dawi invêtna a um nawh a. Israelhai chungah dawi invêtna a um bawk nawh. Jakobrawi le Israelhai chunga Pathien thilthaw chu suklang pei a nih.",
      "reference": "NAMBAR 23:23"
    },
    {
      "content": "Ngai ta, mipuihai chu sakeibakneipui angin an tho a, Sakeibaknei angin an inchâwm tho a: An sase an fâk hma chun zâl naw ni hai a. An sase thisen chu an dâwn hma chun,” a ta.",
      "reference": "NAMBAR 23:24"
    },
    {
      "content": "Chun, Balak chun Balaam kuomah, “Ṭawngsie inphur naw la, mal khawm sâwm naw rawh,” a ta.",
      "reference": "NAMBAR 23:25"
    },
    {
      "content": "Nisienlakhawm, Balaam chun a dawn a, Balak kuomah, “LALPAIN a hril po po chu ka thaw ngei ding a nih, tiin ka hril che a ni naw am a nih?” a ta.",
      "reference": "NAMBAR 23:26"
    },
    {
      "content": "Chun, Balak chun Balaam kuomah, “Hung ta, hmun dangah ṭhuoi phawt ka ti che. Chutaka inthawk chun ṭawngsie i mîn phûr- pêk Pathien chun a phal khiet rawi mawh,” a ta.",
      "reference": "NAMBAR 23:27"
    },
    {
      "content": "Chuongchun, Balak chun Balaam chu thlalêr zuk suk en Peor sipah a ṭhuoi a.",
      "reference": "NAMBAR 23:28"
    },
    {
      "content": "Chun, Balaam chun Balak kuomah, “Hitaka hin mâichâm pasari mi siempêk la, bâwngchal pasari le berâmchal pasari mi buotsaipêk rawh,” a ta.",
      "reference": "NAMBAR 23:29"
    },
    {
      "content": "Chun, Balak chun Balaam hril ang chun a thawh a, mâichâm tina chun bâwngchal pakhat le berâmchal pakhat ân hlân a.",
      "reference": "NAMBAR 23:30"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "NAMBAR 23 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}