{
  "verses": [
    {
      "content": "LALPA chun Mosie a biek a,",
      "reference": "NAMBAR 31:1"
    },
    {
      "content": "“Midian mihai chungah Israel thlahai phuba la rawh; chu zoa chun i chihai kuomah ṭhuoi ni tâng i tih,” tiin.",
      "reference": "NAMBAR 31:2"
    },
    {
      "content": "Chuongchun, Mosie chun mipui- hai chu a biek a, “Midian mihai chunga LALPA phubalâkna thaw dinga Midian mihai chu thawha indo dingin nangni laia mi inrâlthuom rawhai se.",
      "reference": "NAMBAR 31:3"
    },
    {
      "content": "Israel hnam po pohai laia hnam tina mi sâng khat pei indonaah in fe ding a nih,” tiin.",
      "reference": "NAMBAR 31:4"
    },
    {
      "content": "Chuongchun, Israel mihai sâng tamtak laia inthawkin, hnam tina inthawkin sâng khat seng indonaa fe dingin sipai sîng khat le sâng hni an the suok a.",
      "reference": "NAMBAR 31:5"
    },
    {
      "content": "Chuongchun, Mosie chun chi tina inthawka sâng khat seng le thiempu Eleazar naupa Phinehas hmun in- thienga bûrlebêlhai, thupêk vêlna dinga tawtawrâwthai chawiin in- donaa chun ân fetir a.",
      "reference": "NAMBAR 31:6"
    },
    {
      "content": "Chun, LALPAIN Mosie thu a pêk angin, Midian mihai chu an do a, pasal po po an that a.",
      "reference": "NAMBAR 31:7"
    },
    {
      "content": "An mi thathai laia chun Midian mihai lalhai khawm an ṭhang veh a; Midian mihai lal panga Evi, Rekem, Zur, Hur le Reba hai, Beor naupa Balaam khawm kâwlhnâmin an that a.",
      "reference": "NAMBAR 31:8"
    },
    {
      "content": "Israel thlahai chun Midian mi nuhmei le naupanghai chu salah an ṭhuoi a, chun, an ram po pohai, an berâm ruol po pohai, an thuom- hnawhai po po chu râllâk sum dingin an lâk a.",
      "reference": "NAMBAR 31:9"
    },
    {
      "content": "An umna khuo po pohai, an riebûkhai po po an raw vawng a.",
      "reference": "NAMBAR 31:10"
    },
    {
      "content": "Mihriem le ran, sal le râllâk sum po po an fepui vawng a.",
      "reference": "NAMBAR 31:11"
    },
    {
      "content": "Chun, salhai, manhai, râllâk sumhai chu Mosie le Eleazar le Israel thla pungkhâwmhai kuoma Jeriko zâwn Jordan vapang Moab phai an riebûka chun an hung intlun a.",
      "reference": "NAMBAR 31:12"
    },
    {
      "content": "Mosie le thiempu Eleazar le pungkhâwmhai po po chun riebûk puoah an lo va tuok a.",
      "reference": "NAMBAR 31:13"
    },
    {
      "content": "Chun, Mosie chu sipai hotuhai, indonaa inthawka hunghai chunga chun a lunginsen a.",
      "reference": "NAMBAR 31:14"
    },
    {
      "content": "Chuongchun, Mosie chun an kuomah, “Nuhmei chu damin in la hla vawng maw?",
      "reference": "NAMBAR 31:15"
    },
    {
      "content": "Ngai ta u, Balaam remruot chun Peor chungchâng thuah Israel thlahai chu LALPA chunga bawsiet- na suktlungtuhai hieng hi an nih, LALPA mi pungkhâwmhai chunga khan hri ân lêng ta kha.",
      "reference": "NAMBAR 31:16"
    },
    {
      "content": "Chuleiin, naupang laia pasal ta phawt chu that unla, nuhmei mi pâwl taphawt chu that bawk ro.",
      "reference": "NAMBAR 31:17"
    },
    {
      "content": "Nuhmei naupang mi la pâwl naw po po chu in ta dingin hla ro.",
      "reference": "NAMBAR 31:18"
    },
    {
      "content": "Chun, khawhnâwmah ni sari riek unla, tukhawm mi that le mithi tâwk taphawt chu ni thum ni le ni sari niin inthien ro, nangni le in salhai khawm.",
      "reference": "NAMBAR 31:19"
    },
    {
      "content": "Chun, thuomhnaw hrim hrim le savuna thil siem hrim hrim dâm, kêl hmula thil siem po po dâm, thinga siemhai po po chungthua chu inthien ding a nih,” a ta.",
      "reference": "NAMBAR 31:20"
    },
    {
      "content": "Chun, thiempu Eleazar chun indonaa fe indo mihai kuoma chun, “Hi hi LALPAIN Mosie thu a pêk dân thuruot chu a nih;",
      "reference": "NAMBAR 31:21"
    },
    {
      "content": "iengkhawm ni sienla, rângka- chak dâm, tangkaruo dâm, dâr dâm, thîr dâm, rângva dâm, suon dâm;",
      "reference": "NAMBAR 31:22"
    },
    {
      "content": "iengkhawm meia rawha se theilo chu meiah thawl thleng in ta, chuongchun, hung inthieng tâng a tih; iengkhawm ni sienla, inthienna tuia sukthieng ding a nih; chun, meia raw tuor theilo po chu tuiah in thawl thleng ding a nih.",
      "reference": "NAMBAR 31:23"
    },
    {
      "content": "Chun, a ni sari ni chun in puon sâwp in ta, chun, hung inthien in ta, chu zoa chun riebûkah in hung lût ding a nih,” a ta.",
      "reference": "NAMBAR 31:24"
    },
    {
      "content": "LALPA chun Mosie a biek a,",
      "reference": "NAMBAR 31:25"
    },
    {
      "content": "“Nang le thiempu Eleazar leh, pungkhâwmhai pahnam ṭhuoituhai leh râllâk suma an lâk mihriemhai le ranhai chu tiem vawng unla,",
      "reference": "NAMBAR 31:26"
    },
    {
      "content": "râllâk sum chu hmun hniah ṭhe unla, indonaa fe indo mihai ta dingin le, pungkhâwmhai ta dingin.",
      "reference": "NAMBAR 31:27"
    },
    {
      "content": "Indonaa fe râl kâp mia inthawk chun LALPA ta dinga sie pêk ding suktum pei unla, thil hring za nga peiah pakhat mihriema inthawk dâm, bâwnga inthawk dâm, sabeng- tunga inthawk dâm, berâm ruola inthawk dâmin.",
      "reference": "NAMBAR 31:28"
    },
    {
      "content": "Chuonga a chenve an changa inthawk chun la unla, LALPA ta dinga athêna thên thilinhlâna dingin thiempu Eleazar pe ro.",
      "reference": "NAMBAR 31:29"
    },
    {
      "content": "Chun, a chenve Israel thlahai chanpuol chu sâwmnga peiah pa- khat suktum la, mihriema inthawk dâm, bâwnga inthawk dâm, sa- bengtunga inthawk dâm, berâm ruola inthawk dâm, ran ruola inthawk dâmin; chuongchu LALPA biekbûk enkawltu Levi mihai pe rawh,” a ta.",
      "reference": "NAMBAR 31:30"
    },
    {
      "content": "Chuongchun, LALPAIN Mosie thu a pêk ang chun Mosie le thiempu Eleazar chun an thawh a.",
      "reference": "NAMBAR 31:31"
    },
    {
      "content": "Sipaihaiin an lâk râllâk sum tiem loin an lâk chu berâm nuoi ruk sîng sari le sâng nga,",
      "reference": "NAMBAR 31:32"
    },
    {
      "content": "bâwng sîng sari le sâng hni;",
      "reference": "NAMBAR 31:33"
    },
    {
      "content": "sabengtung sîng ruk le sâng khat,",
      "reference": "NAMBAR 31:34"
    },
    {
      "content": "mihriem chu nuhmei pasal la pâwl ngailo sîng thum le sâng hni an nih.",
      "reference": "NAMBAR 31:35"
    },
    {
      "content": "Chun, a zâtve indonaa fehai chanvo chu, berâm nuoi thum sîng thum sâng sari le za nga a na;",
      "reference": "NAMBAR 31:36"
    },
    {
      "content": "chun, LALPA ta dinga chanvo berâm chu za ruk sâwmsari panga.",
      "reference": "NAMBAR 31:37"
    },
    {
      "content": "Bâwng chu sîng thum le sâng ruk a na, chutaka LALPA chanvo chu sâwmsari pahni a nih.",
      "reference": "NAMBAR 31:38"
    },
    {
      "content": "Sabengtung chu sîng thum le za nga a na, chutaka LALPA chanvo chu sâwmruk pakhat a nih.",
      "reference": "NAMBAR 31:39"
    },
    {
      "content": "Mihriem chu sîng khat le sâng ruk an na, chutaka LALPA chanvo mihriem chu sâwmthum le pahni an nih.",
      "reference": "NAMBAR 31:40"
    },
    {
      "content": "LALPAIN Mosie thu a pêk angin chanvo LALPA ta dinga a thêna thên thilinhlân chu Mosie chun thiempu Eleazar chu a pêk a.",
      "reference": "NAMBAR 31:41"
    },
    {
      "content": "Mosien râlkâp mihaia inthawka a sem Israel mihai chanvo chu–",
      "reference": "NAMBAR 31:42"
    },
    {
      "content": "mipui chanvo a zâtve chu– berâm nuoi thum sîng thum sâng sari le za nga,",
      "reference": "NAMBAR 31:43"
    },
    {
      "content": "bâwng sîng thum le sâng ruk,",
      "reference": "NAMBAR 31:44"
    },
    {
      "content": "sabengtung sîng thum le za nga,",
      "reference": "NAMBAR 31:45"
    },
    {
      "content": "mihriem sîng khat le sâng ruk an na.",
      "reference": "NAMBAR 31:46"
    },
    {
      "content": "Israel chanvo a zâtvea inthawk chun Mosie chun mihriem le ran sâwmnga peiah pakhat a lâk a, LALPA thupêk angin LALPA biekbûk enkawltu Levi mihai chu a pêk a.",
      "reference": "NAMBAR 31:47"
    },
    {
      "content": "Chun, sipaihai chunga hotu, sâng chunga hotuhai, za chunga hotuhai chun Mosie an va hnai a.",
      "reference": "NAMBAR 31:48"
    },
    {
      "content": "Mosie kuomah, “I siehlawhai hin kan kuta um indo mihai chu kan tiem a, tukhawm a kim naw kan um nawh a,",
      "reference": "NAMBAR 31:49"
    },
    {
      "content": "kan hringna ta dinga LALPA hmaa intlanna siemna dingin LALPA ta dinga thilinhlân ding miin an nei zâwng, rângkachaka siem incheina thil, kebunhai, bânbunhai, hming- namna kutsebihai, nabêhai, ṭhihai dâm khawm kan hung lâk a,” an tih a.",
      "reference": "NAMBAR 31:50"
    },
    {
      "content": "Chun, Mosie le thiempu chun rângkachaka siem an thuom pohai chu an lâk a.",
      "reference": "NAMBAR 31:51"
    },
    {
      "content": "Sâng chunga hotu le za chunga hotuhai rângkachak LALPA kuoma a thêna thên thilinhlâna an inhlân po po chu shekel sîng khat sâng ruk za sari le sâwmnga a nih.",
      "reference": "NAMBAR 31:52"
    },
    {
      "content": "(Râlkâp mihai chun an râllâk sumhai chu mâni ta seng dinga la an na).",
      "reference": "NAMBAR 31:53"
    },
    {
      "content": "Chun, Mosie le thiempu Eleazar chun sâng chunga hotu le za chunga hotuhai rângkachak chu an lâk a, Israel thlahai hriet zingna dingin intuokna puon inah LALPA hmaah an hung lâk a.",
      "reference": "NAMBAR 31:54"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "NAMBAR 31 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}