{
  "verses": [
    {
      "content": "LALPA chun Mosie a biek a,",
      "reference": "NAMBAR 6:1"
    },
    {
      "content": "“Israel thlahai kuomah hril la, an kuomah, ‘Pasal amanih, nuhmei amani khawma ieng amanih thutiem bîk, LALPA ta dinga inpêkna Nazarit thutiem ân tiem ding lai chun,",
      "reference": "NAMBAR 6:2"
    },
    {
      "content": "uoin le zû a nghei ding a nih; uoin thûr amanih, zu thûr khawm a dâwn ding a ni nawh.",
      "reference": "NAMBAR 6:3"
    },
    {
      "content": "Ân suktum sûng po chun grêp hruia mi a laimu khawm, a hâwng khawm a fâk ding a ni nawh.",
      "reference": "NAMBAR 6:4"
    },
    {
      "content": "Insuktumna thu ân tiem sûng po chun a lu khawm vâw dêr lo ding a nih. LALPA ta dinga insuktum ni a kim hmakhat chun suktum nîng a ta, a sam khawm a hla ding a nih.",
      "reference": "NAMBAR 6:5"
    },
    {
      "content": "LALPA ta dinga ân suktum sûng po chun mithi ruong khawm a hnai ding a ni nawh.",
      "reference": "NAMBAR 6:6"
    },
    {
      "content": "A pa hai, a nu hai, a unaupa hai, a farnu hai amanih thi thua khawm ân sukpawrche ding a ni nawh. Pathien ta dinga ân suktumna chun a khuop leiin.",
      "reference": "NAMBAR 6:7"
    },
    {
      "content": "“Ân suktum sûng po chun LALPA ta dinga inthieng a nih.",
      "reference": "NAMBAR 6:8"
    },
    {
      "content": "A kâwlah mi hung thi ta thutin, ân suktumna lu chu lo sukpawrche ta ang sienla, a inthien ni, a ni sari ni chun a lu chu a vaw ding a nih.",
      "reference": "NAMBAR 6:9"
    },
    {
      "content": "Chun, ni riet ni chun intuokna puon in kawtkhârah thiempu kuom- ah vaṭhu tuok khat amanih, pârvate tuok khat amanih a hung chawi ding a nih.",
      "reference": "NAMBAR 6:10"
    },
    {
      "content": "Thiempu chun pakhat chu suol thâwina dingin inhlân a ta, pakhat chu pumrawhmang thilinhlânah, mithi leia a suksuolnaa chun inrem- na siempêk a tih; chun, chu ni vêk chun a lu chu a sukthieng ding a nih.",
      "reference": "NAMBAR 6:11"
    },
    {
      "content": "Thiemnaw thâwina dingin be- râmte a chal kum khat mi hung chawiin ân suktumna nihai chu LALPA kuomah thaw ṭha nâwk a tih; ân suktumna chu sukpawrche a ni tâk leiin a hmaa mi kha iengkhawm a ni ta si nawh a.",
      "reference": "NAMBAR 6:12"
    },
    {
      "content": "Hi hi Nazarit mi, ân suktum ni bîk a kim phaa thaw dân ding chu a nih; intuokna puon in kawtkhâra chun ṭhuoi nîng a ta.",
      "reference": "NAMBAR 6:13"
    },
    {
      "content": "Chun, LALPA ta dinga thilin- hlân dingin berâmchal kum khat mi demkailo pumrawhmang thilinhlâna dingin pakhat, suol inthâwina dingin berâmte, a la, kum khat mi demkailo pakhat,",
      "reference": "NAMBAR 6:14"
    },
    {
      "content": "inremna thilinhlân dingin berâmchal demkailo pakhat, chawl ṭhanglo bei le beiphit inditak hrieka hmeta siem beihlawm le hrieka chûl beiphêk inphân bâwm khat, an fâkmi thilinhlân ding le dâwnmi thilin- hlânhai leh an inhlân ding a nih.",
      "reference": "NAMBAR 6:15"
    },
    {
      "content": "Thiempu chun chuong chu LALPA hmaa chun inhlân a ta, a suol thâwina le pumrawhmang thilinhlân chu inhlân a tih.",
      "reference": "NAMBAR 6:16"
    },
    {
      "content": "Berâmchal chu bâwma chawl ṭhanglo bei le chun inremna in- thâwina thilinhlân dingin LALPA kuoma chun inhlân a tih. Thiempu chun fâkmi thilinhlân le dâwnmi thilinhlân khawm chu inhlân sa bawk a tih.",
      "reference": "NAMBAR 6:17"
    },
    {
      "content": "Nazarit mi chun intuokna puon in kawtkhâra chun ân suktumna lu chu vâwng a ta, insuktumna sam chu lâng a ta, inremna inthâwi thilinhlân hnuoia meia chun a raw ding a nih.",
      "reference": "NAMBAR 6:18"
    },
    {
      "content": "Chun, thiempu chun berâmchal dâr suong hmin le bâwma chawl ṭhanglo bei pakhat le chawl ṭhanglo beiphêk inphân pakhat lâng a ta. Nazarit mi chun ân suktumna lu chu a vâw zo chun inchawitir a tih; chun, thiempu chun thêna thilinhlân dingin LALPA hmaa chun a thên ding a nih.",
      "reference": "NAMBAR 6:19"
    },
    {
      "content": "Hi hi thiempu chanpuol in- thieng chu nîng a ta, a thêna thên ir le a mal leh; chu zoa chun Nazarit chun uoin chu dâwn thei tâng a tih.",
      "reference": "NAMBAR 6:20"
    },
    {
      "content": "Hi hi a nih Nazarit thutiem dân le LALPA hmaa an thilinhlân dân chu, ama nuomthua a înhlân tiem loin, ân suktumna thutiem izir peiin a thaw ding a nih,’ ti rawh,” tiin.",
      "reference": "NAMBAR 6:21"
    },
    {
      "content": "LALPA chun Mosie a biek a,",
      "reference": "NAMBAR 6:22"
    },
    {
      "content": "“Aron le a naupasalhai kuomah, ‘Hieng ang hin Israel thlahai chu mal in sâwm ding a nih, an kuomah,",
      "reference": "NAMBAR 6:23"
    },
    {
      "content": "LALPAIN malsâwm cheuin,vêng pei raw se cheu;",
      "reference": "NAMBAR 6:24"
    },
    {
      "content": "LALPA chun a hmêl in chungah invartir sienla, lunginsiet pei raw se cheu;",
      "reference": "NAMBAR 6:25"
    },
    {
      "content": "LALPA chu nangni tieng hung ngha sienla, lungmuongna pe raw se cheu, ti ro,’ tiin hril rawh.",
      "reference": "NAMBAR 6:26"
    },
    {
      "content": "Chuongchun, Israel thlahai chunga chun ka hming chu inchuong- tir nîng a ta, chun, keiin anni chu malsâwm ka tih,” tiin.",
      "reference": "NAMBAR 6:27"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "NAMBAR 6 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}