{
  "verses": [
    {
      "content": "Hienghai hi Sinai tlânga LALPA- IN Mosie a biek laia Aron le Mosie thlaa mihai an nih.",
      "reference": "NAMBAR 3:1"
    },
    {
      "content": "Aron naupasal hming chu a upa tak Nadab, Abihu, Eleazar, Ithamar hai an nih.",
      "reference": "NAMBAR 3:2"
    },
    {
      "content": "Hienghai hi thiempu ni dinga hriek nâl, thiempu sinthaw dinga a suktum Aron naupasalhai hming chu a nih.",
      "reference": "NAMBAR 3:3"
    },
    {
      "content": "Chun, Nadab le Abihu chu Sinai thlalêrah mei hmang naw ding chi, LALPA hmaa an inhlân lai khan LALPA hmaah an thih a, nau an nei nawh; Eleazar le Ithamar chun an pa Aron dam laiin thiempu sin hi an thawh a.",
      "reference": "NAMBAR 3:4"
    },
    {
      "content": "LALPA chun Mosie a biek a,",
      "reference": "NAMBAR 3:5"
    },
    {
      "content": "“Levi chihai chu thiempu Aron kuomah ṭhuoi la, a rawng an bâwl theina dingin a kuomah inumtir rawh.",
      "reference": "NAMBAR 3:6"
    },
    {
      "content": "Anni chun biekbûka rawngbâwl- na sin chu thawin intuokna puon in bulah ama le pungkhâwmhai puolin rawng bâwl an tih.",
      "reference": "NAMBAR 3:7"
    },
    {
      "content": "Thuomhnaw po po chu kawl an ta, Israel thlahai puola biekbûk rawngbâwlna sin chu thâwng an tih.",
      "reference": "NAMBAR 3:8"
    },
    {
      "content": "Levi mihai chu Aron le a naupa- salhai kuomah inhlân i ta; Israel thlahai puola ama kuoma inhlân an nih.",
      "reference": "NAMBAR 3:9"
    },
    {
      "content": "Aron le a naupasalhai chu ruot i ta, an thiempu nina chu chang zing an tih; hnam dang hung inrawlhai chu sukhlum nîng an tih,” tiin.",
      "reference": "NAMBAR 3:10"
    },
    {
      "content": "Chun, LALPAIN Mosie a biek a,",
      "reference": "NAMBAR 3:11"
    },
    {
      "content": "“Ngai ta, Levi mihai hi Israel thlahai laia inthawka Israel thlahai nau lutir sul hung keu hmasatak aiah keima ngeiin ka lâk an na, Levi mihai chu ka ta nîng an tih;",
      "reference": "NAMBAR 3:12"
    },
    {
      "content": "nau lutîr po po chu ka ta an ni sih a, Aigupta rama nau lutîr po po sukhlum ni khan Israelhai laia nau lutîr po po a mihriem a ranin ka puola dingin ka hau a nih; ka ta nîng an ta; kei hi LALPA chu ka nih,” tiin.",
      "reference": "NAMBAR 3:13"
    },
    {
      "content": "LALPA chun Sinai thlalêrah Mosie a biek a,",
      "reference": "NAMBAR 3:14"
    },
    {
      "content": "“Levi thlahai chu an pahnam hnamin, an sûngkuo kuoin tiem la, pasal taphawt chu thla khat chin chungtieng chu i tiem ding a nih,” tiin.",
      "reference": "NAMBAR 3:15"
    },
    {
      "content": "Chuongchun, Mosie chun thaw dinga thupêk a ni ang chun LALPA thu ang chun a tiem tâwl a.",
      "reference": "NAMBAR 3:16"
    },
    {
      "content": "Levi naupasalhai hming chu Gerson, Kohath, le Merari an nih.",
      "reference": "NAMBAR 3:17"
    },
    {
      "content": "Chun, Gerson naupahai hming chu an sûngkuo kuoin Libni le Simei an nih.",
      "reference": "NAMBAR 3:18"
    },
    {
      "content": "Chun, Kohath naupahai chu an sûngkuo kuo chun Amram, Izhar, Hebron le Uzziel an nih.",
      "reference": "NAMBAR 3:19"
    },
    {
      "content": "Merari naupahai chu an sûng- kuo kuoin Mahli le Musi an nih. Hieng hi an pahnam ang peia Levi mihai sûngkuohai chu an nih.",
      "reference": "NAMBAR 3:20"
    },
    {
      "content": "Gerson chu Libni sûngkuo le Simei sûngkuo thlatu a na, hienghai hi Gerson sûngkuo an nih.",
      "reference": "NAMBAR 3:21"
    },
    {
      "content": "Pasal po po thla khat chin chungtieng an tiemhai chu sâng sari le za nga zet an tling a.",
      "reference": "NAMBAR 3:22"
    },
    {
      "content": "Gerson mihai sûngkuohai chun an puon inhai chu biekbûk thlang- tieng panga chun an zar ding a nih.",
      "reference": "NAMBAR 3:23"
    },
    {
      "content": "Gerson mihai pahnam ṭhuoitu chu Lael naupa Eliasaph nîng a tih.",
      "reference": "NAMBAR 3:24"
    },
    {
      "content": "Gerson nauhaiin intuokna puon ina an enkawl ding chu biekbûk le puon in nîng a ta, a chung dâm, intuokna puon in kawtkhâr puon zâr dâm,",
      "reference": "NAMBAR 3:25"
    },
    {
      "content": "a tuolzâwl puon zar dâm, biekbûk bula a tuolzâwl kawtkhâr puon zar dâm, mâichâm vêla mi dâm le chutaka rawngbâwlna po pohai le chun.",
      "reference": "NAMBAR 3:26"
    },
    {
      "content": "Chun Kohath chu Amram mihai, Izhar mihai, Hebron mihai, Uzziel mihai sûngkuohai thlatu a na; hienghai hi Kohath sûngkuohai an nih.",
      "reference": "NAMBAR 3:27"
    },
    {
      "content": "Pasal po po thla khat chin chungtieng an tiem dân ang chun sâng riet le za ruk an nih, hmun inthieng enkawltu dinghai chu.",
      "reference": "NAMBAR 3:28"
    },
    {
      "content": "Kohath naupasalhai sûngkuo- hai chun, biekbûk simtieng pangah an puon in an zar ding a nih.",
      "reference": "NAMBAR 3:29"
    },
    {
      "content": "Kohath mihai sûngkuo ṭhuoitu ding chu Uzziel naupa Elizaphan nîng a tih.",
      "reference": "NAMBAR 3:30"
    },
    {
      "content": "An enkawl ding chu bâwm dâm, dâwkân dâm, sathâu khâwnvar siena dâm, mâichâm dâm, chutaka rawng- bâwlna hai nîng a tih.",
      "reference": "NAMBAR 3:31"
    },
    {
      "content": "Chun, thiempu Aron naupa Eleazar chu Levi mihai ṭhuoituhai ṭhuoitu nîng a ta, hmun inthieng enkawltuhai chu inrawi a tih.",
      "reference": "NAMBAR 3:32"
    },
    {
      "content": "Merari chu Mahli le Musi mihai sûngkuo thlatu a nih. Hienghai hi Merari thlahai an nih.",
      "reference": "NAMBAR 3:33"
    },
    {
      "content": "Pasal po po thla khat chin chungtieng an tiemna ang chun sâng ruk le za hni an nih.",
      "reference": "NAMBAR 3:34"
    },
    {
      "content": "Merari sûngkuo pahnam ṭhuoi- tu ding chu Abihail naupa Zuriel a nih; biekbûk hmartieng pangah an puon in an zar ding a nih.",
      "reference": "NAMBAR 3:35"
    },
    {
      "content": "Merari naupasalhai enkawl dinga ruot chu biekbûk thingphêk remkhâwm dâm, a bangruhai dâm, a banhai dâm, ân nghatna kerkuokhai dâm, hmangruo po pohai le chutaka rawngbâwlnaa chu an nih;",
      "reference": "NAMBAR 3:36"
    },
    {
      "content": "a tuolzâwl inhuonna banhai dâm, an nghatna kerkuokhai dâm, a kildenahai le a hruihai leh.",
      "reference": "NAMBAR 3:37"
    },
    {
      "content": "Biekbûk saktieng pang intuok- na puon in bul, nisa suokna tieng panga puon in zartu ding chu Mosie le Aron le a naupasalhai nîng an tih, hmun inthienga chun Israel thlahai puolin a ṭûl taphawt chu thâwng an tih; hnam dang hung inrawl taphawt chu sukhlum ding nîng an tih.",
      "reference": "NAMBAR 3:38"
    },
    {
      "content": "LALPA thupêka Levi mihai a sûngkuo kuoin pasal po po thla khat chin chungtieng Mosie le Aronin an tiem po po chu sîng hni le sâng hni an nih.",
      "reference": "NAMBAR 3:39"
    },
    {
      "content": "LALPA chun Mosie kuomah, “Israel thlahai laia nau lutir, pasal, thla khat chin chungtieng chu tiem la, an nizât hre rawh.",
      "reference": "NAMBAR 3:40"
    },
    {
      "content": "Levi chu (LALPA chu ka na) Israel thlahai laia nau lutir po po aiah i mi lâkpêk ding a nih; chun, Levi mihai ranhai chu Israel thlahai ran po po pieng hmasatak aiah,” a ta.",
      "reference": "NAMBAR 3:41"
    },
    {
      "content": "Chuongchun, Mosie chun LALPAIN thu a pêk angin Israel thla- hai lai nau lutir po po chu a tiem a.",
      "reference": "NAMBAR 3:42"
    },
    {
      "content": "An hming indawt ang peia thla khat chin chungtieng nau lutir pasal po po an tiemhai chu sîng hni sâng hni za hni sâwmsari le pathum an nih.",
      "reference": "NAMBAR 3:43"
    },
    {
      "content": "LALPA chun Mosie a biek a,",
      "reference": "NAMBAR 3:44"
    },
    {
      "content": "“Israel thlahai laia nau lutir po po aiah Levi mihai chu la la, an ran aiah Levi mihai ran, Levi mihai chu ka ta nîng an ta, kei hi LALPA chu ka nih.",
      "reference": "NAMBAR 3:45"
    },
    {
      "content": "Chun, Levi mihai nêka an tamna Israel thlahai nau lutir za hni sâwmsari le pathum intlanna dingin,",
      "reference": "NAMBAR 3:46"
    },
    {
      "content": "a lukipin shekel nga seng i lâk ding a nih; hmun inthieng shekel angin i lâk ding a na, (shekel chu gera sawmhni a nih);",
      "reference": "NAMBAR 3:47"
    },
    {
      "content": "a chuong hai, intlanna sum chu Aron le a naupasalhai i pêk ding a nih,” tiin.",
      "reference": "NAMBAR 3:48"
    },
    {
      "content": "Chuongchun, Mosie chun Levi mihai intlanhai bâk intlanhaia inthawka intlanna sum chu;",
      "reference": "NAMBAR 3:49"
    },
    {
      "content": "Israel thlahai nau lutîra in- thawk chun hmun inthieng shekel angin sâng khat za thum sâwmruk le panga a lâk a.",
      "reference": "NAMBAR 3:50"
    },
    {
      "content": "LALPAIN Mosie thu a pêk a, LALPA thu angin Mosie chun intlan- na sum chu Aron le a naupasalhai chu a pêk a.",
      "reference": "NAMBAR 3:51"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "NAMBAR 3 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}