{
  "verses": [
    {
      "content": "Chun, vântirko pasari berbu pasari chawihai laia pakhat chun a mi biek a. “Hung ta, tui tamtaka ṭhung, nawchizawr ropuitak hremna chu inentir ka ti che.",
      "reference": "THUPHUONGSUO 17:1"
    },
    {
      "content": "Hnuoia lalhai chun ama chu an dit hlak a, hnuoia umhai khawm chu a mi dit chîngna uoin chun vai ruiin an um hlak,” a ta.",
      "reference": "THUPHUONGSUO 17:2"
    },
    {
      "content": "Chuongchun, ama chun Thla- rauin thlalêrah a mi fepui a; chun, Pathien hrilsietna hminga sip, lu sari le ki sâwm nei, sahrâng seninlâr chunga chuong nuhmei ka hmuh a.",
      "reference": "THUPHUONGSUO 17:3"
    },
    {
      "content": "Chu nuhmei chun puon sen duk le sen lâr a sil a, rângkachak le lungmantam le tuikeplungin ân chei a. Rângkachak no, thil tirdakum, a mi dit chîngna thil inthiengnawa sip a chawi a.",
      "reference": "THUPHUONGSUO 17:4"
    },
    {
      "content": "A bâwka chun thurûk, “BABU- LON KHAW ROPUI, HNUOIA NAW- CHIZAWRHAI LE THIL TIRDAK- UMHAI NU,” tia hming ziek a um a.",
      "reference": "THUPHUONGSUO 17:5"
    },
    {
      "content": "Chun, chu nuhmei chu mi inthienghai thisen le Isu martarhai thisena inruiin ka hmuh a. Ka hmu phingleh mak ka ti bêk bêk a.",
      "reference": "THUPHUONGSUO 17:6"
    },
    {
      "content": "Chuongchun, vântirko chun ka kuomah, “Ieng leiin am mak i tih a? Nuhmei le a phurtu sahrâng lu sari le ki sâwm nei thurûk hril ka ti che.",
      "reference": "THUPHUONGSUO 17:7"
    },
    {
      "content": "Sahrâng i hmu kha a um ta zet a, a um nâwk ta nawh a; chun, vânsama inthawkin hung suok a ta, bo- hmangnaah fêng a tih. Chun, hnuoia umhai, leihnuoi insieng tîra Hringna Bua hming ziek nawhai chun, sahrâng chu an hmu phâleh, a um ta zeta, a um nâwk ta nawh a, a hung nâwk ding chu mak la tîng an tih.",
      "reference": "THUPHUONGSUO 17:8"
    },
    {
      "content": "Hitaka hin lungril varna nei inlang theina a um. Lu sarihai chu nuhmei ṭhungna tlâng pasarihai chu an nih. Lal pasari khawm an na;",
      "reference": "THUPHUONGSUO 17:9"
    },
    {
      "content": "pangahai chu an tlâwm tah a, pakhat chu a la um, pakhat chu a la hung um hri nawh a; a hung um pha chun sâwtnawtê um ding a nih.",
      "reference": "THUPHUONGSUO 17:10"
    },
    {
      "content": "Chun, sahrâng um ta zeta, um nâwk ta naw ngei khawm kha a parietna a na, pasarihai laia mi kha a ni nghe nghe a; bohmangnaah fêng a tih.",
      "reference": "THUPHUONGSUO 17:11"
    },
    {
      "content": "“Chun, ki sâwm i hmuhai kha lal sâwm ram la nei nawhai an nih; dârkâr khat sûng chu sahrâng leh lalhai angin thuneina la hmûng an tih.",
      "reference": "THUPHUONGSUO 17:12"
    },
    {
      "content": "Chuongchun, thu hmunkhatin an thilthawtheina le thuneina chu sahrâng pêng an tih.",
      "reference": "THUPHUONGSUO 17:13"
    },
    {
      "content": "Chuongchun, Berâmte chu do an ta, chun, Berâmte chu hotuhai Hotu le lalhai Lal a ni leiin anni chu hnêng a tih; chun, a kuoma um, ko- hai, thlanghai, ringumhai chun hne bawk an tih,” a tih a.",
      "reference": "THUPHUONGSUO 17:14"
    },
    {
      "content": "Chun, ama bawk chun ka kuomah, “Nawchizawr ṭhungna tui i hmuhai kha, mi dâm, mipui dâm, hnam dâm, ṭawng dâm a nih.",
      "reference": "THUPHUONGSUO 17:15"
    },
    {
      "content": "Chun, ki sâwm i hmu le sahrâng chun nawchizawr chu theidâng an ta, iengkhawm neinaw le saruokin siem an tih, a sa khawm fâng an ta, meiin rawhmang an tih.",
      "reference": "THUPHUONGSUO 17:16"
    },
    {
      "content": "Pathien thuhai chu a tlung hmakhat chun a dit zâwng an thawna ding le thu thuhmuna an um theina dingin le, an ram chu sahrâng kuoma an pêkna dingin Pathienin an lung- rilah a tir ta sih a.",
      "reference": "THUPHUONGSUO 17:17"
    },
    {
      "content": "Chun, i nuhmei hmu kha, khaw ropui, hnuoia lalhai chunga rorêltu chu a nih,” a ta.",
      "reference": "THUPHUONGSUO 17:18"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUPHUONGSUO 17 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}