{
  "verses": [
    {
      "content": "Chun, vântirko vânsam chabi le khaidiet lientak chawia, vâna inthawka hung ṭum ka hmuh a.",
      "reference": "THUPHUONGSUO 20:1"
    },
    {
      "content": "Drakon, rûlpui tar chu (chu chu Diebol le Setan a nih) a man a, kum sâng khata dingin a khuop a,",
      "reference": "THUPHUONGSUO 20:2"
    },
    {
      "content": "vânsama chun a pei lût a, a khâr khum a, kum sâng khat chu ân vawi hmakhat chu hnam tin a hlêm nâwk ta nawna dingin a châr nel tah a; chu hnunga chun sâwtnawtêa dingin insuo nâwk ding a nih.",
      "reference": "THUPHUONGSUO 20:3"
    },
    {
      "content": "Chun, lalṭhungphahai ka hmuh a, a chungah mi an ṭhung a, an kuoma chun rorêlna an pêk a. Chun, Isu inhriettirna thu lei le, Pathien thu leia lu tanhai thlarau le sahrâng le a lim chibai bûk loa, an bâwka manih, an kuta manih inchikna nei nawhai thlarau chu ka hmu bawk a. Chuonghai chu an hung hring a, kum sâng khat sûnga dingin Krista leh rorêlin an um a.",
      "reference": "THUPHUONGSUO 20:4"
    },
    {
      "content": "(Mithi danghai ruok chu kum sâng khat chu ân vawi hmakhat chu an la hring hri nawh a.) Chu chu thonâwkna hmasa chu a nih.",
      "reference": "THUPHUONGSUO 20:5"
    },
    {
      "content": "Thonâwkna hmasaa ṭhanghai chu an hamṭhain an inthieng a nih; chuonghai chunga chun thi hnina chun thu hrim a nei nawh a. Pathien le Krista thiempuhai nîng an ta, ama leh kum sâng khat rorêlin um lem an tih.",
      "reference": "THUPHUONGSUO 20:6"
    },
    {
      "content": "Chun, kum sâng khat chu ân vawi pha chun Setan chu ân tângnaa inthawka insuoin um a ta,",
      "reference": "THUPHUONGSUO 20:7"
    },
    {
      "content": "hnuoi kil lia hnamhai, Gog le Magog chu, hlêma, indonaa ṭhuoi khâwm dingin fe suok a tih; chuong- hai tamzie chu tuisuorieta phaiphin ang el an nih.",
      "reference": "THUPHUONGSUO 20:8"
    },
    {
      "content": "Chun, hnuoi khang tieng dâpin a tungin an fe a, mi inthienghai le khuo ditumtak chu an inhuol tah a, chun, vâna inthawkin mei a hung tlah a, anni chu a kânghmang tah a.",
      "reference": "THUPHUONGSUO 20:9"
    },
    {
      "content": "Chun, anni hlêmtu, Diebol chu Sahrâng le zâwlnei tehlêm umna, mei le kât dîla chun an pei tah a; chuongchun, chatuonin a sûn a zâna sawisakin um an tih.",
      "reference": "THUPHUONGSUO 20:10"
    },
    {
      "content": "Chun, lalṭhungpha lientak vâr- tak le a chunga ṭhung chu ka hmuh a, a hmaa inthawk chun hnuoi le vân an tlân hmang a, an ta dingin hmun hrim a um ta nawh a.",
      "reference": "THUPHUONGSUO 20:11"
    },
    {
      "content": "Chun, mithihai a lien a chîn, lalṭhungpha hmaa ngîr ka hmuh a. Chun, mithihai chu lekhabuhaia ziek an thilthaw ang peiin rêlpêkin an um tah a.",
      "reference": "THUPHUONGSUO 20:12"
    },
    {
      "content": "Tuisuoriet chun a sûnga mithi umhai chu ân suoktir a, Thina le Mithi Khuo chun an sûnga mithi umhai chu an insuoktir bawk a; chun, mi tin an thilthaw ang peia rêlpêkin an um tah a.",
      "reference": "THUPHUONGSUO 20:13"
    },
    {
      "content": "Chun, Thina le Mithi Khuohai chu mei dîlah an pei a. Chu chu thi hnina chu a nih–mei dîl chu.",
      "reference": "THUPHUONGSUO 20:14"
    },
    {
      "content": "Tûkhawm Hringna Buah a hming ziek an hmu naw chun mei dilah an pei bawk a.",
      "reference": "THUPHUONGSUO 20:15"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUPHUONGSUO 20 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}