{
  "verses": [
    {
      "content": "Chun, vânah inchikna dang ropuitak le maktak ka hmu a, vântirko pasari hremna pasari chawihai chu; chuong chu hremna nuhnung takhai an nih; chuonga chun Pathien lunginsenna chu a kim ta sih a.",
      "reference": "THUPHUONGSUO 15:1"
    },
    {
      "content": "Chun, hlimen mei le inpawl tuisuoriet ni âwmtak ka hmuh a; Sahrâng dâm, a lim dâm, a hming nambar dâm hnea hung suokhai chu Pathien ṭingṭang chawia, hlimen tuisuoriet panga ngîr ka hmu bawk a.",
      "reference": "THUPHUONGSUO 15:2"
    },
    {
      "content": "Chun, Pathien suok Mosie le Berâmte hla an sak a, “Aw Lalpa Pathien Iengkimthawthei, I thilthawhai chu a ropuiin a mak a; Nang, hnam tin Laltak, I lampuihai chu a felin ân dik a nih.",
      "reference": "THUPHUONGSUO 15:3"
    },
    {
      "content": "Aw Lalpa, tu am i hming inza nawh a, Chawimawi naw ding? Nang chau în thieng si; I thilthaw felhai chu suklang a ni ta leiin, Hnam tinrêngin chibai hung bûk an ti che,” tiin.",
      "reference": "THUPHUONGSUO 15:4"
    },
    {
      "content": "Chuong hnunga chun ka hang en a, chun, vâna inhriettirna biekbûk pindan sûngril chu ân hawng a;",
      "reference": "THUPHUONGSUO 15:5"
    },
    {
      "content": "chuongchun, pindan sûngrila inthawk chun hremna pasari chawi vântirko pasarihai chu, puon in- thieng vârtak silin, an âwm rang- kachak kâwngkhia inkhitin an hung suok a.",
      "reference": "THUPHUONGSUO 15:6"
    },
    {
      "content": "Chun, thilhring pali laia pakhat chun vântirko pasarihai kuoma chun, Pathien chatuona hring zing lungin- sennaa sip rângkachak berbu pasari a pêk a.",
      "reference": "THUPHUONGSUO 15:7"
    },
    {
      "content": "Chun, pindan sûngril chu Pathien ropuina le a thilthawtheina khuin a sip tah a; vântirko pasarihai hremna pasari chu a bo hmakhat pindan sûngrila chun tûkhawm an lût thei nawh.",
      "reference": "THUPHUONGSUO 15:8"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUPHUONGSUO 15 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}