{
  "verses": [
    {
      "content": "Chun, Berâmte chun inchikna pasari laia pakhat chu a sût lai ka hmuh a; chun, thilhring palihai laia pakhat chun, vâninrûm ang elin, “Hung rawh,” a ti ka hriet a,",
      "reference": "THUPHUONGSUO 6:1"
    },
    {
      "content": "Chuongchun, ka hang en a, chun, ngai ta, sakawr vâr ka hmuh a; a chunga chuong chun thalngul a chawi a; chun, a kuoma chun lallukhum an pêk a; chun, hne pum le hne pei dingin a suok tah a.",
      "reference": "THUPHUONGSUO 6:2"
    },
    {
      "content": "Chun, inchikna pahnina chu a hang sût phingleh, thilhring pahnina chun, “Hung rawh,” a ti ka hriet a.",
      "reference": "THUPHUONGSUO 6:3"
    },
    {
      "content": "Chuongchun, sakawr dang, a sen mi, a hung suok nâwk a; a chunga chuong kuoma chun hnuoia inthawka inremna lâkpêk theina le, mi inthattir theina an pêk a; chun, a kuomah kâwlhnâm lientak an pêk bawk a.",
      "reference": "THUPHUONGSUO 6:4"
    },
    {
      "content": "Chun, inchikna pathumna chu a hang sût phingleh, thilhring pathum- na chun, “Hung rawh,” a ti ka hriet a. Chuongchun, ka hang en a, chun, ngai ta, sakawr dum ka hmuh a; a chunga chuong chun bûkna a chawi a.",
      "reference": "THUPHUONGSUO 6:5"
    },
    {
      "content": "Chun, thilhring palihai laia in- thawk chun râwl âwmtak hin, “Duliin bupui tekhâwng khat, duliin buṭei tekhâwng thum, hriek le uoiin ruok chu sukse naw,” a ti ka hriet a.",
      "reference": "THUPHUONGSUO 6:6"
    },
    {
      "content": "Chun, inchikna palina chu a hang sût phingleh, thilhring palina rawl chun, “Hung rawh,” a ti ka hriet a.",
      "reference": "THUPHUONGSUO 6:7"
    },
    {
      "content": "Chuongchun, ka hang en a, chun, ngai ta, sakawr dâng ka hmuh a; a chunga chuong hming chu Thina a na; chun, Mithi Khuoin a hung zui a. Chun, kâwlhnâm dâm, ṭâm dâm, hri dâm, hnuoia sahrânghaia sukhlum dingin chuonghai kuoma chun hnuoi hmun lia ṭhea hmunkhat chunga thuneina pêk a nih.",
      "reference": "THUPHUONGSUO 6:8"
    },
    {
      "content": "Chun, inchikna pangana chu a hang sût phingleh, mâichâm hnuoia Pathien thu lei le an pawm inhriettirna thu leia thathai thlarau chu ka hmuh a;",
      "reference": "THUPHUONGSUO 6:9"
    },
    {
      "content": "anni chun rawl inringtakin, “Aw Lalpa, mi inthieng le indiktak, ieng chen am rorêl loa hnuoia umhai chunga kan thisen insuona phuba chu la loa i um ding?” tiin an khêk a.",
      "reference": "THUPHUONGSUO 6:10"
    },
    {
      "content": "Chun, an kuoma chun puon vâr an pêk seng a; chun, an suok chanpuihai le an unauhai, anni ang bawka that dinghai khawm chu an kim hmakhat chun an la châwl hri ding a nih ti an hril a.",
      "reference": "THUPHUONGSUO 6:11"
    },
    {
      "content": "Chun, inchikna parukna chu a hang sût lai ka en zing a, chun, simkhawleihnuoi nasatakin a hung inhnîng a; chun, nisa chu sahmul saiip puon angin a hung dum a, thla khawm chu a pumin thisen angin a hung um tah a.",
      "reference": "THUPHUONGSUO 6:12"
    },
    {
      "content": "Chun, vâna arasihai chu, theichang kûng thlipuiin a nuoi a, a selhai a ṭil ang elin hnuoiah an tla tah a.",
      "reference": "THUPHUONGSUO 6:13"
    },
    {
      "content": "Vân chu lekhabu zuolmi zuola ân hmang angin, ân hmang tah a; tlâng le thlierkâr tinrêng chu an umnaa inthawkin sawnin an um tah a.",
      "reference": "THUPHUONGSUO 6:14"
    },
    {
      "content": "Chun, hnuoia lal dâm, mi lien dâm, sipai hotu tak dâm, mi hausa dâm, mi hrât dâm, suok le suok naw tinrênghai chu pûka le tlânga lungpuihaia chun an inbih a.",
      "reference": "THUPHUONGSUO 6:15"
    },
    {
      "content": "Tlânghai le lungpuihai kuoma chun, “Mi del unla, lalṭhungphaa ṭhung hmêla inthawk le, Berâmte lunginsennaa inthawk hin mi hlie ro;",
      "reference": "THUPHUONGSUO 6:16"
    },
    {
      "content": "an lunginsenna ni ropuitak chu a hung tlung ta hi; chuongchun, tu am ngîr thei an ta?” an tih a.",
      "reference": "THUPHUONGSUO 6:17"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUPHUONGSUO 6 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}