{
  "verses": [
    {
      "content": "Chuong hnunga chun vântir- ko dang, thuneina nasatak neiin vâna inthawka hung ṭum ka hmuh a; a ropuinain hnuoi chu a el ta vawng a.",
      "reference": "THUPHUONGSUO 18:1"
    },
    {
      "content": "Chun, ama chun rawl inring- takin, “Babulon khaw ropui chu a tlâwm tah, a tlâwm tah! khawhrihai umna le, thlarau inthiengnaw tin- rêng kulbîng le, vate inthiengnaw le tirdakum tinrêng kulbîng a hung ni tah.",
      "reference": "THUPHUONGSUO 18:2"
    },
    {
      "content": "A mi dit chîng leia a lunginsenna uoin chu hnam po poin an dâwn ta sih a; hnuoia lalhai chun ama chu an dit hlak a, hnuoia sumdâwngtuhai chun ân hawitir taluotna chu an hausak pha hlak,” tiin a khêk a.",
      "reference": "THUPHUONGSUO 18:3"
    },
    {
      "content": "Chun, vâna inthawkin rawl dangin hienghin a hril ka hriet, “Ka mihai, an rîtlonaahai in ṭhangnawna ding le, a hremnahai in hmu ve nawna dingin a sûnga inthawkin suok ro.",
      "reference": "THUPHUONGSUO 18:4"
    },
    {
      "content": "A suolnahai chun vân khawm a tawng ta hiel a, Pathienin a thilthaw felnawhai khawm chu a hriet zing sih a.",
      "reference": "THUPHUONGSUO 18:5"
    },
    {
      "content": "Amain a pêk ang ngei khan pe thung unla, a thilthawzie ang pei chu a lêt hniin thung unla, a chawkpawl- na noa chun a ta dingin a lêt hniin chawkpawlpêk ro.",
      "reference": "THUPHUONGSUO 18:6"
    },
    {
      "content": "“Ân sukropui le ân hawitirzie ang pei khan sawisain suklungngai thung ro; a lungril chun, ‘Lalnuin ka ṭhung a nih, hmeithai hrim ka ni nawh a, lungngaina hmu dêr naw ningah’, a ti sih a.",
      "reference": "THUPHUONGSUO 18:7"
    },
    {
      "content": "Chuleiin, ni khat sûngin a hrem- na hri dâm, lungngaina dâm, ṭâm dâm chu–hung tlung vawng a tih; meia rawhmangin um bawk a tih; a rorêltu, Lalpa Pathien chu a hrât sih a.",
      "reference": "THUPHUONGSUO 18:8"
    },
    {
      "content": "“Chun, hnuoia lal, a dit hlakhai le ân hawitirpui hlakhai chun, a kâng khu chu an hmu pha a chunga ṭapin âwm inchum an ta;",
      "reference": "THUPHUONGSUO 18:9"
    },
    {
      "content": "sawisakna ṭi leia hlataka ngîr- in,Babulon khaw ropui, khaw det chu a chung a rik, a chung a rik! Dârkâr khat chauah i chungah rorêl- na chu a hung tlung ta si,” an tih a.",
      "reference": "THUPHUONGSUO 18:10"
    },
    {
      "content": "“Chun, hnuoia sumdâwngtuhai chu a chunga ṭapin an lungngai a, tûkhawma an thuomhnaw an in- châwk ta naw leiin.",
      "reference": "THUPHUONGSUO 18:11"
    },
    {
      "content": "An thuomhnawhai chu, rângka- chak dâm, tangka dâm, lungmantam dâm, tuikeplung dâm, puon zai inhmi dâm, puon senduk dâm, tuktulungêk puon dâm, puon sen inlâr dâm leh; thing riminhnik tinrêng dâm, saiha bêl tinrêng dâm, thing hlutak le dâr le thîr le sailungvâra siem, bêl tinrêng dâm leh;",
      "reference": "THUPHUONGSUO 18:12"
    },
    {
      "content": "thingzungthak dâm, thil rimin- hnik dâm, riminhnik rawmi dâm, innâlna chi dâm, murra dâm, beraw dâm, uoin dâm, sahriek dâm, beiphit indi tak dâm, bu dâm, sebâwng dâm, berâm dâm leh; sakawr dâm, tawlailîr dâm, suok dâm leh; mihriem hringna dâm leh a nih.",
      "reference": "THUPHUONGSUO 18:13"
    },
    {
      "content": "‘Ra i lungrilin a châkhai chun a fe hmang san cheh a, thil tuihnâi le mawi po po chun an bohmang san cheh a, hmu nâwk ta naw tawp an tih,’ an tih a.",
      "reference": "THUPHUONGSUO 18:14"
    },
    {
      "content": "“Chuong thila sumdâwngtu, ama leia hung hausahai chu ṭap le lungngai pumin a sawisakna chu ṭi leia hlataka ngîrin,",
      "reference": "THUPHUONGSUO 18:15"
    },
    {
      "content": "‘Khaw ropui, puon zai inhmi le puon sen duk le puon sen inlâr sila, rângkachak le lungmantam le tui- keplunga inchei chu, a chung a rik, a chung a rik!",
      "reference": "THUPHUONGSUO 18:16"
    },
    {
      "content": "Dârkâr khat chauah sum chuong zozai chu teplo a lo ni ta hi,’ tîng an tih.",
      "reference": "THUPHUONGSUO 18:17"
    },
    {
      "content": "“Chun, lawng hotu taphawt dâm, lawnga fe hlak taphawt dâm, lawng mi dâm, tuisuorieta sinthaw taphawt dâm chu hlataka ngîrin, a kâng khu chu thlîr pumin, ‘Hi khaw ropui tluk hi khâwlai khuo am um a ta?’ tiin an khêk a.",
      "reference": "THUPHUONGSUO 18:18"
    },
    {
      "content": "Chun, ṭap le lungngai pumin, ‘A muk leia tuisuorieta lawng neituhai hausakna khaw ropui chu, a chung a rik ie, a chung a rik ie! Dârkâr khat chauah teplo a hung ni ta hi!’ tia khêkin an luah pilvutin an theh a.",
      "reference": "THUPHUONGSUO 18:19"
    },
    {
      "content": "“Aw vân le nangni mi in- thienghai, tirkohai dâm, zâwlneihai dâm, lâwm ro, ama chun in chunga ro a rêlna chun Pathienin a chungah ro a rêl ve ta hi,” tiin.",
      "reference": "THUPHUONGSUO 18:20"
    },
    {
      "content": "Chun, vântirko hrâttak hin burawtnawina lung lientak ang hi lung a lâk a, tuisuorietah a peithlâk a, “Babulon khaw ropui chu hieng anga nasa hin peithlâk nîng a tih, tûkhawmin hmu nâwk ta naw tawp an tih.",
      "reference": "THUPHUONGSUO 18:21"
    },
    {
      "content": "Ṭingṭang keituhai dâm, ieng- khat mût thiemhai dâm, theihle mûttuhai dâm, tawtawrâwt puhai ri dâm i sûngah hre nâwk ta naw tawp an ta; themthiem kawng hrim hrim- ah themthiem hrim khawm i sûngah hmu nâwk ta naw tawp an ta; burawtnawina ri khawm i sûngah hre nâwk ta naw tawp an tih.",
      "reference": "THUPHUONGSUO 18:22"
    },
    {
      "content": "Khâwnvar khawm i sûngah var nâwk ta naw tawp a ta; pasal le mo ri khawm i sûngah hre nâwk ta naw tawp an tih. I sumdâwngtuhai chu hnuoia mi lienhai an ni sih a; i dâwiin hnam po po hlêm an ni kha.",
      "reference": "THUPHUONGSUO 18:23"
    },
    {
      "content": "A sûngah zâwlneihai dâm, mi inthienghai dâm, hnuoia that po pohai thisen dâm chu an hmuh a,” a tih a.",
      "reference": "THUPHUONGSUO 18:24"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUPHUONGSUO 18 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}