{
  "verses": [
    {
      "content": "Chun, Sahrâng ki sâwm le lu sari nei, tuisuorieta hung suok ka hmuh a, a kihaia chun lallukhum sâwm a uma, a luhaia chun Pathien hrilsietna hminghai a um bawk a.",
      "reference": "THUPHUONGSUO 13:1"
    },
    {
      "content": "Chun, ka Sahrâng hmu chu keitê ang a na, a kehai chu savawm ke ang a nih; a bau chu sakeibaknei bau ang a nih; chun, drakon chun a kuomah a thilthawtheina le a lalṭhungpha le thuneina nasatak a pêk a.",
      "reference": "THUPHUONGSUO 13:2"
    },
    {
      "content": "A lu pakhat chu thipui khawp raua hliem angin ka hmuh a, nisien- lakhawm, thipui khawp rau dinga hliem chu a dam tah a; chuongchun, hnuoia mi po poin Sahrâng chu mak an tih a, an zui a.",
      "reference": "THUPHUONGSUO 13:3"
    },
    {
      "content": "Chun, Sahrâng kuoma chun a thuneina chu a pêk leiin drakon chu Pathien chibai bûkin an bûk a; chun, “Sahrâng ang hi tu am a uma, tuin am do thei a ta?” tiin Sahrâng khawm chu an bûk bawk a.",
      "reference": "THUPHUONGSUO 13:4"
    },
    {
      "content": "Chun, uongna le Pathien hril- sietna thu hrilna bau a kuoma pêk a na, thla sâwmli pahni châng dingin thuneina pêk a ni bawk a.",
      "reference": "THUPHUONGSUO 13:5"
    },
    {
      "content": "Chuongchun, Pathien hrilsein a bau a ka tah a, a hming le a umna, vâna umhai chu hrilse dingin.",
      "reference": "THUPHUONGSUO 13:6"
    },
    {
      "content": "Chun, mi inthienghai a do le a hne phal a na, chi tinrêng dâm, mi tinrêng dâm, ṭawng tinrêng dâm, hnam tinrêng dâm chunga thuneina a kuoma pêk a ni bawk a.",
      "reference": "THUPHUONGSUO 13:7"
    },
    {
      "content": "Chuongchun, hnuoia um po po, leilung insieng tîra that tah Berâmtê Hringna Bua hming ziek naw po chun, Pathien chibai bûkin bûk an tih.",
      "reference": "THUPHUONGSUO 13:8"
    },
    {
      "content": "Tûkhawmin na a nei chun hre raw se.",
      "reference": "THUPHUONGSUO 13:9"
    },
    {
      "content": "Tûkhawm sala um ding ani chun salah a um hlak, tûkhawmin kâwlhnâma mi a that chun kâwl- hnâma that ding a nih. Hitaka hin mi inthienghai selna le ringna inlang theina a um.",
      "reference": "THUPHUONGSUO 13:10"
    },
    {
      "content": "Chun, Sahrâng dang hnuoia hung suok ka hmuh a; berâmte kî ang ki pahni a nei a, drakon ṭawng angin a ṭawng a.",
      "reference": "THUPHUONGSUO 13:11"
    },
    {
      "content": "Sahrâng hmasa thuneina po po ang kha a mithmuah a hmang a, Hnuoi le a chunga um po pohai chu Sahrâng hmasa lem, thipui khawp rau dinga hliem dam nâwk chu, chibai ân bûktir bawk a.",
      "reference": "THUPHUONGSUO 13:12"
    },
    {
      "content": "Chun, mihriem mithmuah vâna inthawka hnuoia mei intlâktir thei khawp rauin thilmak ropuitak a thaw hlak.",
      "reference": "THUPHUONGSUO 13:13"
    },
    {
      "content": "Hnuoia umhai kuomah, Sa- hrâng kâwlhnâma hliem hnung la dam chawimawina dingin ama lim an siem ding a ni ti hrilin, Sahrâng mithmua thilmak thaw dinga thu a ihmu, chuong thilmak lei chun hnuoia umhai chu a hlêm bawk a.",
      "reference": "THUPHUONGSUO 13:14"
    },
    {
      "content": "Chun, Sahrâng lim chu a ṭawng theina ding le, Sahrâng lim chibai bûk naw taphawt ân sukhlumtir theina dingin Sahrâng lim kuoma chun inthuokna pêk phal a nih.",
      "reference": "THUPHUONGSUO 13:15"
    },
    {
      "content": "Chun, mi po po a lien a chînin, a hausa a pasiein, suok le suok nawhai khawm, an kut chang tienga manih, an chala manih inchikna ân neitir tâwl a;",
      "reference": "THUPHUONGSUO 13:16"
    },
    {
      "content": "inchikna, Sahrâng hming ama- nih, a hming nambar amanih, neihai chau naw chun, tûkhawmin ieng- khawm an inchâwkin an zawr thei nawna dingin.",
      "reference": "THUPHUONGSUO 13:17"
    },
    {
      "content": "Hitaka hin varna inlang theina a um. Hriet theina nei chun Sahrâng nambar chu sût raw se; mihriem nambar a ni sih a; a nambar chu za ruk sâwmruk paruk a nih.",
      "reference": "THUPHUONGSUO 13:18"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUPHUONGSUO 13 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}