{
  "verses": [
    {
      "content": "Chun, thilmak ropuitak vânah a hung inlang tah a; nuhmei nisaa inthuom, a ke hnuoia thla um, arasi sâwm le pahnia siem lallukhum khum a hung um a;",
      "reference": "THUPHUONGSUO 12:1"
    },
    {
      "content": "ama chun nau a vawn a; nauhase nain ân rûm a.",
      "reference": "THUPHUONGSUO 12:2"
    },
    {
      "content": "Chun, thilmak dang vânah a hung inlang nâwk a; ngai ta; drakon sen lientak lu sari le ki sâwm nei, lallukhum pasari khum a hung um a.",
      "reference": "THUPHUONGSUO 12:3"
    },
    {
      "content": "A mei chun vân arasi hmun thuma ṭhea hmun khat chu a kei a, hnuoiah a peithlâk tah a. Chun, a nei phaa a nau chu a lem theina dingin drakon chu nuhmei nau nei ding hmaa chun a ngîr zing a.",
      "reference": "THUPHUONGSUO 12:4"
    },
    {
      "content": "Chun, naupasal, hnam po po chunga thîr hmawla rorêl ding a nei a, chun, a nau chu Pathien kuoma le a lalṭhungphaa chun zuk lâkin a um tah a.",
      "reference": "THUPHUONGSUO 12:5"
    },
    {
      "content": "Chun, nuhmei chu thlalêra Pathien ibuotsai hmun a neinaa chun a tlân hmang a, chutaka chun ni sâng khat za hni sâwmruk an châwm theina dingin.",
      "reference": "THUPHUONGSUO 12:6"
    },
    {
      "content": "Chun, vâna chun indona a hung um a; Mikael le a vântirkohai chun drakon chu an do a;",
      "reference": "THUPHUONGSUO 12:7"
    },
    {
      "content": "drakon le a tirkohai khawm chun an do ve a; nisienlakhawm, an hne ta nawh a, an hmun chu vânah a um ta bawk nawh.",
      "reference": "THUPHUONGSUO 12:8"
    },
    {
      "content": "Chun, drakon lientak, Rûlpui tar, Diebol le Setan an ti, khawvêl po po hlêmtu chu, an pei thlâk tah a; hnuoiah an pei a, a tirkohai khawm an pei thlâk sa veh a.",
      "reference": "THUPHUONGSUO 12:9"
    },
    {
      "content": "Chun, vâna chun rawl inring- takin, “Tuhin chu ei Pathien sandam- na le thilthawtheina le ram chu a hung tlung tah a, a Krista thuneina leh; ei unauhai hêktu, ei Pathien hmaa a sûn a zâna hêk hlaktu chu, an pei thlâk ta sih a.",
      "reference": "THUPHUONGSUO 12:10"
    },
    {
      "content": "Berâmte thisen lei le an in- hriettirna thu leiin, ama chu an hne a nih; thi ngam khawpin an hringna an ngainêp bawk a.",
      "reference": "THUPHUONGSUO 12:11"
    },
    {
      "content": "Chuleiin, aw vânhai le a sûnga umhai, lâwm ro! Hnuoi le tuisuoriet, in chung a rik ie! Diebol chun hun tlâwmte chau a nei ti ân hriet leiin lunginsen bêk bêka in kuoma a hung thla ta leiin,” a ti ka hriet a.",
      "reference": "THUPHUONGSUO 12:12"
    },
    {
      "content": "Chun, drakon chun hnuoia pei thlâk a nih ti ân hriet phingleh nau- pasal neitu nuhmei chu a suknawm- na tah a.",
      "reference": "THUPHUONGSUO 12:13"
    },
    {
      "content": "Chuongchun, thlalêra a hmuna chun a vuong lût theina dingin nuhmei chu mupui lientak thla khing hni an pêk a, chutaka chun rûlpui hmu phâk nawah hun khat le hunhai le hun chenve sûng po châwm an tih.",
      "reference": "THUPHUONGSUO 12:14"
    },
    {
      "content": "Chun, rûlpui chun tuiin a lên hmang theina dingin nuhmei hnunga chun vadung ang elin a baua tui a pik suok a.",
      "reference": "THUPHUONGSUO 12:15"
    },
    {
      "content": "Nisienlakhawm, hnuoiin nuhmei chu a ṭhangpui a, hnuoi chun a bau a kah a, drakonin abaua inthawka a pik suok vadung chu a lem zo tah a.",
      "reference": "THUPHUONGSUO 12:16"
    },
    {
      "content": "Chuongchun, drakon chu nu- hmei chunga chun a hung lunginsen a, a thla la um Pathien thupêkhai zâwm a, Isu inhriettirna thu pawm- hai chu do dingin a fe tah a.",
      "reference": "THUPHUONGSUO 12:17"
    },
    {
      "content": "Chuongchun, tuisuoriet ṭieu- phoa chun a ngîr tah a.",
      "reference": "THUPHUONGSUO 12:18"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUPHUONGSUO 12 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}