{
  "verses": [
    {
      "content": "Chun, luong, hmawl ang hi pêkin ka um a, chuongchun, tûin amanih, “Tho la, Pathien biekin le mâichâm chu inkhi la, a sûnga betuhai khawm tiem rawh.",
      "reference": "THUPHUONGSUO 11:1"
    },
    {
      "content": "Biekin puotienga inhuonna sûng tuollai ruok chu inkhi sa naw, chu chu Jentailhai kuoma pêk a ni ta sih a; anni chun khaw Inthieng chu thla sawmli pahni sir dêng an tih.",
      "reference": "THUPHUONGSUO 11:2"
    },
    {
      "content": "Chun, ka thu hretu pahnihai kuoma chun thu pêng ka ta, chuongchun, saiip puon silin ni sâng khat za hni sâwmruk sûng po thu hril an tih,” a ta.",
      "reference": "THUPHUONGSUO 11:3"
    },
    {
      "content": "Chuong chu Oliv thing pahni le khâwnvar siena pahni, khawvêl Lal hmaa ngîrhai chu an nih.",
      "reference": "THUPHUONGSUO 11:4"
    },
    {
      "content": "Anni chu tûkhawmin suknat an tum chun, an baua inthawkin mei a hung suok a, an hmêlmahai chu a kânghmang hlak. Tûkhawmin anni chu suknat tum ang sienla, chuong ang bawka sukhlumin an um ding a nih.",
      "reference": "THUPHUONGSUO 11:5"
    },
    {
      "content": "Chuonghai chun an thu hril sûng po ruo sûr naw dinga vân sukping theina an nei a; an nuom pha phaa thisena inchangtir dingin tuihai chungah thu an nei a, khawvêl hi hremna tinrênga hrem dingin thu an nei bawk a.",
      "reference": "THUPHUONGSUO 11:6"
    },
    {
      "content": "Chun, an inhriettirna thu chu an hril zo phaa vânsama inthawka Sahrâng hung suok ding chun anni do a ta, hnêng a ta, sukhlum a tih.",
      "reference": "THUPHUONGSUO 11:7"
    },
    {
      "content": "Chun, an ruong chu khaw ropui kawtthlêra chun um zing a ta; chu khaw ropui chu thlarau tieng thua chu Sodom le Aigupta an ti a nih, chutaka bawk chun an Lalpa chu hemdein a um kha.",
      "reference": "THUPHUONGSUO 11:8"
    },
    {
      "content": "Chun, mihai laia mi dâm, chihai laia mi dâm, ṭawnghai laia mi dâm, hnamhai laia mi dâmin ni thum le a chenve an ruong chu en an ta, an ruonghai chu thlâna phûm phal naw ni hai.",
      "reference": "THUPHUONGSUO 11:9"
    },
    {
      "content": "An thi leiin hnuoia umhai chu lâwm an ta, hlimna siem an ta, thilpêkhai inthawn tuo bawk an tih; zâwlnei pahni hai chun hnuoia umhai chu an sukrimsik hlak leiin.",
      "reference": "THUPHUONGSUO 11:10"
    },
    {
      "content": "Chun, ni thum le a chenve hnunga chun Pathien kuoma in- thawka hringna thuok an sûngah a hung lût a, an kein an ngîr tah a, chuongchun, a hmutuhai chun an ṭi ta bêk bêk a.",
      "reference": "THUPHUONGSUO 11:11"
    },
    {
      "content": "Chun, an kuomah, “Hitaka hin hung ro,” tiin vâna inthawkin rawl inringtak an hriet a. Chuongchun, sûm lai chun vânah an hang fe tah a; an hmêlmahai chun an hmu zing a.",
      "reference": "THUPHUONGSUO 11:12"
    },
    {
      "content": "Chun, chu lai tak chun sim- khawleihnuoi nasatakin a hung inhnîng a, khuo chu hmun sâwma ṭhea hmun khat a chim tah a, simkhawleihnuoi inhnînga chun mi sâng sari an thih a; a danghai chun an ṭih a, vân Pathien chu an chawimawi tah a.",
      "reference": "THUPHUONGSUO 11:13"
    },
    {
      "content": "Chungrikna pahnina chu a bo tah a, ngai ta, chungrikna pathumna chu a hung um vak ding a nih.",
      "reference": "THUPHUONGSUO 11:14"
    },
    {
      "content": "Chun, vântirko pasarina chun a hang mût a, chuongchun, “Khawvêl ram chu ei Lalpa le a Krista ram a hung ni tah, ama chun chatuonin ro rêl a tih,” tiin vâna chun rawl inringtakin a hung suok nghâl tah a.",
      "reference": "THUPHUONGSUO 11:15"
    },
    {
      "content": "Chuongchun, Pathien hmaa an lalṭhungphaa upa sâwmhni le pali ṭhunghai chu an bawkkhup a, Pathien chibai an bûk a.",
      "reference": "THUPHUONGSUO 11:16"
    },
    {
      "content": "“Aw Lalpa Pathien, Iengkim- thawthei, um zing le um tah, i thilthawtheina ropuitak chu laa ro i rêl leiin lâwmthu kan hril che.",
      "reference": "THUPHUONGSUO 11:17"
    },
    {
      "content": "Hnamhai chu an lunginsen a, chun, i lunginsenna chu a hung tlung ve thung a, mithi rorêlpêk hun le, i suok zâwlneihai kuoma dâm, mi in- thienghai kuoma dâm, i hming inza mi lien le mi chînhai kuoma dâm, an lâwmman pêk hun le, hnuoi sukse- tuhai suksiet ve thung hun chu a hung tlung bawk a,” tiin.",
      "reference": "THUPHUONGSUO 11:18"
    },
    {
      "content": "Chun, vâna Pathien biekin chu ân hawng a, chuongchun, biekina chun a thuthlungna bâwm chu a hung inlang tah a; chun kâwlinlep dâm, rawl dâm, vân inrûm dâm, simkhawleihnuoi inhnîng dâm, riel nasatak dâm, a hung um nghâl tah a.",
      "reference": "THUPHUONGSUO 11:19"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUPHUONGSUO 11 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}