{
  "verses": [
    {
      "content": "Chun, lalṭhungphaa ṭhung kut chang tienga chun lekhabu sûng tieng le puo tienga ziek, inchikna pasaria inchik tlat ka hmuh a.",
      "reference": "THUPHUONGSUO 5:1"
    },
    {
      "content": "Chun, vântirko hrâttak rawl inringtaka, “Tu am lekhabu hi phara a închiknahai hi sût tlâk um an ta?” tia tlânginsamin ka hmu bawk a.",
      "reference": "THUPHUONGSUO 5:2"
    },
    {
      "content": "Chun, vâna dâm, hnuoia dâm, hnuoi hnuoia dâm khawm lekhabu chu phar thei tûkhawm an um nawh a, a en thei khawm an um bawk nawh a.",
      "reference": "THUPHUONGSUO 5:3"
    },
    {
      "content": "Lekhabu chu phar le a en thei tûkhawm an um naw leiin ka ṭap ta ngâwi ngâwi a.",
      "reference": "THUPHUONGSUO 5:4"
    },
    {
      "content": "Chun, upa laia pakhat chun, ka kuomah, “Ṭap naw, ngai ta, Sakei- baknei Juda hnama mi, David Bulpui khan, lekhabu chu phar ding le, a închikna pasari sût dingin a hne tah,” a tih a.",
      "reference": "THUPHUONGSUO 5:5"
    },
    {
      "content": "Chun, lalṭhungpha le thilhring pali hai inkârah, upahai laia chun, Berâmte that ta hnung ang, ki pasari le mit pasari nei, ngîr ka hmuh a, chuong mit pasari chu Pathien Thlarau pasari, hnuoi chung po poa tir suokhai chu an nih.",
      "reference": "THUPHUONGSUO 5:6"
    },
    {
      "content": "Chun, ama chu a hung a, lalṭhungphaa ṭhung kut chang tienga lekhabu chu a lâk tah a.",
      "reference": "THUPHUONGSUO 5:7"
    },
    {
      "content": "Chun, lekhabu chu a lâk phing- leh thilhring pali le upa sâwmhni le pali hai chu, ṭingṭang le rângkachak berbu riminhnika sip chawi sengin, Berâmte hmaa chun an bawkkhup tâwl tah a; chuong riminhnikhai chu mi inthienghai ṭawngṭaina a nih.",
      "reference": "THUPHUONGSUO 5:8"
    },
    {
      "content": "Chun, hla thar an sak a, “Nang lekhabu chu laa, A închiknahai sût tlâk i nih; Thatin i um tah a, Chi tina mi dâm, ṭawng tina mi dâm, Mi tina mi dâm, hnam tina mi dâm, Pathien ta dingin i thisenin închâwk a,",
      "reference": "THUPHUONGSUO 5:9"
    },
    {
      "content": "Kan Pathien ta dingin khuoletui le, Thiempuahai i siem ta sih a; Chun hnuoiah ro rêl an tih,” tiin.",
      "reference": "THUPHUONGSUO 5:10"
    },
    {
      "content": "Chun, ka hang en a, lalṭhung- pha le thilhringhai le upahai vêla chun vântirko tamtak rawl ka hriet a; an tam tieng chu a sînga sîng hmun sîng tamtak le a sânga sâng hmun sâng tamtak an nih;",
      "reference": "THUPHUONGSUO 5:11"
    },
    {
      "content": "chuonghai chun rawl inring takin, “Berâmte that ta hi Thilthawtheina dâm, hausakna dâm, Varna dâm, hrâtna dâm, chawimawina dâm, ropuina dâm, Malsâwmna dâm hmu tlâk a nih ie,” an ta.",
      "reference": "THUPHUONGSUO 5:12"
    },
    {
      "content": "Chun, vân le hnuoi chung le, hnuoi hnuoi le, tuisuoriet chunga thilsiem tinrêng umhai le, chuonghai sûnga um po pohaiin, “Lalṭhungphaa ṭhung le, Berâmte kuoma chun, Malsâwmna dâm, chawimawina dâm, Ropuina dâm, rorêlna dâm, Chatuonin um raw se,” an ti ka hriet bawk a.",
      "reference": "THUPHUONGSUO 5:13"
    },
    {
      "content": "Chun, thilhring palihai chun, “Amen”, an tih a. Upahai khawm chun bawkkhupin chibai an bûk tah a.",
      "reference": "THUPHUONGSUO 5:14"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUPHUONGSUO 5 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}