{
  "verses": [
    {
      "content": "“Chun Sardisa kohran tirko kuoma chun hieng hin ziek rawh:— “ ‘Pathien Thlarau pasari le arasi pasari nei khan hieng thu hi a hril a nih: I thil thawziehai ka hriet, thi zing sih a, hring hming i put hi.",
      "reference": "THUPHUONGSUO 3:1"
    },
    {
      "content": "Invêng la, thil la um, thi vâng vânghai kha sukdet rawh; i thil- thawhai hrim ka Pathien mit tlung zoin ka hmu si nawh.",
      "reference": "THUPHUONGSUO 3:2"
    },
    {
      "content": "Chuongchun, i changta le i hriet ta kha hre zing rawh; chun, chu chu pawm la, sim rawh. în vêng naw chun inru angin hung ka ta, ieng hun âm ka hung phâwk ding che hre si naw ti nih a.",
      "reference": "THUPHUONGSUO 3:3"
    },
    {
      "content": "Nisienlakhawm, Sardisa khan an puonhai sukthiengnaw naw hming tlâwmtê i nei a nih; anni chu puon vâr silin ka kuomah lêng ve hlak an tih; chuong ang thaw tlâk an ni sih a.",
      "reference": "THUPHUONGSUO 3:4"
    },
    {
      "content": "A hnetu taphawt chu chuong ang chun puon vârhai insiltir nîng a tih; chun, Hringna Bua inthawkin a hming chu thai hmang naw tawp ka tih, ka Pa hmaa le vântirkohai hmaa chun a hming chu ṭan lem ka tih.",
      "reference": "THUPHUONGSUO 3:5"
    },
    {
      "content": "Thlarauin kohranhai kuoma thu a hril hi na nei chun hre raw se, a tih,’ tiin.",
      "reference": "THUPHUONGSUO 3:6"
    },
    {
      "content": "“Chun, Philadelphiaa kohran tir- ko kuoma chun hieng hin ziek rawh:— “ ‘Mi inthieng, mi indiktak, David chabi nei, tu ikhâr lo dinga hawnga, tu ihawng lo dinga khârtu khan, hieng thu hi a hril a nih:",
      "reference": "THUPHUONGSUO 3:7"
    },
    {
      "content": "I thilthawziehai ka hriet. Ngai ta, tûkhawm ikhâr thei naw kawt- khâr hawng sa i hmaah kân umtir, thilthawtheina tlâwmtê i nei leiin: chu chu sa khawm chun ka thu i pawm a, ka hming khawm în phat naw kha.",
      "reference": "THUPHUONGSUO 3:8"
    },
    {
      "content": "Ngai ta, Setan inkhâwmna inhai laia mi, Juda tak ni loa, khêl hrila Juda intihai laia mi chu, ka tir ding a nih, ngai ta, i ke bulah chibai hung inbûktir ka ta, ka hmangai che ti inhriettir bawk ka tih.",
      "reference": "THUPHUONGSUO 3:9"
    },
    {
      "content": "Ka selna thu i pawm lei khan, hnuoia umhai fie dinga khawvêl po po chunga fiena hun hung tlung dinga inthawk chun, kei khawmin humhim ka ti che.",
      "reference": "THUPHUONGSUO 3:10"
    },
    {
      "content": "Ka hung vak ding a nih, tû- khawmin i lallukhum chu an lâkpêk nawna ding chein, i thil nei sa kha kawl tlat rawh.",
      "reference": "THUPHUONGSUO 3:11"
    },
    {
      "content": "A hnetu taphawt chu ka Pathien biekina chun banah siem ka ta, chutaka inthawk chun suok ta naw ni; chun, amaa chun ka Pathien hming leh, ka Pathien khuo Jerusalem Thar, ka Pathien kuoma mi vâna inthawka hung ṭum ding hming leh, ka hming thar leh ziek ka tih.",
      "reference": "THUPHUONGSUO 3:12"
    },
    {
      "content": "Thlarauin kohranhai kuoma thu a hril hi na nei chun hre raw se, a tih,’ tiin.",
      "reference": "THUPHUONGSUO 3:13"
    },
    {
      "content": "“Chun, Laodikeia tirko kuoma chun hieng hin ziek rawh:— “Amen, thuhretu ringum le indik- tak, Pathien thilsiem bul khan, hieng thu hi a hril a nih;",
      "reference": "THUPHUONGSUO 3:14"
    },
    {
      "content": "I thilthawziehai ka hriet, i dei chuong nawh a, i lum chuong naw hi; i dei amanih, i lum amanih ka nuom a nih.",
      "reference": "THUPHUONGSUO 3:15"
    },
    {
      "content": "Chuongchun, lum si loa, dei si loa, i lum dep dep leiin ka baua inthawk peisâk ka ti che.",
      "reference": "THUPHUONGSUO 3:16"
    },
    {
      "content": "‘Ka hausa a, sum ka hau a, iengkhawm ka tlasam nawh,’ i ti lei le, nang mi rimsi, lungsietum, pasie, mitdel, saruok chu i ni ti în hriet naw leiin,",
      "reference": "THUPHUONGSUO 3:17"
    },
    {
      "content": "i hung hausak theina dingin rângkachak meia sukthieng dâm, puon i sil theina ding le i saruok zamaw chu ân lang nawna dingin puon vâr dâm, i hmu theina dingin i mita i nâl ding mitna hlo dâm ka kuoma inchaw dingin ka ngên che.",
      "reference": "THUPHUONGSUO 3:18"
    },
    {
      "content": "Ka hmangai taphawt chu ka kâwkin ka thunun hlak; chuongchun, ṭhahnem ngai la sim rawh.",
      "reference": "THUPHUONGSUO 3:19"
    },
    {
      "content": "Ngai ta, kawtkhâr bula ngîrin ka nawk hi; tûkhawmin ka rawl hrea kawt a hawng chun a kuomah lût ka ta, a kuomah zânbu fâng ka ta, ama khawmin ka kuomah fa bawk a tih.",
      "reference": "THUPHUONGSUO 3:20"
    },
    {
      "content": "A hnetu taphawt chu ka lal- ṭhungphaah ka kuomah inṭhungtir ka tih; kei khawmin ka hneh a, ka pa kuomah lalṭhungphaa ka ṭhung ang khan.",
      "reference": "THUPHUONGSUO 3:21"
    },
    {
      "content": "Thlarauin kohranhai kuoma thu a hril hi na nei chun hre raw se, a tih,” a tih a.",
      "reference": "THUPHUONGSUO 3:22"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUPHUONGSUO 3 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}