{
  "verses": [
    {
      "content": "Isu Krista thuphuongsuo, Pathienin a suokhai inhriettir dinga a kuoma a pêk, thil hung um vak ding thu chu; chu chu a vântirko hmangin a suok Johan kuomah a hung inhriettir a;",
      "reference": "THUPHUONGSUO 1:1"
    },
    {
      "content": "chu Johan chun, Pathien thu le Isu Krista inhriettirna thu, a thil hmu po pohai chu ân hriettir a.",
      "reference": "THUPHUONGSUO 1:2"
    },
    {
      "content": "Hi hrillâwkna bu thu tiemtu le ngaia a sûnga thu ziek pawmtuhai chu an hamṭha; a hun chu a hnai ta sih a.",
      "reference": "THUPHUONGSUO 1:3"
    },
    {
      "content": "Johan chun: Asia rama kohran pasarihai kuoma chun: Um zing le um ta le hung um ding kuoma inthawk dâm, a lalṭhungpha hmaa thlarau pasari umhai kuoma inthawk dâm,",
      "reference": "THUPHUONGSUO 1:4"
    },
    {
      "content": "Isu Krista, thu hretu ringumtak, mithi laia inthawka tho hmasatak le hnuoia lalhai rorêltu kuoma inthawk dâm chun, lunginsietna le inremna in kuomah um raw se. A mi hmangai a, a thisenin ei suolhaia inthawkin a mîn tlan suok a,",
      "reference": "THUPHUONGSUO 1:5"
    },
    {
      "content": "khuoletui le a Pathien le a Pa tienga thiempua mi siemtu kuomah, anih, ama kuom ngeiah, ropuina le rorêlna chu chatuonin um raw se! Amen.",
      "reference": "THUPHUONGSUO 1:6"
    },
    {
      "content": "Ngai ta u, ama chu sûmhai le chun a hung ding a nih; mit tinrêngin hmûng an ta, a suntuhai ngei khawm khan; khawvêla hnam po poin ama ṭa bawk an tih. Chuong angtak chun ning a tih, Amen.",
      "reference": "THUPHUONGSUO 1:7"
    },
    {
      "content": "“Kei Alpha le Omega ka nih,” Lalpa Pathien um zing le um ta le hung um ding, Iengkimthawthei chun a ti a nih.",
      "reference": "THUPHUONGSUO 1:8"
    },
    {
      "content": "Kei Johan, in unaupa le, Isu rinumna dâm, khuoletui dâm, selna dâm inṭâwmpuitu cheu hi, Pathien thu lei le, Isu inhriettirna thu leiin Patmos thlierkâr an tia chun ka um a.",
      "reference": "THUPHUONGSUO 1:9"
    },
    {
      "content": "Lalpa nia chun Thlarauin ka lo um a; chun, ka hnung tiengah, tawtawrâwt ri ang, rawl inringtakin,",
      "reference": "THUPHUONGSUO 1:10"
    },
    {
      "content": "“I thil hmu ding chu lekhabuah ziek la, kohran pasarihai kuomah, Ephesia dâm, Smurnaa dâm, Pergamosa dâm, Thuatiraa dâm, Sardisa dâm, Philadelphiaa dâm, Laodikeia dâm chun thawn rawh,” a ti ka hriet a.",
      "reference": "THUPHUONGSUO 1:11"
    },
    {
      "content": "Chun, a mi biekna rawl chu hmu tumin ka hang nghale tah a. Ka hang nghale chun, rângkachak khâwnvar siena pasari ka hmuh a;",
      "reference": "THUPHUONGSUO 1:12"
    },
    {
      "content": "khâwnvar siena lai chun, mi tu amanih mihriem naupa ang, ke lêr chena puon sil, a âwma rângkachak kâwngkhia inkhit ka hmu bawk a.",
      "reference": "THUPHUONGSUO 1:13"
    },
    {
      "content": "A lu le a sam chu berâm hmul vâr angin a vâr a, vûr ang elin; a mithai chu meichawk ang a nih.",
      "reference": "THUPHUONGSUO 1:14"
    },
    {
      "content": "A kephahai chu dâr tle mi ang a na, raw tuina meia raw thieng ta ang elin; a rawl chu tui tamtak ri ang el a nih.",
      "reference": "THUPHUONGSUO 1:15"
    },
    {
      "content": "A kut chang tieng chun arasi pasari a chawi a; a baua inthawk chun kâwlhnâm ngeituo ngeitak a suok a, a hmêl chu nisa sat vânglai tak ang a nih.",
      "reference": "THUPHUONGSUO 1:16"
    },
    {
      "content": "Ama chu ka hmu phingleh thi ang dêrin a ke bulah ka tlu tah a. Ama chun a kut changtieng chu ka chunga innghatin,ka kuomah, “Ṭi naw rawh; kei Hmasatak le, Nu- hnungtak le,",
      "reference": "THUPHUONGSUO 1:17"
    },
    {
      "content": "Mi Hring chu ka nih, ka lo thi a, nisienlakhawm, ngai ta, kumkhuoa dingin ka hring nâwk ta a nih. Thina le Mithi Khaw chabihai chu ka nei bawk a.",
      "reference": "THUPHUONGSUO 1:18"
    },
    {
      "content": "“Chuongchun, i thil hmu tahai le thil um zinghai le tuta hnunga thil hung um dinghai thu chu ziek rawh;",
      "reference": "THUPHUONGSUO 1:19"
    },
    {
      "content": "ka kut changtienga arasi pasari um i hmuhai le, rângkachak khâwn- var siena pasarihai thurûk chu, Arasi pasari chu kohran pasarihai tirko an na, khâwnvar pasari chu kohran pasarihai chu an nih.",
      "reference": "THUPHUONGSUO 1:20"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUPHUONGSUO 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}