{
  "verses": [
    {
      "content": "“Ephesia kohran tirko kuoma chun hieng hin ziek rawh: “ ‘A kut changtienga arasi pasari chawia, rângkachak khâwnvar siena pasari laia inlawn inlawn khan, hieng thu hi a hril a nih:",
      "reference": "THUPHUONGSUO 2:1"
    },
    {
      "content": "I thilthawzie dâm, i sininrimzie dâm, i selzie dâm, mi suolhai i ngaitheinawzie dâm ka hriet. Tirko ni si loa tirko intihai chu I fie bawk a, khêlhlip an nih ti i lo hriet tah a.",
      "reference": "THUPHUONGSUO 2:2"
    },
    {
      "content": "Selna i nei bawk a, ka hming leiin i tuor tah a, i châu si nawh a.",
      "reference": "THUPHUONGSUO 2:3"
    },
    {
      "content": "Nisienlakhawm, demna che ka nei a nih, i hmangaina hmasatak kha i bân tâk leiin.",
      "reference": "THUPHUONGSUO 2:4"
    },
    {
      "content": "Chuongchun, i tlûktâkna chu hre zing la, simin, i thil thaw hmasa takhai kha thaw nâwk rawh; chuong naw chun, i kuomah hung ka ta, i sim naw chun i khâwnvar siena kha a hmuna inthawkin sawn ka tih.",
      "reference": "THUPHUONGSUO 2:5"
    },
    {
      "content": "Nisienlakhawm, hi hi i ṭhatna chu a nih. Nikolahai thilthawhai i theida hi; chu chu kei khawmin ka theida ve a nih.",
      "reference": "THUPHUONGSUO 2:6"
    },
    {
      "content": "Thlarauin kohranhai kuoma thu a hril hi na nei chun hre raw se. A hnetu taphawt chu Pathien Paradisa Hringna Thinga chu infâktir ka tih,’ tiin.",
      "reference": "THUPHUONGSUO 2:7"
    },
    {
      "content": "“Chun, Smurnaa kohran tirko kuoma chun hieng hin ziek rawh:— “ ‘Hmasatak le Nuhnungtak, thia hung hring nâwk ta khan, hieng thu hi a hril a nih:",
      "reference": "THUPHUONGSUO 2:8"
    },
    {
      "content": "I rinumzie dâm, i pasietzie dâm, (nisienlakhawm i hausa si), Juda tak ni loa, Setan inkhâwmna inhai ni lem sih a, Juda intihai i hrilsiet zie dâm ka hriet.",
      "reference": "THUPHUONGSUO 2:9"
    },
    {
      "content": "I tuor dinghai hi ṭi naw; ngai ta, fiea i um theina dingin, Diebol chun nangni laia mi ṭhenkhat intângna inah a khum ding cheu a nih; chun, ni sâwm rinum tuor in tih. Thi chenin ringumin lo um rawh, chuongchun, hringna lallukhum pêng ka ti che.",
      "reference": "THUPHUONGSUO 2:10"
    },
    {
      "content": "Thlarauin kohranhai kuoma thu a hril hi na nei chun hre raw se. A hnetu taphawt chu thi hnina chun iengkhawm law naw ni, a tih,’ tiin.",
      "reference": "THUPHUONGSUO 2:11"
    },
    {
      "content": "“Chun, Pergamosa kohran tirko kuoma chun hieng hin ziek rawh:— “ ‘Kâwlhnâm ngeituo ngeitak neitu khan hieng thu hi a hril a nih:",
      "reference": "THUPHUONGSUO 2:12"
    },
    {
      "content": "I umna Setan ṭhungpha umna kha ka hriet; chun, ka hming i kawl tlat a, ka thu hretu Antipa, Setan umnaa nangni laia an ithat, ka mi ringumtak um lai ngei khawm khan i mi ringna hi în phat san naw bawk a.",
      "reference": "THUPHUONGSUO 2:13"
    },
    {
      "content": "Nisienlakhawm, tlâwmtêin demna che ka nei, khataka Balaam inchûktirna thu pawm tuhai amanih in umpui lei khan, ama chun milim biekna sa an fâkna ding le, an inditna dingin Balak chu Israel thlahai hmaah tlûkna sie ân chûktir kha.",
      "reference": "THUPHUONGSUO 2:14"
    },
    {
      "content": "Nang khawmin Nikolahai in- chûktirna thu chuong ang bawka pawm tuhai amanih i umpui bawk a nih.",
      "reference": "THUPHUONGSUO 2:15"
    },
    {
      "content": "Chuongchun, sim rawh, chuong naw chun i kuomah hung vak ka ta, ka baua kâwlhnâm chun anni hung do ka tih.",
      "reference": "THUPHUONGSUO 2:16"
    },
    {
      "content": "Thlarauin kohranhai kuoma thu a hril hi na nei chun hre raw se. A hnetu taphawt kuom ngeia chun manna thuphmang laia kha pêng ka ta, lung vâr khawm pêng ka tih, chu lung chunga hming thar ziek leh; chu hming chu a changtu chau naw chun tûkhawmin an hriet nawh, a tih,’ tiin.",
      "reference": "THUPHUONGSUO 2:17"
    },
    {
      "content": "“Chun, Thuatiraa kohran tirko kuoma chun hieng hin ziek rawh:— “ ‘Pathien Naupa, mit meichawk ang nei, a kephahai dâr tle mi ang khan, hieng thu hi a hril a nih:",
      "reference": "THUPHUONGSUO 2:18"
    },
    {
      "content": "I thilthawzie dâm, i hmangaizie dâm, i awizie dâm, i rawngbâwlzie dâm, i selzie dâm ka hriet, i thilthaw nuhnungtakhai chu a tîr nêk khan a nasa lem ti ka hriet bawk.",
      "reference": "THUPHUONGSUO 2:19"
    },
    {
      "content": "Nisienlakhawm, demna che ka nei; nuhmei, Jezebel, Zâwlneinu inti kha, i ngai thei leiin; ama chun ka suokhai chu indit le milim biekna thil fâk inchûktirin, a ṭhuoi hmang bawk hlak a nih.",
      "reference": "THUPHUONGSUO 2:20"
    },
    {
      "content": "Simna dingin a kuomah hun bi ka tuk a, nisienlakhawm, mi dit a chîng chu a sim nuom nawh.",
      "reference": "THUPHUONGSUO 2:21"
    },
    {
      "content": "Ngai ta, ama chu khumah ka pei ding a nih, a rêtpuituhai khawm chu, a thil thaw chînghai chu an sim san naw chun, rinum nasatakah pei bawk ka tih.",
      "reference": "THUPHUONGSUO 2:22"
    },
    {
      "content": "A nauhai chu hriin sukhlum ka ta; chuongchun, kei lungril le lungvar entu ka ni ti kohranhai po po chun hrieng an tih; chun in thaw ang peiin pe seng ka ti cheu.",
      "reference": "THUPHUONGSUO 2:23"
    },
    {
      "content": "Nisienlakhawm, nangni Thua- tiraa mi dang um, chu inchûktirna thu pawm loa, Setan thil inthûk an itihai hre naw taphawt kuoma chun, phurrik dang hrim bel naw ning cheu ka ti a nih.",
      "reference": "THUPHUONGSUO 2:24"
    },
    {
      "content": "In nei sa ruok kha chu ka hung hmakhat chun kawl tlat ro.",
      "reference": "THUPHUONGSUO 2:25"
    },
    {
      "content": "A hnetu taphawt le a tâwp chena ka thilthawhai pawmtu chu hnam tin chungah thu inneitir ka tih;",
      "reference": "THUPHUONGSUO 2:26"
    },
    {
      "content": "chun, ama chun bêlhemtu bêl- hai kawinawi dapa a um angin thîr hmawlin ro rêlpêk a tih,",
      "reference": "THUPHUONGSUO 2:27"
    },
    {
      "content": "keiin ka Paa inthawka thuneina ka hmu ang bawk hin. Chun, Sikhawvar chu ama pêng ka tih.",
      "reference": "THUPHUONGSUO 2:28"
    },
    {
      "content": "Thlarauin kohranhai kuoma thu a hril hi na nei chun hre raw se, a tih, tiin.",
      "reference": "THUPHUONGSUO 2:29"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUPHUONGSUO 2 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}