{
  "verses": [
    {
      "content": "Chun, pindan sûngrila in- thawk chun rawl inringtakin, vântirko pasarihai kuoma chun, “Fe unla, Pathien lunginsenna berbuhai chu hnuoiah bunthla ro,” a ti ka hriet a.",
      "reference": "THUPHUONGSUO 16:1"
    },
    {
      "content": "Chun, a hmasatak chu a feh a, a berbu chu hnuoiah a bunthlâk a; chuongchun, Sahrâng inchikna nei- hai le a lim chibai bûkhai chunga chun pânsie natakin ân chang tah a.",
      "reference": "THUPHUONGSUO 16:2"
    },
    {
      "content": "Chun, a pahnina chun a berbu chu tuisuorietah a bunthlâk a; chuongchun, mithi thisen angin thi- senin ân chang tah a; chun, thilhring tinrêng tuisuorieta umhai chu an thi ta vawng a.",
      "reference": "THUPHUONGSUO 16:3"
    },
    {
      "content": "Chun, a pathumna chun a berbu chu vadungahai le tuikhurahai a bunthlâk a; chuongchun, thisenin ân chang tah a.",
      "reference": "THUPHUONGSUO 16:4"
    },
    {
      "content": "Chun, tui vântirko chun, “Nang Mi Inthieng, hieng anga ro i rêl leiin, nang um zing le um tah, i fel ie.",
      "reference": "THUPHUONGSUO 16:5"
    },
    {
      "content": "Anni chun mi inthienghai le zâwlneihai thisen an insuoh a; chun, nangin dâwn dinga thisen ma i pêk thung hi dâwn tlâk an ni hrim deh,” a ti ka hriet a.",
      "reference": "THUPHUONGSUO 16:6"
    },
    {
      "content": "Chun, mâichâm chun, “Anih, Aw Lalpa Pathien, Iengkimthawthei, i rorêlhai chu ân dikin a fel a nih,” a ti ka hriet a.",
      "reference": "THUPHUONGSUO 16:7"
    },
    {
      "content": "Chun, a palina chun a berbu chu nisaah a bunthlâk a; chuongchun, nisa chu meia mihriem em ût dingin thilthawtheina an pêk a.",
      "reference": "THUPHUONGSUO 16:8"
    },
    {
      "content": "Chuongchun, mihai chu lumtaka em ûtin an um a, chuong hremna chunga thuneitu Pathien hming chu an hrilsiet a, ama chawimawi dingin an sim chuong nawh.",
      "reference": "THUPHUONGSUO 16:9"
    },
    {
      "content": "Chun, a pangana chun a berbu chu Sahrâng lalṭhungphaah a bun- thlâk a; chuongchun, a ram chu a hung inthim ta vawng a. Chun, an nat leiin an lei an se a,",
      "reference": "THUPHUONGSUO 16:10"
    },
    {
      "content": "an nahai le an pânnahai leiin vâna Pathien chu an hrilsiet a; an thilthawhai chu an sim chuong nawh.",
      "reference": "THUPHUONGSUO 16:11"
    },
    {
      "content": "Chun, a parukna chun a berbu chu tuipui Euphratesa chun a bunthlâk a; chuongchun, nisa suokna tieng panga lal hung dinghai ta dinga lampui chu inzosa a hung ni theina dingin, a tui chu a kang intan tah a.",
      "reference": "THUPHUONGSUO 16:12"
    },
    {
      "content": "Chun, drakon baua inthawk le Sahrâng baua inthawk le, zâwlnei tehlêm baua inthawk chun thlarau inthiengnaw pathum u ni âwmtak, hung suok ka hmuh a.",
      "reference": "THUPHUONGSUO 16:13"
    },
    {
      "content": "Chuong chu khawhri thlarau, thilmak thaw hlakhai an nih. Anni chu Pathien Iengkimthawthei ni ropuia indonaa ṭhuoi khâwm dingin khawvêl po poa lalhai kuomah an feh a.",
      "reference": "THUPHUONGSUO 16:14"
    },
    {
      "content": "(Ngai ta, inru angin ka hung ding a nih; inringa a puon dierkei zing chu a hamṭha, chuong naw chun, saruokin lêng a ta, a zamaw hmu rawi an tih).",
      "reference": "THUPHUONGSUO 16:15"
    },
    {
      "content": "Hmun pakhat Hebrai ṭawnga Har-Magedon an tia chun an ṭhuoi khâwm tah a.",
      "reference": "THUPHUONGSUO 16:16"
    },
    {
      "content": "Chun, a pasarina chun a berbu chu boruokah a bunthlâk a; chuong- chun, pindan sûngrila, Lalṭhungphaa inthawkin, “A kim tah,” tiin rawl inringtak a hung suok a.",
      "reference": "THUPHUONGSUO 16:17"
    },
    {
      "content": "Chun, kâwlinlep dâm, rawl dâm, vâninrûm dâm, a hung um tah a, simkhawleihnuoi khawm nasatak- in ân hnîng a, hnuoia mihriem uma inthawk chuong ang hrima nasa a la um ngai nawh, simkhawleihnuoi inhnîng chuong ang lâwma nasa le ropui chu.",
      "reference": "THUPHUONGSUO 16:18"
    },
    {
      "content": "Chuongchun, khaw ropui chu hmun thumah a hung inṭheh a, hnam tin khuohai chu a hung chim a; chun, a lunginsen nasatna uoin no chu a kuoma pêk dingin Babulon khaw ropui chu Pathien hmaa hriet zingin a lo um tah a.",
      "reference": "THUPHUONGSUO 16:19"
    },
    {
      "content": "Chun, thlierkâr tinrêng a bo ta vawng a, tlânghai khawm a um ta nawh a.",
      "reference": "THUPHUONGSUO 16:20"
    },
    {
      "content": "Chun, riel lientak talent tluk raua rik seng, vâna inthawkin mihriemhai chungah a tlah a; chun, mihriemhai chun riela hremna lei chun Pathien an hrilsiet tah a; chu hremna chu a nasa bêk bêk sih a.",
      "reference": "THUPHUONGSUO 16:21"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUPHUONGSUO 16 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}