{
  "verses": [
    {
      "content": "Chun, ka hang en a, Berâmte chu Zion Tlânga ngîrin le an chala a hming le a Pa hming ziek, mi nuoi khat le sîng li le sâng li a kuoma chun an um a.",
      "reference": "THUPHUONGSUO 14:1"
    },
    {
      "content": "Chun, vâna inthawka rawl ri, tui tamtak ri ang le, vâninrûm ri nasatak ri ang, ka hriet a; chun, ka ri hriet chu ṭingṭang keituhaiin an ṭingṭang an kei ri ang a na,",
      "reference": "THUPHUONGSUO 14:2"
    },
    {
      "content": "lalṭhungpha hmaa le, thilhring pali le upahai hmaa chun hla thar ni âwmtak hi an sak a; chun, hnuoia inthawka intlan tah, mi nuoi khat le sîng li le sâng li chau naw khan chu, tûkhawmin chu hla chu an inchûk thei nawh.",
      "reference": "THUPHUONGSUO 14:3"
    },
    {
      "content": "Chuonghai chu nuhmeia insuk- thiengnaw nawhai chu an nih; nunghâk inthieng ang an ni sih a. Chuong chu Berâmte a fena taphawta zuituhai chu an nih. Chuong chu Berâmte le Pathien ta dinga ra hma- satak ni dinga mihriem laia inthawka intlan suok an nih.",
      "reference": "THUPHUONGSUO 14:4"
    },
    {
      "content": "An baua khêl a suok hrim miin an hriet ngai nawh, sawisêlbo an ni sih a.",
      "reference": "THUPHUONGSUO 14:5"
    },
    {
      "content": "Chun, hnuoia umhai kuoma le, hnam tinrêng dâm, chi tinrêng dâm, ṭawng tinrêng dâm kuoma tlângin- sampui dinga chatuon Chanchin Ṭha nei vântirko dang vânlaizâwla vuong ka hmuh a;",
      "reference": "THUPHUONGSUO 14:6"
    },
    {
      "content": "Ama chun rawl inringtakin, “A rorêl hun chu a hung tlung ta leiin Pathien chu ṭi unla, chawimawi ro; vân dâm, hnuoi dâm, tuisuoriet dâm, tui hnâr dâm siemtu chu chibai bûk ro,” a tih a.",
      "reference": "THUPHUONGSUO 14:7"
    },
    {
      "content": "Chun, vântirko dang, a pahnina chun, “Babulon khaw ropui, a mi dit chîngna leia lunginsenna uoiin hnam po po indâwntirtu chu, a tlâwm tah!” tiin a hung zui a.",
      "reference": "THUPHUONGSUO 14:8"
    },
    {
      "content": "Chun, vântirko dang, a pathum- na chun rawl inringtakin, “Tû- khawmin Sahrâng le a lim chibai bûkin a chala manih, a kuta manih inchikna a nei chun, chu mi ngei chun Pathien lunginsenna uoiin,",
      "reference": "THUPHUONGSUO 14:9"
    },
    {
      "content": "a lunginsenna noa iengkhawm pawl loa siem chu dâwn a ta, vântirko inthienghai mithmua le Berâmte mithmua chun mei le kâta sawisakin um bawk a tih.",
      "reference": "THUPHUONGSUO 14:10"
    },
    {
      "content": "Chun, chuong mihai sawisakna meikhu chu chatuonin hang fêng a ta; Sahrâng le a lim chibai bûktuhai, a hming inchikna nei taphawthai khawm chun, a sûn a zânin châwl hrim nei naw ni hai,” tiin anni chu a hung zui a.",
      "reference": "THUPHUONGSUO 14:11"
    },
    {
      "content": "Hitaka hin mi inthieng Pathien thupêkhai le Isu ringna thu zâwm- tuhai selna inlang theina a um.",
      "reference": "THUPHUONGSUO 14:12"
    },
    {
      "content": "Chun, vâna inthawkin rawlin, “Hienghin ziek rawh: Tuta hnung chu mithi, Lalpaa thihai chu, an hamṭha. Thlarau chun, ‘Anih, an sinin- rimnahai chu châwl san tâng an tih; an thilthawhai chun a hung zui ve ding a ni sih a,’ a tih,” a ti ka hriet a.",
      "reference": "THUPHUONGSUO 14:13"
    },
    {
      "content": "Chun, ka hang en a, sûm vâr tak ka hmuh a. Sûm chunga chun mihriem naupa ang tak hi, rângka- chak lallukhum khuma, kâwite ngei- tak chawia ṭhung ka hmu bawk a.",
      "reference": "THUPHUONGSUO 14:14"
    },
    {
      "content": "Chun, vântirko dang, Pathien biekina inthawkin a hung suok a, sûm chunga ṭhung kuoma chun rawl inringtakin, “I kâwite kha keidawk la, ât rawh; ât a hun ta sih a; hnuoi bu khu a ngui zo tah khu,” a ta.",
      "reference": "THUPHUONGSUO 14:15"
    },
    {
      "content": "Chuongchun, sûm chunga ṭhung chun a kâwite chu hnuoiah a thlâk a, hnuoi bu chu an ât tah a.",
      "reference": "THUPHUONGSUO 14:16"
    },
    {
      "content": "Chun, vântirko dang vâna Pathien biekina inthawkin a hung suok nâwk a, ama khawm chun kâwite ngeitak a chawi bawk a.",
      "reference": "THUPHUONGSUO 14:17"
    },
    {
      "content": "Chun, vântirko dang, mei chunga thuneitu chu, mâichâma inthawkin a hung suok nâwk a; chun, ama chun rawl inringtakin, “I kâwite ngeitak kha keidawk la, hnuoia grêp hrui ra bâwrhai khu zu ât rawh, grêp rahai khu a hmin ṭuo ta khu,” tiin kâwite ngeitak chawitu chu a ko a.",
      "reference": "THUPHUONGSUO 14:18"
    },
    {
      "content": "Chuongchun, vântirko chun a kâwite chu hnuoiah a thlâk a, hnuoia grêp ra chu a ât a, grêp sâwrna khur lientak, Pathien lunginsenna grêp sâwrna khura chun a the lût a.",
      "reference": "THUPHUONGSUO 14:19"
    },
    {
      "content": "Chun, khaw puo tienga grêp sâwrna khura chun a sir sâwr a, chuongchun, grêp sâwrna khura inthawk chun thisen a hung suok a, fîng sîng khat le za ruk chen sakawr- hai thîrbar chena inthûk a nih.",
      "reference": "THUPHUONGSUO 14:20"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUPHUONGSUO 14 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}