{
  "verses": [
    {
      "content": "Chun, vântirko hrâttak dang pakhat, sûma inthuom, vâna inthawka hung ṭum ka hmuh a; a lua chun sumrisâng ân zâm a, a hmai chu nisa ang a na, a kehai chu mei ban ang a nih.",
      "reference": "THUPHUONGSUO 10:1"
    },
    {
      "content": "A kuta chun lekhabu chîtê phawk sa a chawi a, a ke changtiengin tui- suoriet a sir a, a vawitiengin khaw- muol a sir a;",
      "reference": "THUPHUONGSUO 10:2"
    },
    {
      "content": "sakeibaknei inhûk angin rawl inringtakin a khêk tah a. A khêk zo chun vâninrûm pasarihai chun an rawl an insuo tah a.",
      "reference": "THUPHUONGSUO 10:3"
    },
    {
      "content": "Chun, vâninrûm pasarihai chun an rawl an insuo phingleh ziek ka tum a; chuongchun, “Vâninrûm pasarihai thu hril chu ip tlat la ziek naw,” tiin vâna inthawkin rawl ka hriet a.",
      "reference": "THUPHUONGSUO 10:4"
    },
    {
      "content": "Chun, vântirko tuisuoriet le khawmuola ngîr ka ihmu chun a kut chang tieng vân tieng a phar a,",
      "reference": "THUPHUONGSUO 10:5"
    },
    {
      "content": "chatuona hring zing, vân, a chunga thil umhai le hnuoi, a chunga thil umhai le, tuisuoriet, a sûnga thil umhai le siemtu chu sâlin, “Hun um ta naw ni.",
      "reference": "THUPHUONGSUO 10:6"
    },
    {
      "content": "nisienlakhawm, vântirko pasari- na rawl ri a um phaleh, a mût ding ṭêpin, Pathien thurûk chu kim tâng a tih, a suok zâwlneihai kuoma a chanchin ṭha hril ang khan,” a tih a.",
      "reference": "THUPHUONGSUO 10:7"
    },
    {
      "content": "Chun, vâna inthawka rawl ka ihriet khan a mi biek nâwk a, “Tuisuoriet le khawmuola ngîr vân- tirko kuta lekhabu phar sa saw va la rawh,” a ti ka hriet a.",
      "reference": "THUPHUONGSUO 10:8"
    },
    {
      "content": "Chun, vântirko kuoma chun ka va feh a, a kuomah, “Lekhabu chîtê kha mi pe rawh,” ka tih a. Ama chun ka kuomah, “La la, fa zo vawng rawh, chuongchun, i phîng chu sukkhâng a ta, i baua ruok chun khuoizu angin thlum a tih,” a ta.",
      "reference": "THUPHUONGSUO 10:9"
    },
    {
      "content": "Chun, vântirko kuta inthawkin lekhabu chîtê chu ka lâk a, ka fâk zo vawng a; chuongchun, ka baua chun khuoizu angin a thlum a; nisien- lakhawm, ka fâk zo phingleh, ka phîng chu a kha zo tah a.",
      "reference": "THUPHUONGSUO 10:10"
    },
    {
      "content": "Chun, ka kuomah, “Mi tamtak dâm, hnam tamtak dâm, ṭawng tam- tak dâm, lal tamtak dâm chungchâng thu hril nâwk i tih,” an tih a.",
      "reference": "THUPHUONGSUO 10:11"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUPHUONGSUO 10 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}