{
  "verses": [
    {
      "content": "Chu hnunga chun khawmuola le tuisuorieta le, thing hrim hrima chun thli hrim a hrâng nawna dingin, hnuoi thli pali chu chelin hnuoi kil lia ngîr vântirko pali ka hmuh a.",
      "reference": "THUPHUONGSUO 7:1"
    },
    {
      "content": "Chun, vântirko dang, Pathien hring inchikna chawi, nisa suoknaa hang fe ka hmu bawk a; chun, ama chun vântirko pali, khawmuol le tuisuoriet suksiet theina pêka umhai kuoma chun, rawl inringtakin,",
      "reference": "THUPHUONGSUO 7:2"
    },
    {
      "content": "“Ei Pathien suokhai chu an chala kan inchik hmakhat chu khawmuol le tuisuoriet le, thinghai chu sukse hri naw ro,” tiin a khêk a.",
      "reference": "THUPHUONGSUO 7:3"
    },
    {
      "content": "Chun, an inchik zât chu ka lo hriet a, Israel thlahai hnam tina mi nuoi khat le sîng li le sâng li an inchik tah a nih.",
      "reference": "THUPHUONGSUO 7:4"
    },
    {
      "content": "Juda hnama mi sîng khat le sâng hni, Reuben hnama mi sîng khat le sâng hni, Gad hnama mi sîng khat le sâng hni,",
      "reference": "THUPHUONGSUO 7:5"
    },
    {
      "content": "Aser hnama mi sîng khat le sâng hni, Naphtali hnama mi sîng khat le sâng hni, Manasse hnama mi sîng khat le sâng hni,",
      "reference": "THUPHUONGSUO 7:6"
    },
    {
      "content": "Simeon hnama mi sîng khat le sâng hni, Levi hnama mi sîng khat le sâng hni, Issakar hnama mi sîng khat le sâng hni,",
      "reference": "THUPHUONGSUO 7:7"
    },
    {
      "content": "Zebulun hnama mi sîng khat le sâng hni, Josef hnama mi sîng khat le sâng hni, Benjamin hnama mi sîng khat le sâng hni an inchik tah a nih.",
      "reference": "THUPHUONGSUO 7:8"
    },
    {
      "content": "Chu hnunga chun ka hang en a, chun, ngai ta, mipui nasatak tû- khawm itiem sêng naw, hnam tin laia mi dâm, chi tin laia mi dâm, mi tin laia mi dâm, ṭawng tin laia mi dâm puon vâr sila, tûm kâu chawiin, lalṭhungpha hma le Berâmte hmaa ngîr ka hmuh a;",
      "reference": "THUPHUONGSUO 7:9"
    },
    {
      "content": "chuonghai chun rawl inring- takin, “Ei Pathien lalṭhungphaa ṭhung kuoma le, Berâmte kuomah sandamna,” tiin an khêk a.",
      "reference": "THUPHUONGSUO 7:10"
    },
    {
      "content": "Chun, vântirko po pohai chu lalṭhungpha le upahai le thilhring palihai vêla chun ngîrin an um a; chun, lalṭhungpha hmaa chun bawk- khupin.",
      "reference": "THUPHUONGSUO 7:11"
    },
    {
      "content": "“Amen, malsâwmna dâm, ropuina dâm, varna dâm, Lâwmthu hrilna dâm, chawimawina dâm, Thilthawtheina dâm, hrâtna dâm, Chatuonin ei Pathien kuomah um raw se, Amen” tiin Pathien chibai an bûk a.",
      "reference": "THUPHUONGSUO 7:12"
    },
    {
      "content": "Chun, upahai laia pakhat chun, ka kuomah, “Hieng puon vâr silhai hi tuhai am an na, khâwtaka inthawka hung am an ni a?” tiin a mi biek a.",
      "reference": "THUPHUONGSUO 7:13"
    },
    {
      "content": "Kei chun a kuomah, “Pu, nangin i hriet annâwm,” ka ta. Ama chun ka kuomah, “Hieng hi rinum nasataka inthawka suokhai kha an nih, an puonhai Berâmte thisena sâwpin an sukvâr tah a.",
      "reference": "THUPHUONGSUO 7:14"
    },
    {
      "content": "Chuleiin, Pathien ṭhungpha hmaah an um a nih, chun, a sûn a zânin a biekina chun a rawng an bâwl hlak a; lalṭhungphaa ṭhung chun an chungah puon in chu zâr a tih.",
      "reference": "THUPHUONGSUO 7:15"
    },
    {
      "content": "An phîng ṭâm ta naw nih a, dangchâr ta bawk naw ni hai; nisain em naw nih a, lum hrim hrim khawm- in sukrinum ta bawk naw nih.",
      "reference": "THUPHUONGSUO 7:16"
    },
    {
      "content": "Berâmte, lalṭhungpha laia um chu an vêngtu nîng a ta, hringna tuikhurahai ṭhuoi a tih; chun, Pathienin an mita inthawk mitthli po po hrufai tâng a tih,” a ta.",
      "reference": "THUPHUONGSUO 7:17"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUPHUONGSUO 7 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}