{
  "verses": [
    {
      "content": "Chun, vân thar le hnuoi thar ka hmuh a; vân hmasa le hnuoi hmasa chu a bohmang tah a, tuisuoriet khawm a um ta naw a nih.",
      "reference": "THUPHUONGSUO 21:1"
    },
    {
      "content": "Chun, khaw inthieng Jerusalem thar chu, mo a pasal ela ân chei angin inzosa hieuin, Pathien kuoma vâna inthawka hung ṭum ka hmu bawk a.",
      "reference": "THUPHUONGSUO 21:2"
    },
    {
      "content": "Chun, lalṭhungphaa inthawkin rawl inring tak ka hriet a, “Ngai ta, Pathien bâwkte chu mihriem lai a hung um tah, Ama chu an kuomah um a ta, Anni chu a mihai nîng an ta, Pathien ngei chu an kuomah um a ta, An Pathien ni bawk a tih;",
      "reference": "THUPHUONGSUO 21:3"
    },
    {
      "content": "An mita inthawkin mitthli po po hrufai a ta; Thina um nâwk ta naw nih a, Lungngai dâm, ṭap dâm, nat dâm khawm, Um nâwk ta bawk naw nih a; Thil hmasahai chu a bo tah,” tiin.",
      "reference": "THUPHUONGSUO 21:4"
    },
    {
      "content": "Chun, lalṭhungphaa ṭhung chun, “Ngai ta, thil iengkim ka siem thar ie,” a ta. Chun, “Ziek rawh, hieng thu hi ring a umin â n dik sih a,” a ti bawk a.",
      "reference": "THUPHUONGSUO 21:5"
    },
    {
      "content": "Chun, ka kuomah, “A hung tlung tah. Kei Alpha le Omega, a Bul le a Tâwp ka nih; dangchâr taphawt kuoma chun Hringna Tuikhura in- thawkin a thlâwnin pêng ka tih.",
      "reference": "THUPHUONGSUO 21:6"
    },
    {
      "content": "Hnetu taphawt chun chuong chu hluong an tih, kei an Pathien nîng ka ta, anni chu ka nauhai nîng an tih.",
      "reference": "THUPHUONGSUO 21:7"
    },
    {
      "content": "Amiruokchu, mi dawi dâm, awi- naw dâm, tirdakum dâm, tuolthat dâm, indit hmang dâm, dawithiem dâm, milim bie dâm, khêlinhlip po po dâm chan ding chu mei le kâta kâng dîla chun um a tih; chu chu thi hnina chu a nih,” a ta.",
      "reference": "THUPHUONGSUO 21:8"
    },
    {
      "content": "Chun, berbu pasari, hremna nuhnungtak pasaria sip chawi, vântirko pasari laia pakhat chu a hung a; ama chun, “Hung ta, mo, Berâmte nuhmei chu inentir ka ti che,” tiin a mi biek a.",
      "reference": "THUPHUONGSUO 21:9"
    },
    {
      "content": "Chun, ama chun Thlarauin tlâng lientak insângtakah a mifepui a, Jerusalem khaw inthieng chu, Pathien kuoma vâna inthawka hung ṭum a mîn entir a.",
      "reference": "THUPHUONGSUO 21:10"
    },
    {
      "content": "Pathien ropuina a nei a, a varzie chu lung mantamtak ang, jaspi lung ang el hi a na, krustal lung angin a tle a nih.",
      "reference": "THUPHUONGSUO 21:11"
    },
    {
      "content": "Kul nasatak insângtak a nei a, kawtkhâr sâwm le pahni a nei a, kawtkhâr bulahai chun vântirko sâwm le pahni an um a, chuong kawt- khâra chun hming ziek a um bawk a, chuong chu Israel thlahai hnam sâwm le pahnihai hming chu a nih;",
      "reference": "THUPHUONGSUO 21:12"
    },
    {
      "content": "saktieng pangah kawtkhâr pa- thum, hmârtieng pangah kawtkhâr pathum, simtieng pangah kawtkhâr pathum, thlangtieng pangah kawt- khâr pathum a um a.",
      "reference": "THUPHUONGSUO 21:13"
    },
    {
      "content": "Chun, chu khaw kul chun lung- phûm sâwm le pahni a nei a, chuonga chun Berâmte tirko sâwm le pahnihai hming a chuong a.",
      "reference": "THUPHUONGSUO 21:14"
    },
    {
      "content": "Chun, a mi betu chun, khuo le kawtkhârhai le a kul chu inkhina dingin rângkachak luong a chawi a.",
      "reference": "THUPHUONGSUO 21:15"
    },
    {
      "content": "Khuo chu inbiel vêlin a um a, a dungtieng chu a khangtieng chen a nih; khuo chu luong chun ân khih a, fîng sîng khat le sâng hni a nih. A dungtieng le a khangtieng le ân sângtieng chu ân ang a nih.",
      "reference": "THUPHUONGSUO 21:16"
    },
    {
      "content": "Chun, a kul chu ân khi nâwk a, mihriem inkhi dân pangngaiin (chu chu vântirko inkhi dân pângngai chu a nih) tawng za khat sâwmli pali a nih.",
      "reference": "THUPHUONGSUO 21:17"
    },
    {
      "content": "Chun, a kul chu jaspi lunga siem a nih, khuo chu hlimen inthieng ang ela, rângkachak inthienga siem a nih.",
      "reference": "THUPHUONGSUO 21:18"
    },
    {
      "content": "Chu khaw kul lungphûmhai chu lung mantam chi tinrênga chei- mawi a nih. Lungphûm hmasatak chu jaspi lung a na; a pahnina chu sapphir lung a na, a pathumna chu kalkidon lung a na; a palina chu smaragdin lung a na,",
      "reference": "THUPHUONGSUO 21:19"
    },
    {
      "content": "a pangana chu sardonuk lung a na, a parukna chu sardion lung a na, a pasarina chu kruso lung a na; a parietna chu birul lung a na, a pakuona chu topaz lung a na; a sâwm- na chu krusopra lung a na; a sâwm- pakhatna chu ngên lung a na; a sâwm- pahnina chu amethusto lung a nih.",
      "reference": "THUPHUONGSUO 21:20"
    },
    {
      "content": "Chun, kawtkhâr sâwm le pahni chu tuikeplung sâwm le pahni a nih a, kawtkhâr po po chu tuikeplung pa- khat senga siem a nih; chun, chu khaw kawtthlêr chu rângkachak inthieng a nih, hlimen entlang thei ang el hi.",
      "reference": "THUPHUONGSUO 21:21"
    },
    {
      "content": "Chun, a sûnga chun biekin hrim ka hmu nawh a; Lalpa Pathien Iengkimthawthei le Berâmte chu an biekin an ni sih a.",
      "reference": "THUPHUONGSUO 21:22"
    },
    {
      "content": "Chu khuo chun a ên dingin nisa a ngai nawh a, thla khawm a ngai bawk nawh; Pathien ropuina chun a ên a, an khâwnvar chu Berâmte a ni sih a.",
      "reference": "THUPHUONGSUO 21:23"
    },
    {
      "content": "A vara chun hnam tin um an ta, hnuoia lalhai chun an ropuina la lût an tih.",
      "reference": "THUPHUONGSUO 21:24"
    },
    {
      "content": "A kawthai chu sûnah khâr naw tawp an ta, chutaka chun zân hrim a um naw ding a ni sih a.",
      "reference": "THUPHUONGSUO 21:25"
    },
    {
      "content": "A sûnga chun hnam tin ropuina le chawimawina la lût an tih.",
      "reference": "THUPHUONGSUO 21:26"
    },
    {
      "content": "Nisienlakhawm, thil inthieng- naw hrim lût dêr naw nih a, thil tirdakum thawhai le khêlinhlip khawm lût naw bawk an tih; Berâmte Hringna Bua hming an ziekhai chau lût an tih.",
      "reference": "THUPHUONGSUO 21:27"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUPHUONGSUO 21 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}