{
  "verses": [
    {
      "content": "Chun, vântirko pangana chun a hang mût a; chuongchun, arasi, vâna inthawka hnuoia tla sa ka hmuh a; chun, vânsam khur chabi chu a kuomah an pêk a,",
      "reference": "THUPHUONGSUO 9:1"
    },
    {
      "content": "Ama chun vânsam khur chu a hawng a; chuongchun, khura in- thawk chun mei khu, rawtuina mei khu nasatak khu ang, a hung suok a; chun, khura mei lei chun nisa le boruok chu a hung inthim tah a.",
      "reference": "THUPHUONGSUO 9:2"
    },
    {
      "content": "Mei khua inthawk chun khâuhai hnuoi chungah an hung suok a, hnuoia ainuvêthaiin thilthawtheina an nei ang hin, an kuomah thil- thawtheina an pêk a.",
      "reference": "THUPHUONGSUO 9:3"
    },
    {
      "content": "An chala Pathien inchikna nei naw mihriemhai chau naw chu, hnuoia hlohna dâm, thilhring hrim hrim dâm, thing hrim hrim dâm khawm suksiet naw ding ti an hril a.",
      "reference": "THUPHUONGSUO 9:4"
    },
    {
      "content": "Chun, an kuoma chun mi- hriemhai chu sukhlum êm loa, thla nga sukrinum lem dingin thu an pêk a; an sukrinumzie chu ainu- vêtin mi a seh a, a sukrinum ang hi a nih.",
      "reference": "THUPHUONGSUO 9:5"
    },
    {
      "content": "Chuong nia chun mihaiin thina zawng an ta, hmu dêr si naw ni hai; thi inhâwk an ta, nisienlakhawm, thina chun tlân san a tih.",
      "reference": "THUPHUONGSUO 9:6"
    },
    {
      "content": "Chun, khâuhai piengzie chu sakawr, indona dinga inzosa ang an nih; lallukhum ang el rângkachak ang an khum a, an hmai khawm mihriem hmai ang a nih.",
      "reference": "THUPHUONGSUO 9:7"
    },
    {
      "content": "Nuhmei sam ang hi sam an nei a, an ha khawm chu sakeibaknei ha ang a nih.",
      "reference": "THUPHUONGSUO 9:8"
    },
    {
      "content": "Thîr âwmphaw ang hi âwmphaw an nei a; an thla zâp ri chu indona tawlailîr ri, sakawr tamtak indo dinga tlân dur dur ri ang a nih.",
      "reference": "THUPHUONGSUO 9:9"
    },
    {
      "content": "Ainuvêt mei ang hin mei an nei a, sêna khawm; chun, an meia chun a nih thla nga sûnga an mihriem suknat theina chu a um chu.",
      "reference": "THUPHUONGSUO 9:10"
    },
    {
      "content": "Vânsam khur tirko chu an chunga laltakah an nei a, Hebrai ṭawngin a hming chu Abaddon a nih, Grik ṭawng ruok chun a hming chu Apolluon a nih.",
      "reference": "THUPHUONGSUO 9:11"
    },
    {
      "content": "Chungrikna hmasatak chu a bo tah a, ngai ta, tuta hnung chungrikna pahni la um a tih.",
      "reference": "THUPHUONGSUO 9:12"
    },
    {
      "content": "Chun, vântirko parukna chun a hang mût a; chuongchun, Pathien hmaa rângkachak mâichâm kihaia inthawk chun rawl ka hriet a.",
      "reference": "THUPHUONGSUO 9:13"
    },
    {
      "content": "Chu rawl chun vântirko paruk- na, tawtawrâwt chawi kuoma chun, “Euphrates vadunga vântirko pali khuophai kha sût rawh,” a ta.",
      "reference": "THUPHUONGSUO 9:14"
    },
    {
      "content": "Chuongchun, chu dârkâr le ni le thla le kuma ding chun, mihriem hmun thuma ṭhea hmun khat suk- hlumtu dinga buotsai tah, vântirko palihai chu an sût tah a.",
      "reference": "THUPHUONGSUO 9:15"
    },
    {
      "content": "Sipai sakawr chung chuonghai chu an tam tieng sîng ruoka hmun sîng hni an nih; an tam tieng chu mi hril ka hriet a nih.",
      "reference": "THUPHUONGSUO 9:16"
    },
    {
      "content": "Chun, inlârnaa chun sakawr le an chunga chuonghai chu hieng ang hin ka hmu a nih, mei le ngên le kât ang hi âwmphaw an nei a, Sakawr luhai chu sakeibaknei lu ang hi a nih, an baua inthawk chun mei le meikhu le kâthai a suok a.",
      "reference": "THUPHUONGSUO 9:17"
    },
    {
      "content": "Chuong hremna pathum hai chun mihriem hmun thuma ṭhea hmun khat chu a sukhlum tah a–mei le meikhu le kât an baua inthawka suok khan.",
      "reference": "THUPHUONGSUO 9:18"
    },
    {
      "content": "Sakawrhai thilthawtheina chu an baua le an meiah a nih a um chu. An meihai chu rûl ang a na, luhai a nei bawk a; chu chun a nih mi an suknat hlak chu.",
      "reference": "THUPHUONGSUO 9:19"
    },
    {
      "content": "Mihriem, chuong hremnaa sukhlum mahlahai chu, an kut thilthawhaia inthawk chun an sim chuong nawh a. Khawhrihai le râng- kachak milim dâm, tangka milim dâm, dâr milim dâm, lung milim dâm, thing milim dâm, iengkhawm hmu theilo, hre theilo le lâwn theilo dâm biek chu an ma chuong nawh.",
      "reference": "THUPHUONGSUO 9:20"
    },
    {
      "content": "An tuolthathai khawm, an dawi hmanghai khawm, an indithai khawm, an inrûkhai khawm an sim chuong nawh.",
      "reference": "THUPHUONGSUO 9:21"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUPHUONGSUO 9 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}