{
  "verses": [
    {
      "content": "LALPA chun Josua chu a biek a,",
      "reference": "JOSUA 20:1"
    },
    {
      "content": "“Israel thlahai kuoma hin thu hril la, ‘Inhumhimna khuohai siem ro khai, Mosie hmanga in kuoma ka hril ta kha,",
      "reference": "JOSUA 20:2"
    },
    {
      "content": "tukhawm inringlâwk loa mî lo that paltu chu chutaka chun a tlân lût theina dingin; chuongchun, thisen phuba latua inthawka in ta dinga inhumhimna a ni ding a nih.",
      "reference": "JOSUA 20:3"
    },
    {
      "content": "Chuong khawpuihai laia a ienga mani chun tlân a ta, khawpui kul kawtkhâr lûtnaa chun va ngîr a ta, chu khaw upahai na hrietah a chanchin chu intlun a tih; anni chun khaw sûngah an kuomah ṭhuoi lût an ta, anni laia a chêng ve theina dingin umna ding ruotpêk an tih.",
      "reference": "JOSUA 20:4"
    },
    {
      "content": "Chun, thisen phuba latu chun ama chu a hung hnawt chun a thattu chu a kutah an lo pêk ding a ni nawh, a tuolbâwm chu inringlâwk loa a that a na, a hmain theidana a nei si nawh a.",
      "reference": "JOSUA 20:5"
    },
    {
      "content": "Mipui hmaa rorêl pêka um dinga a ngîr hmakhat le chuong lai huna thiempu lala um chu a thi hmakhat chun chu khuoa chun a um zing ding a na, chu hnunga chun mi thattu chu ama khaw sûng ngei, a tlânsuokna khuo, ama insûnga ngei chun a lût nâwk ding a nih,’ tiin,” a ta.",
      "reference": "JOSUA 20:6"
    },
    {
      "content": "Chuongchun, Naphtali tlâng rama Galilia Kades, Ephraim tlâng rama Sekem le Juda tlâng rama Kiriath-arba (chu chu Hebron a nih) chu an ruot tah a.",
      "reference": "JOSUA 20:7"
    },
    {
      "content": "Saktienga Jordan vadung râla chun Jeriko saktieng Reuben hnam rama thlalêr phaizâwla Bezer, Gad hnam Gilead rama Ramoth le Manasse hnam rama Basan rama Golan chu an ruot tah a.",
      "reference": "JOSUA 20:8"
    },
    {
      "content": "Chuong khuohai chu a nih Israel thlahai po po le anni laia hnam dang umhai ta dinga ruot chu; tukhawm mi that paltu chu chutaka chun a tlân lût a, mipuihai hmaa a ngîr zet hmakhat chun thisen phuba latu kuta a thi nawna dingin.",
      "reference": "JOSUA 20:9"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOSUA 20 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}