{
  "verses": [
    {
      "content": "Kum ieng zât lai amanih ân vawi a, Israelhai chu an kâwl- vêla hmêlma po pohaia inthawk muongna LALPÂN a pêk hnung chun, Josua khawm chu a hung upa tah a, a hung tar ta hle el a.",
      "reference": "JOSUA 23:1"
    },
    {
      "content": "Josua chun Israel mipuihai po po, an upahai le an lusahai le, an rorêltuhai le an hotuhai chu ân kotir a, an kuomah, “Kei chu ka upain ka lo tar tah a,",
      "reference": "JOSUA 23:2"
    },
    {
      "content": "LALPA in Pathienin nangni leia hieng hnamhai po po chunga a thaw dân hi in hmuh a, LALPA in Pathien, ama ngeiin a nih a dopêk cheu chu.",
      "reference": "JOSUA 23:3"
    },
    {
      "content": "Ngai ta u, hieng hnam a la umhai hi, hieng hnam ka sukbo tahai po po ramhai le hin, Jordana inthawka nisa tlâkna tieng Tuisuoriet Lien tlung rakin in chihai rochanah ka ruotpêk cheu a nih.",
      "reference": "JOSUA 23:4"
    },
    {
      "content": "Chun, LALPA in Pathienin in hmaa hin hnawt suok a ta, in hmu phâk nawah hnawt hmang vawng a ta; chuongchun, LALPA in Pathienin in kuoma a hril ta ang khan an ram chu in nei ding a nih.",
      "reference": "JOSUA 23:5"
    },
    {
      "content": "Chuleiin, Mosie dân lekhabua ziek po pohai hi changtienga manih, vawitienga manih in pêtsan nawna dingin huoitakin pawm unla, thaw bawk ro;",
      "reference": "JOSUA 23:6"
    },
    {
      "content": "hieng hnam nangni laia la umhai le hin inchekpawl loin an pathienhai hming khawm lam hlek loa, an hming sâla ṭawng khawm inkhâm loa an rawng khawm bâwl loa, kûna chibai inbûk nawna dingin,",
      "reference": "JOSUA 23:7"
    },
    {
      "content": "vawisûn chena in la thaw zing ang hin, LALPA in Pathien chu chel tlat lem hlak ro.",
      "reference": "JOSUA 23:8"
    },
    {
      "content": "LALPAIN in hmaa chi ropuitak le hrâttak chu a hnawt suok vawng ta hi; nangni hmaa chun vawisûn ni chen khawm hin tukhawm a ṭhang thei hrim hrim an um dêr naw hi.",
      "reference": "JOSUA 23:9"
    },
    {
      "content": "Nangni laia mi pakhat chun mi sâng khat in hnawt a, in kuoma a lo hril ta angin, LALPA in Pathien hin a do pêk hlak cheu leiin.",
      "reference": "JOSUA 23:10"
    },
    {
      "content": "Chuongchun, LALPA in Pathien chu hmangai dingin fimkhur ṭha hle ro.",
      "reference": "JOSUA 23:11"
    },
    {
      "content": "Chuong naw chun, in nghatsan hlau a, hieng hnam la umhai, nangni laia la chêng zinghai hi in inkawppui a, anni le nuhmei pasal in innei a, anni chu in pâwl a, anni khawma an pâwl vai cheu chun,",
      "reference": "JOSUA 23:12"
    },
    {
      "content": "LALPA in Pathienin hieng hnamhai hi in mithmua chun a hnawt suok pêk ta naw tawp ding cheu a nih, LALPA in Pathienin hi ram ṭhatak a pêk cheua hin in bohmang vawng hmakhat chun anni chu in ta dingin châng le bil le in nâkphêk ta dinga vuokna hmawl le, in mit ta dinga hling hung ni lem an tih ti chiengtakin hre ro khai.",
      "reference": "JOSUA 23:13"
    },
    {
      "content": "Chun, ngai ta u, tuhin leihnuoi po po dân angin, ka fe ve ding a ni tah a nih, LALPA in Pathienin in chung- châng a ṭha tieng a lo hril tahai po po kha ân khêl pakhat khawm a um nawh ti in lungril po po le in lungvar po poin in hriet a nih, in chungah a hung tlung vawng tah a, pakhat khawm ân khêl a um nawh.",
      "reference": "JOSUA 23:14"
    },
    {
      "content": "Amiruokchu, LALPA in Pa- thienin thil ṭha in kuoma a hrilhai po po kha in chunga a hung tlung vawng ta ang bawk hin LALPA in Pathienin hi ram ṭhatak a pêk cheua inthawk hi a sukbohmang vawng hmakhat cheu LALPAIN thil ṭha nawhai in chungah la hung intlungtir vêng a tih.",
      "reference": "JOSUA 23:15"
    },
    {
      "content": "LALPA in Pathienin thuthlung a pêk cheu hi in bawsiet a, pathien danghai rawng inbâwl a, kûna chibai inbûk vai chun LALPA lunginsenna chu in chungah inling a ta, ram ṭhatak a pêk cheua inthawk hi bo- hmang nghâl el in tih,” a ta.",
      "reference": "JOSUA 23:16"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOSUA 23 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}