{
  "verses": [
    {
      "content": "Chun, Jerusalem lal, Adoni- zedek chun Josuain Ai khuo a lâk a, a suksiet dêr a, Jeriko le an lal a suksiet angin, Ai khuo le an lal khawm a suksiet dêr a, Gibeona mihai chun Israelhai le chun inremna an siem a, anni lai an chêng ve tah ti a lo hriet chun, a ṭi ta hle el a.",
      "reference": "JOSUA 10:1"
    },
    {
      "content": "Gibeon chu khaw lientak, lal khawpui ang a ni sih a, Ai khuo nêk chun a ropui lem a, mihriem po pohai khawm chu mi hrâttak an ni sih a.",
      "reference": "JOSUA 10:2"
    },
    {
      "content": "Chuongchun, Jerusalem khaw lal Adoni-zedek chun Hebron lal Hosham, Jarmuth lal Piram, Lakis lal Japhia le Eglon lal Debir hai chu,",
      "reference": "JOSUA 10:3"
    },
    {
      "content": "“Hung unla, mi hung ṭhangpui ro khai, Gibeon hi va thawng ei tiu, Josua le Israel thlahai leh inremna an siem ta sih a,” tiin ân cha khâwm a.",
      "reference": "JOSUA 10:4"
    },
    {
      "content": "Chuongchun, Amor mihai lalhai panga, Jerusalem lal, Hebron lal, Jarmuth lal, Lakis lal, le Eglon lal chu an pung khâwm a, an sipaihai po po leh an hang feh a, Gibeon epa chun an um a, an indopui tah a.",
      "reference": "JOSUA 10:5"
    },
    {
      "content": "Chun, Gibeon mihai chun an riebûk Gilgalah, Josua kuomah mi an tir a, “I siehlawhai hi ngaitha naw raw khai; inhmawtakin kan kuomah hung vat la, mi hung sandam la, mi hung ṭhangpui rawh: tlâng rama chênghai Amor lalhai keini mi thaw dingin an inhâwrkhâwm a nih,” tiin.",
      "reference": "JOSUA 10:6"
    },
    {
      "content": "Chuongchun, Josua le a kuoma râl kâp mi po po le, mi hrât huoisen- hai po po chu, Gilgala inthawk chun an hang feh a.",
      "reference": "JOSUA 10:7"
    },
    {
      "content": "Chun, LALPAIN Josua kuomah, “Anni chu ṭi dêr naw rawh, i kutah ka pêk vawng tah a nih; anni laia mi tukhawm i hmaah ngîr thei ding hrim hrim an um nawh,” a tih a.",
      "reference": "JOSUA 10:8"
    },
    {
      "content": "Chuongchun, zânkhuoa Gilgala inthawka hang fein Josua chun thâwk lekhatin anni chu a thaw ta thut a.",
      "reference": "JOSUA 10:9"
    },
    {
      "content": "LALPAIN anni chu Israelhai hmaa chun a sukbuoi tah a, Gibeona chun tamtak a that a, Beth-horon hang fena lampuiah a hnawt a, Azeka le Makeda chenin a that pei a.",
      "reference": "JOSUA 10:10"
    },
    {
      "content": "Chun, Israel mihai hmaa an tlânsie a, Beth-horona inthawka liem thlâkna hmuna an um lai chun LALPAIN vâna inthawkin riel lien- tak takin Azeka chenin a zuk indêng- tir pei a, an thi a, Israel thlahaiin kâwlhnâma an sât hlum nêk hmanin riel dêng hlum chu an tam lem a nih.",
      "reference": "JOSUA 10:11"
    },
    {
      "content": "Chuongchun, LALPAIN Amor mihai chu Israel thlahai kuta a pêk ni chun Josua chun LALPA kuomah thu a hril a, Israel mihai mithmua chun, “Nisa, Gibeon chungah ngîr zing rawh. Nang khawm, thlapa, Aijalon ruoma hin um zing rawh”, a ta",
      "reference": "JOSUA 10:12"
    },
    {
      "content": "Chuongchun, chu hnam chun an hmêlmahai chunga phuba an lâk hmakhat chun nisa chu a ngîr ta zing a, thla khawm chu a um ta zing a. Hi thu hi Jaser buah ziek a ni naw am a nih? Chuongchun, nisa chu vân laizâwlah a um ta zing a, ni khat pumhlûm lai tlâk zai hrim hrim a rêl nawh.",
      "reference": "JOSUA 10:13"
    },
    {
      "content": "LALPAIN chuong anga mi- hriem râwl a ngai ni ang chu a hmain ni hrim hrim a um ngai nawh a, a hnunga khawm a um ngai bawk nawh; LALPAIN Israelhai chu a dopui a ni sih a.",
      "reference": "JOSUA 10:14"
    },
    {
      "content": "Chun, Josua le Israel mihai po po chu Gilgala an riebûka chun an kîr nâwk vawng tah a.",
      "reference": "JOSUA 10:15"
    },
    {
      "content": "Chuong lal pangahai chu an tlân hmang a, Makeda pûkah an inbih a.",
      "reference": "JOSUA 10:16"
    },
    {
      "content": "Chun, “Lal pangahai chu hmu an ni tah, Makeda pûka inbi an nih,” ti Josua chu an hril a.",
      "reference": "JOSUA 10:17"
    },
    {
      "content": "Chuongchun, Josua chun, “Pûk kawtkhâra chun lung lientak tak inhlum unla, a vêngtuhai khawm inumtir ro.",
      "reference": "JOSUA 10:18"
    },
    {
      "content": "Nangni ruok chu um naw unla, in hmêlmahai chu hnawt pei unla, a hnung dâlhai kha that unla, an khuoa hrim hrim inlûttir naw ro, LALPA in Pathien chun anni chu in kutah a pêk ta sih a,” a ta.",
      "reference": "JOSUA 10:19"
    },
    {
      "content": "Chun, Josua le Israel thlahai chun an chimit hmakhata, an that an that zo a, a um sunhai khawm chu khawpui kulpui neia dâm an lût hnung chun,",
      "reference": "JOSUA 10:20"
    },
    {
      "content": "mi po po chu Josua kuom tieng Makedaa chun râl muongtakin an hung nâwk tah a, tukhawma Israel thlahai tienga hrim hrim an lei an sukchâng nawh.",
      "reference": "JOSUA 10:21"
    },
    {
      "content": "Chuongchun, Josua chun, “Pûk kawtkhâr kha hang hawng unla, lal pangahai kha pûka inthawkin ka kuomah hung ṭhuoi ro,” a tih a.",
      "reference": "JOSUA 10:22"
    },
    {
      "content": "Chuong ang chun an thawh a, chu lal panga Jerusalem lal, Hebron lal, Jarmuth lal, Lakis lal le Eglon lal hai chu pûka inthawk chun a kuomah an hung ṭhuoi a.",
      "reference": "JOSUA 10:23"
    },
    {
      "content": "Chuong lalhai chu Josua kuoma an hung ṭhuoi chun, Josua chun Israel mihai po po chu a ko khâwm a, a kuoma fe ve râl kâp mihai laia lusa deu deuhai kuoma chun, “Hung hnai unla, hieng lalhai ringahai hin in kephahaiin sir ro,” a ta. Chun, an hung hnai a, an ringahai chun an kephahai chun an sir tah a.",
      "reference": "JOSUA 10:24"
    },
    {
      "content": "Josua chun an kuomah, “Ṭi naw unla, zâm bawk naw ro, hrâttak le huoitakin um lem ro; in hmêlmahai po po in dohai chungah LALPA chun hieng ang hin a thaw pei ding a nih,” a ta.",
      "reference": "JOSUA 10:25"
    },
    {
      "content": "Chu zoa chun, Josua chun a thawh a, a sukhlum tâwl a, thing panga lêrah a khai a, chuongchun, zântieng chen chun thing lêra chun an inkhai a.",
      "reference": "JOSUA 10:26"
    },
    {
      "content": "Nisa tlâka chun Josua chun thu a pêk a, thing lêra inthawk chun an lâk thlâk a, an inbîkna pûka khan an peilût a, pûk kawtkhâr chu lung lien- tak takin an sîn a, tu chen khawm hin a la um zing.",
      "reference": "JOSUA 10:27"
    },
    {
      "content": "Josua chun chu ni chun Makeda chu a lâk a, a lal khawm kâwlhnâmin a thawh a, chu khuoa um po pohai le chun a sukhlum fai rêt a, pakhat khawm hla hrim hrim a nei nawh. Jeriko lal chunga a thaw ang bawk khan Makeda lal chunga khawm a thawh a.",
      "reference": "JOSUA 10:28"
    },
    {
      "content": "Chun, Josua chu Israelhai po po leh Makeda khuoa inthawk chun Libna tieng an feh a, Libna chu an thawh a,",
      "reference": "JOSUA 10:29"
    },
    {
      "content": "chuongchun, chu khuo chu an lal pumin Israelhai kutah a pêk nâwk bawk a; chun, chu khuo chu thawin a sûnga um po pohai chu kâwlhnâmin an sukhlum vawng a, a sûngah mi pakhat khawm hla hrim hrim an nei nawh; Jeriko khaw lal chunga an thaw ang bawk khan chu khaw lal chunga khawm chun an thawh a.",
      "reference": "JOSUA 10:30"
    },
    {
      "content": "Chun, Josua chu Israelhai po po leh Libnaa inthawk chun Lakis tieng chun an feh a, ṭhanghmun an khuor a, an do tah a,",
      "reference": "JOSUA 10:31"
    },
    {
      "content": "chuongchun, LALPAIN Lakis chu Israelhai kutah a pêk a, a ni hni niin an lâk a, chu khuo chu thawin a sûnga umhai po po kâwlhnâmin an sukhlum vawng a, Libna chunga an thaw ang bawk khan.",
      "reference": "JOSUA 10:32"
    },
    {
      "content": "Chuongchun, Gezer lal Horam chu Lakis ṭhangpui dingin a hung a, chun, Josua chun ama le a rawihai leh pakhat khawm hlâ hlek loin a lo that rip a.",
      "reference": "JOSUA 10:33"
    },
    {
      "content": "Chun, Josua chu Israelhai po po leh Lakis a inthawk chun Eglon tieng chun an feh a, ṭhanghmun an khuor a, an do tah a.",
      "reference": "JOSUA 10:34"
    },
    {
      "content": "Chu ni ma chun an lâk a, chu ni ma chun chu khuo chu thawin a sûnga um po pohai kâwlhnâmin an sukhlum fai rêt a, Lakis chunga an thaw ang bawk khan.",
      "reference": "JOSUA 10:35"
    },
    {
      "content": "Chun, Josua chu Israelhai po po leh Eglona inthawkin Hebron tieng an hang feh a, an do tah a,",
      "reference": "JOSUA 10:36"
    },
    {
      "content": "chuongchun, an lâk tah a; chu khuo le a lal le a khawpui po po leh, a sûnga um po pohai chu kâwlhnâmin an thawh a, an sukhlum vawng a, Eglon chunga an thaw ang bawk khan pakhat khawm hlâ hrim hrim an nei nawh a; a suksiet letdêr a, a mi umhai po po an sukhlum fai rêt a.",
      "reference": "JOSUA 10:37"
    },
    {
      "content": "Chun, Josua le Israelhai po po chu Debir tieng chun an lêt nâwk a, an do a;",
      "reference": "JOSUA 10:38"
    },
    {
      "content": "chuongchun, chu khuo le a lal le a khawpuihai po po chu an lâk a, chun, kâwlhnâmin an thawh a, a sûnga mi um po pohai chu an sukhlum fai rêt a, pakhat khawm hlâ hrim hrim an nei nawh; Hebron chunga thaw ang khan Debir le a lal chunga khawm an thawh a, Libna khuo le a lal chunga an thaw ang bawk khan.",
      "reference": "JOSUA 10:39"
    },
    {
      "content": "Chuongchun, Josua chun a ram pumin, tlâng ram dâm, Sim ram dâm, phai ram dâm, ṭên pangpêr ram dâm chu sukse vawngin, an lal po pohai chu a sukhlum vawng a; pakhat bêk khawm hlâ hrim hrim a nei dêr nawh: LALPA Israelhai Pathien thupêk angin, ân thuok thei taphawt chu a sukchimit vawng ta lem a.",
      "reference": "JOSUA 10:40"
    },
    {
      "content": "Chun, Josua chun Kades- Barneaa inthawkin Gaza chenin, Gosen ram po po leh Gibeon chenin a lâkpêk vawng a,",
      "reference": "JOSUA 10:41"
    },
    {
      "content": "chuong lalhai po po le an ramhai chu LALPA Israelhai Pathien chun Israelhai chu a dopui leiin Josua chun ṭum khata a lâk vawng an nih.",
      "reference": "JOSUA 10:42"
    },
    {
      "content": "Chun, Josua le Israel mihai po po chu Gilgala an riebûkah an kir nâwk tah a.",
      "reference": "JOSUA 10:43"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOSUA 10 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}