{
  "verses": [
    {
      "content": "Chun, Josef thlahai chanpuol chu, Jeriko zâwn, Jordana in- thawkin thlalêr kâwl, saktieng panga Jeriko tuiahai chun a suok a; Jerikoa inthawk chun tlâng ramah Bethel chenin a hang fe pei a;",
      "reference": "JOSUA 16:1"
    },
    {
      "content": "chun, Bethela inthawk chun Luzah a suok a, Arka mihai ramriah Ataroth chenin a fe pei a,",
      "reference": "JOSUA 16:2"
    },
    {
      "content": "chun, thlangtieng panga chun Japhleti mihai ramri Beth-horon thlanghnung lem ramri, Gezer chen- in a fe thlah a, chu chu tuisuorietah a suok a.",
      "reference": "JOSUA 16:3"
    },
    {
      "content": "Chuongchun, Josef thlahai Manasse le Ephraim chihai chun chanpuolah an nei a.",
      "reference": "JOSUA 16:4"
    },
    {
      "content": "Chun, an sûngkuo izir ang peia Ephraim thlahai ramri chu hieng ang hi a nih: saktieng panga an chanpuol ramri chu Ataroth-adar a nih, Beth- horon sakhnung lem chenin,",
      "reference": "JOSUA 16:5"
    },
    {
      "content": "chun, ramri chu Mikmethath hmârah thlangtieng pangah a suok a; chun, ramri chu saktieng pangah Taanath-silo chenin a kîr a, Janoa saktieng a fe pei a;",
      "reference": "JOSUA 16:6"
    },
    {
      "content": "chun, Janoaa inthawk chun Atarotha dâm, Naara dâm, a fe thla pei a, Jeriko a tlung a, Jordanah a suok a,",
      "reference": "JOSUA 16:7"
    },
    {
      "content": "Tappuaa inthawkin ramri chu thlangtieng pangah Kana vadungte chenin a feh a; chu chu tuisuorietah a suok a, chuong chu a nih, Ephraim thlahai hnam an sûngkuo izir ang peia an chanpuol chu,",
      "reference": "JOSUA 16:8"
    },
    {
      "content": "Manasse thlahai chanpuol laia Ephraim thlahai ta dinga khawpui ruot hranpêkhai leh, a khawpuihai po po le a khuo chînhai le chun.",
      "reference": "JOSUA 16:9"
    },
    {
      "content": "Chun, Gezera um Kanaan mihai chu an hnawt suok nawh a, Kanaan mihai chu Ephraim mihai laia chun tu chen hin an la um a, sinthawa ruoi dingin, siehlawah an um ta lem a nih.",
      "reference": "JOSUA 16:10"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOSUA 16 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}