{
  "verses": [
    {
      "content": "LALPA chun Josua kuomah, “Ṭi naw la, zâm bawk naw rawh, râlkâp mi po po i kuomah ṭhuoi la, tho la, Ai khuoah hang fe rawh; ngai ta, Ai khaw lal le, a mihai le, a khuo le a ram chu i kutah ka pêk tah.",
      "reference": "JOSUA 8:1"
    },
    {
      "content": "Jeriko le an lal chunga i thaw ang khan Ai khuo le a lal chunga khawm thâwng i ta, râllâk le ranhai chau chu nangni chan dingin lâng in tih. Khawpui inchânru ding a hnung tiengah sie bawk rawh,” a tih a.",
      "reference": "JOSUA 8:2"
    },
    {
      "content": "Chuongchun, Josua le râl kâp mi po po chu Ai khuo tienga hang fe ding chun an inthawk tah a; Josua chun mi hrât huoisen sîng thum a thlang suok a, zânah ân fetir a.",
      "reference": "JOSUA 8:3"
    },
    {
      "content": "Anni chu thu a pêk a, “Ngai ta u, khawpui hnungtienga chun khawpui chu thaw dingin inchânru unla, khawpuia inthawka hlatakah fe naw unla, inzosa zingin um phawt el ro.",
      "reference": "JOSUA 8:4"
    },
    {
      "content": "Kei le keia kuoma umhai po po chun khawpui chu hung hnai kan ta; inhma ang bawka eini mi thaw dinga an hung suok phaleh, an hmaah tlânsieng kan ta.",
      "reference": "JOSUA 8:5"
    },
    {
      "content": "Chuongchun, mi hung hnawt dingin hung suok an ta, khuoa inthawka hla rei chen kan zâwr suok chenin; anni chun, ‘Inhma ang bawk khan ei hmaah an tlansie nâwk tah,’ an ti ding a nih. Chuongchun, an hmaah tlânsieng kan tih.",
      "reference": "JOSUA 8:6"
    },
    {
      "content": "Chun, inchânrûknaa inthawk chun hung suok in ta, khawpui chu la el in tih; LALPA in Pathienin in kutah a pêk ding a nih.",
      "reference": "JOSUA 8:7"
    },
    {
      "content": "Khawpui chu in lâk phingleh, khawpui chu raw el ro, LALPA thu ang peiin in thaw ding a nih; ngai ta u, thu ka pêk ta cheu hi,” tiin.",
      "reference": "JOSUA 8:8"
    },
    {
      "content": "Chun, Josua chun ân fetir tah a, inchânrûkna hmuna chun an feh a. Ai khuo thlangtienga Bethel le Ai khuo inkâra chun an um a, Josua ruok chu, chu zân chun mipuihai lai a riek a.",
      "reference": "JOSUA 8:9"
    },
    {
      "content": "Chun, Josua chu zîngkâr in- hmatakin a tho a, mipuihai chu a kei khâwm a; chun, ama le Israel upahai chu mipuihai hmaa chun Ai khuo tieng an hang feh a.",
      "reference": "JOSUA 8:10"
    },
    {
      "content": "A kuoma râl kâp mi umhai po po chu an hang feh a, khawpui bul chen chu an hang feh a, Ai khuo hmârtieng panga chun an riek a; Ai khuo le an inkâra chun ruom a um a.",
      "reference": "JOSUA 8:11"
    },
    {
      "content": "Chun, mi sâng nga lai a ṭhuoi a, khawpui thlangtieng pang Bethel le Ai khuo inkâra chun ân chânrûktir a.",
      "reference": "JOSUA 8:12"
    },
    {
      "content": "Chuongchun, mipui khawpui hmârtieng panga sipaihai ṭhang- hmun le, khawpui thlangtieng panga inchânrutuhai ṭhanghmun chu an hang ruot fel a; Josua chu chu zân chun ruom laitaka chun a riek a.",
      "reference": "JOSUA 8:13"
    },
    {
      "content": "Chun, Ai khuo lal chun chu chu a hmu phingleh, inhmâwtakin chu tûk chun, chu khuoa mihai, ama le a rawihai po po chu an tho a, a hmun ruot Araba zâwnah Israelhai chu thaw dingin an hung suok tah a; nisienlakhawm, khuo hnungtieng chun ama thaw dingin an inchânrûk ti a hriet nawh a.",
      "reference": "JOSUA 8:14"
    },
    {
      "content": "Josua le Israel mihai po po chu tlâwm ni âwmtakin an um a, thlalêr tienga lampuia chun an tlân tah a.",
      "reference": "JOSUA 8:15"
    },
    {
      "content": "Chun, khawpuia mi umhai po po chu anni hnawt dingin an ko khâwm a, chuongchun, Josua chu an hnawt a, khawpuia inthawk chun hla rei chu zâwr suokin an um tah a.",
      "reference": "JOSUA 8:16"
    },
    {
      "content": "Ai khuo le Bethel khuoa chun Israelhai hnawt lo chu pakhat bek khawm an um ta nawh a; khawpui chu khâr loin an mâksan el tah a, Israelhai chu an hnawt tah a.",
      "reference": "JOSUA 8:17"
    },
    {
      "content": "Chun, LALPAIN Josua kuom- ah, “Fei i kuta um kha Ai khuo tieng nghain inlet rawh, i kutah ka pêk ding a nih,” a ta. Chuongchun, Josua chun a kuta fei chu khawpui tieng ngha chun a hang inlet tah a.",
      "reference": "JOSUA 8:18"
    },
    {
      "content": "Chun, ân chânrutuhai kha an umna hmuna inthawk chun an hung suok vat a; a kut chu a hang phar phingleh an tlân a, khawpuia chun an lût a, an lâk tah a; khuo chu an raw tah a.",
      "reference": "JOSUA 8:19"
    },
    {
      "content": "Chuongchun, Ai mihai chun an hnungtieng an hei thlîr chun, khaw- pui khu vântienga tung ngut ngut el chu an hmu tah a, khawtieng tienga khawm tlân theina hrim hrim an nei ta nawh a; chuongchun, thlalêra tlânhai khan anni hnawttuhai chu an hung lenghat ve ta thung a.",
      "reference": "JOSUA 8:20"
    },
    {
      "content": "Chun, Josua le Israelhai po po chun inchânrutuhaiin khawpui an lâk, khawpui khu chu ân tung ngut ngut an hei hmu chun an hung kîr a, Ai mihai chu an that tah a.",
      "reference": "JOSUA 8:21"
    },
    {
      "content": "Chun, mi danghai chu a thaw dingin khaw sûnga inthawk chun an hung suok a; chuongchun, Israelhai chun ruongchaiche an thlâk tah a; a ṭhen khingtieng an um a, a ṭhen khingtieng an um bawk a; chuong- chun, an that a, pakhat khawm hla le insuo hrim hrim an nei nawh a.",
      "reference": "JOSUA 8:22"
    },
    {
      "content": "Ai khuo lal ruok chu a hringin an man a, Josua kuomah an ṭhuoi a.",
      "reference": "JOSUA 8:23"
    },
    {
      "content": "Israel mihai chun Ai khuoa mi phûla umhai po po chu thlalêr rama anni an va hnawtna hmunah an that zo a, an rênga kâwlhnâma an that rêm dêr hnung chun, Israel mihai po po chu Ai khuo tieng chun an kîr nâwk a, kâwlhnâmin an that tah a.",
      "reference": "JOSUA 8:24"
    },
    {
      "content": "Chu nia thihai po po chu nuhmei le pasal mi sîng khat le sâng hni an nih, Ai khuoa mihai po po chu.",
      "reference": "JOSUA 8:25"
    },
    {
      "content": "Josua chun a fei inletna kut chu Ai mihai po po a sukbohmang vawng hmakhat chun a kei thlâk nawh a.",
      "reference": "JOSUA 8:26"
    },
    {
      "content": "LALPAIN Josua thu a pêk a, thaw ding a ti ang ngei khan chu khawpuia ranhai le râllâkhai chau chu Israelhai chun anni chanpuolah an nei a.",
      "reference": "JOSUA 8:27"
    },
    {
      "content": "Chuongchun, Josua chun Ai khuo chu a rawh a, kumkhuoa dingin hnuoi pâwngah a siem a, tu chen hin râusan a lo ni tah a nih.",
      "reference": "JOSUA 8:28"
    },
    {
      "content": "Chun, Ai khuo lal chu zântieng chenin thinglêrah a khai a; nisa tlâka chun Josuain thu a pêk a; chuong- chun, a ruong chu thinglêra inthawk chun an lâk thlâk a, khawpui dâi kawtkhâr lûtnaah an pei a, a chungah lung an dêng vûm thûr a, chu chu tu chen hin a la um.",
      "reference": "JOSUA 8:29"
    },
    {
      "content": "Josua chun Ebal tlângah LALPA, Israelhai Pathien ta dingin mâichâm a siem a;",
      "reference": "JOSUA 8:30"
    },
    {
      "content": "Mosie dân lekhabua ziek ta anga, LALPA siehlaw Mosien Israel thlahai chu a lo pêk ta ang khan; chu mâichâm chu lung sut lo, tukhawma a chunga thîr an lân let ngailo a na; chutaka chun LALPA ta dingin pumrawhmang thilinhlânhai an in- hlân a, inremna thilinhlânhaiin an inthâwi a.",
      "reference": "JOSUA 8:31"
    },
    {
      "content": "Chun, chutaka chun Israel thlahai hma ngeia Mosien dân a ziek kha lungahai chun a zieksâwng a,",
      "reference": "JOSUA 8:32"
    },
    {
      "content": "Chun, Israelhai po po, an upa- hai le hotuhai, an rorêltuhai leh, Levi chi thiempuhai, LALPA thuthlungna bâwm zâwntuhai hmaah, bâwm khingtieng khingtieng panga chun hnam danghai le, chu rama pienghai khawm chu an ngîr hmunkhat seng a. A zâtve chu Gerizim tlâng pangah an um a, a zâtve chu Ebal tlâng pangah an um a, LALPA siehlaw Mosiein Israelhai chu mal a sâwmpêk ding a nih tia thu a lo pêk tah ang khan.",
      "reference": "JOSUA 8:33"
    },
    {
      "content": "Chun, chu hnunga chun dân thu po po, malsâwmna thu le ṭawngse- phurna thu chu a tiem a, dân lekha- bua chuong ang po po el kha.",
      "reference": "JOSUA 8:34"
    },
    {
      "content": "Mosie thupêk ang po po chu Israel pungkhâwm po pohai le nu- hmeihai le naupang chite tehai le anni laia hnam dang chêng vehai hrieta chun Josua chun tiem ṭhel hrim hrim a nei nawh.",
      "reference": "JOSUA 8:35"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOSUA 8 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}