{
  "verses": [
    {
      "content": "Josua chu zîngkâr inhmatakin a tho a, Shittima inthawk chun an insawn a, Jordan an va tlung a, ama le Israel thlahai po po le chun; an kai hmain chutaka chun an riek a.",
      "reference": "JOSUA 3:1"
    },
    {
      "content": "Ni thum chinah hotuhai chun riebûk chu an va fang pei a.",
      "reference": "JOSUA 3:2"
    },
    {
      "content": "“LALPA in Pathien Thuthlung bâwm le thiempu Levi mihaiin an zâwn lai in hmu pha chun in umna hmuna inthawk hin insawn unla, zui el ro.",
      "reference": "JOSUA 3:3"
    },
    {
      "content": "Amiruokchu, nangni le chu inkâr chu inkhia tawng sâng hni amanih a ni ding a nih; hnai hlek naw ro, chuongchun, in fena ding lampui chu hre thei in ta, kha hma khan hi lampui hi in la hraw ngai si nawh a,” tiin, mipuihai chu thu a pêk a.",
      "reference": "JOSUA 3:4"
    },
    {
      "content": "Chun, Josua chun mipuihai kuomah, “Insukthieng ro, zinga hin LALPAIN nangni lai thil maktakhai a thaw ding a nih,” a ta.",
      "reference": "JOSUA 3:5"
    },
    {
      "content": "Chun, Josua chun thiempuhai kuoma chun, “Thuthlung bâwm hi zâwn unla, mipuihai hmaah fe ro,” a ta, a hril a. Chuongchun, thuthlung bâwm chu an zâwn a, mipui hma chu an ṭhuoi tah a.",
      "reference": "JOSUA 3:6"
    },
    {
      "content": "Chun, LALPAIN Josua kuomah, “Mosie kuoma ka um ang khan, i kuoma khawm ka um ding a nih ti an hriet theina dingin, Israelhai po po mithmuah vawisûn hin ka chawi- mawi ṭan ding che a nih.",
      "reference": "JOSUA 3:7"
    },
    {
      "content": "Chun, thuthlung bâwm zâwntu thiempuhai chu thu pêng i ta, ‘Jordan vadung pang chu in tlung pha chun, Jordana chun ngir zing ro,’ tiin,” a ta.",
      "reference": "JOSUA 3:8"
    },
    {
      "content": "Chun Josua chun Israel thlahai kuoma chun, “Hung unla, LALPA in Pathien thuhai hi hung ngai ta u khai,” a ta.",
      "reference": "JOSUA 3:9"
    },
    {
      "content": "Josua chun, “Hitaka hin Pathien hring chu nangni lai a um a, in hmaa hin Kanaan mihai, Hit mihai, Periz mihai, Girgas mihai, Amor mihai, Jebus mihai hi a hnawt suok ngei ngei ding a nih ti hre ngei in tih.",
      "reference": "JOSUA 3:10"
    },
    {
      "content": "Ngai ta u, khawvêl pumpui Lal- pa thuthlung bâwm chun in hmaah Jordan vadung chu a kân a nih.",
      "reference": "JOSUA 3:11"
    },
    {
      "content": "Chuongchun, Israel hnamhai laia mi hi sâwmpahni hnam tin aiah mi pakhat pei thlang suok unla,",
      "reference": "JOSUA 3:12"
    },
    {
      "content": "chun, LALPA hnuoi pumpui Lalpa bâwm zâwntu thiempuhai ke chun Jordan tui a sir charin Jordan tui, saktienga inthawka tui hung luonghai chu suktan nîng a ta; chuongchun, hlawm khatin ngîr an tih,” a ta.",
      "reference": "JOSUA 3:13"
    },
    {
      "content": "Mipuihai chu Jordan vadung kai dinga an puon inhaia inthawka an suok chun, thuthlung bâwm zâwn- tu thiempuhai chu mipui hmaa chun an feh a, bâwm zâwntuhai chu Jordan an va tlung a,",
      "reference": "JOSUA 3:14"
    },
    {
      "content": "bâwm zâwntu thiempuhai ke chun vapang tui a hang sir phingleh (bu sîk sûng po hin chu Jordan vadung hi a kuong po po a liem zing hlak a),",
      "reference": "JOSUA 3:15"
    },
    {
      "content": "saktienga inthawka tui hung luong thla lai chu a ngîr tah a, hla reiah, Zarethan ram bula Adam khuoa chun a lo inhlawm ngîr ûr el tah a; chun, Araba tuisuoriet, Tui- suoriet Al chu, chu tienga luong lûthai khawm chu suktan vawng an ni tah a; chuongchun, mipuihai chu Jeriko khuo zawn taka chun an kai tah a.",
      "reference": "JOSUA 3:16"
    },
    {
      "content": "Chun, LALPA thuthlung bâwm zâwntu thiempuhai chu Jordan vadung laia chun, hnuoi hulah an ngîr zing tah a; mipui po po chun Jordan vadung chu an kai fai vawng chenin Israelhai po po chu hnuoi hula chun an fe kai ta vawng a.",
      "reference": "JOSUA 3:17"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOSUA 3 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}