{
  "verses": [
    {
      "content": "Josua chu a hung upa a, a hung tar ta hle el a; chun, LALPA chun a kuomah, “I hung upain i hung tar ta hle el a, ram hlak chu lâk ding a la tam vieu sih a.",
      "reference": "JOSUA 13:1"
    },
    {
      "content": "Hieng ramhai hi a nih lâk lo chu: Philistin mihai ram po pohai le, Gesur mihai ram po pohai,",
      "reference": "JOSUA 13:2"
    },
    {
      "content": "(Aigupta ram bula um Sihora inthawka hmartieng panga Ekron ramri chenin, chu chu Kanaan mihai rama ngai a nih; Philistin mi panga, Gaza mihai, Asod mihai, Askelon mihai, Git mihai, Ekron mihai lalhai ram) le,",
      "reference": "JOSUA 13:3"
    },
    {
      "content": "simtienga Avim ram khawm; Kanaan mihai ram po po le Sidon mihai rama Meara, Amor mihai ramri Aphek khuo chenin,",
      "reference": "JOSUA 13:4"
    },
    {
      "content": "chun, Gebal mihai ram le nisa suokna tienga Lebanon ram po po, Hermon tlâng hnuoi Baal-gada inthawka Hamath khuo lûtna chenin;",
      "reference": "JOSUA 13:5"
    },
    {
      "content": "Lebanona inthawka Misrephoth- maim hmun chenin, tlâng rama chênghai po po, Sidon mihai po po chu. Anni chu Israel thlahai hmaa hin hnawt suok ka ta, thu ka pêk ang che khan Israelhai rochanah siempêk phawt el rawh.",
      "reference": "JOSUA 13:6"
    },
    {
      "content": "Chuleiin, tuhin hi hnam kuohai le Manasse hnam zâtvehai rochanah sempêk rawh,” a tih a.",
      "reference": "JOSUA 13:7"
    },
    {
      "content": "Manasse hnam zâtve danghai le Reuben chihai le Gad chihai chun Jordan râla saktiengah an chanpuol ding Mosien a lo pêk ta chu an chang a, Lalpa siehlaw Mosien anni a lo pêk ta ang khan.",
      "reference": "JOSUA 13:8"
    },
    {
      "content": "Arnon ruom sîra um Aroera inthawk le, ruom laitaka khawpui le, Medeba phai ram po po, Dibon chenin;",
      "reference": "JOSUA 13:9"
    },
    {
      "content": "chun, mihai lal Sihon, Hesbona lala inṭhung khawpui po po Ammon thlahai ramri chenin;",
      "reference": "JOSUA 13:10"
    },
    {
      "content": "chun, Gilead ram le Gesur mihai le Maakat mihai ramri chin le Hermon tlâng po po le Basan ram po po, Salka chenin;",
      "reference": "JOSUA 13:11"
    },
    {
      "content": "Astaroth le Edrei khuoa lala inṭhung Basan lal Og ram po po leh (ama chu Rephaim hnama la um sun chu a nih); chuonghai chu Mosie khan a lo thawh a, a lo hnawt suok tah a nih.",
      "reference": "JOSUA 13:12"
    },
    {
      "content": "Gesur mihai le Maakat mihai ruok chu Israel thlahai chun an hnawt suok nawh. Gesur mihai le Maakat mihai chu tu chen hin Israel mihai lai an la um ta zing lem a nih.",
      "reference": "JOSUA 13:13"
    },
    {
      "content": "Levi hnamhai chau a nih rochan ding a pêk naw chu; an kuoma a lo hril ta ang khan, LALPA, Israelhai Pathien kuoma meia thilinhlânhai kha an rochan a ni lem sih a.",
      "reference": "JOSUA 13:14"
    },
    {
      "content": "Reuben thlahai chu an sûngkuo izir ang peiin Mosie chun ram a lo pêk tah a.",
      "reference": "JOSUA 13:15"
    },
    {
      "content": "An ramri chu Arnon ruom sîra um Aroer khuoa inthawka ruom laitaka khawpui le Medeba phai ram po po;",
      "reference": "JOSUA 13:16"
    },
    {
      "content": "Hesbon le chu phai rama khawpui po po, Dibon le Bamoth-baal dâm, Beth-baal-meon dâm,",
      "reference": "JOSUA 13:17"
    },
    {
      "content": "Jahaz dâm, Kedemoth dâm, Mephaath dâm,",
      "reference": "JOSUA 13:18"
    },
    {
      "content": "Kiriathaim dâm, Sibma dâm, ruom tlânga Zereth-sahar dâm,",
      "reference": "JOSUA 13:19"
    },
    {
      "content": "Beth-peor dâm, Pisga ṭên pang dâm, Beth-jesimoth dâm,",
      "reference": "JOSUA 13:20"
    },
    {
      "content": "Chuong chu, phai ram khawpui po po dâm, Hesbona rorêla um Amor mihai lal Sihon ram po po dâm a nih; ama chu Mosien, Midian mihai hotuhai Evi, Rekem, Zur, Hur le Reba hai le chun a lo sukbohmang tah a; anni chu Sihon mihai ram sûnga lo chêng hrim an nih.",
      "reference": "JOSUA 13:21"
    },
    {
      "content": "Beor naupa Balaam aisânthiem khawm Israel thlahaiin mi dang an thathai laia chun kâwlhnâmin an that sa ve a.",
      "reference": "JOSUA 13:22"
    },
    {
      "content": "Chun, Reuben thlahai ram chin chu Jordan le a kam po po chu a nih. Hieng ram le khawpuihai le khuohai hi a nih Reuben thlahai ta dinga an sûngkuo izir peia rochana an ruot chu.",
      "reference": "JOSUA 13:23"
    },
    {
      "content": "Mosie chun Gad chi, Gad thla- hai kuoma chun an sûngkuo izir ang peiin ram a pêk a.",
      "reference": "JOSUA 13:24"
    },
    {
      "content": "An ramri chu Jazer le Gilead ram khawpui po po le Ammon thlahai ram zâtve, Rabba saka um Aroer chenin,",
      "reference": "JOSUA 13:25"
    },
    {
      "content": "Hesbona inthawka Ramath- mizpa le Betonim chenin, Maha- naima inthawka Debir ramri chen- in;",
      "reference": "JOSUA 13:26"
    },
    {
      "content": "chun, ruoma chun Beth-haram dâm, Beth-nimra dâm, Sukkoth dâm, Zaphon dâm, Hesbon lal Sihon ram dang dâm, Jordan le a panghrûl vêl le, Jordan râl saktieng panga Kin- nereth dil tâwp chenin a nih.",
      "reference": "JOSUA 13:27"
    },
    {
      "content": "Hienghai hi a nih Gad thlahai ta dinga an sûngkuo izir ang peia an rochana ruot chu, a khawpuihai le khuohai chu.",
      "reference": "JOSUA 13:28"
    },
    {
      "content": "Mosie chun Manasse hnam zâtvehai chu rochan a pêk a, Manasse chi zâtve ta dingin an sûngkuo izir ang peiin a nih a pêk chu.",
      "reference": "JOSUA 13:29"
    },
    {
      "content": "An ramri chu Mahanaima in- thawkin Basan ram po po, Basan ram lal Og ram po po le Basan rama Jair khawpui po pohai leh, chu chu khaw sâwmruk a nih;",
      "reference": "JOSUA 13:30"
    },
    {
      "content": "Gilead ram zâtve le Basan ram lal Og rama Astaroth dâm, Edrei khuohai leh; chuong chu Manasse nau Makir thla, Makir thla zâtvehai ta dingin, an sûngkuo izir ang peia a ruot a nih.",
      "reference": "JOSUA 13:31"
    },
    {
      "content": "Hieng Moab phai Jeriko zâwn, Jordan râl saktieng panghai hi a nih Mosien an rochan dinga a lo sem chu.",
      "reference": "JOSUA 13:32"
    },
    {
      "content": "Levi chihai ruok chu Mosie chun rochan ding a pêk ve nawh; an kuoma a lo hril ta ang khan, LALPA Israel- hai Pathien chu an rochan a ni lem.",
      "reference": "JOSUA 13:33"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOSUA 13 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}