{
  "verses": [
    {
      "content": "Chun, Nun naupa Josua chun, Shittima inthawk chun mi pahni inrûkin enthlatu dingin a tir a, “A ram le Jeriko khuo dâm chu va en vêl ta u,” tiin. Chun, an va feh a, naw- chizawr pakhat a hming Rahab inah an va lût a, chutaka chun an tlung tah a.",
      "reference": "JOSUA 2:1"
    },
    {
      "content": "“Ngai ta, vawizân hin ram enthla dingin Israel thlahai an hung a,” tiin Jeriko khuo lal chu an hril a.",
      "reference": "JOSUA 2:2"
    },
    {
      "content": "Jeriko khuo lal chun, “I ina hung tlung mikhuolhai kha hung ṭhuoi suok rawh, ram pumpui enthla dinga hung an ni sih a,” tiha hril dingin Rahab kuomah mi a tir a.",
      "reference": "JOSUA 2:3"
    },
    {
      "content": "Nuhmei chun mi pahnihai chu a ṭhuoi a, a thuphmang tah a; “Anih, mihai chu ka kuoma chu an hung ngei a, amiruokchu, khâwtaka inthawka hung am an ni ruok chu ka hriet nawh;",
      "reference": "JOSUA 2:4"
    },
    {
      "content": "khaw inthim, kul kawtkhâr khâr hun ding lai vêl khan anni chu an suok nâwk tah a, khâwtieng am an fe tah ti khawm ka hriet nawh; hnawt vat unla, hnawt phâk in tih ie,” a ta.",
      "reference": "JOSUA 2:5"
    },
    {
      "content": "Diktak chun in chungah a ṭhuoi a, in chunga a ziza kûng intieng khâwm lai chun a thuphmang a nih.",
      "reference": "JOSUA 2:6"
    },
    {
      "content": "Chun, mihai chun Jordan vadung tieng chun kai chen chun an va hnawt tah a; chun, a hnawttuhai chu an suok phing le chun dai kawtkhâr chu an khâr tah a.",
      "reference": "JOSUA 2:7"
    },
    {
      "content": "An zâl hma chun in chunga chun an kuomah a hang feh a,",
      "reference": "JOSUA 2:8"
    },
    {
      "content": "chu mihai kuoma chun, “Hi ram hi LALPAIN a pêk ta cheu a, in ṭitumna hin a mi del tâwl tah a, hi rama chênghai po po hi in hmaa hin an intui zo tah a ni ti ka hriet a.",
      "reference": "JOSUA 2:9"
    },
    {
      "content": "Aigupta rama inthawka in hung suok khan LALPAIN Tuipui Sen kha a sukkangpêk cheu a, Jordan râla Amor mihai lalhai pahni Sihon le Og chunga in thawzie kha, khânga in sukbohmang tâk elzie kha kan lo hriet sih a.",
      "reference": "JOSUA 2:10"
    },
    {
      "content": "Chu chu kan lo hriet phingleh kan lungrilhai chu ântui zo a, nangni lei hin, mi tukhawm lungril mumal put hrim hrim hi an um nawh a, LALPA in Pathien chu chungtieng vâna le hnuoitieng hnuoiah Pathien a ni sih a.",
      "reference": "JOSUA 2:11"
    },
    {
      "content": "Chuleiin, tuhin ka ngên cheu a nih, hi in chungah ka lunginsietzie cheu ka lo suklang tah a, nangni khawma ka pa sûnghai chungah in lunginsietna chu hung inlangtir ve ding le inchikna fietak mi siempêk dingin LALPA hming sâlin mîn khâmpêk ro:",
      "reference": "JOSUA 2:12"
    },
    {
      "content": "ka nu le ka pa le ka unaupahai le ka unaunuhai le an neihai po po leh, thinaa inthawkin kan hringna chu sansuok ngei dingin,” a ta.",
      "reference": "JOSUA 2:13"
    },
    {
      "content": "Mihai chun amanu kuoma chun, “Kan thilthaw hi i hril suok naw ding chun in thi ai thîng kan tih. LALPAIN ram hi a mi pêk pha chun lunginsiet chein, i chungah ringum- takin thâwng kan tih,” an ta.",
      "reference": "JOSUA 2:14"
    },
    {
      "content": "Chuongchun, tukvera chun hruihruolin a thlâk thla tah a; a in chu khawpui kul tlânga um a ni sih a, kul chunga chun a um a nih.",
      "reference": "JOSUA 2:15"
    },
    {
      "content": "Chun, an kuoma chun, “Tlâng tieng panin fe ro khai, chuong naw chun, a hnawttuhai cheu khan hmu hlau rawi an ti cheu; chutaka chun ni thum vân bihmang unla, a hung hnawttuhai cheu kha an kîr nâwk hmakhat chun: chu zoa chun fe chau ro,” a ta.",
      "reference": "JOSUA 2:16"
    },
    {
      "content": "Mihai chun a kuomah, “I ṭawng mîn khâmtir ringawt el hin chu thiemnaw mîn changtir el thei naw nih.",
      "reference": "JOSUA 2:17"
    },
    {
      "content": "Ngai rawh, hi rama kan hung lût phaleh, hi pat sen hi i mi thlâkna tukvera hin lo khitde la; chun, in sûngah i kuomah i nu hai, i pa hai, i unaupahai, i pa sûnghai po po chu ṭhuoi lût vawng bawk rawh aw.",
      "reference": "JOSUA 2:18"
    },
    {
      "content": "Tukhawm i kawtkhâra in- thawka khawlaia suok taphawt chu ama lu chungah a thisen chu um a ta, keini chu thiemnaw changin um naw nîng ungah; chun, tukhawm in sûnga i kuoma um taphawt chu miin an chungah kut an thlâk chun kan lu chungah a thisen chu um a tih.",
      "reference": "JOSUA 2:19"
    },
    {
      "content": "Amiruokchu, kan thilthaw hi i hril suok chun ṭawng i mîn khâm- tirnaa hin thiemnaw changin um naw nîng ungah,” an ta.",
      "reference": "JOSUA 2:20"
    },
    {
      "content": "Chun, amanu chun, “In thu ang pei chu ni raw se chu,” a tih a. Chuongchun, anni chu ân fetir tah a, an feh a; chun, tukvera chun pat sen chu a khitdeh a.",
      "reference": "JOSUA 2:21"
    },
    {
      "content": "Chuongchun, an fe tah a, tlâng chu an va tlung a, anni hnawttuhai chu an kîr nâwk hmakhat chu, chu- taka chun ni thum an um a, anni hnawttuhai chun lampui intluonin an zawng a, nisienlakhawm, an hmu zo nawh a.",
      "reference": "JOSUA 2:22"
    },
    {
      "content": "Chuongchun, mi pahnihai chu an kîr nâwk a, tlânga inthawk chu an fe thla a, an kai a, Nun naupa Josua kuom chu an va tlung a, an chung- a thil hung tlung po po chu an hril tah a.",
      "reference": "JOSUA 2:23"
    },
    {
      "content": "Chun, Josua kuoma chun, “LALPAIN a ram pumpui chu ei kutah a lo pêk takmeu el; chu chau khawm chu a ni nawh a, chu rama chênghai po po chu eini, mi ṭiin an thi dang el a nih,” an ta.",
      "reference": "JOSUA 2:24"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOSUA 2 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}