{
  "verses": [
    {
      "content": "Hazar lal Jabinin chu chu a lo hriet chun Madon lal Jobab hai, Simron lal hai, Aksaph lal hai,",
      "reference": "JOSUA 11:1"
    },
    {
      "content": "hmartienga tlâng ram lalhai dâm, Kinneroth simtienga Araba lal hai, phai ram lal hai dâm, thlang- tieng panga Dor tlâng sâng lal hai,",
      "reference": "JOSUA 11:2"
    },
    {
      "content": "saktieng le thlangtienga um Kanaan mihai dâm, tlângrama um Amor mihai, Hit mihai, Periz mihai, Jebus mihai, Mizpa ram Hermon tlâng hnuoia umhai Hiv mihai kuoma dâm mi a tir a.",
      "reference": "JOSUA 11:3"
    },
    {
      "content": "An sipai ruolhai leh mi tamtak, an tam tieng chu tuisuoriet kama phaiphin zât zet, sakawr le tawlailîr tamtak leh an inthawk tah a.",
      "reference": "JOSUA 11:4"
    },
    {
      "content": "Chuong lalhai po po chu an intuok khâwm a, Israelhai chu thaw tumin Merom tuiahai chun an riek khâwm a.",
      "reference": "JOSUA 11:5"
    },
    {
      "content": "Chun, LALPAIN Josua kuomah, “Anni leiin ṭi naw rawh, zîngah hieng tik phât hin anni chu sukhlum sa vawngin Israelhai chu ka hung pêk el ding a nih; an sakawr thahai chu sat pêk i ta, an tawlailîrhai chu i raw el ding a nih,” a ta.",
      "reference": "JOSUA 11:6"
    },
    {
      "content": "Chuongchun, Josua le râlkâp mihai po po chu Merom tuiahai chun an vân thawk ta phut el a, an baw tah a.",
      "reference": "JOSUA 11:7"
    },
    {
      "content": "Chun, LALPAIN anni chu Israel- hai kutah a pêk a, an thawh a, Zidon Ropui chen dâm, Misrephoth-maim hmun chen dâm, saktieng panga Mizpe ruom chen dâmin an hnawt a; pakhat khawm hla hrim hrim nei loin an that vawng a.",
      "reference": "JOSUA 11:8"
    },
    {
      "content": "LALPAIN a tir angin, Josua chun an chunga chun a thawh a, an sakawr thahai chu a satpêk a, an tawlailîrhai chu a rawpêk bawk a.",
      "reference": "JOSUA 11:9"
    },
    {
      "content": "Chuong lai chun Josua chu a hnungkîr a, Hazor chu a lâk a, an lal chu kâwlhnâmin a that a, kha hma khan chu Hazor chu chuong lai vêl ram po poa khawpui tak a nih.",
      "reference": "JOSUA 11:10"
    },
    {
      "content": "Chu khuoa mi umhai po po chu kâwlhnâmin an that vawng a, an sukchimit dêr a, ân thuokthei taphawt chu pakhat khawm an hla nawh, chuongchun, Hazor chu meiin a raw tah a.",
      "reference": "JOSUA 11:11"
    },
    {
      "content": "Chun, chuong lalhai khawpui- hai po po le an lalhai po po chu Josua chun a lâk vawng a, kâwlhnâma thawin a that a, a sukchimit vawng a; LALPA siehlaw Mosien thu a pêk ang khan.",
      "reference": "JOSUA 11:12"
    },
    {
      "content": "Amiruokchu, muolvûma khaw- pui lo umhai kha chu Hazor tilo chu Israelhai chun pakhat khawm an raw nawh a, chu khuo ruok chu Josuain a raw a nih.",
      "reference": "JOSUA 11:13"
    },
    {
      "content": "Chuong khawpuia an râllâkhai po po le ranhai chu Israel thlahai chun anni chanpuolah an nei a, mihriem ruok chu an sukbohmang vawng hmakhat chu kâwlhnâmin an that a, ân thuokthei taphawt chu hla an nei nawh.",
      "reference": "JOSUA 11:14"
    },
    {
      "content": "LALPAIN a siehlaw Mosie thu a pêk ang bawkin, Mosie khawmin Josua chu thu a pêk veh a, chuong ang tak chun Josua chun a thaw pei a, LALPAIN Mosie thu a pêk po po chu thaw naw hrim a nei dêr nawh.",
      "reference": "JOSUA 11:15"
    },
    {
      "content": "Chuongchun, Josua chun chuong ram po po, tlâng ram dâm, sim ram po po dâm, Gosen ram po po dâm, phai ram dâm, Araba dâm, Israelhai tlâng ram dâm, an phai ramhai leh a lâk vawng a.",
      "reference": "JOSUA 11:16"
    },
    {
      "content": "Seir tlâng hang khawtu Halak tlânga inthawka Hermon tlâng hnuoia Lebanon ruoma Baal-gad chenin; an lalhai po po chu a man a, a that a, a sukhlum vawng a.",
      "reference": "JOSUA 11:17"
    },
    {
      "content": "Josua chun chuong lalhai po po chu sâwttak a do a nih.",
      "reference": "JOSUA 11:18"
    },
    {
      "content": "Gibeon khuoa um Hiv mihai ti chau naw chu Israel mihai le inremna siem khuo hrim an um dêr nawh a, doa an lâk vawng an nih.",
      "reference": "JOSUA 11:19"
    },
    {
      "content": "LALPAIN Mosie thu a pêk ang anga sukchimit vawng a, ditsakna nei dêr loa a sukbohmang theina dinga an lungril sukngarpêka Israel- hai indotir hlaktu chu LALPA chu a ni sih a.",
      "reference": "JOSUA 11:20"
    },
    {
      "content": "Chuong lai chun Josua chu a feh a, tlâng rama inthawk dâmin, Hebrona inthawk dâmin, Debira in- thawk dâmin, Anaba inthawk dâmin, Juda tlâng rama inthawk dâmin, Israel tlâng ram po poa inthawk dâmin, Anakim mihai chu a sukchi- mit vawng a, Josua chun an khawpuihai pumin a sukbohmang vawng a,",
      "reference": "JOSUA 11:21"
    },
    {
      "content": "Israel thlahai rama chun Anakim mihai chu pakhat khawm um an um ta dêr nawh a, Gazaa dâm, Gatha dâm, Asdoda dâm ruok chun chu a um an la um a.",
      "reference": "JOSUA 11:22"
    },
    {
      "content": "Chuongchun, LALPAIN Mosie kuoma a hril po po ang khan Josua chun ram pumpui chu a lâk tah a; chun, Josua chun Israel mihai chu an hnam inṭhe dân ang peiin an rochan dingin a pêk tâwl a; chuongchun, ram chu râlmuongin a um tah a.",
      "reference": "JOSUA 11:23"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOSUA 11 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}