{
  "verses": [
    {
      "content": "Chun, Jordan vadung râla lalhai po po tlânga mi le phaia mi dâm, tuisuoriet lientak vatluona Lebanon chena um po po Hit mihai, Amor mihai, Kanaan mihai, Periz mihai, Hiv mihai, Jebus mihai chun an lo hriet chun,",
      "reference": "JOSUA 9:1"
    },
    {
      "content": "Josua le Israelhai chu inthuruola thawhrawn tumin an pungkhâwm tah a.",
      "reference": "JOSUA 9:2"
    },
    {
      "content": "Nisienlakhawm, Gibeon khuoa umhai chun Josuain Jeriko khuo le Ai khuo a thaw dân an lo hriet chun,",
      "reference": "JOSUA 9:3"
    },
    {
      "content": "var vervêkin an châng ve ta thung a, palai angin an insiem a, ip hluitak tak an sabengtunghai an inphurtir a, uoin peng hluitak tak, a ṭiek tahai leh,",
      "reference": "JOSUA 9:4"
    },
    {
      "content": "kekawk hluitak tak, inphâwk ṭêt ṭût hi an bun a, puon hluitak tak an sil a, an fâk dinga an hung chawi beihai chu ṭâwl ṭekṭuk le ap bur el dâm hi a na.",
      "reference": "JOSUA 9:5"
    },
    {
      "content": "Chun, Josua kuomah Gilgala an riebûka chun an va feh a, a kuoma le Israelhai kuoma chun, “Ram hlataka inthawka hung kan na; chuongchun, kan kuoma hin thu thlung ro khai,” an va tih a.",
      "reference": "JOSUA 9:6"
    },
    {
      "content": "Israelhai ruok chun Hiv mihai kuoma chun, “Keini laia chêng ve hi in lo ni zing el rawi maw; iengtin am in kuomah thu thlung el thei kan ta?” an tih a.",
      "reference": "JOSUA 9:7"
    },
    {
      "content": "Anni chun Josua kuoma chun, “I siehlawhai kan ni hi,” an ta. Josua chun an kuomah, “Tuhai am in ni leh? Khâwtienga inthawka hung am in ni leh?” a tih a.",
      "reference": "JOSUA 9:8"
    },
    {
      "content": "Anni chun a kuomah, “LALPA i Pathien hming leiin i siehlawhai hi ram hlataka inthawka hung kan nih, a hming inthangzie dâm, Aiguptaa a thilthaw po po dâm,",
      "reference": "JOSUA 9:9"
    },
    {
      "content": "Jordan vadung râla Amor mihai lal pahnihai Hesbon ram lal Sihon hai dâm, Basan ram lal Astaroth khuoa um Og hai dâm chunga a thilthaw po pohai kha kan hriet sih a.",
      "reference": "JOSUA 9:10"
    },
    {
      "content": "Chun, kan upahai le kan rama chênghai po po chun kan kuomah, ‘Lampuia dingin fâk dinghai chawiin anni va be ro khai; chun, an kuomah, in siehlawhai kan ni hi, kan kuomah thu thlung ro khai ti unla,’ tiin an hril a.",
      "reference": "JOSUA 9:11"
    },
    {
      "content": "Hieng kan fâk dinga kan beihai hi in kuoma hung dinga kan hung suok niin kan ina inthawka a luma kan hung chawi an na, nisienla- khawm, tuhin chu en hman ta u, a ṭâwl ṭuk tah a, a ap bur ta hi.",
      "reference": "JOSUA 9:12"
    },
    {
      "content": "Hieng uoin peng kan thunnahai khawm hi a thar an na, en hman ta u, an inek vawng ta hi. Hieng kan puonhai le kan kekawkhai khawm hi kan hungna a hla khawp a, an hlui vawng ta hi,” an ta.",
      "reference": "JOSUA 9:13"
    },
    {
      "content": "Israel mihai chun an fâk ding hung chawi chu an lâk a, LALPA bâua thurâwn hrim an indawn nawh a.",
      "reference": "JOSUA 9:14"
    },
    {
      "content": "Chuongchun, Josua chun anni le chun inremna a siem a, anni chu hlâ dingin an inkârah thuthlung a siem tah a, chun, a pungkhâwmhai laia mi lienhai khawm chun an kuomah ṭawng an inkhâm tah a.",
      "reference": "JOSUA 9:15"
    },
    {
      "content": "Chun, an kuoma thu an thlung china inthawka ni thuma chun an khaw kâwlhnai, anni laia lo um ve zing hlakhai an nih ti an hriet suok tah a.",
      "reference": "JOSUA 9:16"
    },
    {
      "content": "Chun, Israel thlahai chu an fe pei a, ni thum ni chun an khawpuihai chu an va tlung a. An khawpuihai chu Gibeon dâm, Kephira dâm, Beeroth dâm, Kiriath-Jearim dâm an nih.",
      "reference": "JOSUA 9:17"
    },
    {
      "content": "Pungkhâwmhai mi lienhai chun LALPA Israelhai Pathien sâla ṭawng an lo inkhâm ta leiin, Israel thlahai chun anni an tâwk nawh a. Chuong- chun, pungkhâwmhai po po chu mi lienhai chunga chun an chier a.",
      "reference": "JOSUA 9:18"
    },
    {
      "content": "Nisienlakhawm, mi lienhai po po chun pungkhâwmhai po po kuoma chun, “LALPA Israelhai Pathien sâlin an kuomah ṭawng kan lo inkhâm ta sih a; chuleiin, anni chu tuhin ei tâwk a thieng naw a nih.",
      "reference": "JOSUA 9:19"
    },
    {
      "content": "Hieng ang hin an chungah thâwng ei ta, hla el ei tiu, chuong naw chun an kuoma ṭawng kan lo inkhâm ta leiin ei chunga hin lunginsenna hung tlung el a tih,” an tih a.",
      "reference": "JOSUA 9:20"
    },
    {
      "content": "Chun, mi lienhai ma chun an kuomah, “Hlain um el raw hai se,” an tih a. Chuongchun, pungkhâwmhai po po thing inkhâwmtua le tui chawi- tuah an hung um tah a, mi lienhaiin an hril ang chun.",
      "reference": "JOSUA 9:21"
    },
    {
      "content": "Josua chun anni chu ân kotir a, an kuomah, “Iengdinga, ‘Ram hla- taka inthawka hung kan nih,’ tia in mi hlêm el am? Keini laia chêng ve in lo ni zing el sih a.",
      "reference": "JOSUA 9:22"
    },
    {
      "content": "Chuleiin, ṭawngsephur in hung ni a ni ta hi, ieng lai khawmin nangni laia mi ṭhenkhat hi suok ni zing an ta, kan Pathien ta dinga thing inkhâwm- tua le tui chawituah um zing an tih,” tiin a hril a.",
      "reference": "JOSUA 9:23"
    },
    {
      "content": "Anni chun Josua chu an dawn a, “LALPA i Pathien a siehlaw Mosie khan ram pumpui hi pe cheua in hmaa a ram hluotu um po pohai hi sukbohmang pei ding a nih ti thu a lo pêk kha i siehlawhai hi an lo hril chieng êm a; chuleiin, nangni leiin kan hringna hi chân kan inlau êm a, hieng ang hin kan lo thaw el a nih.",
      "reference": "JOSUA 9:24"
    },
    {
      "content": "Tuhin, ngai ta, i kuta um kan na, i ngaia ṭha le indika i hriet ang ang chun kan chunga hin thaw pei el rawh,” an tih a.",
      "reference": "JOSUA 9:25"
    },
    {
      "content": "Chuongchun, an chunga chun chuong ang chun a thaw tah a, Israel thlahaia inthawk chun a sansuok a, anni chu an that ta nawh a.",
      "reference": "JOSUA 9:26"
    },
    {
      "content": "Josua chun chu ni chun LALPA- IN hmun a ruotna taphawtah pung- khâwmhai le LALPA mâichâm ta dinga tulai chena thing inkhâwmtua le tui chawituah a ruot a.",
      "reference": "JOSUA 9:27"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOSUA 9 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}