{
  "verses": [
    {
      "content": "Jeriko khuo chu Israel thlahai lei chun an khâr tlat a, tukhawm an suok nawh a, tukhawm an lût bawk nawh.",
      "reference": "JOSUA 6:1"
    },
    {
      "content": "Chun, LALPAIN Josua kuomah, “En ta, Jeriko le a lal le mi hrât huoisenhai hi i kutah ka pêk tah.",
      "reference": "JOSUA 6:2"
    },
    {
      "content": "Râl kâp mi po po hin khawpui hi vêlin vawikhat chu hang vêl suok phawt in ta; chuong ang ruok chun ni ruk in thaw ding a nih.",
      "reference": "JOSUA 6:3"
    },
    {
      "content": "Chun, thiempu pasariin bâwm hma tieng berâmchal ki tawtawrâwt pasari chawi an ta; chun, a ni sari ni chun khawpui chu vawi sari vêl suok in ta, chun, thiempuhai chun taw- tawrâwthai chu mût an tih.",
      "reference": "JOSUA 6:4"
    },
    {
      "content": "Chun, berâmchal ki an mût rik ruoi ruoi a, tawtawrâwt ri in hriet pha chun, mipui po po chu inring- takin khêk dur dur raw se; chuong- chun, khawpui kul chu chim rup a ta, mipui chu mâni hma zâwn sengah chun hang fêng an tih,” a ta.",
      "reference": "JOSUA 6:5"
    },
    {
      "content": "Chun, Nun naupa Josua chun thiempuhai chu a ko a, an kuomah, “Thuthlung bâwm hi zâwn unla, thiempu pasariin LALPA bâwm hmatienga chun berâmchal ki taw- tawrâwt pasari chawi raw se,” a ta.",
      "reference": "JOSUA 6:6"
    },
    {
      "content": "Chun, ama chun mipuihai kuoma chun, “Fe pei unla, khawpui chu vêl suok ro, chun, inrâlthuomhai kha LAL- PA bâwm hmatieng fe pei raw se,” a ta.",
      "reference": "JOSUA 6:7"
    },
    {
      "content": "Josuain mipuihai kuoma thu a hril zo chun LALPA hmaa berâmchal ki tawtawrâwt pasari chawi thiempu pasarihai chu an fe pei a, tawtawrâwt chu an mût a; chun, LALPA thu- thlung bâwm chun a zui a.",
      "reference": "JOSUA 6:8"
    },
    {
      "content": "Chun, inrâlthuomhai chu taw- tawrâwt mûttu thiempuhai hmaa chun an feh a, chun a hnungdâlhai chun bâwm chu an sawm a, thiem- puhai chun fe malamin tawtawrâwt chu an mût pei a.",
      "reference": "JOSUA 6:9"
    },
    {
      "content": "Chun, Josua chun mipuihai chu, “Khêk dêr naw unla, in râwl khawm hriet ni naw raw se, khêk dinga thu ka pêk ni cheu a tlung hmakhat chu in bâua inthawkin thu hrim hrim suok bawk naw sien, chu pha ruok chun chu khêk ro,” tiin thu a pêk a.",
      "reference": "JOSUA 6:10"
    },
    {
      "content": "Chuongchun, LALPA bâwm chun khawpui chu vêl khat ân vêl suoktir a; chun, riebûka chun an feh a, riebûka chun an riek tah a.",
      "reference": "JOSUA 6:11"
    },
    {
      "content": "Chun, Josua chu zingkâr in- hmatakin a tho a, thiempuhai chun LALPA bâwm chu an zâwn a.",
      "reference": "JOSUA 6:12"
    },
    {
      "content": "Chun, LALPA bâwm hmaa be- râmchal ki tawtawrâwt pasari chawi thiempu pasarihai kha an fe pei a; tawtawrâwt an mût a; chun, inrâl- thuomhai chu an hmaah an feh a; chun, a hnungdâlhai chun LALPA bâwm chu an sawm a, thiempuhai chun, fe malamin tawtawrâwt an mût pei a.",
      "reference": "JOSUA 6:13"
    },
    {
      "content": "Chun, a ni hni ni chun khawpui chu vawi khat an hang vêl suok nâwk a, riebûka chun an kîr nâwk a; chuong ang ruok chun ni ruk an thawh a.",
      "reference": "JOSUA 6:14"
    },
    {
      "content": "A ni sari ni chun zîngkâr vâr- ṭienin an tho a, thaw dân pângngaiin vawi sari an vêl suok a, chu ni chau chun khawpui chu vawi sari an vêl suok a nih.",
      "reference": "JOSUA 6:15"
    },
    {
      "content": "A vawi sarinaa thiempuhaiin tawtawrâwt an hang mût chun Josua chun mipuihai kuoma chun, “Khêk ro khai, LALPAIN khawpui hi a pêk ta cheu a nih.",
      "reference": "JOSUA 6:16"
    },
    {
      "content": "Khawpui hi a sûnga thil um po po pumin suksiet dinga LALPA kuoma pumpêk vawng ding a nih; Rahab nawchizawr chau, ama le a in sûnga ama le um po pohai ruok chu ei mi tirhai kha a lo thuphmang leiin hla ding a nih.",
      "reference": "JOSUA 6:17"
    },
    {
      "content": "Nangni ruokchu suksiet dinga thil pumpêka inthawk chun insie- kieng hlau ro, chuong naw chun, suksiet dinga thil pumpêk laia mi ieng khawm lo lain, Israelhai riebûk hi suksiet dingah siem in ta, lunginzîngna intlun hlau rawi in tih.",
      "reference": "JOSUA 6:18"
    },
    {
      "content": "Tangkaruo dâm, rângkachak dâm, dâr le thîr bûrlebêlhai ruok chu a rêngin LALPA kuoma inthieng a na, LALPA sum inah an lût vawng ding a nih,” a ta.",
      "reference": "JOSUA 6:19"
    },
    {
      "content": "Chuongchun, mipuihai chu an khêk a, tawtawrâwthai mût an nih a. Tawtawrâwt ri an hang hriet phingleh, an khêk ta dur dur a, kul chu a chim hmât vawng a; chuong- chun, mi tin chu mâni hma zawn senga chun an feh a, khawpuia chun an lût a, khawpui chu an lâk tah a.",
      "reference": "JOSUA 6:20"
    },
    {
      "content": "Khawpui sûnga mi po po nuhmei pasal, a chîn a lien, bâwng- chal dâm, sabengtung dâm leh kâwl- hnâmin an sât hlum vawng tah a.",
      "reference": "JOSUA 6:21"
    },
    {
      "content": "Chun, Josua chun mi pahni ram va enthlatuhai kuoma chun, “Nâw- chizawr ina chun va lût unla, a kuoma ṭawng in lo inkhâm ta ang khan chu nuhmei chu a nei po po leh va ṭhuoi suok ro,” a ta.",
      "reference": "JOSUA 6:22"
    },
    {
      "content": "Chuongchun, enthlatu tlang- vâlhai chu an va lût a, Rahab le a pa le a nu leh, a unaupahai leh, a nei po pohai le chun an va ṭhuoi suok a, a laibung unauhai po po khawm an va ṭhuoi suok a, Israelhai riebûk puo- tienga chun an inumtir a.",
      "reference": "JOSUA 6:23"
    },
    {
      "content": "Chun, khawpui chu a sûnga thil um po po leh meiin an raw vawng a, tangkaruo dâm, rângkachak dâm, dâr le thîr bûr le bêlhai chau chu LALPA in sum inah an sieh a.",
      "reference": "JOSUA 6:24"
    },
    {
      "content": "Amiruokchu, Rahab nawchi- zawr le a nei po po le a pa sûnghai chu Josua chun a hla vawng a; chuong- chun, Israelhai lai chun tu chen hin a la ṭhang ta zing a nih, Josuain Jeriko khuo enthla dinga a tirhai kha a lo thuphmang leiin.",
      "reference": "JOSUA 6:25"
    },
    {
      "content": "Chuong lai chun Josua chun, “Hi Jeriko khuo hi hung indina hung bâwl taphawt chu LALPA hmaa chun ṭawngsephurin um raw se, a nau lutîr chu chânin a lungphûm chu phûm a ta, a nau mitlum chânin a kul kawtkhârhai chu indin a tih,” tiin anni chu a vau a.",
      "reference": "JOSUA 6:26"
    },
    {
      "content": "Chuongchun, LALPA chu Josua kuoma chun a um a, a ram pumpuia chun a hming a hung inthang tah a.",
      "reference": "JOSUA 6:27"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOSUA 6 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}