{
  "verses": [
    {
      "content": "Chun, Israel thlahai mipui po po chu Silo khuoah an in- khâwm tah a, chutaka chun inbiekna puonin an zar a; ram chu an thu hnuoiah a hung um tah a.",
      "reference": "JOSUA 18:1"
    },
    {
      "content": "Israel thlahai lai chun an chan- puol la pêk ve lo hnam sari an la um a.",
      "reference": "JOSUA 18:2"
    },
    {
      "content": "Chuongchun, Josua chun Israel thlahai kuoma chun, “LALPA in thlatuhai Pathienin a lo pêk ta cheu ram hi ieng chen am hluo loa la muong ding in nih a?",
      "reference": "JOSUA 18:3"
    },
    {
      "content": "Hnam hran hran laia mi pathum seng inthlang suok unla, anni chu lo tir ka ta, anni chu inthawk an ta, ram chu va fang an ta, an chanpuol ding huntâwk ang sengin va ziek an ta, chun, ka kuomah hung kîr nâwk an tih.",
      "reference": "JOSUA 18:4"
    },
    {
      "content": "Hmun sariah ṭhe phawt an ta, Judahai chu simtieng an chanpuolah um an ta; chun, Josef sûnghai chu hmârtiengah an chanpuolah um an tih.",
      "reference": "JOSUA 18:5"
    },
    {
      "content": "Ram chu hmun sariah va ṭhe unla, ziek chu mi hung pe ro; chuong- chun, hitaka hin LALPA ei Pathien hmaah ai lo sânpêk ka ti cheu.",
      "reference": "JOSUA 18:6"
    },
    {
      "content": "Levi mihai hin chu chu nangni lai chanvo an nei ve nawh a, LALPA thiempu sin hi an chanpuol a ni sih a; chun, Gad mihai, Reuben mihai le Manasse hnam zâtvehai khan chu Jordan râl saktienga khan an chan- puol chu LALPA siehlaw Mosien a lo pêk kha an lo chang tah a,” a ta.",
      "reference": "JOSUA 18:7"
    },
    {
      "content": "Chuongchun, chuong mihai chu an inthawk suok tah a, chun, ram chanchin va ziek suok dinghai chu Josua chun, “Ram chu va fang unla, hung ziek suok unla, ka kuomah hung intlun nâwk unla, hitaka Silo khuoa hin LALPA hmaah ai lo sânpêk ka ti cheu,” tiin thu a pêk a.",
      "reference": "JOSUA 18:8"
    },
    {
      "content": "Chun, mihai chu an feh a, ram chu an va fang a, hmun sariah an ṭheh a, lekhabuah a khuoin an ziek suok a, riebûk Siloa chun Josua kuomah an fe nâwk a.",
      "reference": "JOSUA 18:9"
    },
    {
      "content": "Josua chun Siloa chun LALPA hmaa chun ai a lo sânpêk a, chutaka chun Israel thlahai chu an inṭhe ang pei chun ram chu a sem tah a.",
      "reference": "JOSUA 18:10"
    },
    {
      "content": "Aisân chu Benjamin thlahai hnam an sûngkuo izir ang peiin an chungah a tlu tah a; chun, an ramri chin chu Juda thlahai le Josef thlahai inkâr kha a nih.",
      "reference": "JOSUA 18:11"
    },
    {
      "content": "Hmârtieng panga an ramri chin chu Jordana inthawkin a na; chun, ramri chu Jeriko sîrah hmârtieng pangah a hang fe pei a, thlangtieng panga chun tlâng ramah a hang fe pei a, ramri tâwpna chu Beth-aven thlalêrah a nih.",
      "reference": "JOSUA 18:12"
    },
    {
      "content": "Chun, ramri chu chutaka in- thawk chun Luz tieng, Luz (chu chu Bethel a nih) sîrah, simtieng pangah a fe pei a, chun, ramri chu Beth-horon thlanghnung lem simtieng panga tlâng hrûlah Astaroth-adarah a fe thlah a.",
      "reference": "JOSUA 18:13"
    },
    {
      "content": "Chun, ramri chu a fe pei a, Beth-horon simtieng panga tlâng bula inthawk chun thlangtienga chun simtieng pangah ân kuol phei a; chu chu Kiriath-baal (chu chu Kiriath- Jearim a nih) Juda thlahai khaw- puiah a tâwp a, chu chu thlangtieng pangah ramri chu a nih.",
      "reference": "JOSUA 18:14"
    },
    {
      "content": "Chun, simtieng panga ram chu Kiriath-Jearim tâwpa inthawkin a nih, chun, ramri chu thlangtienga chun a suok a, Nephtoa vadung tuiahai chun a fe pei a;",
      "reference": "JOSUA 18:15"
    },
    {
      "content": "chun, ramri chu Rephaim hmâr- tieng ruomah Hinnom naupa ruom bula tlâng hmawra chun a fe thlah a; chuongchun, Jebushai sîrah, sim- tieng panga Hinnom ruomah a fe thlah a; chun, En-rogelah a fe thlah a;",
      "reference": "JOSUA 18:16"
    },
    {
      "content": "chun, hmârtieng zâwngin En- semesah a feh a, Adummim hang fena dep Gelilotha khan a feh a, chun, Reuben naupa Bohan lungah a fe thlah a;",
      "reference": "JOSUA 18:17"
    },
    {
      "content": "chun, Araba sîr hmârtieng pangah a fe pei a, Arabaa chun a fe thlah a;",
      "reference": "JOSUA 18:18"
    },
    {
      "content": "chun, ramri chu Beth-hogla sîr, hmârtieng pangah a fe pei a; chun, ramri tâwpna chu Jordan sim tâwp, Tuipui Al hmâr likilkawia khan a nih, chu chu simtieng ramri a nih.",
      "reference": "JOSUA 18:19"
    },
    {
      "content": "Chun, Jordan chu saktieng rama ramri tâwp a nih. Chu chu a nih Benjamin thlahai an sûngkuo ang peia an chanpuol ramin a huom sûng chu.",
      "reference": "JOSUA 18:20"
    },
    {
      "content": "Chuongchun, Benjamin thlahai an sûngkuo izir ang peia an khaw- puihai chu Jeriko, Beth-hogla, Emek-keziz,",
      "reference": "JOSUA 18:21"
    },
    {
      "content": "Beth-araba, Zemaraim, Bethel,",
      "reference": "JOSUA 18:22"
    },
    {
      "content": "Avim, Para, Ophra,",
      "reference": "JOSUA 18:23"
    },
    {
      "content": "Kephar-amoni, Ophni, Geba, khawpui sâwmpahni a khaw chînhai leh;",
      "reference": "JOSUA 18:24"
    },
    {
      "content": "Gibeon, Rama, Beeroth,",
      "reference": "JOSUA 18:25"
    },
    {
      "content": "Mizpe, Kephira, Moza,",
      "reference": "JOSUA 18:26"
    },
    {
      "content": "Rekem, Irpeel, Tarala,",
      "reference": "JOSUA 18:27"
    },
    {
      "content": "Zela, Eleph, Jebus, (chu chu Jerusalem a nih), Gibeah le Kiriath an nih; khawpui sâwmpali a khaw chînhai leh. Hieng hi a nih Benjamin thlahai an sûngkuo izir ang peia an chanpuola ruot chu.",
      "reference": "JOSUA 18:28"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOSUA 18 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}