{
  "verses": [
    {
      "content": "Chun, Manasse thlahai chan- puol chu hieng hi a nih; ama chu Josef nau lutîr kha a na. Gilead pa, Manasse nau lutîr Makir ruok chu indo mi a na, Gilead le Basan ram chu a chang a.",
      "reference": "JOSUA 17:1"
    },
    {
      "content": "Chun, chanpuol chu Manasse thlahai dang po po, an sûngkuo izir ang peiin, Abiezer thlahai, Helek thlahai, Asriel thlahai, Sekem thla- hai, Hepher thlahai le Semida thlahai ta ding dâmin pêk a nih; chuonghai chu an sûngkuo izir ang peia Josef naupa Manasse thla pasalhai chu an nih.",
      "reference": "JOSUA 17:2"
    },
    {
      "content": "Manasse naupa Makir, chu naupa Gilead, chu naupa Hepher, chu naupa Zelophehad ruok chun nau- pasal nei loin naunuhmei ruok a nei a; chuong a naunuhmeihai hming chu: Mahla, Noa, Hogla, Milka le Tirza an nih.",
      "reference": "JOSUA 17:3"
    },
    {
      "content": "Chun, thiempu Eleazar le Nun naupa Josua le mi lienhai hmaah an fe veh a, “Kan unaupahai laia hin chanpuol mi pe ve dingin LALPAIN Mosie kha thu a pêk a nih,” tiin an hril a, chuongchun, LALPA thupêk angin an pa unauhai laia chun chan- puol a pêk ve tah a.",
      "reference": "JOSUA 17:4"
    },
    {
      "content": "Chuongchun, Jordan râla Gilead le Basan ram tiem loin Manasse chanpuolah hmun sâwm a tluh a;",
      "reference": "JOSUA 17:5"
    },
    {
      "content": "Manasse naunuhmeihai chun a naupasalhai laia chun chanpuol an nei ve lei a nih. Gilead ram chu Manasse naupasal danghai chun an chang a.",
      "reference": "JOSUA 17:6"
    },
    {
      "content": "Chun, Manasse ramri chu Sekem saktienga um Asera inthawka Mik- methath chenin a nih; ramri chu simtieng panga chun En-tappua mihai umna chenin a feh a.",
      "reference": "JOSUA 17:7"
    },
    {
      "content": "Tappua ram chu Manasse ta a na, Manasse ramri depa Tappua ruok kha chu Ephraim thlahai ta a nih.",
      "reference": "JOSUA 17:8"
    },
    {
      "content": "Chun, ramri chu Kana vadung- teah, vadungte simtieng panga chun a fe thlah a, chuong khawpuihai chu Manasse khawpuihai laia, Ephraim ta a nih. Manasse ramri chu vadung- te hmârtieng panga chun a nih; chun, tuisuorietah a fe thlah a.",
      "reference": "JOSUA 17:9"
    },
    {
      "content": "Simtieng pang chu Ephraim ta a na, hmârtieng pang chu Manasse ta a na, tuisuoriet chu a ramri a nih, hmârtienga chun Aser chenin a va nih a, saktienga chun Issakar chenin a hang nih.",
      "reference": "JOSUA 17:10"
    },
    {
      "content": "Issakar le Aser rama chun Manasse chun Beth-sean le a sîrvêl khuohai, Ibleam le a sîrvêl khuohai, Dora umhai le a sîrvêl khuohai, En-dora umhai le a sîrvêl khuohai, Taanaka umhai le a sîrvêl khuohai, Megiddoa umhai le a sîrvêl khuohai, zo khawsâng pathumhai chu a nei a.",
      "reference": "JOSUA 17:11"
    },
    {
      "content": "Nisienlakhawm, Manasse thla- hai chun chuong khawpuia umhai chu an hnawt suok thei nawh a, Kanaan mihai chu chuong rama chun an um tlat el a.",
      "reference": "JOSUA 17:12"
    },
    {
      "content": "Israel thlahai chu an hung hrât deu deu phing chun, Kanaan mihai chu sinthawa hmang dingin an inumtir a, an hnawt suok fai rêt ta nawh.",
      "reference": "JOSUA 17:13"
    },
    {
      "content": "Josef thlahai chun Josua kuom- ah, “Iengtiziea rohluo ding chanpuol pakhat le chan khat chau i mi pêk bîk am a na, LALPA hlakin mal a mi sâwm nasa a, kan tam hle sih a?” tiin an hril a.",
      "reference": "JOSUA 17:14"
    },
    {
      "content": "Josua chun an kuomah, “Chuonga tam in ni chun, Periz mihai le Ephraim mihai ram rampuihai khi, fe unla, in umna dingin hang vât ta unla, Ephraim tlâng ram in ta dinga a chîn taluo chun,” a tih a.",
      "reference": "JOSUA 17:15"
    },
    {
      "content": "Josef thlahai chun, “Tlâng ram hi kan ta dingin a hun naw a nih, phai rama Kanaan mi chênghai po po, Beth-sean le a khawpuia umhai le Jezreel ruoma umhai hin thîr taw- lailîr an nei seng sih a,” an tih a.",
      "reference": "JOSUA 17:16"
    },
    {
      "content": "Josua chun Josef sûnghai, Ephraim le Manasse thlahai kuoma chun, “In tam hleh a, hrât khawm in hrât a; chuongchun, chan khat chau chu nei da ti niu ie,",
      "reference": "JOSUA 17:17"
    },
    {
      "content": "tlâng ram khi in ta ni el raw se, rampui khawm ni sienla, vât in ta, a ram chin po po chu in ta a ni el ding annâwm; Kanaan mihai chun thîr tawlailîrhai neiin, hrât hle hai sien khawm, in la hnawt suok ding annâwm,” tiin a hril a.",
      "reference": "JOSUA 17:18"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOSUA 17 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}