{
  "verses": [
    {
      "content": "Chun, Levi chi sûngkuo lusa- hai chu thiempu Eleazar kuoma le Nun naupa Josua kuoma le Israel thlahai hnam sûngkuo lusahai kuoma chun an va feh a,",
      "reference": "JOSUA 21:1"
    },
    {
      "content": "Kanaan rama khawpui Silo khuoa chun, “LALPAIN Mosie hmang- in kan umna ding khawpuihai, kan ran tlatna ding a khawkâwl vêl leh mi pe dingin thu a lo pêk a nih ie,” tiin an hril a.",
      "reference": "JOSUA 21:2"
    },
    {
      "content": "Chuongchun, Israel thlahai chun LALPA thupêk angin an chanpuola inthawk chun chuong khawpuihai chu an khawkâwl vêlhai le chun Levi chihai chu an pêk tah a.",
      "reference": "JOSUA 21:3"
    },
    {
      "content": "Aisân chu Kohath mihai hnam chungah a tlu tah a, chuongchun, thiempu Aron thla Levi chihai chun Juda hnam chanpuola mi dâm, Simeon mihai hnam chanpuola mi dâm, Benjamin hnam chanpuola mi dâm khawpui sâwmpathum aisânin an chang veh a.",
      "reference": "JOSUA 21:4"
    },
    {
      "content": "Kohath thla danghai chun Ephraim hnam thlahai chanpuola mi dâm, Dan hnam chanpuola mi dâm, Manasse hnam zâtve chanpuola mi dâm khawpui sâwm aisânin an chang ve tah a.",
      "reference": "JOSUA 21:5"
    },
    {
      "content": "Gerson thlahai chun Issakar hnam thlahai chanpuola mi dâm, Basan rama Manasse hnam zâtve chanpuola mi dâm khawpui sâwm- pathum aisânin an chang ve tah a.",
      "reference": "JOSUA 21:6"
    },
    {
      "content": "Merari thlahai chun an sûngkuo izir ang peiin Reuben hnam chan- puola mi dâm, Gad hnam chanpuola mi dâm, Zebulun hnam chanpuola mi dâm khawpui sâwmpahni an chang veh a.",
      "reference": "JOSUA 21:7"
    },
    {
      "content": "Israel thlahai chun LALPAIN Mosie hmanga thu a pêk ang khan chu khawpuihai le a khaw kâwlvêlhai chu aisânin Levi chihai an pêk a.",
      "reference": "JOSUA 21:8"
    },
    {
      "content": "Juda thlahai hnam chanpuola mi dâm, Simeon thlahai hnam chanpuol- a mi dâm, chu an pêk a, hieng khaw- pui an hming hitaka hrilhai hi;",
      "reference": "JOSUA 21:9"
    },
    {
      "content": "chuong chu Levi thla, Kohath mihai hnamhai, Aron thlahai ta ding a nih; aisân chu an chungah a tlu hmasatak hrim a.",
      "reference": "JOSUA 21:10"
    },
    {
      "content": "Chun, Juda tlâng rama Kiriath- arba (chu chu Hebron) le a khaw kâwlvêlhai chu an pêk a. Arba chu Anak pa a nih.",
      "reference": "JOSUA 21:11"
    },
    {
      "content": "Khawpui sîrvêl le a khuo chînhai chu Jephunne naupa Kaleb ta dingin a chanpuolah an pêk a.",
      "reference": "JOSUA 21:12"
    },
    {
      "content": "Chun, thiempu Aron thlahai chu Hebron, mi thattuhai inhumhim- na khawpui le, a khaw kâwlvêlhai, Libna le a khaw kâwlvêlhai,",
      "reference": "JOSUA 21:13"
    },
    {
      "content": "Jattir le a khaw kâwlvêlhai, Estemoa le a khaw kâwlvêlhai,",
      "reference": "JOSUA 21:14"
    },
    {
      "content": "Holon le a khaw kâwlvêlhai, Debir le a khaw kâwlvêlhai leh,",
      "reference": "JOSUA 21:15"
    },
    {
      "content": "Ain le a khaw kâwlvêlhai, Jutta le a khaw kâwlvêlhai, Beth- semes le a khaw kâwlvêlhai leh; chuong hnam hnihai chanpuola inthawka khawpui pakuohai chu an pêk a.",
      "reference": "JOSUA 21:16"
    },
    {
      "content": "Chun, Benjamin hnam chan- puola mi chu Gibeon le a khaw kâwl- vêlhai, Geba le a khaw kâwlvêlhai,",
      "reference": "JOSUA 21:17"
    },
    {
      "content": "Anathoth le a khaw kâwlvêlhai, Almon le a khaw kâwlvêlhai leh, khawpui pali an pêk bawk a.",
      "reference": "JOSUA 21:18"
    },
    {
      "content": "Aron thla thiempuhai khawpui po po chu sâwmpathum a nih, a khaw kâwlvêlhai leh.",
      "reference": "JOSUA 21:19"
    },
    {
      "content": "Levi chi Kohath thlahai sûngkuo, Kohath thla danghai khawma an chan- puol khawpuihai chu Ephraim hnam chanpuola mi kha a nih an nei chu.",
      "reference": "JOSUA 21:20"
    },
    {
      "content": "Mi thattuhai inhumhimna khawpui Ephraim tlâng rama Sekem chu a khaw kâwlvêlhai leh, Gezer le a khaw kâwlvêlhai,",
      "reference": "JOSUA 21:21"
    },
    {
      "content": "Kibzaim le a khaw kâwlvêlhai, Beth-horon le a khaw kâwlvêlhai leh khawpui pali an pêk a.",
      "reference": "JOSUA 21:22"
    },
    {
      "content": "Dan chanpuola mi Elteke le a khaw kâwlvêlhai, Gibbethon le a khaw kâwlvêlhai,",
      "reference": "JOSUA 21:23"
    },
    {
      "content": "Aijalon le a khaw kâwlvêlhai, Gath-rimmon le a khaw kâwlvêlhai leh, khawpui pali;",
      "reference": "JOSUA 21:24"
    },
    {
      "content": "Manasse hnam zâtvehai chan- puola mi Ta-anak le a khaw kâwl- vêlhai, Gath-rimmon le a khaw kâwlvêlhai leh, khawpui pahni.",
      "reference": "JOSUA 21:25"
    },
    {
      "content": "Kohath thla danghai hnam khawpui po po chu khaw sâwm a nih, a khaw kâwlvêlhai leh.",
      "reference": "JOSUA 21:26"
    },
    {
      "content": "Gerson thlahai, Levi hnamhai chu Manasse hnam zâtvehai chan- puola mi, mi thattuhai inhumhimna khawpui, Basan rama Golan chu a khaw kâwlvêlhai leh, Be-estera le a khaw kâwlvêlhai leh, khawpui pahni an pêk a.",
      "reference": "JOSUA 21:27"
    },
    {
      "content": "Issakar hnam chanpuola mi Kison le a khaw kâwlvêlhai, Dabe- rath le a khaw kâwlvêlhai,",
      "reference": "JOSUA 21:28"
    },
    {
      "content": "Jarmuth le a khaw kâwlvêlhai, En-gannim le a khaw kâwlvêlhai leh; khawpui pali;",
      "reference": "JOSUA 21:29"
    },
    {
      "content": "Aser hnam chanpuola mi Misal le a khaw kâwlvêlhai, Abdon le a khaw kâwlvêlhai,",
      "reference": "JOSUA 21:30"
    },
    {
      "content": "Helkath le a khaw kâwlvêlhai, Rehob le a khaw kâwlvêlhai leh, khawpui pali;",
      "reference": "JOSUA 21:31"
    },
    {
      "content": "Naphtali hnam chanpuola mi, mi thattuhai inhumhimna khaw- pui Galili rama Kadesh chu a khaw kâwlvêlhai leh, Hamoth-dor le a khaw kâwlvêlhai, Kartan le a khaw kâwlvêlhai leh, khawpui pathum;",
      "reference": "JOSUA 21:32"
    },
    {
      "content": "Gersonhai chu an sûngkuo izir ang peiin an chanpuol khawpui po po chu khawpui sâwmpathum a nih, a khaw kâwlvêlhai leh.",
      "reference": "JOSUA 21:33"
    },
    {
      "content": "Merari thlahai sûngkuo, Levi mi danghai chu Zebulun hnam chanpuola mi Jokneam le a khaw kâwlvêlhai, Karta le a khaw kâwl- vêlhai leh an pêk a;",
      "reference": "JOSUA 21:34"
    },
    {
      "content": "Dimna le a khaw kâwlvêlhai, Nahalal le a khaw kâwlvêlhai leh, khawpui pali;",
      "reference": "JOSUA 21:35"
    },
    {
      "content": "Reuben hnam chanpuola mi Bezer le a khaw kâwlvêlhai, Jahaz le a khaw kâwlvêlhai,",
      "reference": "JOSUA 21:36"
    },
    {
      "content": "Kedemoth le a khaw kâwlvêl- hai, Mephaath le a khaw kâwlvêlhai leh, khawpui pali,",
      "reference": "JOSUA 21:37"
    },
    {
      "content": "Gad hnam chanpuola mi, mi that- tuhai inhumhimna khawpui, Gilead rama Ramoth, a khaw kâwlvêlhai Mahanaim a khaw kâwlvêlhai leh,",
      "reference": "JOSUA 21:38"
    },
    {
      "content": "Hesbon a khaw kâwlvêlhai leh, Jazer le a khaw kâwlvêlhai, a rêngin khawpui pali.",
      "reference": "JOSUA 21:39"
    },
    {
      "content": "Chuong po po chu Levi chihai sûngkuo danghai Merari thlahai an sûngkuo izir ang peia an khawpuihai chu an nih: chuongchun, an chanpuol chu khawpui sâwmpahni a nih.",
      "reference": "JOSUA 21:40"
    },
    {
      "content": "Israel thlahai chanpuola mi Levi chihai khawpui po po chu khawpui sâwmli le pariet a nih, a khaw kâwlvêlhai leh.",
      "reference": "JOSUA 21:41"
    },
    {
      "content": "Chuong khawpuihai chun khaw kâwlvêl a nei seng a, chuong khawpui po po chu chuong ang vawng chu an nih.",
      "reference": "JOSUA 21:42"
    },
    {
      "content": "Chuongchun, LALPAIN an thlatuhai kuoma inkhâma pêk a lo tiem tah chuong ram po po chu Israelhai chu a pêk a; chuongchun, ram chu an hluoh a, a sûngah an chêng tah a.",
      "reference": "JOSUA 21:43"
    },
    {
      "content": "Chun, LALPAIN an thlatuhai kuoma inkhâma a lo tiem ta ang ngei khan hmun tinah muongna a pêk a, an hmêlmahai po po chu tukhawm an hmaa ṭhang thei an um nawh a;",
      "reference": "JOSUA 21:44"
    },
    {
      "content": "LALPAIN Israel sûnghai kuomah a ṭha tieng thu a lo hril ta hrim kha a thlâwn hrim hrim a um nawh a, a hung tlung vawng a nih.",
      "reference": "JOSUA 21:45"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOSUA 21 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}