{
  "verses": [
    {
      "content": "Chuongchun, Josua chun, Reuben mihai, Gad mihai le Manasse hnam zâtve hai chu a ko a,",
      "reference": "JOSUA 22:1"
    },
    {
      "content": "an kuomah, “LALPA siehlaw Mosien thu a pêk taphawt cheu chu in pawm pei a, thu keiin ka pêk taphawt cheu khawm in pawm pei hlak a,",
      "reference": "JOSUA 22:2"
    },
    {
      "content": "hi chen hin, vawisûn ni chen hin in unauhai chu in thlathlam nawh a, LALPA in Pathienin thaw dinga thu a pêkhai cheu chu in zâwm hlak a.",
      "reference": "JOSUA 22:3"
    },
    {
      "content": "Chuongchun, LALPA in Pathien- in an kuoma a lo hril ta ang khan in unauhai hi tuhin muongna a pêk ta hi: chuleiin, LALPA siehlaw Mosien Jordan râla in chanpuol dinga ram a lo pêk ta cheua khan, in puon in tienga chun fe nâwk ta ro.",
      "reference": "JOSUA 22:4"
    },
    {
      "content": "LALPA siehlaw Mosien LALPA in Pathien chu hmangai a, a lampuihai po po chu hrawh a, a thupêkhai chu pawm a, ama chu chel tlat a, in lungril po po le thlarau po poa a rawngbâwl tlat dinga thu a pêk cheu kha; chu thupêk le dân dâm chu fîmkhurtakin vawng ṭhat tum phawt el unla,” a ta.",
      "reference": "JOSUA 22:5"
    },
    {
      "content": "Chuongchun, Josua chun anni chu mal a sâwm a, ân fetir tah a; chuongchun, an puon inhai tieng chun an fe tah a.",
      "reference": "JOSUA 22:6"
    },
    {
      "content": "Tun Manasse hnam zâtvehai kha Mosie chun Basan ramah chanpuol a pêk a; a zâtve danghai ruok kha chu Josua chun thlang tienga Jordan râla an unauhai lai chanpuol a pêk lem a. Josua chun an in tienga ân fetir ding lai khan mal a sâwm a,",
      "reference": "JOSUA 22:7"
    },
    {
      "content": "an kuomah, “In puon inhai tieng chun hausatakin fe ta unla, ran tamtak leh, tangka dâm, rângka- chak le dâm, dâr le dâm, thîr le dâm, silfên tamtakhai le dâm, in hmêl- mahaia inthawka in râllâkhai kha in unauhai leh insem seng ro,” tiin a hril a.",
      "reference": "JOSUA 22:8"
    },
    {
      "content": "Chun, Reuben thlahai le Gad thlahai le Manasse thla zâtvehai chu an kîr nâwk tah a. Kanaan ram Silo khuoa Israel thlahai kuoma inthawk chun Gilead ram, LALPAIN Mosie hmanga thu a lo pêk ta ang khan an chanpuol hrima lo ruotsa tah, chu rama fe ding chun an suok tah a.",
      "reference": "JOSUA 22:9"
    },
    {
      "content": "Chun, Kanaan ram Jordan biel an va tlung chun Reuben thlahai le Gad thlahai le Manasse hnam zâtvehai chun Jordan vadung panga chun mâichâm lientak el langsârtak hi an siem a.",
      "reference": "JOSUA 22:10"
    },
    {
      "content": "Chun, Israel thlahai chun, “Ngai ta u, Reuben thlahai le, Gad thlahai le Manasse hnam zâtvehai khan Kanaan ram bultak Jordan biel, Israel thlahai ram tieng pangah mâichâm an siem a,” tia mî hril an hriet a.",
      "reference": "JOSUA 22:11"
    },
    {
      "content": "Chun, chu chu Israel thlahai chun an lo hrietin Israel thla mipui po po chu anni hang do ding chun Silo khuoa chun an inkhâwm tah a.",
      "reference": "JOSUA 22:12"
    },
    {
      "content": "Chun, Israel thlahai chun Gilead rama Reuben thlahai le, Gad thlahai le Manasse hnam zâtvehai kuoma chun Thiempu Eleazar naupa Phinehas an tir a;",
      "reference": "JOSUA 22:13"
    },
    {
      "content": "ama le chun mi lien sâwm, Israelhai hnam laia sûngkuo lusa tak pakhat pei leh. Chuonghai chu Israel hnamhai laia an sûngkuo lusa takhai pei an nih.",
      "reference": "JOSUA 22:14"
    },
    {
      "content": "Chun, Reuben thlahai le Gad thlahai le Manasse hnam zâtvehai kuoma chun Gilead ramah an hang fe tah a,",
      "reference": "JOSUA 22:15"
    },
    {
      "content": "an kuomah, “LALPA mipuihai po poin, ‘Israelhai Pathien chungah iengtidâna bawseh a, LALPA zuinaa chun pêthmang am in na?",
      "reference": "JOSUA 22:16"
    },
    {
      "content": "Peor hmuna bawsietnahai kha ei ta dinga chîn taluoa ngai thei am a nih? Tu chen khawm hin khâng ei suolhai kha ei lân silfai zo naw a na, kha lei khan LALPA mipuihai chunga khan hri kha ân lêng a na,",
      "reference": "JOSUA 22:17"
    },
    {
      "content": "vawisûn hin LALPA chu nghat- san in tum el ding maw? Hienga vawisûn hin LALPA chunga in hel el chun zinga chun Israel mipui po po chungah a lunginsen ngei ding a nih.",
      "reference": "JOSUA 22:18"
    },
    {
      "content": "Amiruokchu, in ram hluo hi ân thieng naw a ni chun, LALPA ram sûng, LALPA biekbûk umna hmunah hung ve el unla, keini lai um ve el ta unla; amiruokchu, LALPA kan Pathien mâichâm ti naw chu, mâi- châm dang siem chun chu LALPA chungah hel naw ro; chun, kan chunga khawm hel naw ta unla.",
      "reference": "JOSUA 22:19"
    },
    {
      "content": "Zera naupa Akan khan thil pumpêka khan thil a suksuol a, Israel mipui po po chunga khan lungin- senna a tla a ni naw am a ni kha? Ama kha ama bawsietnaa khan ama chau ringawt a bohmang el bik naw kha,’ an ti a nih ie,” an tih a.",
      "reference": "JOSUA 22:20"
    },
    {
      "content": "Chuongchun, Reuben thlahai le Gad thlahai le Manasse hnam zât- vehai chun Israelhai hnam puipa chu an dawn a,",
      "reference": "JOSUA 22:21"
    },
    {
      "content": "an kuomah, “LALPA, pathien- hai Pathien, LALPA, pathienhai Pathien chun a hriet a; Israelhai khawmin hre raw se! Kan mâichâm siem hi LALPA nghatsan tuma hel tumna amanih, thil suksuol tumnaa mania siem kan ni chun, (vawisûn ngei khawm hin mi hla naw el ro)",
      "reference": "JOSUA 22:22"
    },
    {
      "content": "pumrawhmang thilinhlânna dingin amanih, fâk ding thilinhlânna dingin amanih, inremnaa thilinhlân- na dingin amanih a ni chun ama LALPA ngeiin hung ngaituo raw se.",
      "reference": "JOSUA 22:23"
    },
    {
      "content": "Nakie pha chun in thlahaiin kan thlahai kuomah, ‘LALPA Israel- hai Pathien hi nangnîn ieng am in hmang phâk vena a um lie?",
      "reference": "JOSUA 22:24"
    },
    {
      "content": "Nangni Reuben thlahai le Gad thlahai, LALPAIN keini le nangni ta dingin Jordan hi ramri dingin a siem in sawnnaw, LALPAA hin chanpuol in nei ve hlak lem,’ hung ti hlau rawi an tih tia, fimkhurna leia thaw san nei taka thaw kan nih in sawnnaw, in thlahaiin kan thlahai chu LALPA ṭina châng hre loin an la siem el thei in sawnnaw.",
      "reference": "JOSUA 22:25"
    },
    {
      "content": "Chuleiin, ‘Hung ta u, mâichâm siem ei tiu, pumrawhmang thilin- hlânna ding le inthâwina ding ruok chu ni loin,",
      "reference": "JOSUA 22:26"
    },
    {
      "content": "keini le nangni le ei hnunga ei thlahai kâra hrietna ding nîng a ta, chuongchun, kan pumrawhmang thilinhlânhai, kan inthâwina dâm le, kan inremna thilinhlânhai hin LALPA rawng kan bâwl theina dingin a nih; chuong naw chun in thlahai khawmin nakie tieng kan thlahai kuoma chun LALPAAH chanpuol in nei ve nawh ie, hung ti rawi an tih,’ kan ti a nih.",
      "reference": "JOSUA 22:27"
    },
    {
      "content": "Chu nawa khawm, nakie pha kan kuoma manih, kan thlahai kuoma manih chuong anga an la hung ti pha leh keinin, ‘En ta unla, kan thlatuhaiin LALPA mâichâm umdân an siem hi pumrawhmang thilinhlânna ding le, inthâwina ding a ni nawh a, keini le nangni kâra hrietna a ni lem, kan la tina dingin,’ kan ti a nih.",
      "reference": "JOSUA 22:28"
    },
    {
      "content": "LALPA chunga chu helin vawi- sûn hin LALPA nghatsana, LALPA ei Pathien a biekbûk bula mâichâm ngawt naw hi pumrawhmang thilinhlânna- in amanih, fâk mi thilinhlânna ding- in amanih, inthâwina amaniha mâi- châm siem kan ni nawzie chu,” an ta.",
      "reference": "JOSUA 22:29"
    },
    {
      "content": "Chun, thiempu Phinehas le a kuoma um mipuihai mi lien, Israel hnamhai lusahai chun Reuben thlahai le Gad thlahai le Manasse thlahai thuhril an hriet chun anni a suklâwm ta hleh a.",
      "reference": "JOSUA 22:30"
    },
    {
      "content": "Chun, thiempu Eleazar naupa Phinehas chun Reuben thlahai le Gad thlahai le Manasse thlahai kuoma chun, “LALPA chungah thil in suksuol naw leiin, tuhin chu LALPA chu eini lai a um ngei a nih ti ei hriet tah a nih; chuongchun, Israel thlahai hi LALPA kuta inthawkin in sansuok tah a ni hi”, an ta.",
      "reference": "JOSUA 22:31"
    },
    {
      "content": "Chuongchun, thiempu Eleazar naupa Phinehas le mi lienhai chu Reuben thlahai le Gad thlahai kuoma inthawk chun Gilead rama inthawk chu Kanaan ram tienga Israel thlahai kuom tienga chun an kîr nâwk a, thu chu an vân tlun nâwk tah a.",
      "reference": "JOSUA 22:32"
    },
    {
      "content": "Chuong thu chun Israel thlahai chu a suklâwm hleh a; chun, Israel thlahai chun Pathien chu an inpâk tah a; chuongchun, Reuben thlahai le Gad thlahai chu hang do a, an umna ram hang suksietpêk thu chu an hril nâwk ta nawh a.",
      "reference": "JOSUA 22:33"
    },
    {
      "content": "Chun, Reuben thlahai le Gad thlahai chun chu mâichâm chu Ed an inbûk a, “LALPA chu Pathien a lo ni ngei ti ei kâra hin hrietpuitu a ni leiin”, an ta.",
      "reference": "JOSUA 22:34"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOSUA 22 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}