{
  "verses": [
    {
      "content": "Amiruokchu, Israel thlahai chun thil pumpêk chun thil an lo suksuol tah a. Juda hnama mi Zera naupa Zabdi, chu naupa Karmi, chu naupa Akan chun thil pumpêka mi chu a lo lâk a; chuongchun, Israel thlahai chunga chun LALPA lung a lo sen tah a.",
      "reference": "JOSUA 7:1"
    },
    {
      "content": "Chun, Josua chun Jeriko khuoa inthawk chun Bethel saktieng, Beth-Aven dep Ai khuoa chun mihai a tir a, an kuomah, “Hang fe unla, ram hang enthla ta u,” tiin a hril a. Mihai chu an hang feh a, Ai khuo chu an hang enthlâk tah a.",
      "reference": "JOSUA 7:2"
    },
    {
      "content": "Chun, Josua kuoma chun an kir nâwk a, a kuomah, “Mi po po chu hang fe kher da el raw hai se, mi sâng hni amanih, sâng thum amanih hang fe hai sienla, Ai khuo chu thaw raw se; mi po po hang suksâwl kher ding a ni nawh ie, tlâwmte chau an ni sih a,” an ta.",
      "reference": "JOSUA 7:3"
    },
    {
      "content": "Chuongchun, mipui laia mi chu mi sâng thum vêl chutaka chun an hang feh a; chun, Ai mihai hmaa chun an hung tlânse tah a.",
      "reference": "JOSUA 7:4"
    },
    {
      "content": "Ai mihai chun mi sâwmthum le paruk lai an lo that a, dai kawtkhâr bula inthawk Sebarim chen rauin an hung hnawt a, an liem thlâknaa chun an that tâwl a, chun, mihai lungril chu ân tui zo tah a, tui ang el a lo ni tah a.",
      "reference": "JOSUA 7:5"
    },
    {
      "content": "Josua chun a puonhai a keithlêr a, ama le Israel upahai chu LALPA bâwm hmaa chun an hmaia hnuoi sikin zântieng chenin an bawkkhup a; an luah pilvut an inphul a.",
      "reference": "JOSUA 7:6"
    },
    {
      "content": "Josua chun, “E khai, iengdinga, Aw Lalpa PATHIEN, keini mipuihai hi sukbohmanga um dinga Amor mihai kuta pêk dinga Jordan vadung hi mi ṭhuoi kai am i na? Jordan vadung râla khan lungawitaka um ṭawk ṭawk ta lem ding kha aw.",
      "reference": "JOSUA 7:7"
    },
    {
      "content": "Aw Lalpa, hienga hmêlmahai hnawta Israelhai an tlânse el hi ieng tin am ka thaw ding a ni ta leh?",
      "reference": "JOSUA 7:8"
    },
    {
      "content": "Kanaan mihai le hieng laia chênghai po po hin hrieng an ta, mi hung inhuol an ta, hnuoi chunga inthawk hin kan hming an sukbo dai ding a ni hi; i hming ropuitak ta ding hin ieng am i thaw ding a ni ta leh?” a ta.",
      "reference": "JOSUA 7:9"
    },
    {
      "content": "LALPA chun Josua kuomah, “Tho rawh, iengdinga khânga i bawkkhup zing am a na?",
      "reference": "JOSUA 7:10"
    },
    {
      "content": "Israelhai hin thil an suksuol a nih; ka thuthlung pawm dinga ka pêk kha an bawsiet a ni hi; thil pumpêk laia ṭhenkhat an lâk bawk a nih; an inrûk a, an ip bawk a, an thuomhnaw lai ngei an thuphmang a nih.",
      "reference": "JOSUA 7:11"
    },
    {
      "content": "Chuleichun, a nih annâwm Israel thlahaiin an hmêlmahai an ngam thei naw; mawchang an lo ni ta leiin annâwm an hmêlmahai an hnung innghat el chu; thil pumpêk chu in laia in sukbo phawt naw chun in kuoma hin ka um ta naw ding a nih.",
      "reference": "JOSUA 7:12"
    },
    {
      "content": "Tho la, mipuihai hi hlânthieng phawt el rawh; chun, an kuomah, ‘Zînga dingin inhlânthieng ro khai, LALPA Israelhai Pathien chun, “Aw Israelhai, nangni lai hin thil pumpêk a um a nih, nangni laia thil pumpêk hi in lâk hmang hmakhat chun in hmêlmahai hi hne thei naw ti niu,” a ti a nih.",
      "reference": "JOSUA 7:13"
    },
    {
      "content": "Chuongchun, zîngkâr a chi chia hung inlang ding in nih; LALPAIN chu mi chi a lo man chu a hnam hnamin in hung inlang nâwk ding a nih; chun, LALPAIN chu hnam a lo man chu a sûng sûngin in hung inlang nâwk ding a nih; chun, LALPAIN chu sûng a lo man chu a khât khâtin in hung inlang nâwk ding a nih.",
      "reference": "JOSUA 7:14"
    },
    {
      "content": "Chun, tukhawm thil pumpêk lo la ta chu ama le a thil nei po po leh meia raw vawng ding a nih; LALPA thuthlung a bawsiet lei le, Israelhai lai thil suol invêtthlâktak a thaw leiin,’ ti rawh” a ta.",
      "reference": "JOSUA 7:15"
    },
    {
      "content": "Chun, Josua chu zîngkâr inhmatakin a tho a, Israelhai chu a chi chiin a hung inlang tir a; Juda chihai chu man an lo ni tah a.",
      "reference": "JOSUA 7:16"
    },
    {
      "content": "Juda hnamhai chu a hung inlangtir nâwk a; Zer hnamhai chu a lo man a, Zerhai sûnghai chu a khât khâtin a hung inlangtir nâwk a; Zabdi chu man a lo ni tah a.",
      "reference": "JOSUA 7:17"
    },
    {
      "content": "Zabdi sûnghai chu a khât khâtin a hung inlangtir nâwk a; chuongchun, Juda chia mi Zera naupa, Zabdi, chu naupa Karmi,",
      "reference": "JOSUA 7:18"
    },
    {
      "content": "chu naupa Akan chu man a lo ni tah a. Josua chun Akan kuoma chun, “Ka naupa, LALPA Israelhai Pathien chu ropuina pe rawh, a kuoma chun inphuong raw khai; i thilthaw chu mi hang hril ta, ka kuoma chu ip naw raw khai,” a ta.",
      "reference": "JOSUA 7:19"
    },
    {
      "content": "Akan chun Josua chu a dawn a, a kuomah, “LALPA Israelhai Pathien chunga chun thil ka lo suksuol ta ngei el, hieng ang hin a nih ka lo thaw chu:",
      "reference": "JOSUA 7:20"
    },
    {
      "content": "râllâk laia mi Babulon ram puon ṭhatak le, tangka shekel za hni le, rângkachak tlang shekel sâwmnga bûk ka hmuh a, kân hnar êm a, ka lâk el a nih; chun, ngai ta, ka puon in sûngah hnuoiah thuphmang a na, tangka chu chu hnuoia chun a um,” a tih a.",
      "reference": "JOSUA 7:21"
    },
    {
      "content": "Chuongchun, Josua chun mihai a tir a, puon in sûnga chun an va tlân a; chun, puon ina chun thuphmang a lo ni a, hnuoia chun tangka khawm chu a um ngei ti an hmuh a.",
      "reference": "JOSUA 7:22"
    },
    {
      "content": "Chuongchun, puon in sûnga inthawk chun an lâk a, Josua le Israel thlahai po po kuoma chun an hung chawi a; LALPA hmaa chun an sie tah a.",
      "reference": "JOSUA 7:23"
    },
    {
      "content": "Chun, Josua le Israelhai po po chun, Zera naupa Akan chu tangka dâm, puon dâm, rângkachak tlang dâm, a naupahai dâm, a naunuhai dâm, a bâwngchalhai dâm, a sabeng- tunghai dâm, a berâmhai le a puon in dâm le a neihai po po le chun an ṭhuoi a, Akor ruomah an hang fepui a.",
      "reference": "JOSUA 7:24"
    },
    {
      "content": "Chun, Josua chun, “Iengdinga i mi suklungzîng am a na? LALPA chun nang khawm vawisûn hin a suklungzîng ve ding che a ni hi,” a ta. Chuongchun, Israelhai po po chun ama chu lungin an dêng a; chun, ama chu meiin an rawh a, lungin an dêng bawk a.",
      "reference": "JOSUA 7:25"
    },
    {
      "content": "A chunga chun lung an intieng vûm thûr a, tu chen hin a la um a; chun, LALPA lunginsenna nasatak chu a re tah a; chuongchun, chu hmun hminga chun tu chen hin Akor ruom an la ti zing a.",
      "reference": "JOSUA 7:26"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOSUA 7 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}