{
  "verses": [
    {
      "content": "LALPA siehlaw Mosie chu a thi hnung chun, Mosie rawngbâwltu Nun naupa Josua kuoma chun LALPAIN,",
      "reference": "JOSUA 1:1"
    },
    {
      "content": "“Ka siehlaw Mosie chu a thi tah a; tho la, nang le hieng mipui po pohai le hin Jordan hi kân unla, anni Israel thlahai ngei ka ipêk rama chun fe ro.",
      "reference": "JOSUA 1:2"
    },
    {
      "content": "Mosie kuoma ka hril ta ang khan, in kephaa in isir taphawt chu ka pêk vawng cheu a nih.",
      "reference": "JOSUA 1:3"
    },
    {
      "content": "Thlalêra inthawk le hi Lebanon tlânga inthawka Euphrates vadung, vadung lientak chen, Hit mihai ram po po, nisa tlâkna tieng tuisuoriet lientak chen in ramri nîng a ta.",
      "reference": "JOSUA 1:4"
    },
    {
      "content": "I dam sûng po po chun tukhawm i hmaah ngîr thei naw ni hai a, Mosie kuoma ka um ang khan i kuoma khawm ka um ve ding a nih; inhlâw- samtir naw ning cheh a, mâk khawm mâksan naw tawp ka ti che.",
      "reference": "JOSUA 1:5"
    },
    {
      "content": "Hrâttak le huoitakin um rawh, inkhâma an thlatuhai pêk ka lo tiem ta ram kha anni hi în hluotir ding a ni sih a.",
      "reference": "JOSUA 1:6"
    },
    {
      "content": "Ka siehlaw Mosiein dân po po zâwm dinga a pêk che kha zâwm tlat dingin hrâttak le huoitakin um phawt el rawh. I fena taphawta i tluongtlung peina dingin i changtieng amanih, i vawitieng amaniha khawm pêtsan dêr naw rawh.",
      "reference": "JOSUA 1:7"
    },
    {
      "content": "Hi dân bu hin i bâu chu suoksan hlek naw sienla, chu thu ziekhai po po chu i zâwm tlat theina dingin sûn le zânin i ngaituo ding a nih, chuong- chun, i lampuihai chu suktluong pei i ta; i hung tluongtlung pei ding a nih. Thu ka pêk che a ni naw am a nih?",
      "reference": "JOSUA 1:8"
    },
    {
      "content": "Hrâttak le huoitakin um rawh; ṭi naw la, zâm bawk naw rawh, LALPA i Pathien chu i fena taphawtah i kuomah a um pei ding annâwm,” tiin, a hril a.",
      "reference": "JOSUA 1:9"
    },
    {
      "content": "Chuongchun, Josua chun mipui hotuhai chu thu a pêk a,",
      "reference": "JOSUA 1:10"
    },
    {
      "content": "“Riebûk chu va fang unla, mi- puihai kuoma chun, ‘Fâk dinghai buot- sai ro khai, ni thum sûngin LALPA in Pathienin ram hluo ding a pêk cheu hi hluo dingin Jordan vadung hi in kân ding a nih,’ tiin thu pe ro,” tiin.",
      "reference": "JOSUA 1:11"
    },
    {
      "content": "Chun, Reuben mihai le, Gad mihai le Manasse hnam zâtvehai kuoma chun Josua chun,",
      "reference": "JOSUA 1:12"
    },
    {
      "content": "“LALPA in Pathienin châwlna a pêk cheu a, hi ram hi a la pêk ding cheu a nih, tia LALPA siehlaw Mosien thu a pêk cheu hi hre zing unla.",
      "reference": "JOSUA 1:13"
    },
    {
      "content": "In nuhmeihai, in nau le tehai le in ran ruolhai hi chu Jordan râla Mosien ram a lo pêka cheu chun um an ta; nangni mi hrât huoihai po chu inrâlthuomin lo kai hmasâng in ta, in unauhai lo ṭhangpui in ta;",
      "reference": "JOSUA 1:14"
    },
    {
      "content": "LALPAIN in unauhai khawm chu nangni ang bawka châwlna a pêka, LALPA in Pathienin ram a pêk chu anni khawma an hluo ve hma- khat chun; chuongchun, LALPA sie- hlaw Mosien Jordan râl, nisa suokna tieng ram in puola a lo pêk ta cheu tieng chun kîr nâwk in ta, in la hluo ding a nih,” tiin, a hril a.",
      "reference": "JOSUA 1:15"
    },
    {
      "content": "Anni chun Josua chu an dawn a, “Thaw dinga i thu mi pêkhai po po chu thaw pei kan tih.",
      "reference": "JOSUA 1:16"
    },
    {
      "content": "Kawng iengkima Mosie thu kan zâwm pei hlak ang khan, i thu khawm zâwm pei kan tih. LALPA i Pathien chu Mosie kuoma a um hlak ang khan i kuoma hin um ve phawt sienla.",
      "reference": "JOSUA 1:17"
    },
    {
      "content": "Tukhawm i thupêk chunga hela, thu i pêk taphawt zâwm nuom lo chu sukhlum ding nîng an tih, hrâttak le huoitakin um phawt el rawh,” tiin.",
      "reference": "JOSUA 1:18"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOSUA 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}