{
  "verses": [
    {
      "content": "Hienghai hi an nih chuong ram lal, Israel thlahaiin an sukbo- hmang a, an ram Jordan vadung râl, nisa suokna tieng ram, Arnon ruoma inthawka Hermon tlâng chen dâm, saktieng panga Araba po po le an ineipêk ram lalhai chu.",
      "reference": "JOSUA 12:1"
    },
    {
      "content": "Amorhai lal Sihon, Hesbona um chun Arnon ruom sîra um Aroera inthawkin ro a rêl a na; chun, ruom laitaka khawpuihai, Ammon thlahai ramri Jabbok vadung chenin Gilead ram zâtve chunga chun a rêl bawk a.",
      "reference": "JOSUA 12:2"
    },
    {
      "content": "Saktieng chun Arabaa Kinneroth dîl chenin, chun, saktieng ma, Beth- jesimoth fena lampui tienga Araba tuisuoriet Tuipui Al chenin a nih, chun, simtienga chu Pisga pangpêr ṭên chenin a nih;",
      "reference": "JOSUA 12:3"
    },
    {
      "content": "chun, Astaroth le Edrei khuoa um Rephaim hnam la um sunhai laia chun Basan lal Og chu ân lal a.",
      "reference": "JOSUA 12:4"
    },
    {
      "content": "Ama chun Hermon tlânga dâm chun, Salkaa dâm le Basan ram po poah Gesur mihai le Maakat mihai ramri chen le, Hesbon lal Sihon ramri chin Gilead ram zâtve chenin ro a rêl a.",
      "reference": "JOSUA 12:5"
    },
    {
      "content": "LALPA siehlaw Mosie le Israel thlahai chun chuonghai chu an that a; LALPA siehlaw Mosie chun Reuben chihai, Gad chihai, Manasse hnam zâtve chu an rochan dingin a sem- pêk a.",
      "reference": "JOSUA 12:6"
    },
    {
      "content": "Chun, hieng ram lalhai hi an nih Josua le Israel thlahaiin Jordan vadung râl thlangtieng panga an thathai chu; Lebanon ruom Baal- gada inthawka Seir tlâng hang khawtu Halak tlâng chenin, chun, Josua chun Israel hnamhai chu an inṭhe ang peiin chu ram chu an rochan dingin a pêk tâwl a,",
      "reference": "JOSUA 12:7"
    },
    {
      "content": "tlâng rama dâm, phai rama dâm, Arabaa dâm, tlâng pangpêr rama dâm, thlalêr rama dâm, Sim rama dâm, chuong chu Hit mihai, Amor mihai, Kanaan mihai, Periz mihai le Jebus mihai ram kha a nih.",
      "reference": "JOSUA 12:8"
    },
    {
      "content": "Jeriko lal pakhat; Bethel depa Ai khuo lal pakhat;",
      "reference": "JOSUA 12:9"
    },
    {
      "content": "Jerusalem lal pakhat; Hebron lal pakhat;",
      "reference": "JOSUA 12:10"
    },
    {
      "content": "Jarmuth lal pakhat; Lakis lal pakhat;",
      "reference": "JOSUA 12:11"
    },
    {
      "content": "Eglon lal pakhat; Gezer lal pakhat;",
      "reference": "JOSUA 12:12"
    },
    {
      "content": "Debir lal pakhat; Geder lal pakhat;",
      "reference": "JOSUA 12:13"
    },
    {
      "content": "Horma lal pakhat; Arad lal pakhat;",
      "reference": "JOSUA 12:14"
    },
    {
      "content": "Libna lal pakhat; Adullam lal pakhat;",
      "reference": "JOSUA 12:15"
    },
    {
      "content": "Makeda lal pakhat; Bethel lal pakhat;",
      "reference": "JOSUA 12:16"
    },
    {
      "content": "Tappua lal pakhat; Hepher lal pakhat;",
      "reference": "JOSUA 12:17"
    },
    {
      "content": "Aphek lal pakhat; Lasaron lal pakhat;",
      "reference": "JOSUA 12:18"
    },
    {
      "content": "Madon lal pakhat; Hazor lal pakhat;",
      "reference": "JOSUA 12:19"
    },
    {
      "content": "Simron-meron lal pakhat; Aksaph lal pakhat;",
      "reference": "JOSUA 12:20"
    },
    {
      "content": "Taanak lal pakhat; Megiddo lal pakhat;",
      "reference": "JOSUA 12:21"
    },
    {
      "content": "Kedes lal pakhat; Karmel tlânga Jokneam lal pakhat;",
      "reference": "JOSUA 12:22"
    },
    {
      "content": "Dor tlâng sang Dor lal pakhat; Galilia Goiim lal pakhat;",
      "reference": "JOSUA 12:23"
    },
    {
      "content": "Tirza lal pakhat; lal po po chu sâwmthum le pakhat an nih.",
      "reference": "JOSUA 12:24"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOSUA 12 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}