{
  "verses": [
    {
      "content": "Juda le Benjamin hai hmêlmahai chun sal intâng suokhai chun Israel Pathien, LALPA ta dingin biekin an bâwl ti an lo hriet tah a;",
      "reference": "EZRA 4:1"
    },
    {
      "content": "Zerubbabel le pahnama upahai kuoma chun anni chu an hung a, an kuomah, “Nangni hi bâwlpui vêng kan ti cheu, in thaw ang bawkin in Pathien hi a ni sia kan zawng chu; chuongchun, Assuria lal Esar-had- don, hitienga keini mi hung ṭhuoitu huna inthawk ta kha ama kuoma chun kan inthâwi hlak tah a nih,” an tih a.",
      "reference": "EZRA 4:2"
    },
    {
      "content": "Nisienlakhawm, Zerubbabel le Jesua le Israel pahnam upa danghai chun an kuomah, “Kan Pathien ta dinga in bâwl dingin keini le hin iengkhawm thaw ding in nei nawh; Persia lal Kurain keini thu a mi pêk angin, Israelhai Pathien, LALPA ta dinga in chu keini khât ngeiin bâwl lem kan tih,” an tih a.",
      "reference": "EZRA 4:3"
    },
    {
      "content": "Chuongchun, chu rama mihai chun Juda mihai kut chu an sukhrât- naw tah a, in bâwl thua chun an sukbuoi a,",
      "reference": "EZRA 4:4"
    },
    {
      "content": "an thiltum chu khap dingin an chunga rorêltuhai, Persia lal Kura dam sûng le, Persia lal Daria rorêl chen khan an ruoi tah a.",
      "reference": "EZRA 4:5"
    },
    {
      "content": "Chuongchun, Ahasuera rorêl lai, a rorêl ṭan hlimin Jerusalem le Juda rama umhai chunga hêkna an ziek tah a.",
      "reference": "EZRA 4:6"
    },
    {
      "content": "Chun, Artazerzia hun laiin, Bislam hai, Mithredath hai, Tabeel hai le a ruol danghaiin Persia lal Artazerzia kuoma chun lekha an ziek a, chu lekha chu Suria lekhaa ziek, Suria ṭawnga ziek a na.",
      "reference": "EZRA 4:7"
    },
    {
      "content": "Rorêltu Rehum le lekhaziektu Simsai chun Jerusalem chungthuah hieng ang hin lal Artazerzia kuoma chun an ziek a;",
      "reference": "EZRA 4:8"
    },
    {
      "content": "chuongchun, rorêltu Rehum le lekhaziektu Simsai le an ruol dang- hai rorêltuhai, ram awptuhai, ram hotuhai, Persia mihai, Erek mihai, Babulon mihai, Elam mi Susana umhai le,",
      "reference": "EZRA 4:9"
    },
    {
      "content": "hnam dang danghai, milien le ropui Osnapparin a hnawt dawk a, Samari ram khawpuihaia ân umtir- hai le vadung râltienga an umtirhai le chun chu lekha chu an ziek a na.",
      "reference": "EZRA 4:10"
    },
    {
      "content": "Hieng hi an lekha ziek dân chu a nih; Laltak Artazerzia kuomah: “Va- dungpui râla i siehlawhai leh, chuong ang peiin,",
      "reference": "EZRA 4:11"
    },
    {
      "content": "i kuoma inthawka Juda hung- hai kha Jerusalemah kan kuomah an hung a nih ti hi lal chun lo hre raw se; khawpui sie le hel chu an bâwl a, a kulhai chu an zo tah a, a lungphûm- hai chu an siem ṭha mêk a nih.",
      "reference": "EZRA 4:12"
    },
    {
      "content": "Hi khuo hi hienga an bâwl a, a kulhai an zo chun, leiman dâm, sie amanih, ram man amanih pe naw ni hai a, a tâwpa chun lalhai chu sukse ngei an tih ti hi lal chun lo hre bawk raw se.",
      "reference": "EZRA 4:13"
    },
    {
      "content": "Tuhin lal in ropui chi chu liek kan na, lal hang sukmuolpho chu kan ta dingin a âwm naw a nih, chuleiin, kan hung thawnin lal chu kan hrilfie a nih;",
      "reference": "EZRA 4:14"
    },
    {
      "content": "i pi le puhai thu ziekna lekha- bua chun zawng ni sien la, chuong- chun, chu thu ziekna lekhabua chun hmûng i ta, hi khuo hi khaw hel a na, ram le lalhai ta ding khawma pawitâwk a na, inhma khawma buoina an lo siem tah a; chuong lei chun hi khuo hi suksiet a nih ti hrieng i tih.",
      "reference": "EZRA 4:15"
    },
    {
      "content": "Hi khuo hi bâwl a hung na, a kulhai chu zo a hung ni ngei ngei chun vadung râla hin chu hieng ang hin chan hrim nei naw ti nih ti lal chu kan hung hrilfie a nih,” tiin.",
      "reference": "EZRA 4:16"
    },
    {
      "content": "Chuongchun, lal chun rorêltu Rehum le, lekhaziektu Simsai le Samaria um an ruol danghai kuoma le, vadung râla khawsa hlakhai kuoma chun dawnna chu ân phur tah a, “In- remna um raw se, chuong ang peiin.",
      "reference": "EZRA 4:17"
    },
    {
      "content": "Kan kuoma lekhathawn in hung inphur kha ka hma ngeiah chiengtaka tiem a ni tah a.",
      "reference": "EZRA 4:18"
    },
    {
      "content": "Chun, thu ka pêk a, zawngna chu siem a ni ta bawk a, chuongchun, inhmain hi khuo hin lalhai chungah helna lo siem tain, buoina le helna chu chutaka chun a lo um ta a nih ti hmu suok a ni tah a.",
      "reference": "EZRA 4:19"
    },
    {
      "content": "Vadung râl ram po po chunga rorêltu, Jerusalem vêla khan lal thilthawtheitak takhai an um a; an kuoma chun leiman dâm, ram man dâm, sie dâm pêk a ni hlak a.",
      "reference": "EZRA 4:20"
    },
    {
      "content": "Tuhin, hieng mihai hi suktâwp dingin thupêk siem unla, hi khuo hi bâwl pei ni ta naw raw se; keima ngeiin thupêk ka siem hmakhat chun.",
      "reference": "EZRA 4:21"
    },
    {
      "content": "Chun, hi thua hin vuoicha lo dingin fîmkhur rawh; lalhai sukpawi ding elin iengdingin am sietna chu a hung suok ding a na?” tiin.",
      "reference": "EZRA 4:22"
    },
    {
      "content": "Chun, lal Artazerzia lekha chu Rehum le, lekhaziektu Simsai le, an ruolhai hmaa tiem a ni phing chun, inhmâwtakin Judahai kuomah Jeru- salema chun an feh a, thilthawtheina le thawluinain anni chu an suktâwp tah a.",
      "reference": "EZRA 4:23"
    },
    {
      "content": "Chuongchun, Jerusalema um, Pathien in sinthaw chu a lo tâwp tah a; Persia lal Daria rorêl kum hnina chen chun châwlsan a ni tah a.",
      "reference": "EZRA 4:24"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EZRA 4 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}