{
  "verses": [
    {
      "content": "Chun, lal Daria chun thupêk a siem a, Babulona ro siekhâwmna, lekhabu ina chun zawng a ni tah a.",
      "reference": "EZRA 6:1"
    },
    {
      "content": "Chun, Media biela lal inah Akmethaa chun lekha zuol hmu suok a ni tah a; chutaka chun hriet zingna dingin hieng anga ziek hi a na,",
      "reference": "EZRA 6:2"
    },
    {
      "content": "“Lal Kura inlal kum khatnaa chun, lal Kura chun thupêk a siem a; ‘Jerusalema Pathien in chungthua hin, in chu bâwl ni sienla, inthâwi- nahai an inhlânna hmun chu; chun, chu lungphûmhai khawm chu det- taka phûm ni nghe nghe raw se; chun, ân sângzie chu tawng sâwmruk, a khangtieng chu tawng sâwmruk bawk nîng a ta;",
      "reference": "EZRA 6:3"
    },
    {
      "content": "lung lientak takhai tlar thum le thing thar tlar khat leh: chun, sêng- hai chu lal ina inthawka pêk nîng a ta:",
      "reference": "EZRA 6:4"
    },
    {
      "content": "Chun, Pathien ina rângkachak le tangkaraw bûr le bêl Jerusalema um biekina inthawka Nebukadnezzarin a lâk suok a, Babulona a lâkhai kha pêkkîr nâwk ni sienla, Jerusalema um biekinah an hmun sengah hung lâk nâwk nîng a ta; chun, Pathien ina chun sieng i tih,’ tiin.",
      "reference": "EZRA 6:5"
    },
    {
      "content": "Chuleiin, tuhin vadung râltieng rorêltu Tattenai le, Sethar-bozenai le in ruol Apharsakhai, hitaka inthawk hin insiekieng unla, hi Pathien in sinthaw hi tosan el ro:",
      "reference": "EZRA 6:6"
    },
    {
      "content": "Juda rorêltu le Juda upahai chun hi Pathien in hi a hmun ngeia chun bâwl el raw hai se.",
      "reference": "EZRA 6:7"
    },
    {
      "content": "Chu bâka chun hi Pathien in bâwl chungthua hin Juda upahai kuoma chun ieng am in thaw ding a na ti hi thupêk ka hung siem bawk a nih; lal thuomhnaw, vadung râltieng leiman ngei khawm, danga an um nawna dingin sênghai ngei khawm chu ṭhahnemngaitaka hieng mihai hi pêk ding an nih.",
      "reference": "EZRA 6:8"
    },
    {
      "content": "Chun, an pawimaw ang taphawt- in, vân Pathien ta dinga pumraw- hmang thilinhlân dinga bâwngchal tuoi ni leh, berâmchal ni leh, berâm- tehai ni leh, Jerusalema um thiem- puhai thu ang peiin, bu dâm, chi dâm, uoin dâm, hriek dâm insam hlek loa ni tin tina pêk ni raw se;",
      "reference": "EZRA 6:9"
    },
    {
      "content": "vân Pathien kuoma riminhnik inthâwinahai an inhlân thei a, lal le a naupasalhai an dam sâwt theina ding khawma an ṭawngṭaipêk theina dingin.",
      "reference": "EZRA 6:10"
    },
    {
      "content": "Chun, hi thupêk khawm hi ka hung siem bawk a nih: tukhawm hi thu hi lo sukdanglam taphawt chu, a ina inthawka a tlungpûm chu kei dawk ni sienla, ama chu chutaka chun khai kânga khuopde ni raw se; hi lei hin a in chu êkpeinaa siem ni sienla:",
      "reference": "EZRA 6:11"
    },
    {
      "content": "chutaka ama hming um dinga siemtu Pathien chun lalhai le hnam po po, hi hi sukdanglam dinga an kut phara, Jerusalema Pathien in um hi sukse tumtuhai chu pei thla raw se. Keima Daria ngeiin thupêk ka siem a, ngaitha loa thaw ni raw se,” tiin.",
      "reference": "EZRA 6:12"
    },
    {
      "content": "Chun, lal Daria chun anni chu a tir lei chun vadung râltieng rorêltu Tattenai hai, Sethar-bozenai hai le an ruolhai chun chuong ang chun an thaw tah a.",
      "reference": "EZRA 6:13"
    },
    {
      "content": "Chu, zâwlnei Haggai le Iddo naupa Zekaria hril ang ngeiin Juda upahai chun an bâwlin an hlawtling ta ngei a, Israel Pathien thupêk ang le Persia lal Artazerzia le Daria le Kura thupêk ang ngei chun an bâwl a, an zo tah a.",
      "reference": "EZRA 6:14"
    },
    {
      "content": "Chun, hi in hi lal Daria rorêl kum rukna, Adar thla ni thum ni chun zo a ni tah a.",
      "reference": "EZRA 6:15"
    },
    {
      "content": "Chuongchun, Israel thlahai le thiempuhai le Levi mihai le sala intâng suokhai mi danghai chun hi Pathien in hi hlimtaka inhlânna an nei a.",
      "reference": "EZRA 6:16"
    },
    {
      "content": "Chun, hi Pathien in inhlânnaa hin bâwngchal za khat, berâmchal za hni, berâmte za li an inhlân a; chun, suol thilinhlâna dingin Israel hnam lukipin kêlchal sâwmpahni an inhlân bawk a.",
      "reference": "EZRA 6:17"
    },
    {
      "content": "Mosie lekhabua ziek a ni angin, thiempuhai chu an pâwl sengin, Levi mihai chu an chanpuol ang sengin Pathien rawngbâwl ding chun an sie tah a.",
      "reference": "EZRA 6:18"
    },
    {
      "content": "Chun, sal intâng suokhai chun thla hmasatak ni sâwmpali ni chun Fekân ruoiṭhe chu an nei a.",
      "reference": "EZRA 6:19"
    },
    {
      "content": "Thiempuhai le Levi mihai chu anni le anni an lo insukthieng ta leiin, an rêng chun thieng an ni tah a; chuongchun, fekân ruoiṭhena ding chu sal intâng suokhai le an unauhai le thiempuhai le anni ta ding ngeiin an that tah a.",
      "reference": "EZRA 6:20"
    },
    {
      "content": "Chun, Israel thlahai sala inthawka hung suok nâwk a, chu rama ringlo mi inthieng nawnaa inthawka Israel Pathien LALPA chu zawng dinga insie hranhai chun an fâk a,",
      "reference": "EZRA 6:21"
    },
    {
      "content": "chawl ṭhanglo bei ruoiṭhe khawm chu hlimtakin ni sari sûng an hmang a: Lalpa chun anni chu a sukhlimin, Israel Pathien, Pathien in sin thawa chun an kuthai sukhrât dingin Assuria lal lungril chu anni chungah ân hertir ta nghâl sih a.",
      "reference": "EZRA 6:22"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EZRA 6 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}