{
  "verses": [
    {
      "content": "Ezra chu a ṭawngṭai a, thupha a chawi a, Pathien in tuola bawkkhupa a ṭap a ṭap sûng chun, pasal le nuhmei le naupang mipui nasatak el Israel mihai laia mi chu an hung inkhâwm ta ṭeu el a; mipuihai chu nasatakin an ṭap an ṭap el sih a.",
      "reference": "EZRA 10:1"
    },
    {
      "content": "Elam naupasalhai laia pakhat, Jehiel naupa Sekania chun Ezra chu a dawn a, a kuomah, “Ei Pathien chunga chun ei bawsiet ta chu a na, hi rama mihai hmêlmak nuhmeihai chu nuhmeia dâm ei nei tah a, ami- ruokchu, hi chungthua hin Israel mi ta ding hin beisei um a la um a nih.",
      "reference": "EZRA 10:2"
    },
    {
      "content": "Chuleiin, tuhin, chuong nuhmei- hai po po chu ma ding le, annia inthawka pieng taphawt chu sie hmang dingin, Lalpa le ei Pathien thupêka inthintuhai rorêl ang peiin, ei Pathien leh thuthlung siem ei tiu; chuongchun, dân ang taka thaw ni raw se.",
      "reference": "EZRA 10:3"
    },
    {
      "content": "Tho rawh, hi thu hi nanga chungah ân nghat a nih; chun, hi keini khawm nanga kuomah kan ṭhang ve bawk a, insukhuoi la, thaw el rawh,” tiin.",
      "reference": "EZRA 10:4"
    },
    {
      "content": "Chun, Ezra chu a tho a, thiempu laltakhai, Levi mihai, Israel mi po pohai le chun hi thu ang tak hin inkhâm dingin a tir tah a. Chuong- chun, an inkhâm tah a.",
      "reference": "EZRA 10:5"
    },
    {
      "content": "Chun, Ezra chu Pathien in tuola chu a tho a, Eliasib naupa Jehohanan pindana chun a va fe tah a; chun, chutaka a va fe khawm chun, bei a fâk nawh a, tui khawm a dâwn bawk nawh a; sal intâng suokhai bawsiet- na lei chun nasatakin a lungngai sih a.",
      "reference": "EZRA 10:6"
    },
    {
      "content": "Chun, Juda ram le Jerusalem vêl po poa chun sal intâng suokhai po po kuomah, Jerusalemah an hung khâwm vawng ding a na;",
      "reference": "EZRA 10:7"
    },
    {
      "content": "tukhawm ni thum sûnga hung naw chu mi ṭhahai le upahai rorêl dân angin a thuomhnaw po po chu chân a ta, ama ngei khawm chu sal intâng suokhai laia inthawk pâwlser nîng a tih, tiin thuphuong an siem tah a.",
      "reference": "EZRA 10:8"
    },
    {
      "content": "Chuongchun, Juda le Benjamin rama mi po pohai chu ni thum sûngin Jerusalema chun an hung inkhâwm ṭeu el tah a; chu chu thla kuona, ni sâwmhni ni tak a nih: chuongchun, mipuihai chu ruopui nasatak lei le, hi thu lei hin inthin pumin Pathien in tuol hmun âwla chun an ṭhung tâwl tah a.",
      "reference": "EZRA 10:9"
    },
    {
      "content": "Chun, thiempu Ezra chu a ngîr suok a, an kuomah, “In bawsiet tah a, Israel ram khawhlona chu belsa ding- in hmêlmak nuhmei in nei nâwk nghâl a.",
      "reference": "EZRA 10:10"
    },
    {
      "content": "Chuleiin, tuhin, in thlatuhai Pathien LALPA kuoma chun thupha- chawina siem unla, a dit zâwng chu thaw ro: chuongchun, hmêlmak nu- hmeihaia inthawk le hi ram mihaia inthawkin nangni chu insiehre ro,” a ta.",
      "reference": "EZRA 10:11"
    },
    {
      "content": "Chun, mipui pungkhâwm po pohai chun an dawn a, râwl inring- takin, “Kan chungthu i hril ang tak chun, chuong ang ngei chun kan thaw ding a nih.",
      "reference": "EZRA 10:12"
    },
    {
      "content": "Amiruokchu, mipui hi tamtak an na, ruo nasatak sûr lai a ni bawk a, tuola hin kan um zing thei nawh a, ni khat ni hni sin el khawm a ni bawk nawh a, hi thil chunga hin nasatakin kan lo bawsiet ta sih a.",
      "reference": "EZRA 10:13"
    },
    {
      "content": "Kan mi ṭhahai hi mipui aiaw dingin thlang ni hai sienla, hi thil hi sukfel a ni hmakhat, kan chunga Pathien lunginsenna ṭiumtak chu hlîpthlâk a ni hmakhat chun, kan khuohaia hmêlmak nuhmei neituhai chu, khaw tina upahai le rorêltuhai leh hun ruotahai chun hung lem raw hai se,” an ta.",
      "reference": "EZRA 10:14"
    },
    {
      "content": "Asahel naupa Jonathan le Tikva naupa Jahzeia chau chun hi thu hi an kal a, Mesullam le Sabbe- thai Levi mihai chun anni chu an thlawp thung a.",
      "reference": "EZRA 10:15"
    },
    {
      "content": "Chuongchun, sal intâng suok- hai chun chuong ang chun an thaw tah a. Chun, thiempu Ezra chu, an pahnam ang peiin, pahnam upa ṭhenkhathai leh, an rêngin an hming suot sengin an siehran tah a. Chuongchun, thla sâwmna, ni khat ni chun chu thil chu enfie dingin an ṭhung tah a.",
      "reference": "EZRA 10:16"
    },
    {
      "content": "Chun, thla khatna, ni khat ni chun hmêlmak nuhmei nei mihai po po chu an zo tah a.",
      "reference": "EZRA 10:17"
    },
    {
      "content": "Chun, thiempuhai naupasalhai lai ngei khawm chun hmêlmak nuhmei lo neituhai chu hmusuok an hung ni tah a: hming lamin hieng, Jozadak naupa Jesua naupasalhai, an unauhai leh; Maaseia, Eliezer, Jarib le Gedalia hai hi.",
      "reference": "EZRA 10:18"
    },
    {
      "content": "Anni chun an nuhmeihai chu ma dingin thu an tiem a; chuong- chun, khawhlo an lo ni ta lei chun, an suol ta dingin berâm ruol laia mi berâmchal pakhat an inhlân tah a.",
      "reference": "EZRA 10:19"
    },
    {
      "content": "Immer naupasalhai chu: Ha- nani le Zebadia.",
      "reference": "EZRA 10:20"
    },
    {
      "content": "Harim naupasalhai chu: Maa- seia, Elija, Semaia, Jahiel le Uzzia.",
      "reference": "EZRA 10:21"
    },
    {
      "content": "Pas-hur naupasalhai chu: Elioe- nai, Maaseia, Ismael, Nethanel, Jozabad le Elasa.",
      "reference": "EZRA 10:22"
    },
    {
      "content": "Levi mihai naupasalhai chu: Jozabad, Simei, Kelaia (ama chu Kelita a nih), Pethahia, Juda le Eliezer.",
      "reference": "EZRA 10:23"
    },
    {
      "content": "Hlasaktuhai naupasalhai chu: Eliasib. Kawtkhâr vêngtuhai naupa- salhai chu: Sallum, Telem le Uri.",
      "reference": "EZRA 10:24"
    },
    {
      "content": "Israel laia chun: Paros nau- pasalhai chu: Ramia, Izzia, Malkija, Mijamin, Eleazar, Malkija le Benaia.",
      "reference": "EZRA 10:25"
    },
    {
      "content": "Elam naupasalhai chu: Matta- nia, Zekaria, Jehiel, Abdi, Jeremoth le Elija.",
      "reference": "EZRA 10:26"
    },
    {
      "content": "Zattu naupasalhai chu: Elioe- nai, Eliasib, Mattania, Jeremoth, Zabad le Aziza.",
      "reference": "EZRA 10:27"
    },
    {
      "content": "Bebai naupasalhai chu: Jehoha- nan, Hanania, Zabbai le Athlai.",
      "reference": "EZRA 10:28"
    },
    {
      "content": "Bani naupasalhai chu: Mesul- lam, Malluk, Adaia, Jasub, Seal le Jeremoth.",
      "reference": "EZRA 10:29"
    },
    {
      "content": "Pahath-moab naupasalhai chu: Adna, Kelal, Benaia, Maaseia, Mattania, Bezalel, Binnui le Manasse.",
      "reference": "EZRA 10:30"
    },
    {
      "content": "Harim naupasalhai chu: Eliezer, Issija, Malkija, Semaia, Simeon,",
      "reference": "EZRA 10:31"
    },
    {
      "content": "Benjamin, Malluk le Semaria.",
      "reference": "EZRA 10:32"
    },
    {
      "content": "Hasum naupasalhai chu: Mat- tenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasse le Simei.",
      "reference": "EZRA 10:33"
    },
    {
      "content": "Bani naupasalhai chu: Maadai, Amram, Uel,",
      "reference": "EZRA 10:34"
    },
    {
      "content": "Benaia, Bedeia, Keluhi,",
      "reference": "EZRA 10:35"
    },
    {
      "content": "Vania, Meremoth, Eliasib,",
      "reference": "EZRA 10:36"
    },
    {
      "content": "Mattania, Mattenai le Jaasu.",
      "reference": "EZRA 10:37"
    },
    {
      "content": "Binui naupasalhai chu: Simei,",
      "reference": "EZRA 10:38"
    },
    {
      "content": "Selemia, Nathan, Adaia.",
      "reference": "EZRA 10:39"
    },
    {
      "content": "Maknadebai, Sasai, Sarai,",
      "reference": "EZRA 10:40"
    },
    {
      "content": "Azarel, Selemia, Semaria,",
      "reference": "EZRA 10:41"
    },
    {
      "content": "Sallum, Amaria, Josef.",
      "reference": "EZRA 10:42"
    },
    {
      "content": "Nebo naupasalhai chu: Jeiel, Mattithia, Zabad, Zebina, Iddo, Joel le Benaia.",
      "reference": "EZRA 10:43"
    },
    {
      "content": "Hienghai po po hin hmêlmak nuhmei chu an lo nei tah a; ṭhenkhat lem chun an nuhmeihaia chun nauhai dâm an lo nei hiel tah a.",
      "reference": "EZRA 10:44"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EZRA 10 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}