{
  "verses": [
    {
      "content": "Hieng thilhai hi thaw a ni zo chun, mi ṭhahai chu ka kuomah an hung a, “Israel mipuihai le thiem- puhai le Levi mihai hi hieng a rama um Kanaan mihai, Hit mihai, Periz mihai, Jebus mihai, Ammon mihai, Moab mihai, Aigupta mihai le Amor mihaia inthawk hin insiekieng loin, an tirdakumnahai chu an thaw ve zing el a nih.",
      "reference": "EZRA 9:1"
    },
    {
      "content": "An naupasalhai le annihai ta ding ngei khawma an naunuhmeihai an nei sih a; chuongchun, chi inthieng chu annia hin hieng rama mihai le hin ân chawkpawl tah a; anih, hi bawsietnaa hin mi ṭhahai le rorêltuhai hi a hmaṭhuoi an ni nghe nghe a nih,” an ta.",
      "reference": "EZRA 9:2"
    },
    {
      "content": "Hieng thu hi ka hriet phing chun ka silfên le ka zakawfuol chu ka keithlêr a, ka lua ka sam chu ka phawi ṭil a, ka khâkhmul leh; mak- titakin ka ṭhung tah a.",
      "reference": "EZRA 9:3"
    },
    {
      "content": "Chun, sal intâng suokhai an bawsietna leia Israel Pathien thua lo inthin hlakhai po kha ka kuoma chun an hung inkhâwm a; chun, kei chu zântieng thilinhlân hun chenin maktiin ka ṭhung ta zing a.",
      "reference": "EZRA 9:4"
    },
    {
      "content": "Chun, zântienga thilinhlân hun ding lai chun ka silfên le ka zakaw- fuol inek pum chun ka lungngainaa inthawk chun ka tho suok a; ka khûpin ka dingṭhaṭhuon a, LALPA ka Pathien kuom tieng chun ka bânhai ka phar a,",
      "reference": "EZRA 9:5"
    },
    {
      "content": "“Aw ka Pathien, nanga tienga hung nghat khawm hi ka hmai a mâwkin kân zak a nih, ka Pathien, kan khawhlonahai chu kan lu chunga hin a hung pung deu deu a, kan suolhai chun vân a tawng ta a ni hi.",
      "reference": "EZRA 9:6"
    },
    {
      "content": "Kan thlatuhai hun laia inthawk tah vawisûn ni chen hin suol namên loin kan suol ta a; kan khawhlonahai lei hin kan lalhai le kan thiempuhai chu hieng ram lalhai kuthaia hin pêk suokin an um tah a; vawisûn ni ang chen khawm hin hmêla ham- haina le, suksietnaa le sal intângnaa le kâwlhnâm kuoma pêkin an um hi.",
      "reference": "EZRA 9:7"
    },
    {
      "content": "Tuhin mitkhapkâr tawitea ding- in kan Pathien LALPA zângaina chu hla bîkhai mi la mâksanpêk ding le, a hmun inthienga um zingna mi pe dingin kan Pathien chun kan mithai a hung sukvar a, kan sal intângnaa hin sukharna tlâwmte bêk a mi pêk theina dingin inlangtirin a um a.",
      "reference": "EZRA 9:8"
    },
    {
      "content": "Sal intâng kan na, amiruokchu, kan sal intângnaa khawm chun kan Pathien chun a mi nghatsan ngai nawh a, Jerusalem le Juda rama kul- hai mi pe ding le, chutaka in siehai chu siem ṭha ding le kan Pathien in chu tungding dinga thathona mi pe dingin, Persia lalhai mithmua chun kan chungah lunginsietna a hung sukpung ta lem a.",
      "reference": "EZRA 9:9"
    },
    {
      "content": "Chuongchun, tuhin, Aw kan Pathien, hi thua hin iengam hril tâng kan ta? I thupêkhai chu kan lo nghat- san ta sih a:",
      "reference": "EZRA 9:10"
    },
    {
      "content": "khâng i siehlaw zâwlneihai hmanga i lo pêk tah, ‘Chu ram hluo dinga in fena ding chu ram thieng- naw, a rama mihai inthieng nawna- haia sukthieng naw, an inthieng- nawna kil khata inthawka kil khing- tieng chena sip, chu an inthieng naw- naa inthieng naw chu a nih.",
      "reference": "EZRA 9:11"
    },
    {
      "content": "Chuleiin, tuhin, in naupasalhai chu an naunuhmeihai inneitir naw unla, in naunuhmeihai chu an naupa- salhai khawm inneitir bawk naw ro; kumkhuoa dingin an hausakna amanih, anni le inremna amanih zawng bawk naw ro, chu ram thil ṭha chu in fâk a, in hung hrât a, kum- khuoa dinga in thlahai ta dinga rochan dinga in mâksanpêk theina dingin,’ ti kha.",
      "reference": "EZRA 9:12"
    },
    {
      "content": "Chuong po po hnunga chun kan suol nasatak lei le, kan suksuolnahai leiin kan chungah a hung tlung a, nang kan Pathien hin kan khaw- hlonahaiin a phutâwk nêka nêp lemin i mi hrem a, a mahla khawm i mi la hlapêk a nih ti hmu zing si hin,",
      "reference": "EZRA 9:13"
    },
    {
      "content": "i thupêkhai chu kan bawsiet nâwkin, hieng pawrchenahai thawtu mipuihai le hin ṭhe ruolloin kan lân zawm zing ding am a nih? A suok ding um dêr loa, a mahla khawm hla dêr loa i mi kânghmang dêr hmakhat chun nang chu i lungdam ding am a nih?",
      "reference": "EZRA 9:14"
    },
    {
      "content": "Aw LALPA, Israel Pathien, nang chu în dik a, a suok a mahla chu i mi lo hlapêk ta sih a, vawisûn ni ang chen khawm hin: ngai ta, kan khaw- hlonahai leh i hmaa hin kan um a ni hi; hi hi lei hin tukhawm i hmaa chun an ngîr thei âwm si nawh a,” tiin.",
      "reference": "EZRA 9:15"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EZRA 9 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}