{
  "verses": [
    {
      "content": "Hieng thilhai hnunga hin, Persia lal Artazerzia rorêl lai chu, Seraia naupa Ezra, Azaria naupa, Hilkia naupa,",
      "reference": "EZRA 7:1"
    },
    {
      "content": "Sallum naupa, Zadok naupa; Ahitub naupa,",
      "reference": "EZRA 7:2"
    },
    {
      "content": "Amaria naupa, Azaria naupa, Meraioth naupa,",
      "reference": "EZRA 7:3"
    },
    {
      "content": "Zerahia naupa, Uzzi naupa, Bukki naupa;",
      "reference": "EZRA 7:4"
    },
    {
      "content": "Abisua naupa, Phinehas naupa, Eleazar naupa, Aron thiempu laltak naupa:",
      "reference": "EZRA 7:5"
    },
    {
      "content": "hi Ezra hi Babulona inthawk chun a hang feh a: Israel Pathien LALPAIN a pêk Mosie dân ziek thiem mi a na; chun, lal khawm chun a Pathien LALPA kut a chunga a um ang pei chun a hni taphawt chu a phalpêk a.",
      "reference": "EZRA 7:6"
    },
    {
      "content": "Chuongchun, lal Artazerzia inlal kum sarinaa chun Israel thlahai ṭhenkhat le thiempuhai le Levi mihai le hlasaktuhai le, kawtkhâr vêngtu- hai le, Nethinim mihai chu Jerusa- lema chun an hang feh a.",
      "reference": "EZRA 7:7"
    },
    {
      "content": "Ama chu lal inlal a kum sarinaa, a thla nganaa chun a nih Jerusalema a hung chu.",
      "reference": "EZRA 7:8"
    },
    {
      "content": "Thla khatna, ni khat nia chun Babulona inthawk chun a fe suok ṭan a, a chunga Pathien kut ṭha innghat ang peiin thla ngana, ni khat ni chun Jerusalem chu a tlung tah a.",
      "reference": "EZRA 7:9"
    },
    {
      "content": "Ezra chun LALPA dân chu zawng a, thawh a, rorêlnahai le thu- ruothai chun Israel rama chun inchûktir a lungrilin a tum tlat a.",
      "reference": "EZRA 7:10"
    },
    {
      "content": "Hi hi LALPA thupêk le Israelhai kuoma a thuruot thuhai ziektu, thiempu le lekhaziektu Ezra kuoma lal Artazerziain lekha a pêk ziek- sâwng chu a nih,",
      "reference": "EZRA 7:11"
    },
    {
      "content": "“Lalhai lal, Artazerzia chun, thiempu Ezra, vâna Pathien dân ziektu Ezra kuomah muongna kim um raw se.",
      "reference": "EZRA 7:12"
    },
    {
      "content": "Ka ram sûnga Israel mihai po po, an thiempuhai le Levi mihai leh, mânia Jerusalema fe inhâwkna neituhai chu nanga ruola fe dingin thupêk ka siem a nih.",
      "reference": "EZRA 7:13"
    },
    {
      "content": "I kuta um i Pathien dân ang peia Jerusalem le Juda ram chungthu chu dâwpsuok dinga lal le a rorêltu pasarihai itir i ni leiin le;",
      "reference": "EZRA 7:14"
    },
    {
      "content": "Jerusalema um Israel Pathien kuoma phaltaka lal le a rorêltuhaiin an pêk rângkachak le tangkaruohai phur dingin le,",
      "reference": "EZRA 7:15"
    },
    {
      "content": "Babulon biel po poa mipuihai le thiempuhaiin Jerusalema an Pathien in ta dinga phaltaka an pêk, râng- kachak le tangkaruo i hmu thei zât zât chu chawi dinga tir i nih:",
      "reference": "EZRA 7:16"
    },
    {
      "content": "chuleichun, hi sum hi fîmkhur- takin bâwngchalhai, berâmchalhai, berâmtehai, an bu thilinhlân le dâwn mi thilinhlânhai leh inchâwng i ta, Jerusalema um i Pathien ina mâi- châma chun inhlân i tih.",
      "reference": "EZRA 7:17"
    },
    {
      "content": "Chun, rângkachak le tangka la chuong chu i unauhai le nanga ngaia ṭha ang angin, in Pathien dit zâwngin hmang in tih.",
      "reference": "EZRA 7:18"
    },
    {
      "content": "I Pathien in rawngbâwlna dinga bûr le bêl an pêkhai che chu Jerusa- lema Pathien hmaa chun pe suok rawh.",
      "reference": "EZRA 7:19"
    },
    {
      "content": "Chun, pêkna hun i nei phaa i Pathien in ta dinga thil mamaw taphawt chu lal sum ina inthawkin pe suok el rawh.",
      "reference": "EZRA 7:20"
    },
    {
      "content": "Keima, kei Artazerzia ngei hin thupêk ka siem a, vadung râltienga sum enkawltuhai po po kuoma chun, ‘Thiempu Ezra, vân Pathien dân ziektu hin thil a hni taphawt cheu chu fîmkhurtaka thaw dingin thu ka pêk cheu:",
      "reference": "EZRA 7:21"
    },
    {
      "content": "tangkaruo talent za khat chen khawm, bu bûk za khat chen khawm, uoin bath za khat chen khawm, hriek bath za khat chen khawm, chi khawm ieng zât am ti um lo dingin.",
      "reference": "EZRA 7:22"
    },
    {
      "content": "Vân Pathienin a iphût ang taphawt el chu, vân Pathien in ta ding chun thaw tei ni raw se; ieng- dingin am lal le a naupahai ram chunga hin a lunginsenna chu um a ta?",
      "reference": "EZRA 7:23"
    },
    {
      "content": "Chun, thiempuhai, Levi mihai, hlasaktuhai, kawtkhâr vêngtuhai, Nethinim mihai amanih, Pathien in rawngbâwltuhai hrim hrim chung- thua chun, anni chu leiman amanih, ram man amanih, sie amani khawm inchawitir chu dân ni naw nih tiin thu kan pêk bawk che a nih,’",
      "reference": "EZRA 7:24"
    },
    {
      "content": "Chun, nang Ezra hin, i kawl Pathienin varna a pêk che ang peiin vadung râltienga mihai chunga rorêl dingin i Pathien dânhai hre mihai ang chu ram awptu le rorêltuhai dingin thlang i tih, a la hre nawhai chu inchuktir unla.",
      "reference": "EZRA 7:25"
    },
    {
      "content": "Mi tukhawm i Pathien dân anga thaw lo le lal dân anga thaw lo chu a chungah inrangtaka rorêlthlûk ni sienla, thi dingin amanih, hnawtsuok dingin amanih, thuomhnawhai chân ding amanih, lungina khum ding amanih ni dingin,” tiin.",
      "reference": "EZRA 7:26"
    },
    {
      "content": "Jerusalema LALPA in cheimawi dinga lal lungrila thil hienga sietu ei thlatuhai Pathien LALPA chu inpâk- in um raw se;",
      "reference": "EZRA 7:27"
    },
    {
      "content": "Ama chun lal hmaa le a rorêltuhai hmaa le lal mi ṭhahai po po hmaa chun ka chungah zângaina a hung suklien tah a. Chuongchun, ka chunga ka Pathien LALPA kut ang peiin sukhrâtin ka um tah a, Israel- hai laia inthawk chun ka ruola hang fe ve dingin, mi lusa deuhai chu ka kei khâwm tah a.",
      "reference": "EZRA 7:28"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EZRA 7 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}