{
  "verses": [
    {
      "content": "Persia lal Kura inlal kum khatna chun, Jeremia baua LALPA thu- hril chu a hung tlung theina dingin LALPA chun Persia lal Kura lungril chu a chawktho tah a, chuongchun, a ram po poa chun thu inhriettirna a siem a, a zieka ziek khawmin a sie bawk a,",
      "reference": "EZRA 1:1"
    },
    {
      "content": "“Persia lal Kura chun hieng ang hin a hril, ‘Leihnuoia ram po pohai chu LALPA vâna Pathien chun a mi pêk a; Juda rama Jerusalema chun a ta dinga in bâwl dingin a mi phût bawk a nih.",
      "reference": "EZRA 1:2"
    },
    {
      "content": "A mi po pohai, nangni laia mi tukhawm kuomah a Pathien chu um raw se! Juda rama Jerusalema chun hang fe sienla, LALPA Israelhai Pathien (ama chu Jerusalema um Pathien chu a nih) in chu hang bâwl raw se.",
      "reference": "EZRA 1:3"
    },
    {
      "content": "Chun, mi tukhawm ân pêmna hmun khâwlaia khawm mâksan a um chun, ama hmuna mihai chu tangkaruo le, rângkachak le, thuom- hnawhai le, ranhaiin nuomthua pêk bâkah ṭhangpui raw se,’” tiin.",
      "reference": "EZRA 1:4"
    },
    {
      "content": "Chun, Juda le Benjamin pahnam luhai le thiempuhai le, Levi mihai, Jerusalema um LALPA in bâwl dinga hang fe dinga Pathienin an lungril a chawkthohai taphawt chu an tho tah a.",
      "reference": "EZRA 1:5"
    },
    {
      "content": "Chun, an vêla mi po pohai chun, inhâwktaka an inhlân po po bâka chun, tangka dâm, rângkachak dâm, thuomhnawhai dâm, ranhai dâm le thil hlutakhaiin an kuthai chu an sukhrât a.",
      "reference": "EZRA 1:6"
    },
    {
      "content": "Lal Kura khawm chun LALPA ina bûr le bêlhai, Nebukadnezzarin Jerusalema inthawka a hung lâk a, a pathien ina a siehai chu a hung lâk suok a.",
      "reference": "EZRA 1:7"
    },
    {
      "content": "Persia lal Kura chun, chuonghai ngei chu sum enkawltu Mithredath kutin a hung lâk suok a, Juda ram lal Sesbazzar kuoma chun a tiempêk tah a.",
      "reference": "EZRA 1:8"
    },
    {
      "content": "Chun, hi hi chuonghai nizât chu a nih; rângkachak thlêng lien sâwm- thum, tangkaraw thlêng lien sâng khat, chemtê sâwmhni pakuo;",
      "reference": "EZRA 1:9"
    },
    {
      "content": "rângkachak no sâwmthum, tangkaraw no a chi dang za li le sâwm khat le bûr le bêl dang hrim hrim sâng khat leh.",
      "reference": "EZRA 1:10"
    },
    {
      "content": "Rângkachak le tangkaraw bûr le bêl po pohai chu sâng nga le za li an nih. Hienghai po po hi Sesbazzar chun, sal intânghai Babulona in- thawka Jerusalema an hung ṭhuoi ruol chun a hung lâk ve a nih.",
      "reference": "EZRA 1:11"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EZRA 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}