{
  "verses": [
    {
      "content": "Hienghai hi chu ram mihai, sala ṭhuoihmanga um, Babulon lal Nebukadnezzarin Babulon tieng- a a ṭhuoi hung suok nâwk a, Juda le Jerusalema mâni khuo tieng senga hung kîr nâwkhai chu an nih;",
      "reference": "EZRA 2:1"
    },
    {
      "content": "chuonghai chu Zerubbabel, Jesu- a, Nehemia, Seraia, Reelaia, Mor- dekai, Bilsan, Mispar, Bigvai, Rehum le Baana hai ruolin an hung ve a. Israel chi patling zât chu:",
      "reference": "EZRA 2:2"
    },
    {
      "content": "Paros thlahai chu sâng hni za khat sâwmsari pahni an nih.",
      "reference": "EZRA 2:3"
    },
    {
      "content": "Sephatia thlahai chu za thum sâwmsari pahni.",
      "reference": "EZRA 2:4"
    },
    {
      "content": "Ara thlahai chu za sari sâwmsari panga.",
      "reference": "EZRA 2:5"
    },
    {
      "content": "Jesua le Joab thlaa mi, Pahath- moab thlahai chu sâng hni za riet sâwmpahni.",
      "reference": "EZRA 2:6"
    },
    {
      "content": "Elam thlahai chu sâng khat za hni sâwmnga pali.",
      "reference": "EZRA 2:7"
    },
    {
      "content": "Zattu thlahai chu za kuo sâwmli panga.",
      "reference": "EZRA 2:8"
    },
    {
      "content": "Zakkai thlahai chu za sari sâwmruk.",
      "reference": "EZRA 2:9"
    },
    {
      "content": "Bani thlahai chu za ruk sâwmli pathum.",
      "reference": "EZRA 2:10"
    },
    {
      "content": "Bebai thlahai chu za ruk sâwmhni pathum.",
      "reference": "EZRA 2:11"
    },
    {
      "content": "Azgad thlahai chu sâng khat za hni sâwmhni pahni.",
      "reference": "EZRA 2:12"
    },
    {
      "content": "Adonikam thlahai chu za ruk sâwmruk paruk.",
      "reference": "EZRA 2:13"
    },
    {
      "content": "Bigvai thlahai chu sâng hni sâwmnga paruk.",
      "reference": "EZRA 2:14"
    },
    {
      "content": "Adin thlahai chu za li sâwmnga pali.",
      "reference": "EZRA 2:15"
    },
    {
      "content": "Hezekia thla Ater thlahai chu sâwmkuo pariet.",
      "reference": "EZRA 2:16"
    },
    {
      "content": "Bezai thlahai chu za thum sâwmhni pathum.",
      "reference": "EZRA 2:17"
    },
    {
      "content": "Jora thlahai chu za khat sâwm pahni.",
      "reference": "EZRA 2:18"
    },
    {
      "content": "Hasum thlahai chu za hni sâwmhni pathum.",
      "reference": "EZRA 2:19"
    },
    {
      "content": "Gibbar thlahai chu sâwmkuo panga.",
      "reference": "EZRA 2:20"
    },
    {
      "content": "Bethlehem thlahai chu za khat sâwmhni pathum.",
      "reference": "EZRA 2:21"
    },
    {
      "content": "Netopha mihai chu sâwmnga paruk.",
      "reference": "EZRA 2:22"
    },
    {
      "content": "Anathoth mihai chu za khat sâwmhni pariet.",
      "reference": "EZRA 2:23"
    },
    {
      "content": "Azmaveth thlahai chu sâwmli pahni.",
      "reference": "EZRA 2:24"
    },
    {
      "content": "Kiriath-arim, Kephira le Bee- roth thlahai chu za sari sâwmli pathum.",
      "reference": "EZRA 2:25"
    },
    {
      "content": "Rama le Geba thlahai chu za ruk sâwmhni pakhat.",
      "reference": "EZRA 2:26"
    },
    {
      "content": "Mikmas mihai chu za khat sâwmhni pahni.",
      "reference": "EZRA 2:27"
    },
    {
      "content": "Bethel le Ai mihai chu za hni sâwmhni pathum.",
      "reference": "EZRA 2:28"
    },
    {
      "content": "Nebo thlahai chu sâwmnga pahni.",
      "reference": "EZRA 2:29"
    },
    {
      "content": "Magbis thlahai chu za khat sâwmnga paruk.",
      "reference": "EZRA 2:30"
    },
    {
      "content": "Elam mi dang thlahai chu sâng khat za hni sâwmnga pali.",
      "reference": "EZRA 2:31"
    },
    {
      "content": "Harim thlahai chu za thum sâwmhni.",
      "reference": "EZRA 2:32"
    },
    {
      "content": "Lod le Hadid le Ono thlahai chu za sari sâwmhni panga.",
      "reference": "EZRA 2:33"
    },
    {
      "content": "Jeriko thlahai chu za thum sâwmli panga.",
      "reference": "EZRA 2:34"
    },
    {
      "content": "Senaa thlahai chu sang thum za ruk sâwmthum.",
      "reference": "EZRA 2:35"
    },
    {
      "content": "Jesua sûngkuo, Jedaia thla thiempuhai chu za kuo sâwmsari pathum.",
      "reference": "EZRA 2:36"
    },
    {
      "content": "Immer thlahai chu sâng khat sâwmnga pahni.",
      "reference": "EZRA 2:37"
    },
    {
      "content": "Pashhur thlahai chu sâng khat za hni sâwmli pasari.",
      "reference": "EZRA 2:38"
    },
    {
      "content": "Harim thlahai chu sâng khat sâwm pasari.",
      "reference": "EZRA 2:39"
    },
    {
      "content": "Hodavia thlaa Kadmiel le Jesua thla Levi mihai chu sâwmsari pali.",
      "reference": "EZRA 2:40"
    },
    {
      "content": "Asaph thla, hlasaktuhai za khat sâwmhni pariet.",
      "reference": "EZRA 2:41"
    },
    {
      "content": "Kawtkhâr vêngtuhai thlahai: Sallum thlahai, Ater thlahai, Talmon thlahai, Akkub thlahai, Hatita thla- hai, Sobai thlahai leh an rêngin za khat sâwmthum pakuo.",
      "reference": "EZRA 2:42"
    },
    {
      "content": "Nethinim mihai: Ziha thlahai, Hasupha thlahai, Tabbaoth thlahai;",
      "reference": "EZRA 2:43"
    },
    {
      "content": "Keros thlahai, Siaha thlahai, Padon thlahai;",
      "reference": "EZRA 2:44"
    },
    {
      "content": "Lebana thlahai, Hagaba thla- hai, Akkub thlahai;",
      "reference": "EZRA 2:45"
    },
    {
      "content": "Hagab thlahai, Samlai thlahai, Hanan thlahai;",
      "reference": "EZRA 2:46"
    },
    {
      "content": "Giddel thlahai, Gahar thlahai, Reaia thlahai;",
      "reference": "EZRA 2:47"
    },
    {
      "content": "Rezin thlahai, Nekoda thlahai, Gazzam thlahai;",
      "reference": "EZRA 2:48"
    },
    {
      "content": "Uzza thlahai, Pasea thlahai, Besai thlahai;",
      "reference": "EZRA 2:49"
    },
    {
      "content": "Asna thlahai, Meunim thlahai, Nephisim thlahai;",
      "reference": "EZRA 2:50"
    },
    {
      "content": "Bakbuk thlahai, Hakupha thla- hai, Harhur thlahai;",
      "reference": "EZRA 2:51"
    },
    {
      "content": "Bazluth thlahai, Mehida thla- hai, Harsa thlahai;",
      "reference": "EZRA 2:52"
    },
    {
      "content": "Barkos thlahai, Sisera thlahai, Tema thlahai;",
      "reference": "EZRA 2:53"
    },
    {
      "content": "Nezia thlahai, Hatipha thlahai.",
      "reference": "EZRA 2:54"
    },
    {
      "content": "Solomon siehlawhai thlahai chu: Sotai thlahai, Hassophereth thlahai, Peruda thlahai;",
      "reference": "EZRA 2:55"
    },
    {
      "content": "Jaala thlahai, Darkon thlahai, Giddel thlahai;",
      "reference": "EZRA 2:56"
    },
    {
      "content": "Sephatia thlahai, Hattil thla- hai, Pokereth-hazzebaim thlahai, Ami thlahai leh.",
      "reference": "EZRA 2:57"
    },
    {
      "content": "Nethinim mi po po le Solomon siehlawhai thlahai po po chu za thum sâwmkuo pahni an nih.",
      "reference": "EZRA 2:58"
    },
    {
      "content": "Chun, hienghai hi Telmelaa in- thawk dâm, Tel-harsaa inthawk dâm, Cheruba inthawk dâm, Addana inthawk dâm, Immera inthawk dâma hang fe veh a; amiruokchu, Israel mi an ni le ni naw, an pahnam amanih, an chi amanih inentir thei lohai chu an nih;",
      "reference": "EZRA 2:59"
    },
    {
      "content": "Delaia thlahai, Tobia thlahai, Nekoda thlahai, za ruk sâwmnga pahni.",
      "reference": "EZRA 2:60"
    },
    {
      "content": "Chun, thiempuhai thlahai: Ha- baia thlahai, Hakkoz thlahai, Barzil- lai, Gilead mi Barzillai naunuhmei nuhmeia neia anni hming put sâwngtu thlahai le chun.",
      "reference": "EZRA 2:61"
    },
    {
      "content": "Phung sût dâna ziek suokhai laia chun an hming ziek an zawng a; nisienlakhawm, an hmu suok thei nawh a, chuleiin, anni chu tling loa umah ngai an na, thiempu sina chun thîm an nih.",
      "reference": "EZRA 2:62"
    },
    {
      "content": "Ram awptu khawma an kuoma chun, thiempu chu Urim le Thum- mim leh a ngîr dawk hmakhat chun thil inthiengtakhai chu an fâk ding a ni nawh a lo ti ta hrim a nih.",
      "reference": "EZRA 2:63"
    },
    {
      "content": "Mipui po po el chu an rêngin sîng khat sâng hni za thum sâwmruk an nih;",
      "reference": "EZRA 2:64"
    },
    {
      "content": "chunawa chun an rawngbâwltu nuhmeihai le pasalhai chu sâng sari za thum sâwmthum pasari an na; chun, hlasak mi nuhmei le pasal khawm za hni an nei bawk a.",
      "reference": "EZRA 2:65"
    },
    {
      "content": "An sakawrhai chu za sari sâwmthum paruk an nih a; an sa- bengtung lien chi chu za hni sâwmli panga a nih a;",
      "reference": "EZRA 2:66"
    },
    {
      "content": "sanghâwngseihai chu za li sâwmthum panga; sabengtunghai chu sâng ruk za sari sâwmhni an nih.",
      "reference": "EZRA 2:67"
    },
    {
      "content": "Chun, an pahnama lu ṭhenkhat- hai chun, Jerusalema um, LALPA inah an hung lai chun, a hmun ngeia tungding a nina dingin Pathien in ta ding chun inhâwktakin thil an inhlân:",
      "reference": "EZRA 2:68"
    },
    {
      "content": "sinthawna tienga sum ina chun an thei ang tâwk sengin an pêk a, rângkachak darik sîng ruk sâng khat, tangkaruo mane sâng nga bûk le thiempu silfên za khat leh an pêk a.",
      "reference": "EZRA 2:69"
    },
    {
      "content": "Chuongchun, thiempuhai, Levi mihai le chi ṭhenkhathai le, hla saktuhai le, kawtkhâr vêngtuhai le Nethinim mihai chu an khuoahai chun an um tah a; chuongchun, Israel mi po po chu an khuoahai chun an um ta bawk a.",
      "reference": "EZRA 2:70"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EZRA 2 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}