{
  "verses": [
    {
      "content": "Hienghai hi an pahnam upahai chu an nih, Artazerzia rorêl laia Babulona inthawka keia ruola hang fe vehai phung sûtna chu hi hi a nih.",
      "reference": "EZRA 8:1"
    },
    {
      "content": "Phinehas naupahaia chun Ger- som; Ithamar naupahaia chun Daniel; David naupahaia chun, Hattus;",
      "reference": "EZRA 8:2"
    },
    {
      "content": "Paros naupahaia, Sekania nau- pahaia chun, Zekaria; phung sût dâna chun, ama leh pasal za khat le sâwmnga an nih.",
      "reference": "EZRA 8:3"
    },
    {
      "content": "Pahath-moab naupahaia chun, Zerahia naupa Eliehoenai; ama le pasal za hni leh.",
      "reference": "EZRA 8:4"
    },
    {
      "content": "Jahaziel naupa, Sekania naupa- haia chun, ama leh pasal za thum.",
      "reference": "EZRA 8:5"
    },
    {
      "content": "Adin naupahaia chun, Jonathan naupa Ebed; ama leh pasal sâwmnga.",
      "reference": "EZRA 8:6"
    },
    {
      "content": "Elam naupahaia chun, Athalia naupa Jesaia: ama leh pasal sâwmsari.",
      "reference": "EZRA 8:7"
    },
    {
      "content": "Sephatia naupahaia chun, Mikael naupa Zebadia; ama leh pasal sâwmriet.",
      "reference": "EZRA 8:8"
    },
    {
      "content": "Joab naupahaia chun, Jehiel naupa Obadia; ama leh pasal za hni sâwmpariet.",
      "reference": "EZRA 8:9"
    },
    {
      "content": "Josiphia naupa, Selomith nau- pahaia chun, ama leh pasal za khat le sâwmruk.",
      "reference": "EZRA 8:10"
    },
    {
      "content": "Bebai naupahaia chun, Bebai naupa Zekaria; ama leh pasal sâwm- hni pariet.",
      "reference": "EZRA 8:11"
    },
    {
      "content": "Azgad naupahaia chun, Hak- katan naupa Johanan; ama leh pasal za khat le sâwm.",
      "reference": "EZRA 8:12"
    },
    {
      "content": "Chun, Adonikam naupahaia chun, chu chu a nuhnungtak a nih, hieng hi an hminghai chu a nih, Eliphelet, Jeuel le, Semaia hi; anni leh pasal sâwmruk.",
      "reference": "EZRA 8:13"
    },
    {
      "content": "Bigvai naupahaia chun, Uthai le Zakkur; anni leh pasal sâwmsari.",
      "reference": "EZRA 8:14"
    },
    {
      "content": "Anni chu Ahavaa luong lût vadunga chun ka kei khâwm tâwl a; chutaka chun ni thum lai chu kan riek a; chun, thiempuhai le mipuihai chu ka thlîr vêl chun Levi thlahai hrim ka hmu ta nawh a.",
      "reference": "EZRA 8:15"
    },
    {
      "content": "Chuongchun, Eliezer, Ariel, Semaia, Elnathan, Jarib, Elnathan, Nathan, Zekaria, Mesullam hai mi lutakhai chu kân chah a, Joiarib le Elnathan inchûktirtuhai chu kân cha sa bawk a.",
      "reference": "EZRA 8:16"
    },
    {
      "content": "Anni chu Kasiphia hmuna lal Iddo kuoma chun ka tir tah a; Pathien ina rawngbâwltu dinghai an mi hung ṭhuoipêk theina dingin, Kasiphia hmuna, Iddo le a unau Nethinim mihai kuoma an thuhril ding chu ka hril a.",
      "reference": "EZRA 8:17"
    },
    {
      "content": "Chun, ka chunga kan Pathien kut ṭhatzie ang peiin anni chun mi lungril indiktak Israel naupa Levi naupa Mahli naupahai laia mi, Serebia, a unauhai le a naupasalhai leh sâwmpariet an mi hung ṭhuoi- pêk a;",
      "reference": "EZRA 8:18"
    },
    {
      "content": "chun, Hasabia le Merari nau- pahai Jesaia, a unauhai le an nau- pasalhai leh sâwmhni;",
      "reference": "EZRA 8:19"
    },
    {
      "content": "chun, Nethinim mi, David le lalhaiin Levi mihai rawng bâwl dinga an pêkhai Nethinim mihai za hni le sâwmhni leh; an rêng chun hminga ko seng an nih.",
      "reference": "EZRA 8:20"
    },
    {
      "content": "Chun, kan thuomhnawhai po po le kan nau-le-têhai le keini ta dinga lampui tluong mi zawngpêk dinga, kan Pathien hmaa chun kan insuk- hnuoi theina dingin, Ahava vadunga chun bunghei ka rawt tah a.",
      "reference": "EZRA 8:21"
    },
    {
      "content": "Lal kuoma chun, “Ama zawng- tuhai chunga chun Pathien kut chu ṭhatna dingin a um a, ama nghat- santuhai po po chunga ruok chun, thilthawtheina le lunginsenna a um a nih,” kan lo ti ta si leiin, lampuia hmêlmahaia inthawka mi ṭhangpui dinga sakawr chung chuong mi le sipai pâwl lal kuoma hni kân zak sih a.",
      "reference": "EZRA 8:22"
    },
    {
      "content": "Chuongchun, bu chu kan nghei a, hi hi ding hin kan Pathien chu kan ngên a: chuongchun, keini ngên- thlûkin ama chu a um tah a.",
      "reference": "EZRA 8:23"
    },
    {
      "content": "Chun, thiempuhai laia a bîk deuhai sâwmpahni, Serebia, Hasabia le an unauhai sâwm ka sie hran a;",
      "reference": "EZRA 8:24"
    },
    {
      "content": "chuongchun, tangka le râng- kachak le bûr le bêlhai, kan Pathien in ta dinga thilpêk, lal le a rorêltuhai le, a mi ṭhahai le chutaka Israel umhai po poin an pêkhai chu anni chu ka bûkpêk tah a.",
      "reference": "EZRA 8:25"
    },
    {
      "content": "Kei ngei khawma an kuta chun tangkaruo talent za ruk sâwmnga le, bûr le bêlhai talent za khat ka bûkpêk a; rângkachak talent za leh;",
      "reference": "EZRA 8:26"
    },
    {
      "content": "rângkachak maihûn sâwmhni, darik sâng khat bûk seng, chun, râng- kachak anga hlu ve bawk, dâr tle mi bêl pahni leh.",
      "reference": "EZRA 8:27"
    },
    {
      "content": "Chun, an kuomah ka hril a, “Nangni hi LALPA kuoma inthieng in na, a bûr le bêlhai khawm inthieng an nih; chun, hieng tangka le rângka- chakhai hi in thlatuhai Pathien LALPA kuoma inhâwktaka pêk an ni vawng a nih.",
      "reference": "EZRA 8:28"
    },
    {
      "content": "Jerusalemah, LALPA in pin- danhaia, Israel pahnam mi ṭhahai le, Levi mihai le thiempu laltakhai hmaa in bûkpêk hmakhat chun, fîmkhur unla, kawl tlat ro,” tiin.",
      "reference": "EZRA 8:29"
    },
    {
      "content": "Chuongchun, thiempuhai le Levi mihai chun kan Pathien ina Jerusalema hung lâk dingin rângka- chak le tangkaruo chuong ang bûk chu an lâk tah a.",
      "reference": "EZRA 8:30"
    },
    {
      "content": "Chun, Jerusalema fe ding chun Ahava vadunga inthawkin thla khat- naa ni sâwmpahni ni chun kan suok tah a; chuongchun, kan Pathien kut chu kan chunga chun a um a, ama chun hmêlmahai le lampuia mîn chântu kuta inthawk chun a mi sansuok a.",
      "reference": "EZRA 8:31"
    },
    {
      "content": "Jerusalem chu kan hung tlung a, chutaka chun ni thum lai chu kan hang um phawt a.",
      "reference": "EZRA 8:32"
    },
    {
      "content": "A ni li ni chun a nih, chuong rângkachak le tangkaruo le bûr le bêlhai chu kan Pathien ina chun thiempu Uria naupa Meremoth kuta bûkin kan inhlân chu; ama le chun Phinehas naupa Eleazar chu a um nghe nghe a; chun, anni le chun, Levi mihai, Binnui naupa Noadia le Jesua naupa Jozabad chu an um bawk a;",
      "reference": "EZRA 8:33"
    },
    {
      "content": "a rêngin a zât le a bûkin; a bûk zât chu, chu huna chun ziek a ni nghe nghe bawk a.",
      "reference": "EZRA 8:34"
    },
    {
      "content": "Chun, sal intâng mihai intâng- naa inthawka hung suokhai chun Israel Pathien kuoma chun Israelhai po po puolah; bâwngchal sâwmpahni le, berâmchal sâwmkuo paruk, berâmte sâwmsari pasari le; kêlchal sâwmpahni suol thilinhlâna dingin; pumrawhmang thilinhlânah an in- hlân tah a; hieng po po hi LALPA kuoma pumrawhmang thilinhlân a nih.",
      "reference": "EZRA 8:35"
    },
    {
      "content": "Chun, lal thupêkhai chu vadung râla lal ram awptuhai le rorêltuhai kuoma chun an pêk suok tah a; chun, Pathien in le mipuihai chu ṭhangpuina an pêk tah a.",
      "reference": "EZRA 8:36"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EZRA 8 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}