{
  "verses": [
    {
      "content": "Chun, zâwlneihai, Haggai le Iddo naupa Zekaria chun Juda ram le Jerusalema Juda umhai kuoma chun thu an hrillâwk a; Israel Pathien hmingin a nih anni chun thu an hrillâwk chu.",
      "reference": "EZRA 5:1"
    },
    {
      "content": "Chun, Sealtiel naupa Zerubbabel le Jozadak naupa Jesua chu an tho a, Jerusalema um, Pathien in chu an bâwl ṭan tah a; chun, an kuoma chun Pathien zâwlneihai chu anni ṭhang- puiin an um bawk a.",
      "reference": "EZRA 5:2"
    },
    {
      "content": "Chu hun lai chun vadung râl tieng rorêltu Tattenai le Sethar- bozenai le an ruolhai chu an kuomah an hung a, an kuomah, “Hi in bâwl ding le, kul hi siemzo dingin tuin am thu a pêk cheu a?” an ta.",
      "reference": "EZRA 5:3"
    },
    {
      "content": "Chun, an kuoma chun hieng ang hin thu kan hril a, “Hi in bâwltuhai hi an hming ieng am a na?” tiin.",
      "reference": "EZRA 5:4"
    },
    {
      "content": "Nisienlakhawm, an Pathien mit chu Juda upahai chunga chun a fuh a, chu thu chu Daria kuom a tlung a, a chungthua dawnna lekha chu a hung tlung hmakhat chun anni chu an suktâwp ta nawh a.",
      "reference": "EZRA 5:5"
    },
    {
      "content": "Vadung râltieng rorêltu Tattenai le Sethar-bozenai le a ruolhai Aphar- sak mihai, vadung râltienga umhai- in lal Daria lekhathawn an inphur chu:",
      "reference": "EZRA 5:6"
    },
    {
      "content": "a kuoma chun lekhathawn an inphur a, chutaka chun hieng anga ziek hi a nih: “Lal Daria kuomah, inremna po po um raw se.",
      "reference": "EZRA 5:7"
    },
    {
      "content": "Juda ram bielah, Pathien in ropuitaka chun kan feh a, chu chu lung ropuitakhaia bâwl a na, a banghai chu thinga siem a na; chun, sin chu taimataka thaw pei a na, an kuta chun a hung hlawtling hle el a nih ti hi lal chun lo hre raw se.",
      "reference": "EZRA 5:8"
    },
    {
      "content": "Chun, chuong upahai chu, ‘Hi in bâwl ding le kul hi siemzo dingin tuin am thu a pêk cheu a?’ tiin kan in- dawn a.",
      "reference": "EZRA 5:9"
    },
    {
      "content": "Hung hrilfie ding chein, anni laia lua um mihai hminghai chu kan hung ziek theina dingin, an hminghai khawm kan indawn bawk a.",
      "reference": "EZRA 5:10"
    },
    {
      "content": "Chun, anni chun hieng ang hin an mi dawn a, ‘Hnuoi le vân Pathien siehlawhai kan na, Israel lal ropui- takin a lo bâwl zo tah, hi kum tam- taka lo bâwl tah in hi kan bâwl a nih.",
      "reference": "EZRA 5:11"
    },
    {
      "content": "Nisienlakhawm, chu hnunga chun kan thlatuhai chun vân Pathien chu an lo suklungsen a, ama chun Kaldai mi, Babulon lal, Nebukadnez- zar, hi in hi suksea, mihai chu Babulon tienga ṭhuoi sâwngtu kuta chun a pêk tah a.",
      "reference": "EZRA 5:12"
    },
    {
      "content": "Nisienlakhawm, Babulon lal Kura inlal kum khatnaa chun, lal Kura chun hi Pathien in hi bâwlna dingin thupêk chu a siem ta a nih.",
      "reference": "EZRA 5:13"
    },
    {
      "content": "Chun, rângkachak le tangka- raw bûr le bêlhai Nebukadnezzarin Jerusalem biekina inthawka a lâk a, Babulon biekina a hung lâkhai chu, chuonghai ngei chu lal Kura chun Babulon biekina inthawk chun a lâk suok a, mi pakhat a hming Sesbazzar, amain rorêltua a siem ngei kuoma chun chuong chu a pêk a nih;",
      "reference": "EZRA 5:14"
    },
    {
      "content": "ama kuoma chun, Hieng bûr le bêlhai hi la la, fe la, Jerusalema um biekina chun sie rawh; chun, Pathien in chu a hmun ngaia ngei bâwl ni raw se, a tih a.",
      "reference": "EZRA 5:15"
    },
    {
      "content": "Chun, chu Sesbazzar bawk chu a hung a, Jerusalema um Pathien in lungphûm a phûm tah a; chutaka inthawk tah tu chen hin bâwl a ni ta zing a, zo fel lo a la ni zing a nih,’ tiin.",
      "reference": "EZRA 5:16"
    },
    {
      "content": "Chuleiin, tuhin lalin ṭha a ti zâwng a ni chun chu Babulona lal sum inah zawng ni sienla, Jerusa- lema Pathien in hi bâwlna dingin lal Kura chun thupêk a lo siem ta chun chutaka chun a um âwm sih a; chun, lal chun hi thu chungchânga hin ṭha a ti zâwng chu mi hung hril bawk raw se,” tiin.",
      "reference": "EZRA 5:17"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EZRA 5 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}