{
  "verses": [
    {
      "content": "Chun, thla sarina a hung tlung a, Israel thlahai chu khuohaia an um phing chun, mipuihai chu in- thuruoltak elin Jerusalema chun an inkhâwm tah a.",
      "reference": "EZRA 3:1"
    },
    {
      "content": "Chun, Jozadak naupa Jesua le a unau thiempuhai, Sealtiel naupa Zerubbabel le a unauhai le chun an tho a, Pathien mi Mosie dâna ziek angin, chutaka chun pumrawhmang thilinhlânna dingin Israel Pathien mâichâm chu an siem tah a.",
      "reference": "EZRA 3:2"
    },
    {
      "content": "Chuongchun, mâichâm chu ân ṭhutnaa chun an inṭhut tah a; chuong rama mihai lei chun an chunga chun ṭitna chu a um sih a; chuongchun, pumrawhmang thilinhlânhai chu chutaka chun LALPA kuomah, pum- rawhmang thilinhlânhai ngei chu zîng le zânin an inhlân zie tah a.",
      "reference": "EZRA 3:3"
    },
    {
      "content": "Chun, bâwkte ruoiṭhe khawm chu an nei a, zieka a um angin, thu- pêk ang peiin, ni tina thaw ding ṭul ang pei chun, ni tinin pumrawhmang thilinhlânhai chu an inhlân tah a;",
      "reference": "EZRA 3:4"
    },
    {
      "content": "chu hnunga chun pumrawhmang thilinhlân châmchi le, thla thara suk- thieng ta po pohai le, mi tinin LALPA kuoma mâni nuomthua inhâwktaka thilinhlânna dâm an nei tah a.",
      "reference": "EZRA 3:5"
    },
    {
      "content": "thla sarina ni khat nia chun LALPA kuoma pumrawhmang thilin- hlânhai chu an inhlân ṭan a; ami- ruokchu, LALPA biekin lungphûm chu phûm a la ni hri nawh a.",
      "reference": "EZRA 3:6"
    },
    {
      "content": "Lung sut mihai le themthiemhai kuoma chun sum an pêk a; chun, Persia lal Kuraa inthawka phalna an nei ang peiin, Lebanona inthawka tuisuorieta Joppa chena Sidar thing- hai an hung lâkna dingin, Zidon mihai le Tura mihai kuoma chun bu le dâwn ding le hriek dâm an pêk bawk a.",
      "reference": "EZRA 3:7"
    },
    {
      "content": "Chun, Jerusalema Pathien ina an hung chin a kum hninaa, thla hninaa chun, Sealtiel naupa Zerub- babel le, Jozadak naupa Jesua le an unau dang thiempuhai le, Levi mihai le, sala intâng suoka Jerusalema hung po pohai chun an ṭan a; Levi mihai chu kum sâwmhnia upa le a chung tieng pohai chu LALPA ina sinthawna chu enkawl dingin an ruot tah a.",
      "reference": "EZRA 3:8"
    },
    {
      "content": "Chun, Jesua le a naupasalhai le a unauhai le, Kadmiel le a naupasal- hai, Juda naupasalhai chu Pathien ina sinthaw mihai enkawl ding chun an tho tah a. Henadad naupasalhai le an naupahai le an unauhai Levi mihai le chun an tho ve tah a.",
      "reference": "EZRA 3:9"
    },
    {
      "content": "Chun, in bâwltuhai chun LAL- PA biekin lungphûm chu an phûm lai chun thiempuhai chu tawtawrâwt chawiin an thuoma inthuomin an ngîr a, chun, Israel lal David thupêk angin LALPA chu inpâk dingin Asaph naupasal Levi mihai chu dâr- benthekhai leh an ngîr bawk a.",
      "reference": "EZRA 3:10"
    },
    {
      "content": "LALPA kuoma lâwmthu hrilin le inpâkin insawntuoin hla an sak a, “Ama chu a ṭha sih a, Israelhai chunga a zângaina chu kumkhuoin a um zing sih a,” tiin. Chun, LALPA in lungphûm chu phûm a ni ta leiin, LALPA an inpâk lei chun mipui chu khêkri nasatakin an khêk a.",
      "reference": "EZRA 3:11"
    },
    {
      "content": "Amiruokchu, thiempuhai, Levi mihai an pahnamhai laia mi tamtak, mi upahai chu in hmasa lo hmutuhai chu, an mithmu ngeia chu in lung- phûm chu phûm a lo ni chun rawl inringtak elin an ṭap tah a, mi danghai ruok chu lâwmin an khêk a;",
      "reference": "EZRA 3:12"
    },
    {
      "content": "chuongchun, mipuihai chun lâwma khêkri le mipuihai ṭap ri chu an ṭhehran thei naw hiel a; mipuihai chu ri nasatakin an khêk tâwl a, ram hlataka inthawk khawma ân hriet hiel el sih a.",
      "reference": "EZRA 3:13"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EZRA 3 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}