{
  "verses": [
    {
      "content": "Ka naupasalhai, pa inchûktirna hi lo ngai unla, Hrietthiemna hre dingin ngaisak ro.",
      "reference": "THUVARHAI 4:1"
    },
    {
      "content": "Thuinchûktir ṭha chu ka pêk si cheu a, Ka inchûktirna hi nghatsan naw ro.",
      "reference": "THUVARHAI 4:2"
    },
    {
      "content": "Ka pa ta dingin naupasal ka na, Ka nu mithmua chun duotum le dittak ka ni ngâwk a.",
      "reference": "THUVARHAI 4:3"
    },
    {
      "content": "Chun, a mîn chûktir a, ka kuomah a hril a, “Ka thuhai hi i lungril invawngtir zing la; Ka thupêkhai hi vawng la, hring rawh;",
      "reference": "THUVARHAI 4:4"
    },
    {
      "content": "Varna hung nei la, hrietthiemna khawm hung nei rawh, Theinghil hlek naw la, ka baua suok thuhaia inthawkin in- tâwl hmang bawk naw rawh;",
      "reference": "THUVARHAI 4:5"
    },
    {
      "content": "Ama chu nghatsan naw la, vawngṭhâng a ti cheh a, Ama chu hmangai la, vêng a ti che.",
      "reference": "THUVARHAI 4:6"
    },
    {
      "content": "Varna chu thil bulpui tak a na, chuleiin, varna nei rawh; Anih, i nei tasahai po poa chun hrietthiemna nei rawh.",
      "reference": "THUVARHAI 4:7"
    },
    {
      "content": "Ama chu chawimawi la, ama chun inkaisângtir a ti che, Ama i pawm chun inzaumtakin siem a ti che.",
      "reference": "THUVARHAI 4:8"
    },
    {
      "content": "I lua dingin zângaina lukhum pêng a ti cheh a, Mawina lallukhum pêng a ti che,” tiin.",
      "reference": "THUVARHAI 4:9"
    },
    {
      "content": "Aw ka naupa, ngai la, ka thuhrilhai hi lo pawm la, I dam sûng kumhai chu tamtak hung nîng a tih.",
      "reference": "THUVARHAI 4:10"
    },
    {
      "content": "Varna lampuia chun kân chûktir ta cheh a; Felna lampuihaia chun ka ṭhuoi ta che a nih.",
      "reference": "THUVARHAI 4:11"
    },
    {
      "content": "I fe pha chun, i kalchawihai chu zâng a ta; Chun, i tlân khawmin, insui naw ti nih.",
      "reference": "THUVARHAI 4:12"
    },
    {
      "content": "Inchûktirna chu cheldet tlat la, infetir dêr naw rawh; Kawl tlat rawh, ama chu i hringna a ni sih a.",
      "reference": "THUVARHAI 4:13"
    },
    {
      "content": "Mi khawhlo lampuia chun lût naw la, Mi rilohai lampui chu hraw naw rawh.",
      "reference": "THUVARHAI 4:14"
    },
    {
      "content": "Pumpel la, achun fe dêr naw; Chutaka inthawk chun inherhmang la, fe pei rawh.",
      "reference": "THUVARHAI 4:15"
    },
    {
      "content": "Thil pawi an thaw zet naw chun an in ngai si nawh a; Mi ṭhenkhat bêk an sukthlûk naw chun, an îmu chu lâk hmang a ni hlak.",
      "reference": "THUVARHAI 4:16"
    },
    {
      "content": "Khawhlona bei chu an fâkin, Nunrâwngna uoin chu an dâwn hlak sih a.",
      "reference": "THUVARHAI 4:17"
    },
    {
      "content": "Mi fel lampui ruok chu zîng khawvar ang a na, Sûn chang lai chena var deu deu ang chu.",
      "reference": "THUVARHAI 4:18"
    },
    {
      "content": "Mi khawhlohai lampui chu inthimna ang a na, Ieng âm an insui ti khawm an hriet nawh.",
      "reference": "THUVARHAI 4:19"
    },
    {
      "content": "Ka naupa, ka thuhai hi pawisa la, Ka thuhrilhai tieng hin i na chu sit rawh.",
      "reference": "THUVARHAI 4:20"
    },
    {
      "content": "I mithmua inthawk infe hmangtir naw la, I lungril sûng taka chun kawl tlat rawh.",
      "reference": "THUVARHAI 4:21"
    },
    {
      "content": "A hmutuhai ta dingin hringna an na, An taksa ta dingin hrisêlna an ni sih a.",
      "reference": "THUVARHAI 4:22"
    },
    {
      "content": "Fîmkhur thei tâwpin i lungril chu vêng ṭha rawh, Chutaka inthawk chun hringna rasuokhai chu a um sih a.",
      "reference": "THUVARHAI 4:23"
    },
    {
      "content": "Ṭawng ki nei hrim chîng naw la, Khêl hril chu bân dai rawh.",
      "reference": "THUVARHAI 4:24"
    },
    {
      "content": "I mithai chun hmatieng chau en sienla, I khaw nghat chun i hmatieng thlîr tlat raw se.",
      "reference": "THUVARHAI 4:25"
    },
    {
      "content": "Ngaiven dêkin i kal chawi la, I lampui chu sukdet ni raw se.",
      "reference": "THUVARHAI 4:26"
    },
    {
      "content": "Changtieng khawm, vawitieng khawm pêt naw la, Suola inthawk i ke her hmang rawh.",
      "reference": "THUVARHAI 4:27"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUVARHAI 4 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}