{
  "verses": [
    {
      "content": "Ka naupa, ka thuhai hi i pawm a, Nangmaa ka thupêkhai hi i siekhâwl a,",
      "reference": "THUVARHAI 2:1"
    },
    {
      "content": "Chuonga varna tienga i na chu i sit a, Hrietthiemna tienga i lungril chu i hmang chun;",
      "reference": "THUVARHAI 2:2"
    },
    {
      "content": "Anih, ngairuotdikna chu i ko a, Hrietthiemna koa i râwl în suo bawk a,",
      "reference": "THUVARHAI 2:3"
    },
    {
      "content": "Tangka anga i zawng a, Ro phûm rûkhai anga i zawng suok chun;",
      "reference": "THUVARHAI 2:4"
    },
    {
      "content": "LALPA ṭitna chu hung hre tâng i ta, Pathien hrietna chu hmu suok tâng i tih.",
      "reference": "THUVARHAI 2:5"
    },
    {
      "content": "LALPA chun varna a pêk sih a; A baua inthawk chun hrietna le hrietthiemna hung suok a tih.",
      "reference": "THUVARHAI 2:6"
    },
    {
      "content": "Mi tluong ta ding chun varna hrisêl chu a siekhâwl a; Lungril ṭhataka fetuhai ta ding chun phaw a nih.",
      "reference": "THUVARHAI 2:7"
    },
    {
      "content": "Rorêlna lampuihai chu a vênghim theina ding le, A mi inthienghai lampui chu a vawngṭhatna dingin.",
      "reference": "THUVARHAI 2:8"
    },
    {
      "content": "Chun, rorêlna le felna chu hung hrethiem tâng i ta, Thlierbîk nei nawna chu, anih, lampui ṭha tinrêng el le chun.",
      "reference": "THUVARHAI 2:9"
    },
    {
      "content": "Varna chu i lungrila chun hung lût a ta, I hringna ta ding chun hrietna chu inhawitina nîng a tih.",
      "reference": "THUVARHAI 2:10"
    },
    {
      "content": "Ngairuot thiemna chun nangma chu vêng a ti cheh a, Hrietthiemna chun kawl tlat a ti che;",
      "reference": "THUVARHAI 2:11"
    },
    {
      "content": "Mi rilo lampuia inthawka sansuok ding che le, Thil khawhlohai hriltuhaia inthawka sansuok ding chein;",
      "reference": "THUVARHAI 2:12"
    },
    {
      "content": "Inthimna lampui hraw dinga, Felna lampuihai nghatsantuhaia inthawk le,",
      "reference": "THUVARHAI 2:13"
    },
    {
      "content": "Rîtlona thaw kawnga hlimtuhai, Mi rilo khawhlonaa lâwm hlaktuhaia inthawk le,",
      "reference": "THUVARHAI 2:14"
    },
    {
      "content": "An lampuihaia mi kâwihai, An lampuihai pêtsantuhaia inthawkin.",
      "reference": "THUVARHAI 2:15"
    },
    {
      "content": "Hmêlmak nuhmeia inthawka sansuok ding chein, A bâuthluma zaihlêmtu che, ram dang mi ngeia inthawk chun;",
      "reference": "THUVARHAI 2:16"
    },
    {
      "content": "A tleirâwl lai ṭhien chu nghatsan a, A Pathien thuthlung theinghiltua inthawk chun.",
      "reference": "THUVARHAI 2:17"
    },
    {
      "content": "A in chun thina chu ân nghâi zing a, A lampuihai chu thinaah:",
      "reference": "THUVARHAI 2:18"
    },
    {
      "content": "A mânu kuoma fetu chu tukhawm an hung kîr nâwk ta nawh a, Hringna lampuihai khawm chu an pâw phâk ngai bawk nawh;",
      "reference": "THUVARHAI 2:19"
    },
    {
      "content": "Mi ṭhahai lampui chu i hraw theina ding le, Mi fel lampuihai chu i hraw theina dingin.",
      "reference": "THUVARHAI 2:20"
    },
    {
      "content": "Mi tluong chu rama chun chêng a ta, Mi ṭha famkim chu a um zing ding a ni sih a.",
      "reference": "THUVARHAI 2:21"
    },
    {
      "content": "Nisienlakhawm, mi khawhlo chu rama inthawka sât thlâk nîng a ta, Bawsetuhai chu amaa inthawk chun zunga phawi hmangin um an tih.",
      "reference": "THUVARHAI 2:22"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUVARHAI 2 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}