{
  "verses": [
    {
      "content": "Lal lungril chu tui luong ruomhai angin LALPA kuta chun a um a, Ama nuomna tieng tieng a hêm hlak.",
      "reference": "THUVARHAI 21:1"
    },
    {
      "content": "Mihriem lampui tin el chu ama mithmua chun ân dik a, Amiruokchu, LALPA chun lungril chu ân khi hlak a nih.",
      "reference": "THUVARHAI 21:2"
    },
    {
      "content": "Rorêlna le thil fel thaw hi, Inthâwina nêkin LALPA ta dingin pawmtlâk a ni lem dai.",
      "reference": "THUVARHAI 21:3"
    },
    {
      "content": "Meng insâng le lungril chapo, Mi khawhlo khâwnvar ngei khawm chu suol a nih.",
      "reference": "THUVARHAI 21:4"
    },
    {
      "content": "Mi taima ngaituonahai chun hau hnawkna a âwn a, Amiruokchu, mi tin inhmaw ta hrim hrim chu tlasam ding chaua inhmaw a nih.",
      "reference": "THUVARHAI 21:5"
    },
    {
      "content": "Lei khêlinhlip leia hausakna hmu chu, Hmatieng hnungtienga tuihu lên hmanga um ang chu a na, a zawngtuhai chun thina an zawng a nih.",
      "reference": "THUVARHAI 21:6"
    },
    {
      "content": "Mi khawhlo hrângsietna chun anni chu hrût hmang a tih, Rorêlna indik thaw an nuom naw leiin.",
      "reference": "THUVARHAI 21:7"
    },
    {
      "content": "Mi khawhlo lampui chu a kâwi hle a, Mi inthieng sinthaw ruok chu a tluong a nih.",
      "reference": "THUVARHAI 21:8"
    },
    {
      "content": "Nuhmei hrângsie le in liena um nêk chun, Inchung sîp kilkhâwra chêng chu a ṭha lem.",
      "reference": "THUVARHAI 21:9"
    },
    {
      "content": "Mi khawhlo lungril chun thil suol a châk a, A mithmua chun a tuolbâwm chun ditsakna hrim a hmu nawh.",
      "reference": "THUVARHAI 21:10"
    },
    {
      "content": "Hmusittu chu hrem a ni pha chun, mi mâwl chu sukvar a na, Mi var chu inchûktir a ni pha chun, hrietna a hmu hlak.",
      "reference": "THUVARHAI 21:11"
    },
    {
      "content": "Mi fel chun mi khawhlo sûng- kuo chu a ngaituo hlak a; Iengtizieha mi khawhlohai chu an sietnaa pei thlâk am an niha ti hi.",
      "reference": "THUVARHAI 21:12"
    },
    {
      "content": "Tukhawm mi pasie khêk ria a nahai suksêt chu, Ama khawm khêk ngei a ta, amiruokchu, ngai ni naw nih.",
      "reference": "THUVARHAI 21:13"
    },
    {
      "content": "A rûka thilthlâwnpêk hin lunginsenna a sukre a, Ângsûnga thilpêk hin lungin- senna nasatak a sukre.",
      "reference": "THUVARHAI 21:14"
    },
    {
      "content": "Rorêlna indik hi mi fel ta ding chun hlimum a na, Thil suol thawtuhai ta ding ruok chun sietna a nih.",
      "reference": "THUVARHAI 21:15"
    },
    {
      "content": "Mi hrietthiemna lampuia inthawka invâkhmang chu Mithihai inkhâwmnaa chun châwl a tih.",
      "reference": "THUVARHAI 21:16"
    },
    {
      "content": "Nuomsipna ngaina mi chu mi pasie nîng a ta, Uoin le hriek ngaina mi chu hausa ngai naw nih.",
      "reference": "THUVARHAI 21:17"
    },
    {
      "content": "Mi khawhlo chu mi fel ta dinga intlanna a na, Bawsetu chu mi tluong aiawin a hung bawk.",
      "reference": "THUVARHAI 21:18"
    },
    {
      "content": "Nuhmei awnazawng le hrângsie le um nêkin, Thlalêr rama um a ṭha lem.",
      "reference": "THUVARHAI 21:19"
    },
    {
      "content": "Mi var chêngnaa chun hriek le hausakna hlutak chu a um a, Mi invêt ruok chun a lem zo hlak.",
      "reference": "THUVARHAI 21:20"
    },
    {
      "content": "Zângaina le felna hnawttu chun, Hringna, felna le inzâkaina a hmu hlak.",
      "reference": "THUVARHAI 21:21"
    },
    {
      "content": "Mi var chun mi hrât khawpui chu ân khih a, Chutaka inringzona hrâtna chu a sukhnuoi hlak.",
      "reference": "THUVARHAI 21:22"
    },
    {
      "content": "Tukhawm a lei le a bau vêng ṭha chun, Buoinahaia inthawkin a lungril chu a vêng ṭha a nih.",
      "reference": "THUVARHAI 21:23"
    },
    {
      "content": "Mi chapo le mi uong chu a hming chu Hmusittu a na, Inphûloin chaponaah sin a thawh a.",
      "reference": "THUVARHAI 21:24"
    },
    {
      "content": "Mi thabo nuom zâwng chun ama a that a, A kuthai chun sinthaw inrim a nuom nawh a.",
      "reference": "THUVARHAI 21:25"
    },
    {
      "content": "Sûnnithlâk thlâk ela duâmtak- a inhnar hlak chu a um a, Mi fel ruok chun a pêk a, ân ro ngai nawh.",
      "reference": "THUVARHAI 21:26"
    },
    {
      "content": "Mi khawlo inthawina chu tirdakum a na, Lungril suola a hung lâk pha lem chun a va ni nasa âwm de!",
      "reference": "THUVARHAI 21:27"
    },
    {
      "content": "Thuhretu indik naw chu bohmang a ta, Thuhretu indik thu ruok chu sêldawng ni naw nih.",
      "reference": "THUVARHAI 21:28"
    },
    {
      "content": "Mi khawhlo chun a hmai a sukngar a, Mi tluong ruok chun a lampuihai a rêl fel.",
      "reference": "THUVARHAI 21:29"
    },
    {
      "content": "LALPA kal zâwnga thurâwn amanih, Hrietthiemna amanih, varna amani khawm a um nawh.",
      "reference": "THUVARHAI 21:30"
    },
    {
      "content": "Sakawr chu indo nia ding chun buotsai a ni hlak a, Hnêna ruok chu LALPA ta a nih.",
      "reference": "THUVARHAI 21:31"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUVARHAI 21 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}