{
  "verses": [
    {
      "content": "Bûkna indik naw chu LALPA ta dingin tirdakum a nih; Inkhîna indik ruok chu a lâwm zâwng a nih.",
      "reference": "THUVARHAI 11:1"
    },
    {
      "content": "Chapona chu a hung pha chun, inzaknain a hung zui; Varna ruok chu inngaitlâwmhai kuomah a um.",
      "reference": "THUVARHAI 11:2"
    },
    {
      "content": "Mi tluong chu a lungril indiktak chun ṭhuoi a ta, Bawsetuhai ruok chu an khêl- inhlipnain anni suksieng a tih.",
      "reference": "THUVARHAI 11:3"
    },
    {
      "content": "Lungsen nia chun hausakna chu a ṭhahnem chuong nawh a, Felna ruok chun thinaa inthawkin a sansuok.",
      "reference": "THUVARHAI 11:4"
    },
    {
      "content": "Mi fel famkim chu a felna chun a lampui kâwkhmûng a ta, Mi khawhlo ruok chu a khawhlonaa ngei chun tlu lem a tih.",
      "reference": "THUVARHAI 11:5"
    },
    {
      "content": "Mi tluong chu an felna chun anni sansuok a ta, Ringmawumtaka thawtuhai ruok chu an thil sukpawi ngei chun anni lâng a tih.",
      "reference": "THUVARHAI 11:6"
    },
    {
      "content": "Mi khawhlo chu a thi chun, a beiseina chu bohmang a tih, Mi fel naw beiseina chu bohmang bawk a tih.",
      "reference": "THUVARHAI 11:7"
    },
    {
      "content": "Mi fel chu buoinaa inthawk san suokin a um a, A hmuna chun mi khawhlo chu a lût hlak.",
      "reference": "THUVARHAI 11:8"
    },
    {
      "content": "Pathien ngaisak naw mi chun a bauin a tuolbâwm chu a suksiet a, Mi fel ruok chu hrietna leia sanhim a nih.",
      "reference": "THUVARHAI 11:9"
    },
    {
      "content": "Mi fel le ṭhataka a khawsak sûng po, khawpui chu a hlim hlak, Chun, mi khawhlo chu a bohmang pha chun khêkri a um hlak.",
      "reference": "THUVARHAI 11:10"
    },
    {
      "content": "Mi tluong malsâwmna leiin khawpui chu chawimawiin a um a, Nisienlakhawm, mi khawhlo baua pei thlâkin a um hlak.",
      "reference": "THUVARHAI 11:11"
    },
    {
      "content": "A tuolbâwm ngainêptu chu varna bo a nih, Mi hrietthiemna nei mi ruok chu a to ṭawk ṭawk.",
      "reference": "THUVARHAI 11:12"
    },
    {
      "content": "Mi lâwt vêltu anga invâk vêl chun thurûk a phawr hlak a, Mi lungril ringumtak ruok chun thu chu a ip hlak.",
      "reference": "THUVARHAI 11:13"
    },
    {
      "content": "Inṭhuoina var um nawnaa chun mi an tlu hlak a, Thurâwntu tamtakhai lai ruok chun himna a um.",
      "reference": "THUVARHAI 11:14"
    },
    {
      "content": "Hmêlmak mi ta dinga aiawtu ni chu kawisieng a ta, Aiawtu nina theidatu ruok chu nghet lem a tih.",
      "reference": "THUVARHAI 11:15"
    },
    {
      "content": "Nuhmei zângaithei chun inzâumna a kawl zing a, Pasal kâwlhrâwng chun hausaknahai a kawl hlak.",
      "reference": "THUVARHAI 11:16"
    },
    {
      "content": "Mi zainêmtak chun a lungril ta ding ngeiin thil ṭha a thawh a, Mi rilo ruok chun ama tisa ngei a sukbuoi.",
      "reference": "THUVARHAI 11:17"
    },
    {
      "content": "Mi khawhlo chun hlaw hmusit- umtakhai chu a hlawh a, Felna tutu ruok chun lâwmman indiktak chu a hmuh.",
      "reference": "THUVARHAI 11:18"
    },
    {
      "content": "Felnaa ngîr det tlattu chun hringna chu hmûng a ta, Suolna hnawttu chun a thina ding ngeiin a thaw a nih.",
      "reference": "THUVARHAI 11:19"
    },
    {
      "content": "Lungrila khêlinhliphai chu LALPA ta dingin tirdakum an na, An lampuia fel famkimhai ruok chu a lâwm zâwng an nih.",
      "reference": "THUVARHAI 11:20"
    },
    {
      "content": "Mi rilo chu hrem naw ni naw ni, Mi fel thla ruok chu sanhim nîng a tih.",
      "reference": "THUVARHAI 11:21"
    },
    {
      "content": "Nuhmei hmêlṭha ngairuotthiemna neilo chu, Vawkpui hnâra rângkachak kutsebi ang a nih.",
      "reference": "THUVARHAI 11:22"
    },
    {
      "content": "Mi fel dit zâwng chu thil ṭha chau a nih, Mi rilo beiseina chu lungsenna chau a nih.",
      "reference": "THUVARHAI 11:23"
    },
    {
      "content": "Semdar raka pung deu deu si a um a, Mamaw tâwk bâk inro tlata tlasam si a um bawk a.",
      "reference": "THUVARHAI 11:24"
    },
    {
      "content": "Mi tiktlai chu sukthâu nîng a ta, Tui buoktu chu, ama ngei khawm tui buokkhum nîng a tih.",
      "reference": "THUVARHAI 11:25"
    },
    {
      "content": "Bu inrotu chu miin ṭawngsie inphur an tih, A zawrtu lu chunga ruok chun malsâwmna um lem a tih.",
      "reference": "THUVARHAI 11:26"
    },
    {
      "content": "Thil ṭha nguntaka zawngtu chun ditsakna a zawng a nih, Pawitâwkna zawngtu chunga ruok chun pawitâwkna chu tlung a tih.",
      "reference": "THUVARHAI 11:27"
    },
    {
      "content": "A hausaknahai ring mi chu tlûng a ta, Mi fel ruok chu hna hring angin inno a tih.",
      "reference": "THUVARHAI 11:28"
    },
    {
      "content": "Mi ama in ngei sukbuoitu chun takbo ro hluong a ta, Mi invêt chu lungril var kuoma siehlaw nîng a tih.",
      "reference": "THUVARHAI 11:29"
    },
    {
      "content": "Mi fel ra chu hringna thingkûng a na, Lungrilhai latu chu mi var a nih.",
      "reference": "THUVARHAI 11:30"
    },
    {
      "content": "Ngai ta, mi fel chu hnuoia hin thung nîng a ta, Mi suol le mi khawhlohai khawm chu thung an va ni nasa awm de!",
      "reference": "THUVARHAI 11:31"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUVARHAI 11 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}