{
  "verses": [
    {
      "content": "Mi suol chu tukhawm ihnawt naw khawmin a tlânsie a, Mi felhai ruok chu sakeibaknei angin an huoi.",
      "reference": "THUVARHAI 28:1"
    },
    {
      "content": "Ramin a bawsiet pha chu rorêl- tu tamtak a hung nei hlak a, Nisienlakhawm, hrietna le hrietthiemna nei mihai lei chun ram chu ngirsuok a tih.",
      "reference": "THUVARHAI 28:2"
    },
    {
      "content": "Mi tlasam mi pasie nêksâwrtu chu, Ruo pheisûr bu hla lo ang chu a nih.",
      "reference": "THUVARHAI 28:3"
    },
    {
      "content": "Dân mâksantuhai chun mi rilo chu an inpâk a, Dân vawngtuhai chu anni leh an inkhing.",
      "reference": "THUVARHAI 28:4"
    },
    {
      "content": "Mi suol chun rorêlna chu a hrietthiem nawh a, LALPA zawngtuhai ruok chun thil po po an hrietthiem.",
      "reference": "THUVARHAI 28:5"
    },
    {
      "content": "Mi pasie lungril ṭha put chu Hausa khawhlotaka um nêk chun a ṭha lem.",
      "reference": "THUVARHAI 28:6"
    },
    {
      "content": "Tukhawm dân vawngtu chu naupa var a nih, Mi hnukinrâwl inruolpuitu ruok chun a pa a sukzak.",
      "reference": "THUVARHAI 28:7"
    },
    {
      "content": "Sum duâmna le hlâwkna dinga a thuomhnaw sukpungtu chun, Mi pase chunga lunginsietna neitu ta dingin a khâwlkhâwm a nih.",
      "reference": "THUVARHAI 28:8"
    },
    {
      "content": "Dân chu ngai dinga a na sit nawtu chu, A ṭawngṭâina khawm chu tirdakum a nih.",
      "reference": "THUVARHAI 28:9"
    },
    {
      "content": "Tukhawm mi tluong suolna lampuia infe pêttirtu taphawt chu, Ama khur ngeia chun tlâng a tih, Mi fel ruok chun thilṭha ro chu hluong a tih.",
      "reference": "THUVARHAI 28:10"
    },
    {
      "content": "Mi hausa chu ama ngairuotna ngeia chun a var a, Mi pasie hrietthiemna neitu ruok chun ama chu a zawng suok hlak.",
      "reference": "THUVARHAI 28:11"
    },
    {
      "content": "Mi fel chu a hlawtling pha chun, chawimawina nasatak a um hlak a, Mi khawhlo chu a tho ve pha ruok chun mi an inbihmang hlak.",
      "reference": "THUVARHAI 28:12"
    },
    {
      "content": "Mi a bawsietna inkhumtu chu hlawtling naw nih a, Thupha chawia, nghatsan hlaktu ruok chun zângaina hmûng a tih.",
      "reference": "THUVARHAI 28:13"
    },
    {
      "content": "LALPA ṭi zing zinga um hlak mi chu a lâwm a, A lungril sukngartu ruok chu lungngainaah tla lût a tih.",
      "reference": "THUVARHAI 28:14"
    },
    {
      "content": "Rorêltu suol chu mi pase chunga chun, Sakeibaknei inrûm hlak le savawm inhûk hlak ang hi a nih.",
      "reference": "THUVARHAI 28:15"
    },
    {
      "content": "Lal naupa hrietthiemna tlasam hi nêksâwrtu nasatak a na, Hlâwkna indiklo theidatu ruok chun a nihai suksei a tih.",
      "reference": "THUVARHAI 28:16"
    },
    {
      "content": "Mi tukhawm mi dang hrim hrim thisena suksipa um chu Khur tieng chun tlân hmang a ta, tukhawma chel naw raw se.",
      "reference": "THUVARHAI 28:17"
    },
    {
      "content": "Tukhawm tluongtaka fe mi chu sanhim nîng an ta, A lampuihaia pêthmangtu ruok chu, kârloin tlu nghâl a tih.",
      "reference": "THUVARHAI 28:18"
    },
    {
      "content": "Ama ram inlettu chun bu tamtak nei a ta, Mi teplo mei meihai zuitu ruok chun, pasietna a huntâwk zet nei a tih.",
      "reference": "THUVARHAI 28:19"
    },
    {
      "content": "Mi ringum chun malsâwmnahai a hau a, Mi hausa dinga hmawsaruma thilthaw ruok chu hrem lo ni naw nih.",
      "reference": "THUVARHAI 28:20"
    },
    {
      "content": "Mihai thlierbîkna nei hi a ṭha nawh a, Bei hlek lei mei meiin min a bawsiet bawk ding a ni nawh.",
      "reference": "THUVARHAI 28:21"
    },
    {
      "content": "Mit rilo neitu chun hausakna- hai a bawin a bawh a, Tlâksamna a chungah a hung tlung ding a nih ti a hriet nawh.",
      "reference": "THUVARHAI 28:22"
    },
    {
      "content": "Leia mi inpâkdertu nêk chun. Mi kâwktu chun a hnungah dit- sakna tam lem hmûng a tih.",
      "reference": "THUVARHAI 28:23"
    },
    {
      "content": "Tukhawm a nu amanih, a pa amani inrupêk a, “Bawsietna a ni nawh,” titu chu, Chu mi chu suksetu ruolpa chu a nih.",
      "reference": "THUVARHAI 28:24"
    },
    {
      "content": "Lungrila huomhap mi chun inkhingna a chawktho a; LALPA chunga a ringna innghattu ruok chu sukthâu nîng a tih.",
      "reference": "THUVARHAI 28:25"
    },
    {
      "content": "Mi mâni lungril ngawt ringtu chu invêt a nih, Tukhawm vartaka fetu ruok chu, ama chu sanhim nîng a tih.",
      "reference": "THUVARHAI 28:26"
    },
    {
      "content": "Mi pase kuoma petu chu tlasam ngai naw nih a, A mithai insimsan el hlaktu ruok chun ṭawngsie tamtak phur a tih.",
      "reference": "THUVARHAI 28:27"
    },
    {
      "content": "Mi khawhlo chu a tho ve pha khawm, mi an inbihmang hlak a, Amiruokchu, an bohmang chun, mi fel chu an pung hlak.",
      "reference": "THUVARHAI 28:28"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUVARHAI 28 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}