{
  "verses": [
    {
      "content": "Ka naupa, ka thu hi kawl la, Ka thupêkhai hi nangmaa chun siekhâwl rawh.",
      "reference": "THUVARHAI 7:1"
    },
    {
      "content": "Ka thupêkhai hi kawlin khawsa la, Ka închûktirna chu i mitnautê angin;",
      "reference": "THUVARHAI 7:2"
    },
    {
      "content": "I kutpârhaia chun khuopde la, I lungril phêk chunga chun ziek rawh.",
      "reference": "THUVARHAI 7:3"
    },
    {
      "content": "Varna kuoma chun, “Nang chu ka farnu i nih,” ti la, Hrietthiemna chu i laibungah inbûk rawh.",
      "reference": "THUVARHAI 7:4"
    },
    {
      "content": "Hmêlmak nuhmeia inthawka an kawl theina ding chein, Hmêlmak a thuhaia zaihlêmtu chea inthawk chun.",
      "reference": "THUVARHAI 7:5"
    },
    {
      "content": "Ka in tukverah, Ka thirlêna chun ka en hlak sih a.",
      "reference": "THUVARHAI 7:6"
    },
    {
      "content": "Chuongchun, mi mâwlhai laia chun ka en a, Tleirâwlhai laia chun, Hrietthiemna bo tlangvâl ka hmuh a.",
      "reference": "THUVARHAI 7:7"
    },
    {
      "content": "Ama chun amanu tuol kawtthlêra chun fein, Amanu in lampui chu a hraw a,",
      "reference": "THUVARHAI 7:8"
    },
    {
      "content": "Chu ni zântiengah, thimtham hnuoiah; Zân mâwk inthim mup hnuoia chun.",
      "reference": "THUVARHAI 7:9"
    },
    {
      "content": "Chun, ngai ta, chutaka chun nuhmei, Nawchizawr inthuoma inthuom, lungril inlêktak ân tuokpui a.",
      "reference": "THUVARHAI 7:10"
    },
    {
      "content": "Amanu chu mi bautam ngalhrâttak a na, A ina hrim a ke chu a um hman ngai nawh a.",
      "reference": "THUVARHAI 7:11"
    },
    {
      "content": "Kawtthlêra le khawlai dunghaia umin, Kil tina inchânin a nghâk zing a.",
      "reference": "THUVARHAI 7:12"
    },
    {
      "content": "Chuongchun, amanu chun ama chu a man a, a fâwp tah a, Chun, hmêl iniemtakin a kuomah a hril tah a;",
      "reference": "THUVARHAI 7:13"
    },
    {
      "content": "“Inremna thilinhlânhai inthâwina inhlân ding ka nih a, Hi ni hin ka thutiemhai chu kân thien tah a.",
      "reference": "THUVARHAI 7:14"
    },
    {
      "content": "Chuleiin, nangma tuok ding chein ka hung suok a nih; Taimataka i hmêl zawng dingin, chuongchun, ka hmu suok ta che hi.",
      "reference": "THUVARHAI 7:15"
    },
    {
      "content": "Ka khum chu puon cheimawi inkhumin ka chei tah a, Puon ṭielhai Aiguptaa khâwng chun.",
      "reference": "THUVARHAI 7:16"
    },
    {
      "content": "Ka khum chu riminhnik ka theh a, Murra le, beraw le, thingzungthakin.",
      "reference": "THUVARHAI 7:17"
    },
    {
      "content": "Hung la, zingkâr chenin ei hmangaina sipzak lâng ei ta, Hmangainahaiin eini chu inhnêm ei tih,",
      "reference": "THUVARHAI 7:18"
    },
    {
      "content": "Ka pasal chu inah a um nawh a, Khuol ram hlatakah a fe ta sih a.",
      "reference": "THUVARHAI 7:19"
    },
    {
      "content": "Ama chun tangka fûn a chawi a, Thla lir pha leh hung tlung a tih,” tiin.",
      "reference": "THUVARHAI 7:20"
    },
    {
      "content": "Amanu thu hril ṭha chun ama chu ân pêktir tah a; A hmûrhai zaihlêmna chun ama chu a tirlui tah a.",
      "reference": "THUVARHAI 7:21"
    },
    {
      "content": "Ama chun amanu chu a zui nghâl a, Bâwngchal sathattu kuoma fe ang elin, Annawleh, invêt sukdikna dinga thîrkawl bun ang elin,",
      "reference": "THUVARHAI 7:22"
    },
    {
      "content": "Thalin a thin chu a sunthleng hmakhata, Vatein châng a baw ang elin, A nun thlengna ding a nih ti hre loin.",
      "reference": "THUVARHAI 7:23"
    },
    {
      "content": "Chuleiin, tuhin ka nau- pasalhai, mi lo ngai unla, Ka baua thuhai hi pawisa ta u.",
      "reference": "THUVARHAI 7:24"
    },
    {
      "content": "A lampuihaia chun in lungril innghat naw sienla, A lampuihai chu zui bawk naw ro.",
      "reference": "THUVARHAI 7:25"
    },
    {
      "content": "Mi tamtak chu hliemin a peithlûk ta sih a; Anih, a sukhlumhai po po chu sipai râlhrâthai an nih.",
      "reference": "THUVARHAI 7:26"
    },
    {
      "content": "Amanu in chu Seol fena lampui a na, Thina pindana lûtthla chu.",
      "reference": "THUVARHAI 7:27"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUVARHAI 7 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}