{
  "verses": [
    {
      "content": "Hausakna nasatakhai nêkin hming ṭha hi thlang lem ding a na, Ditsakna ngainatum chu tangka le rângkachak nêka thlang lem ding a nih.",
      "reference": "THUVARHAI 22:1"
    },
    {
      "content": "Mi hausa le mi pasie chu an intuok a, An rênga anni siemtu chu LALPA a nih.",
      "reference": "THUVARHAI 22:2"
    },
    {
      "content": "Mi var chun thil suol chu a hmuh a, ân bih a, Mi mâwl ruok chu a fe pei a, a tuor pha hlak.",
      "reference": "THUVARHAI 22:3"
    },
    {
      "content": "Inngaitlâwmna lâwmman le LALPA ṭîna chu Hausaknahai le inzâkaina le hringna a nih.",
      "reference": "THUVARHAI 22:4"
    },
    {
      "content": "Mi dukdaklo lampuia chun hlinghai le chânghai an um a, A lungril vêng ṭhatu chu chuonga inthawka hlataka chun um a tih.",
      "reference": "THUVARHAI 22:5"
    },
    {
      "content": "Naupang chu a hraw ding lampuia chun inchûktir la, A hung upat hnung khawma chutaka inthawk chu pêt ngai naw nih.",
      "reference": "THUVARHAI 22:6"
    },
    {
      "content": "Mi hausa chun mi pase chunga chun ro a rêl a, Thil pûktu chu ân pûktirtu siehlaw a nih.",
      "reference": "THUVARHAI 22:7"
    },
    {
      "content": "Khawhlona thetu chun lunginzîngna sîk a ta, A lunginsenna hmawl chu hlawsam bawk a tih.",
      "reference": "THUVARHAI 22:8"
    },
    {
      "content": "Mi tiktlâi chu malsâwmin um a tih, Mi pase kuomah a bei chu a pêk sih a.",
      "reference": "THUVARHAI 22:9"
    },
    {
      "content": "Hmusittu chu hnawt suok la, inhalna khawm chu fe suok vêng a tih. Anih, insuolna le inhrilsietna khawm chu bo a tih.",
      "reference": "THUVARHAI 22:10"
    },
    {
      "content": "Lungril inthiengna ngainatu chu, A hmûrahai chun lunginsietna a nei a, lal chu ama ruolpa nîng a tih.",
      "reference": "THUVARHAI 22:11"
    },
    {
      "content": "LALPA mithai chun mi hriet- na nei mi chu a vawng ṭha a, Mi ringum naw thuhai ruok chu a peithlâk.",
      "reference": "THUVARHAI 22:12"
    },
    {
      "content": "Mi thabo chun, “Tuola sawn sakeibaknei a um a, Kawtthlêrhaia sukhlum nîng ka tih,” a ta.",
      "reference": "THUVARHAI 22:13"
    },
    {
      "content": "Hmêlmak nuhmei bau chu khur inthûktak a na, LALPAIN a chunga lunginsenna a nei chu chutaka chun tlâng a tih.",
      "reference": "THUVARHAI 22:14"
    },
    {
      "content": "Invêtna hi naupang lungrila chun khuopdein a um a, Amiruokchu, sukdikna hmawl chun amaa inthawka hlatakah hnawthmang a tih.",
      "reference": "THUVARHAI 22:15"
    },
    {
      "content": "A hlâwkna dinga mi pasie nêksâwr a, Mi hausa kuoma pe hlaktu chu a hung hlawsam tei hlak.",
      "reference": "THUVARHAI 22:16"
    },
    {
      "content": "I na sit la, mi var thuhai hi ngai rawh, Ka hrietnaa hin i lungril chu hmang bawk rawh.",
      "reference": "THUVARHAI 22:17"
    },
    {
      "content": "Nangma sûnga i vawng ṭha chun thil inhawi a ni sih a, I hmûrhaia chun tungding an ni ve bawk chun.",
      "reference": "THUVARHAI 22:18"
    },
    {
      "content": "I ringna chu LALPA a ni theina dingin, Hi ni hin i kuomah, i kuom ngeiah, kân hriettir che hi.",
      "reference": "THUVARHAI 22:19"
    },
    {
      "content": "I kuomah thil ṭhatakhai chu ka ziek a ni naw am a nih? Hrietna le thurâwnhai thua chun;",
      "reference": "THUVARHAI 22:20"
    },
    {
      "content": "Thutak thuhai a ni chiezie chu inhriettir ding chein, Nangma tirtuhai che kuoma thutak thuhai chu i phurkîr nâwk theina dingin.",
      "reference": "THUVARHAI 22:21"
    },
    {
      "content": "Pasie chu a pasiet leiin lâkpêk naw la, Dâikawtkhâra sawisaka umhai chu nêksâwr bawk naw rawh.",
      "reference": "THUVARHAI 22:22"
    },
    {
      "content": "An chungthu chu LALPA chun a ṭan ding a ni sih a, Anni suksetuhai hringna chu sukse vêng a tih.",
      "reference": "THUVARHAI 22:23"
    },
    {
      "content": "Mi lunginsen hmang chu ruolah siem naw la, Mi nunsie le chun in inkawp ding a ni nawh.",
      "reference": "THUVARHAI 22:24"
    },
    {
      "content": "A lampuihai chu hung inchûk i ta, I lungril ta dingin châng hmu rawi i tih.",
      "reference": "THUVARHAI 22:25"
    },
    {
      "content": "Kut bentuhai laia mi pakhat ang khawm chu ni naw la, Batnahai dinga intiemkamtu pakhat khawm chu ni bawk naw rawh.",
      "reference": "THUVARHAI 22:26"
    },
    {
      "content": "Nangin pêk ding iengkhawm i nei si naw chun, Nanga hnuoia i khum chu ieng dingin am la hmang a ta?",
      "reference": "THUVARHAI 22:27"
    },
    {
      "content": "Inhmaa ramri chu sawn hmang naw la, I thlatuhaiin an lo khang ta chu.",
      "reference": "THUVARHAI 22:28"
    },
    {
      "content": "Mi a sinthawa taimatak i hmu am? ama chu lalhai hmaah ngîr a tih. Mi hmusitumhai hmaa chun ngîr naw nih.",
      "reference": "THUVARHAI 22:29"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUVARHAI 22 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}