{
  "verses": [
    {
      "content": "Rorêltu le bu fa dinga i ṭhung lai chun, I hmaa mi chu nguntakin ngaituo rawh.",
      "reference": "THUVARHAI 23:1"
    },
    {
      "content": "Phîngṭâm hre mi tak i ni chun, I rîngah chemtê i sie ding a ni sih a.",
      "reference": "THUVARHAI 23:2"
    },
    {
      "content": "Inhlêmna bu an nih ti hmuin, A tuihnâinahai chu châk ve naw rawh.",
      "reference": "THUVARHAI 23:3"
    },
    {
      "content": "Hung hausa dingin insuklungkham naw la, I varnaa inthawk ngei chun bân rawh.",
      "reference": "THUVARHAI 23:4"
    },
    {
      "content": "A um naw chunga chun i mithai chu infûktir naw la, Hausaknahai chun thlahai an in- siempêk ngei ngei hlak sih a; Muvânlai vântienga vuong hlak ang el chun.",
      "reference": "THUVARHAI 23:5"
    },
    {
      "content": "Mit rilo neitu bei chu fa naw la, A thiltuihnaihai khawm chu châk ve naw rawh.",
      "reference": "THUVARHAI 23:6"
    },
    {
      "content": "Ama chu ân ngaituona ang peia um mi a ni si a, I kuoma chun, “Dâwn la, fa rawh,” a ti dea chu, A lungril ruok chu i kuomah a um nawh.",
      "reference": "THUVARHAI 23:7"
    },
    {
      "content": "Bubâr i fâk ta chu, inluoksuok nâwk i ta, I thu thlumhai chu inhmang i tih.",
      "reference": "THUVARHAI 23:8"
    },
    {
      "content": "Mi invêt hrieta chun thu hril naw la, I thu varnahai chu a hmusit ding a ni sih a.",
      "reference": "THUVARHAI 23:9"
    },
    {
      "content": "Inhmaa ramri chu sawn hmang naw la, Pa neilohai lohaia chun lût bawk naw rawh.",
      "reference": "THUVARHAI 23:10"
    },
    {
      "content": "Anni intlantu chu a hrât sih a, An chungthu chu nanga chungah phût rawi a tih.",
      "reference": "THUVARHAI 23:11"
    },
    {
      "content": "Inchûktirna tienga chun i lungril chu hmang la, I nahai chu hrietna thuhai tienga chun.",
      "reference": "THUVARHAI 23:12"
    },
    {
      "content": "Sukdikna chu naupanga inthawk chun lakîr naw la, Hmawla i vuok chun, ama chu a thi âwm si nawh a.",
      "reference": "THUVARHAI 23:13"
    },
    {
      "content": "Ama chu hmawl chun vuong i ta, Seola inthawkin a thlarau chu i sansuok ding annâwm.",
      "reference": "THUVARHAI 23:14"
    },
    {
      "content": "Ka naupa, i lungril a var phawt chun, Ka lungril, keia ta ngei chu, lâwm a tih.",
      "reference": "THUVARHAI 23:15"
    },
    {
      "content": "Anih, ka lungril chu hlim a ta, I hmûrhaiin thil indik a hril pha chun.",
      "reference": "THUVARHAI 23:16"
    },
    {
      "content": "I lungril chun misuolhai inhnar naw raw se, Sûnnithlâkin LALPA ṭînaa chun um zing lem rawh.",
      "reference": "THUVARHAI 23:17"
    },
    {
      "content": "Matheiloin chutaka chun lâwmman a um a, I beiseina chu thlâwn dêr naw nih.",
      "reference": "THUVARHAI 23:18"
    },
    {
      "content": "Ngai la, ka naupa, hung var rawh, I lungril chu lampuia chun ṭhuoi rawh.",
      "reference": "THUVARHAI 23:19"
    },
    {
      "content": "Hnukinrâwltaka sa fa mihai lai le Zu he mihai laia chun um naw rawh.",
      "reference": "THUVARHAI 23:20"
    },
    {
      "content": "Zu inrui mi le hnukinrâwl chu hung pasieng an ta, Inruina chun mi chu puonṭiekin ân thuom ding a ni sih a.",
      "reference": "THUVARHAI 23:21"
    },
    {
      "content": "I pa nang a neitu che thu hi ngai la, Chun, i nu chu a tar hnung khawma hmusit bawk naw rawh.",
      "reference": "THUVARHAI 23:22"
    },
    {
      "content": "Thutak chu inchaw la, zawr ta naw rawh, Anih, varna dâm, inchûktirna dâm le hrietthiemna dâm khawm chu.",
      "reference": "THUVARHAI 23:23"
    },
    {
      "content": "Mi fel pa chu nasatakin hlim a ta, Chun, nau var neitu chu amaa chun hlim bawk a tih.",
      "reference": "THUVARHAI 23:24"
    },
    {
      "content": "I pa le i nu chu lâwmin inumtir la, Nang a neitunu che khawm chu inlâwmtir rawh.",
      "reference": "THUVARHAI 23:25"
    },
    {
      "content": "Ka naupa, i lungril mi pe ta, Chun, ka lampuihaia chun i mithai khawm chu fu bawk raw se.",
      "reference": "THUVARHAI 23:26"
    },
    {
      "content": "Nuhmei hur chu khurse inthûk a na, Hmêlmak nuhmei chu khur inchêp a nih.",
      "reference": "THUVARHAI 23:27"
    },
    {
      "content": "Anih, inru angin ân chân a, Mihai laia chun bawsietna chu a sukpung tah a.",
      "reference": "THUVARHAI 23:28"
    },
    {
      "content": "Tuin am chungrikna chu a nei a? Tuin am lungngaina chu a nei a? Tuin am inhalna chu a nei a? Sawisêlna chu tuin am a nei a? A thawtu boin tuin am pânnahai a nei a? Mithai senna chu tuin am a nei a?",
      "reference": "THUVARHAI 23:29"
    },
    {
      "content": "Uoin hmuna sâwttak um hlakhai chun, Uoin chawkpawl zawnga fe hlakhai chun.",
      "reference": "THUVARHAI 23:30"
    },
    {
      "content": "Uoin chu a sen lai chun nang chun en ngai naw la, Noa chun a zie chu a hung insuoh a, A hang insiemdik lai vêl chu en naw rawh.",
      "reference": "THUVARHAI 23:31"
    },
    {
      "content": "A tâwpa chun rûl ang elin a chuk a, Rûlriel angin a chuk hlak.",
      "reference": "THUVARHAI 23:32"
    },
    {
      "content": "I mithai chun thilmakhai chu hmûng a ta, I lungril chun thil chapohai chu hril suok a tih.",
      "reference": "THUVARHAI 23:33"
    },
    {
      "content": "Anih, tuisuoriet laia zâltu ang chu nîng i ta, Annawleh, lawngngul lêra zâl ang nîng i tih.",
      "reference": "THUVARHAI 23:34"
    },
    {
      "content": "“Annin an mi vuok a, suknatin ka um nawh a, Annin an mi zêp a, ka hriet nawh a, Iengtik âm ka har ding a na? la zawng nâwk rawp ka tih,” i ti ding am a nih?",
      "reference": "THUVARHAI 23:35"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUVARHAI 23 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}