{
  "verses": [
    {
      "content": "Ka naupa, ka varna hi pawisa la, Ka hrietthiemna tieng hin i na sit rawh,",
      "reference": "THUVARHAI 5:1"
    },
    {
      "content": "Ngairuotthiemna chu i vawng tlat theia, I hmûrhai chun hrietna a kawl tlat theina dingin.",
      "reference": "THUVARHAI 5:2"
    },
    {
      "content": "Hmêlmak nuhmei hmûrhai chu khuoizuin a far a, A bau chu hriek nêkin ân nâl lem sih a.",
      "reference": "THUVARHAI 5:3"
    },
    {
      "content": "A tâwptieng ruok chu sairam khâkin a kha a, Kâwlhnâm ngeituo angin a ngei a.",
      "reference": "THUVARHAI 5:4"
    },
    {
      "content": "A kehai chu thinaah a fe thla a, A kalchawihai chun Seol a sir hlak.",
      "reference": "THUVARHAI 5:5"
    },
    {
      "content": "Chuongchun, hringna lampui inphei chu a hmu ngai nawh a, A lampuihai chu mumal neilo a na, ama chun a hriet nawh.",
      "reference": "THUVARHAI 5:6"
    },
    {
      "content": "Chuleiin, tuhin ka naupasalhai, mi lo ngai unla, Ka baua thuhaia inthawk hin fe hmang naw ro.",
      "reference": "THUVARHAI 5:7"
    },
    {
      "content": "Amanua inthawk chun in lam- pui chu hlataka sawn unla, A in kawtkhâr hnaia khawm fe naw ro.",
      "reference": "THUVARHAI 5:8"
    },
    {
      "content": "Mi danghai kuomah in inzaumna chu pe hlau in ta, Mi bengtlalo kuoma chun in kumhai chu pe hlau rawi in tih.",
      "reference": "THUVARHAI 5:9"
    },
    {
      "content": "Hmêlmakhai chu in hrâtnaa suksipin um an ta, In sininrimnahai chu hmêlmak- hai inah ni hlau rawi a tih.",
      "reference": "THUVARHAI 5:10"
    },
    {
      "content": "In hun tâwp tieng chun inrûm in ta, In taksa le in tisa chu hmangzo a ni pha chun.",
      "reference": "THUVARHAI 5:11"
    },
    {
      "content": "Chun, “Iengtiziea inchûktirna kha ka lo theida a, Ka lungrilin kâwkna kha a lo ngainêp am a ni aw!",
      "reference": "THUVARHAI 5:12"
    },
    {
      "content": "Ka inchûktirtuhai râwl khawm ka awi ngai nawh a, Kei a mîn chûktirtuhai tienga khawm ka na khawm ka sit ngai nawh a:",
      "reference": "THUVARHAI 5:13"
    },
    {
      "content": "Siet let dêrna ka lo tlung ṭêp an nâwm ie, Inkhâwmpui pâwlpui laia chun,” ti rawi i tih.",
      "reference": "THUVARHAI 5:14"
    },
    {
      "content": "I tuibêl ngeia tui le, I tuisunsuo ngeia tui luong chu dâwn rawh.",
      "reference": "THUVARHAI 5:15"
    },
    {
      "content": "I tuihnârhai chu inluongdartira umin, Khawlaidungahai chun vadungpui tui chu ân dar el ding maw?",
      "reference": "THUVARHAI 5:16"
    },
    {
      "content": "Nangma ta bîk chau ni sienla, I kuoma hmêlmak mihai ta ding ni loin,",
      "reference": "THUVARHAI 5:17"
    },
    {
      "content": "I tuikhur chu malsâwmin um sienla, I tleirâwl lai nuhmeia chun hlim rawh.",
      "reference": "THUVARHAI 5:18"
    },
    {
      "content": "Sazukpui ditumtak le sakhipui inhawititak angin, Ienglai khawmin a nenêhai chun suktlai rawp sienla che; A hmangainaa chun nang chu thafân rawp hlak rawh.",
      "reference": "THUVARHAI 5:19"
    },
    {
      "content": "Chuongchun, nang ka naupa, iengdingin am hmêlmak nuhmeia chun thafân i ta, Iengdingin am hmêlmak âng chu pawm i ta?",
      "reference": "THUVARHAI 5:20"
    },
    {
      "content": "Mihriem lampuihai chu LALPA mithai hmaah a um sih a, Ama chun a lampuihai po po chu a siemruol hlak.",
      "reference": "THUVARHAI 5:21"
    },
    {
      "content": "Mi khawhlo chu ama khaw- hlona ngei chun lâng a ta, A suolna hruihai chun ama khit tlat nîng a tih.",
      "reference": "THUVARHAI 5:22"
    },
    {
      "content": "Inchûktirna tlasamin thîng a ta; Ân vêtna nasat lei chun ama chu invâkhmang a tih.",
      "reference": "THUVARHAI 5:23"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUVARHAI 5 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}