{
  "verses": [
    {
      "content": "Nuhmei var taphawt chun a in chu a bâwl a, Nuhmei invêt ruok chun a kuthaiin a ṭhiek hlak.",
      "reference": "THUVARHAI 14:1"
    },
    {
      "content": "Mi, felnaa fe chun LALPA chu a ṭih a, A lampuihaia khêlinhlip ruok chun ama a hmusit hlak.",
      "reference": "THUVARHAI 14:2"
    },
    {
      "content": "Mi invêt baua chun chapona hmawl a um a, Mi var hmûrhai ruok chun hla lem a tih.",
      "reference": "THUVARHAI 14:3"
    },
    {
      "content": "Bâwngchalhai um nawnaa chun ran in chu a fai a, Amiruokchu, hlâwkna nasatak chu bâwngchal hrâtna lei a nih.",
      "reference": "THUVARHAI 14:4"
    },
    {
      "content": "Thuhretu ringum chu inkhêl naw nih a, Thuhretu indik naw ruok chun khêl hril a tih.",
      "reference": "THUVARHAI 14:5"
    },
    {
      "content": "Hmusittu chun varna a zawng hlak a, a hmu ngai nawh, Hrietthiemna neitu ta ding ruok chun thiemna chu a awlsam hlak.",
      "reference": "THUVARHAI 14:6"
    },
    {
      "content": "Mi invêt hmaihmaa inthawk chun fe hmang rawh, Amaa inthawk chun thiemna hmûrhai hmu chuong naw ti nih.",
      "reference": "THUVARHAI 14:7"
    },
    {
      "content": "Mi var varna chu a lampui hrietthiem chu a na, Mi invêt invêtna ruok chu khêlthu chu a nih.",
      "reference": "THUVARHAI 14:8"
    },
    {
      "content": "Mi suol chun suolna chu an nuisan a, Mi tluonghai laia ruok chun Pathien ditsakna chu a um.",
      "reference": "THUVARHAI 14:9"
    },
    {
      "content": "Lungril chun ama khâkna tak chu a hriet a, Hmêlmak mi chun an hlimna chu a sukbuoi ngai nawh.",
      "reference": "THUVARHAI 14:10"
    },
    {
      "content": "Mi khawhlo in chu nam thlûk nîng a ta, Mi tluong puon in ruok chu um rân a tih.",
      "reference": "THUVARHAI 14:11"
    },
    {
      "content": "Mihriem kuoma indik âwmtak- a inlang lampui chu a um a, Chu tâwpna ruok chu thina lampuihai a nih.",
      "reference": "THUVARHAI 14:12"
    },
    {
      "content": "Innuinaa ngei khawm lungril chu a lungngai a, Chu hlimna tâwpna chu chungrikna a nih.",
      "reference": "THUVARHAI 14:13"
    },
    {
      "content": "Lungrila hnungtawltu chu ama lampuihai ngeia suksip nîng a ta, Chun, mi ṭha chu amaa inthawk ngei chun suktlai nîng a tih.",
      "reference": "THUVARHAI 14:14"
    },
    {
      "content": "Mi mâwl chun thu tinrêng el hi a ring a, Mi var ruok chun a fena chu a en ngun hlak.",
      "reference": "THUVARHAI 14:15"
    },
    {
      "content": "Mi var chun suol chu a ṭih a, a fe hmangsan hlak a, Mi invêt ruok chun chaponain a hmang a, ama ân ring tlat hlak.",
      "reference": "THUVARHAI 14:16"
    },
    {
      "content": "Lunginsen awltak chun invêttakin thaw rawp a ta, Chun, mi remruotna khawhlo neitu chu theida ni bawk a tih.",
      "reference": "THUVARHAI 14:17"
    },
    {
      "content": "Mi mâwl chun invêtna ro chu a hluo a, Mi varhai ruok chu thiemna inkhumtirin an um.",
      "reference": "THUVARHAI 14:18"
    },
    {
      "content": "Mi suol chu mi ṭha hmaa chun a kûn a, Mi khawhlo chu mi fel daikawtkhârhaia chun a kûn bawk a.",
      "reference": "THUVARHAI 14:19"
    },
    {
      "content": "Mi pasie chu a tuolbâwmhai ngei khawma theida a ni hlak a, Mi hausa ruok chun ruolhai tamtak a nei.",
      "reference": "THUVARHAI 14:20"
    },
    {
      "content": "A tuolbâwm hmusittu chun a suksuol a na, Mi pasie chunga lunginsietna nei ruok chu a hlim a nih.",
      "reference": "THUVARHAI 14:21"
    },
    {
      "content": "Thil ṭha naw rawt suoktuhai chun an suksuol a ni naw am a nih? Thil ṭha rawt suoktuhai kuoma ruok chun thutak le lunginsietna um a tih.",
      "reference": "THUVARHAI 14:22"
    },
    {
      "content": "Sininrimna po poa hin hlâwkna a um a, Hmûrhaia a hrila hril ngawt el hi chu tlâksamnaah ân nghat.",
      "reference": "THUVARHAI 14:23"
    },
    {
      "content": "An hausaknahai chu mi var ta ding chun an lallukhum a na, Invêthai invêtna ruok chu invêtna ringawt el a nih.",
      "reference": "THUVARHAI 14:24"
    },
    {
      "content": "Thuhretu indik chun mihai a sansuok hlak a, Thukhêl sâksuoktu ruok chun inhlêmna ân umtir.",
      "reference": "THUVARHAI 14:25"
    },
    {
      "content": "LALPA ṭinaa hin ringna nghettak a um a, A thlahai chun inhumhimna hmun nei an tih.",
      "reference": "THUVARHAI 14:26"
    },
    {
      "content": "LALPA ṭina chu hringna tuikhur a na, Thina chânghaia inthawka pêt hmangna leh.",
      "reference": "THUVARHAI 14:27"
    },
    {
      "content": "Mipuihai pungkhâwmnaa chun lal ropuina chu a um a, Mipui tlâksamnaa ruok chun lal nau sietna chu a um thung.",
      "reference": "THUVARHAI 14:28"
    },
    {
      "content": "Mi lunginsen intaktak chu hrietthiemna nasatak nei a nih, Lungril ṭuonrang ruok chun invêtna chu a chawimawi a nih.",
      "reference": "THUVARHAI 14:29"
    },
    {
      "content": "Lungril hrisêl chu taksa hringna a na, Itthîkna ruok hi chu ruhai ta dinga hmawnna a nih.",
      "reference": "THUVARHAI 14:30"
    },
    {
      "content": "Mi pasie nêksâwrtu chun ama Siemtu a hmusit a nih, Tlasam chunga lunginsietna nei ruok chun ama ân za a nih.",
      "reference": "THUVARHAI 14:31"
    },
    {
      "content": "Mi khawhlo chu a thilthaw ri- loa chun sukthlûkin a um a, Mi fel ruok chun a thinaa chun beiseina a nei hlak.",
      "reference": "THUVARHAI 14:32"
    },
    {
      "content": "Varna chu mi hrietthiemna neitu lungrila chun a chêng a, Invêthai lungrila um ruok chu ân hrietsa zing a nih.",
      "reference": "THUVARHAI 14:33"
    },
    {
      "content": "Felna hin hnam a chawimawi a, Suolna ruok hi chu mi tukhawm ta dinga hmusitumna a nih.",
      "reference": "THUVARHAI 14:34"
    },
    {
      "content": "Siehlaw vartaka thawtu chunga chun lal ditsakna chu a um a, Ama sukzaktu chunga ruok chun a lunginsenna um a tih.",
      "reference": "THUVARHAI 14:35"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUVARHAI 14 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}