{
  "verses": [
    {
      "content": "Zînga dingin nang le nang insuong naw la, Ni chun ieng am a hung suokpui ding ti i hriet si nawh a.",
      "reference": "THUVARHAI 27:1"
    },
    {
      "content": "Mi dangin inpâk lem raw se cheu, nangma hmûr ngeia inpâk ni loin, Hmêlmak miin ni raw se, nang- ma hmûrhai ngeiin ni loin.",
      "reference": "THUVARHAI 27:2"
    },
    {
      "content": "Lung chu a rik a, phaiphin chu a khîn a; Amiruokchu, mi invêt lungin- senna chu a ieng lem lem nêk khawm chun a rik lem.",
      "reference": "THUVARHAI 27:3"
    },
    {
      "content": "Lunginsenna hi a suol a, lung- awi nawna hi a phulliem a; Amiruokchu, tu am îtthîkna hmaa chun ngîr thei a ta?",
      "reference": "THUVARHAI 27:4"
    },
    {
      "content": "Phuongphotaka inkâwkna hi a ṭha lem, Hmangaina inthup nêk chun.",
      "reference": "THUVARHAI 27:5"
    },
    {
      "content": "Ruol isukhliemnahai chu ring a um a, Hmêlma fâwpnahai ruok chu ringhla a um.",
      "reference": "THUVARHAI 27:6"
    },
    {
      "content": "Mi khawp chun khuoithlâr khawm chu a tirdak a, Mi phîngṭâm ta ding ruok chun thil kha tinrêng khawm chu a thlum.",
      "reference": "THUVARHAI 27:7"
    },
    {
      "content": "Mi a hmuna inthawka invâk suok chu, Vate a bua inthawka invâk suok ang chu a nih.",
      "reference": "THUVARHAI 27:8"
    },
    {
      "content": "Hriek le riminhnik hin lungril a suklâwm ang bawkin, Lungril taka inthawka suok ruolpa thurâwn ṭha chun a suklâwm hlak,",
      "reference": "THUVARHAI 27:9"
    },
    {
      "content": "Nangma ruol ngei ngei le, i pa ruolpa chu nghatsan naw, I lunginzîng nia chun i unaupa ina chun fe bawk naw rawh. Unau inhlatpui tak nêkin, tuolbâwm inhnaipui tak chu a ṭha lem.",
      "reference": "THUVARHAI 27:10"
    },
    {
      "content": "Ka naupa, var la, ka lungril suklâwm ta, Keima mi kâwktu chu ka dawn theina dingin.",
      "reference": "THUVARHAI 27:11"
    },
    {
      "content": "Mi var chun thil ṭha naw chu a hmuh a, ân bihmang hlak a, Mi mâwl ruok chu a fe pei a, a tuor pha hlak.",
      "reference": "THUVARHAI 27:12"
    },
    {
      "content": "Hmêlmak mi ta dingin a aiawtu silfên la la, Nuhmei hmêlmak mi ta dinga mawphurtua insiem chu aiawah chel rawh.",
      "reference": "THUVARHAI 27:13"
    },
    {
      "content": "Zîngkâra tho a, a ruolpa ta dinga râwl inringtaka malsâwmtu chu, Ama ta ding chun ṭawngsiea ngai nîng a tih.",
      "reference": "THUVARHAI 27:14"
    },
    {
      "content": "Ruo chîng nia ruomal tla zing le, Nuhmei hrângsie chu angkhat an nih.",
      "reference": "THUVARHAI 27:15"
    },
    {
      "content": "Tukhawm amanu thuptu chu thli thup a na, A kut changtiengin hriek ân suolpui a nih.",
      "reference": "THUVARHAI 27:16"
    },
    {
      "content": "Thîr chu thîr bawkin a sukngei a; Chuong ang bawk chun mi chun a ruolpa hmêl chu a sukngei.",
      "reference": "THUVARHAI 27:17"
    },
    {
      "content": "Tukhawm theichang kûng enkawl chun, chutaka a ra chu fâng a ta, A hotu lo nghâk zingtu chu chawimawi ni bawk a tih.",
      "reference": "THUVARHAI 27:18"
    },
    {
      "content": "Tui sûnga hmaiin hmai a hawi angin, Mihriem lungril chu mihriem bawkah ân lang a.",
      "reference": "THUVARHAI 27:19"
    },
    {
      "content": "Seol le Abaddon chu an khawp ngai nawh a, Mihriem mithai khawm chu an lungawi ngai nawh.",
      "reference": "THUVARHAI 27:20"
    },
    {
      "content": "Rawtuina bêl chu tangkaruo ta ding a na, pûm mei chu rângkachak ta ding, Chun, mihriem chu a înpâk nuom zâwngah fie a nih.",
      "reference": "THUVARHAI 27:21"
    },
    {
      "content": "Bu lai fahrelin sumah invêt chu suk rak la khawm, Ân vêtna chu amaa inthawk chun inkieng chuong naw nih.",
      "reference": "THUVARHAI 27:22"
    },
    {
      "content": "I ranruolhai umdân hre dingin taima hle la, I bâwngruolhai chu en ṭha rawh.",
      "reference": "THUVARHAI 27:23"
    },
    {
      "content": "Hausaknahai hi kumkhuoa ding a ni nawh a, Lallukhum khawm hin suon po po chu a dai hlak am a nih?",
      "reference": "THUVARHAI 27:24"
    },
    {
      "content": "Bupâwl chu lâk a na, hlohna thar innêmhai chu an hung inlang a, Chun, tlânghaia thlaihnahai khawm chu lâk khâwm an nih.",
      "reference": "THUVARHAI 27:25"
    },
    {
      "content": "Berâmhai chu i silfên ding an na, Kêlhai chu lo man ding an nih.",
      "reference": "THUVARHAI 27:26"
    },
    {
      "content": "Buha i ring khawp kêl nênetui um a ta, i in sûnga buha ring dingin, I nunghâkhai châwmna ding leh.",
      "reference": "THUVARHAI 27:27"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUVARHAI 27 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}