{
  "verses": [
    {
      "content": "Kâwka um rawpa, rîng sukngar hlak chu, Kârloin se dar a ta, sukdam nâwkna um naw nih.",
      "reference": "THUVARHAI 29:1"
    },
    {
      "content": "Mi felhai chu an hung hlâwk pha chun mihaiin an lâwmpui a, Mi khawhloin, rorêlna chu a phur pha ruok chun mihai chu an kahâk.",
      "reference": "THUVARHAI 29:2"
    },
    {
      "content": "Varna hmangaitu chu a pa chunga chun a hlim a, Nawchizawr le inpâwlna neitu ruok chun a thuomhnaw a sukthâm.",
      "reference": "THUVARHAI 29:3"
    },
    {
      "content": "Lal chun rorêlna felin ram chu a tungding a, Amiruokchu, thilthlâwnpêkhai dawngtu chun a suksiet.",
      "reference": "THUVARHAI 29:4"
    },
    {
      "content": "Mi a tuolbâwm inpâkdertu chun, A kalchawihai ta dingin lên a pha a nih.",
      "reference": "THUVARHAI 29:5"
    },
    {
      "content": "Mi suol bawsietnaa hin châng a um a, Mi fel ruok chun hla a sak a, a hlim hlak.",
      "reference": "THUVARHAI 29:6"
    },
    {
      "content": "Mi fel chun mi pasie chungthu chu a hrietpui hlak a, Mi khawhlo chun hre dingin hrietthiemna a nei nawh.",
      "reference": "THUVARHAI 29:7"
    },
    {
      "content": "Mi hmusittuhai chun khawpui chu meiin an rawh a, Mi varhai ruok chun lunginsen- na an hnawt hmang.",
      "reference": "THUVARHAI 29:8"
    },
    {
      "content": "Mi varin mi invêt ân khingpui chun, A lunginsenin amanih, ân nuiin amani khawm, sâwldam um naw nih.",
      "reference": "THUVARHAI 29:9"
    },
    {
      "content": "Mi feltak chu thisen insuo inhâwk mi chun a theidah a, Mi tluong ruok chun a hringna ding a zawng.",
      "reference": "THUVARHAI 29:10"
    },
    {
      "content": "Mi invêt chun a lunginsenna thu po po a sâksuok hlak a, Mi var ruok chun a kawl tlat a, a sukdei hlak.",
      "reference": "THUVARHAI 29:11"
    },
    {
      "content": "Rorêltuin thil indik naw thu a ngai chun, A siehlawhai po po chu an rilo hlak.",
      "reference": "THUVARHAI 29:12"
    },
    {
      "content": "Mi pasie le nêksâwrtu chu an intuok a, LALPA chun anni mithai ve ve chu a sukvar a.",
      "reference": "THUVARHAI 29:13"
    },
    {
      "content": "Lal, mi pasiehai ringumtaka ro rêlpêk hlaktu chu, A lalṭhungpha chu kumkhuoin tungding nîng a tih.",
      "reference": "THUVARHAI 29:14"
    },
    {
      "content": "Hmawl le kâwkna hin varna a pêk a, Amiruokchu, naupang a khâta mâksan el hin a nu chu a sukzak hlak.",
      "reference": "THUVARHAI 29:15"
    },
    {
      "content": "Mi khawhlohai chu an hlâwk pha chun, bawsietna khawm a pung hlak, Mi fel ruok chun an tlûkna chu hmûng an tih.",
      "reference": "THUVARHAI 29:16"
    },
    {
      "content": "I naupa chu sukdik la, sâwldamna pêng a ti che, Anih, i lungrila chun lâwmna pêng a ti che.",
      "reference": "THUVARHAI 29:17"
    },
    {
      "content": "Hmulâwkna um nawna hmuna chun mihai an bohmang hlak a, Dân vawng ṭhatu ruok chu a hlim a nih.",
      "reference": "THUVARHAI 29:18"
    },
    {
      "content": "Siehlaw chu thu ngawt chun siem ṭhat ni naw nih a, Hrethiem sien khawm a pawisa âwm si nawh a.",
      "reference": "THUVARHAI 29:19"
    },
    {
      "content": "A thuhaia inhmaw mi i hmu hlak am? Ama nêk chun mi invêta khawm beiseina a tam lem a nih.",
      "reference": "THUVARHAI 29:20"
    },
    {
      "content": "Naupanga inthawka indawitaka a siehlaw sukpuitlingtu chun, A tâwpa chun naupa hung innitir a tih.",
      "reference": "THUVARHAI 29:21"
    },
    {
      "content": "Mi lunginsen chun inkhingna a chawktho a, Mi lungsen hmang chu bawsietnain a sip a nih.",
      "reference": "THUVARHAI 29:22"
    },
    {
      "content": "Mi chu a chapona chun ama chu sukhnuoi a ta, Lungrila inngaitlâwm ruok chun chawimawina hmûng a tih.",
      "reference": "THUVARHAI 29:23"
    },
    {
      "content": "Rûkru inṭâwmpuina neitu chun ama lungril ngei khawm a theida hlak a, Ṭawngsie inphurna ri chu a hriet hlak a chu iengkhawm a sâksuok ngai nawh.",
      "reference": "THUVARHAI 29:24"
    },
    {
      "content": "Mihriem ṭîna hin châng a hung siem a, LALPAA a ringna innghattu ruok chu him a tih.",
      "reference": "THUVARHAI 29:25"
    },
    {
      "content": "Mi tamtakin rorêltu ditsakna chu an zawng hlak a, Amiruokchu, mihriem rorêlna chu LALPAA inthawka hung a nih.",
      "reference": "THUVARHAI 29:26"
    },
    {
      "content": "Mi indik naw chu mi fel ta dingin tirdakum a ni a, Mi tluong chu mi khawhlo ta dingin tirdakum a ni ve thung.",
      "reference": "THUVARHAI 29:27"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUVARHAI 29 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}