{
  "verses": [
    {
      "content": "Jake naupa Agur thuhai chu: thuvar chu. Mi chun Ithiel kuomah a hril a, Ithiel le Ukal kuoma chun: “Aw Pathien, kei le kei kân nghawk a,",
      "reference": "THUVARHAI 30:1"
    },
    {
      "content": "Mi dang hrim hrim nêkin ka ngawng bîk a ni ngei âwm, Mihriem hrietthiemna khawm hi ka nei nawh.",
      "reference": "THUVARHAI 30:2"
    },
    {
      "content": "Chun, varna khawm chu kân chûk nawh a, Mi Inthieng hrietna khawm chu ka nei bawk nawh.",
      "reference": "THUVARHAI 30:3"
    },
    {
      "content": "Tu am vâna chun a hang lâwnin a hung ṭum leh? Tuin am a kuttum sûngah thli chu a siekhâwl hlak a? Tuin am a silfênin tuihai chu a ting hlak a? Tuin am hnuoi kil tâwphai po po chu a tungding a? A hming ieng am a na, a naupa hming khawm ieng am a na, i hriet am?”",
      "reference": "THUVARHAI 30:4"
    },
    {
      "content": "Pathien thu tin chu sukthiengin a um a, Ama ringtuhai ta ding chun ama chu phaw a nih.",
      "reference": "THUVARHAI 30:5"
    },
    {
      "content": "A thuhai chu nang chun belsa naw la, Kâwk rawi a ti cheh a, khêlinhlip i nih ti hmu suok ni rawi a tih.",
      "reference": "THUVARHAI 30:6"
    },
    {
      "content": "Thil pahni ka hni cheh a, Ka thi hma hin mi hung inphatpêk tâwl naw rawh.",
      "reference": "THUVARHAI 30:7"
    },
    {
      "content": "Keimaa inthawka hlatakah teplo nina le khêlhlipna hi sawnhmang la, Hausakna amanih, pasietna amani khawm mi pe naw rawh; Keia ta dinga pawimaw bu chun mi châwm lem rawh.",
      "reference": "THUVARHAI 30:8"
    },
    {
      "content": "Ka hung tlai hin inphat ka ti cheh a “LALPA chu tu am a na?” ti hlau rawi ka tih, Annawleh, ka hung pasiet hin inru rawi ka ta, Ka Pathien hming hi hrilsiet- nain hmang rawi ka tih.",
      "reference": "THUVARHAI 30:9"
    },
    {
      "content": "Siehlaw chu a hotu kuoma chun hrilse naw la, Ṭawngsie inphur a ti cheh a, thiemnaw chang hlau rawi i tih.",
      "reference": "THUVARHAI 30:10"
    },
    {
      "content": "Thla pakhat an thlatuhai hrilse hlak chu an um a, An nuhai khawm chu mal an sâwm bawk nawh.",
      "reference": "THUVARHAI 30:11"
    },
    {
      "content": "Thla pakhat anni mithmua inthieng chu an um a, Anni chu an tirdakumnaa inthawka lân sâwpfai lo an nih.",
      "reference": "THUVARHAI 30:12"
    },
    {
      "content": "Thla pakhat an um a, aw an mithai chu a vân sâng ngei de! An mit vunhai chu a tungin ân hlîm a.",
      "reference": "THUVARHAI 30:13"
    },
    {
      "content": "Thla pakhat an hahai kâwlhnâm ang le, an ha hnuoihai chemtêhai ang el chu an um a, Mihriem laia mi tlasamhai le hnuoia inthawka mi pasiehai chu fa zo ding elin.",
      "reference": "THUVARHAI 30:14"
    },
    {
      "content": "Lît chun naunuhmei pahni “Mi pe, mi pe” tiha khêk khêkhai chu a nei a, Thil pathum khawptâwk ngai hrim hrim lo chu an um a, Anih, pali “A huntâwk” ti ngailohai chu an um a.",
      "reference": "THUVARHAI 30:15"
    },
    {
      "content": "Thlân le, sul ching chu: Hnuoi, tuia tlai zo ngai lo, Chun, mei “A huntâwk,” ti ngai der lo chu.",
      "reference": "THUVARHAI 30:16"
    },
    {
      "content": "Mit a pa chu nuisan a, A nu thu awi dinga hmusittu chu, Phairuom vaâkhai chun kheldawk an ta; Mulukawlhai chun fâng an tih.",
      "reference": "THUVARHAI 30:17"
    },
    {
      "content": "Keia ta dinga thil mak taluo pathum an um a, Anih, pali ka hriet lohai chu;",
      "reference": "THUVARHAI 30:18"
    },
    {
      "content": "Boruoka muvânlai lampui chu; Lungpui chunga rûlpui lampui chu; Tuisuoriet laia lawng lampui chu; Chun, pasal le nunghâk lampui le chun.",
      "reference": "THUVARHAI 30:19"
    },
    {
      "content": "Nuhmei uire lampui khawm chuong ang bawk chu a na, A fâk a, a hmûr chu a hrûk a, “Thil suol ka thaw nawh,” a ti nâwk a.",
      "reference": "THUVARHAI 30:20"
    },
    {
      "content": "Leihnuoi hi thil pathum leiin ân thin hlak a, Chun, pali, a tuor zo naw chu a um a.",
      "reference": "THUVARHAI 30:21"
    },
    {
      "content": "Siehlaw chu lal a hung ni pha chun; Mi invêt chu fâk dinga suksipa a um pha chun;",
      "reference": "THUVARHAI 30:22"
    },
    {
      "content": "Nuhmei hrângsie pasal a nei pha le chun; Chun, siehlawnu chu a pi rohluotu a hung ni le chun.",
      "reference": "THUVARHAI 30:23"
    },
    {
      "content": "Hnuoi chunga hin thil pali chite tehai chu an um a, Amiruokchu, nasatakin an var a;",
      "reference": "THUVARHAI 30:24"
    },
    {
      "content": "Phaivânghai hi a pâwlpui an ni veh a, hrât lotak, Nipui sûngin an bu an siekhawl.",
      "reference": "THUVARHAI 30:25"
    },
    {
      "content": "Zupui hi a ruol hrât lotak an na, Anachu, an inhai chu lungpuihaia chun an siem.",
      "reference": "THUVARHAI 30:26"
    },
    {
      "content": "Khâuṭhikṭhihai hin lal an nei nawh a, Anachu, an rêngin a pâwlin an fe suok.",
      "reference": "THUVARHAI 30:27"
    },
    {
      "content": "Chawlru hi a kuthaia incheltâng el a na chu, Ama chu lal in ropuiahai chun a um hlak.",
      "reference": "THUVARHAI 30:28"
    },
    {
      "content": "Thil pathum an fenaa pângngai zing an um a, Anih, pali, fenaa danglam lo an um a.",
      "reference": "THUVARHAI 30:29"
    },
    {
      "content": "Sakeibaknei, ramsa po po laia thilthawtheitak chu, Thil ieng ding khawmin a pêt ngai nawh a,",
      "reference": "THUVARHAI 30:30"
    },
    {
      "content": "Uithiem; Sakêl khawm; Chun, lal a sipaihai le um chu.",
      "reference": "THUVARHAI 30:31"
    },
    {
      "content": "Nangma chu în chawisânga invêttaka i thaw chun, Annawleh, thil suol dâm chu i ngaituo chun; I kut chun i bau hip rawh.",
      "reference": "THUVARHAI 30:32"
    },
    {
      "content": "Bâwng nenetui sâwr chun bâwng nene thau a hung lâk suok a, Chun, hnâr hmet chun thisen a hung lâk suok a; Chuongchun, lunginsenna suktho chun inkhingna a hung lâk suok.",
      "reference": "THUVARHAI 30:33"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUVARHAI 30 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}