{
  "verses": [
    {
      "content": "Mi rilohai chu inhnar naw la, Anni le um khawm chu châk naw rawh.",
      "reference": "THUVARHAI 24:1"
    },
    {
      "content": "An lungril chun nêksâwr dân ân chûk a, An hmûrhai chun thilpawi hril ân chûk sih a.",
      "reference": "THUVARHAI 24:2"
    },
    {
      "content": "Varna hmanga in chu bâwl a na, Chun, hrietthiemna hmanga tungding a ni hlak.",
      "reference": "THUVARHAI 24:3"
    },
    {
      "content": "Chun, hrietna hmangin a pindanhai chu, Hausakna ṭhahai le hlutakhai chun suksip an nih.",
      "reference": "THUVARHAI 24:4"
    },
    {
      "content": "Mi var chu a hrât a nih; Anih, hrietna nei mi chun hrâtna a sukpung hlak.",
      "reference": "THUVARHAI 24:5"
    },
    {
      "content": "Ṭhuoina var hmangin indona chu i siem ding a ni sih a, Chun, thurâwn petuhai tamnaa chun himna a um a nih.",
      "reference": "THUVARHAI 24:6"
    },
    {
      "content": "Invêt ta ding chun varna chu ân sâng taluoh a, Dâikawtkhâra chun a bau chu a ka naw a nih.",
      "reference": "THUVARHAI 24:7"
    },
    {
      "content": "Thil ṭha naw rawtdawktu chu Mihaiin mi pawitâwk hmangah inbûk an ta.",
      "reference": "THUVARHAI 24:8"
    },
    {
      "content": "Invêt ngaituona chu suol a na, Hmusittu chu mihriemhai ta dingin tirdakum a nih.",
      "reference": "THUVARHAI 24:9"
    },
    {
      "content": "Vângduoi nia i chau el chun, I hrâtna chu a tlâwm a nih.",
      "reference": "THUVARHAI 24:10"
    },
    {
      "content": "Thinaa ṭhuoi hmanga umhai chu san suok la, That dinga inzosa ṭêpa umhai chu chelkîr rawh.",
      "reference": "THUVARHAI 24:11"
    },
    {
      "content": "“Ngai ta u, hi mi hi kan hriet nawh,” in ti chun, Lungrilhai ngaituo bûktu chun a ngaituo naw ding am a nih? I lungril vawng ṭhatu chun a hriet naw ding am a nih? Mi tin kuomah a sinthaw ang peiin a pêk ding a ni naw am a nih?",
      "reference": "THUVARHAI 24:12"
    },
    {
      "content": "Ka naupa, nang chun khuoizu fa rawh, a ṭha sih a; Khuoithlâr fa rawh, chu chu i bauah a thlum a nih.",
      "reference": "THUVARHAI 24:13"
    },
    {
      "content": "Chuongchun, i lungrila um ding varna chu hrieng i ta, I hmu suok chun, chu chun lâwmman chu um a ta, I beiseina chu sukbo ni naw nih.",
      "reference": "THUVARHAI 24:14"
    },
    {
      "content": "Aw mi rilopa, mi fel chêngna chu inchân naw rawh, A châwlna hmun khawm chu sukse naw rawh.",
      "reference": "THUVARHAI 24:15"
    },
    {
      "content": "Mi fel chu vawi sari tlu sien khawm a tho nâwk hlak sih a, Mi khawhlohai ruok chu lung- zîngnaa pei thlûkin an um.",
      "reference": "THUVARHAI 24:16"
    },
    {
      "content": "I hmêlma a tlûk lai chun hlim naw la, Ama chu pei thlûk a ni laiin i lungril chu lâwm naw raw se.",
      "reference": "THUVARHAI 24:17"
    },
    {
      "content": "LALPA chun hung hmûng a ta, ama suklungawinaw rawi a ta, A lunginsenna chu amaa inthawk chun her hmang rawi a tih.",
      "reference": "THUVARHAI 24:18"
    },
    {
      "content": "Thil suol thawtuhai leiin inlau naw la, Mi khawhlo khawm chu inhnar bawk naw rawh.",
      "reference": "THUVARHAI 24:19"
    },
    {
      "content": "Mi rilo kuoma chun lâwmman um naw nih a, Mi khawhlo khâwnvar chu her hlum a ni ding a ni sih a.",
      "reference": "THUVARHAI 24:20"
    },
    {
      "content": "Ka naupa, nang chun LALPA le lal chu ṭi la, Insukdanglam hmanghai chu vân kawppui bawk naw rawh.",
      "reference": "THUVARHAI 24:21"
    },
    {
      "content": "An lunginzîngna chu kârloin a ṭuong ding a ni sih a; Anni ve ve bohmangna chu tuin am hrieng a ta?",
      "reference": "THUVARHAI 24:22"
    },
    {
      "content": "Hienghai hi mi var thuhrilhai chu an nih, Rorêlnaa mihriemhai thlierbîk- na nei hi a ṭha nawh.",
      "reference": "THUVARHAI 24:23"
    },
    {
      "content": "Mi khawhlo kuomah, “Nang chu mi fel i nih”, titu chu, Mipuihaiin ama chu ṭawngsie inphur an ta, hnamhai chun ama chu tirdak an tih.",
      "reference": "THUVARHAI 24:24"
    },
    {
      "content": "Ama kâwktuhai kuoma ruok chun lâwmna um a ta, Malsâwmna ṭhatak an chungah tlung a tih.",
      "reference": "THUVARHAI 24:25"
    },
    {
      "content": "Dawnna indik petu chu, A hmûrhaiin a fâwp a.",
      "reference": "THUVARHAI 24:26"
    },
    {
      "content": "I sin chu tuolah buotsai la, Chu chu i ta dingin loah siemrêl rawh; Chu hnunga chun i in chu bâwl rawh.",
      "reference": "THUVARHAI 24:27"
    },
    {
      "content": "A san boin i vênghai chungah thuhretu ni naw la, I hmûrhai chun hlêm bawk naw rawh.",
      "reference": "THUVARHAI 24:28"
    },
    {
      "content": "“Ka chunga a thaw angin a chunga khawm thaw vêng ka tih, Mi chu a sinthaw ang peiin ka pêk ding nih,” ti naw rawh.",
      "reference": "THUVARHAI 24:29"
    },
    {
      "content": "Mi thabo lo kâwla chun ka fe tah a, Mi hrietthiemna bo grêp huon kâwla leh.",
      "reference": "THUVARHAI 24:30"
    },
    {
      "content": "Chun, ngai ta, hlinghaiin a lo ṭhangnel vawng a, A phêkin hling bukhaiin ân khum a, A lung banghai khawm chu a chim thla bawk a.",
      "reference": "THUVARHAI 24:31"
    },
    {
      "content": "Chun, ka en a, ka ngaituo rak a, Inchûktirna ka hmuin ka hriet tah a.",
      "reference": "THUVARHAI 24:32"
    },
    {
      "content": "La zâl deu hlek, la ininnghil deu hlek, Zâl dinga kuthai la hang inthlep deu hlek,",
      "reference": "THUVARHAI 24:33"
    },
    {
      "content": "Chuong ang chun, i pasietna chu inru angin hung a ta, I tlâksamna chu mi inrâlthuom angin hung a tih.",
      "reference": "THUVARHAI 24:34"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUVARHAI 24 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}