{
  "verses": [
    {
      "content": "Uoin hi nuisantu a na, zu hi mi risie a nih, Tukhawm chutaka suksuoltu chu a var naw a nih.",
      "reference": "THUVARHAI 20:1"
    },
    {
      "content": "Lal ṭiumna chu sakeibaknei inrûm ri ang a na, Ama suklungsentu chun ama hringna chunga ngei chun thil a suksuol a nih.",
      "reference": "THUVARHAI 20:2"
    },
    {
      "content": "Insuolnaa inthawka insietum hi mihriem ta dingin inzâkaina a na, Amiruokchu, invêt taphawthai chu insêl an tih.",
      "reference": "THUVARHAI 20:3"
    },
    {
      "content": "Mi thabo chun thlasik leiin hnuoi inlet naw nih a, Chuleiin, busîk pha chun kut dâwng a ta, iengkhawm nei naw nih.",
      "reference": "THUVARHAI 20:4"
    },
    {
      "content": "Mihriem lungrila thurâwn hi tui inthûk ang a na, Amiruokchu, hrietthiemna nei mi chun chawi suok a tih.",
      "reference": "THUVARHAI 20:5"
    },
    {
      "content": "Mi tamtak chun mâni ṭhatna hril seng an ta, Mi ringum ruok chu tuin am hmu suok thei a ta?",
      "reference": "THUVARHAI 20:6"
    },
    {
      "content": "Mi indik a lungril ṭhaa fe mi chu, Ama hnunga a thlahai chu an hamṭha.",
      "reference": "THUVARHAI 20:7"
    },
    {
      "content": "Rorêlna lalṭhungphaa lal ṭhung chun, A mithaiin thil ṭha naw po po a hnawt dar.",
      "reference": "THUVARHAI 20:8"
    },
    {
      "content": "Tuin am, “Ka lungril chu ka sukthieng a, Ka suolnaa inthawkin kân thieng tah” ti thei a ta?",
      "reference": "THUVARHAI 20:9"
    },
    {
      "content": "Bûkna danglamhai, inkhîna danglamhai, Chuhai ve ve chu angkhata LALPA ta dinga tirdakum a nih.",
      "reference": "THUVARHAI 20:10"
    },
    {
      "content": "Naupang hmanin a thilthaw- haiin ama le ama ân suklang hlak, A sinthaw chu ân thieng amanih, ân dik amani khawm ni sien.",
      "reference": "THUVARHAI 20:11"
    },
    {
      "content": "Hrietna na le, hmuna mit chu, Chuhai ve ve chu LALPA siem an nih.",
      "reference": "THUVARHAI 20:12"
    },
    {
      "content": "Zâl hmakhuo ngai naw ta, tlâksamnaah lût rawi i tih, I mithai chu meng la, chuong- chun, beia suktlai nîng i tih.",
      "reference": "THUVARHAI 20:13"
    },
    {
      "content": "“A ni nawh, a ni nawh” inchawtu chun a tih a, A fe hmang pha ruok chun a uong hlak.",
      "reference": "THUVARHAI 20:14"
    },
    {
      "content": "Rângkachak le lung mantam tamtak a um a, Amiruokchu, hrietna hmûrhai chu lunghlu hlutak an nih.",
      "reference": "THUVARHAI 20:15"
    },
    {
      "content": "Hmêlmak mi ta dingin a aiaw dingin a silfên la la, Chun, nuhmei hmêlmak mi ta ding chun ama chu aiawah hrên rawh.",
      "reference": "THUVARHAI 20:16"
    },
    {
      "content": "Indik nawna bei hi mihriem ta dingin a thlum a, A hnunga ruok chun a bau chu phaiphinin sip a tih.",
      "reference": "THUVARHAI 20:17"
    },
    {
      "content": "Thiltum tinrêng chu thurâwna tungding a na, Ṭhuoina var leh indona chu siem rawh.",
      "reference": "THUVARHAI 20:18"
    },
    {
      "content": "Mi bautam invâk vêltu chun thurûkhai a phuong a, Chuleiin, a bau ka lientu chu va pâwl naw rawh.",
      "reference": "THUVARHAI 20:19"
    },
    {
      "content": "Tukhawm a nu amanih, a pa amanih ṭawngse inphurtu chu, A khâwnvar chu inthim sâmup- na laia chun her hlum nîng a tih.",
      "reference": "THUVARHAI 20:20"
    },
    {
      "content": "A tira chun rochan chu inhmâwtaka chang thei nîng a ta, Amiruokchu, chu tâwpna chu malsâwmpêk ni naw nih.",
      "reference": "THUVARHAI 20:21"
    },
    {
      "content": "“Thil ṭha naw chu thung ka tih,” nangin ti naw la, LALPA chu nghâk la, ama chun sandam a ti che.",
      "reference": "THUVARHAI 20:22"
    },
    {
      "content": "Bûkna danglamhai chu LALPA ta dingin tirdakum a na, Bûkkhaina indik naw khawm chu a ṭha nawh.",
      "reference": "THUVARHAI 20:23"
    },
    {
      "content": "Mihriem fenahai chu LALPA ta a na, Chuong a ni chun, miin iengtin am mâni lampui chu hre thei a ta?",
      "reference": "THUVARHAI 20:24"
    },
    {
      "content": "“ân thieng a nih,” hang ti thlâk rawk el hi mihriem ta dingin châng a na, Inkhâmnahai hnunga hrietchiengna siem le hin.",
      "reference": "THUVARHAI 20:25"
    },
    {
      "content": "Lal var chun mi khawhlohai chu a hnawt dar a, Bu chîlna tawlailîr kekuol chu an chungah a hung lâk.",
      "reference": "THUVARHAI 20:26"
    },
    {
      "content": "Mihriem lungril chu Pathien khâwnvar a na, Phîngsûng hmun inthûktakhai po po chu a zawng suok hlak.",
      "reference": "THUVARHAI 20:27"
    },
    {
      "content": "Lunginsietna le thutak hin lal chu a vawngṭha a, A lalṭhungpha khawm chu zângainaa tungding a nih.",
      "reference": "THUVARHAI 20:28"
    },
    {
      "content": "Tlangvâlhai ropuina chu an hrâtna hi a na, Mi upahai mawina chu an lu inṭuok hi a nih.",
      "reference": "THUVARHAI 20:29"
    },
    {
      "content": "Hliem khawpa vuokna chun thil ṭha naw a sukfai a, Vuoknahai chun phing sûng sûngril hmunhai chu a sukfai.",
      "reference": "THUVARHAI 20:30"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUVARHAI 20 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}