{
  "verses": [
    {
      "content": "Varna chu a khêkin, Hrietthiemna chun a râwl ân suo a ni naw am a nih?",
      "reference": "THUVARHAI 8:1"
    },
    {
      "content": "Lampui sîra hmun insânghaia chun, Lampui ṭhuom laihaia chun a ngîr a;",
      "reference": "THUVARHAI 8:2"
    },
    {
      "content": "Khawpui lûtnaa, dâikawtkhâr sîrahai, Kawtkhâr lûtnaahai chun a khêk rak rak a;",
      "reference": "THUVARHAI 8:3"
    },
    {
      "content": "“In kuomah, aw mihriemhai, ka khêk a, Ka râwl chu mihriem naupahai kuomah kân suo a nih.",
      "reference": "THUVARHAI 8:4"
    },
    {
      "content": "Aw nang mi mâwl, varna hung hrethiem ta la, Chun, nangni invêthai, hriet- thiemna lungril hung nei ro.",
      "reference": "THUVARHAI 8:5"
    },
    {
      "content": "Ngai ta u, thil ṭha bîkhai ka hril ding a ni sih a, Ka hmûrhai kâkna chu thil indik a ni ding a nih.",
      "reference": "THUVARHAI 8:6"
    },
    {
      "content": "Ka bau chun thudik sâksuok a ta, Khawhlona chu ka hmûrhai ta dingin tirdakum a ni sih a.",
      "reference": "THUVARHAI 8:7"
    },
    {
      "content": "Ka baua thu po pohai chu felna a na, Annia chun a kâwi amanih, a khêl amani khawm a um nawh.",
      "reference": "THUVARHAI 8:8"
    },
    {
      "content": "A hrethiemtu ta ding chun a fie vawng a, Hrietna hmu suoktuhai ta ding chun ân dik vawng bawk a nih.",
      "reference": "THUVARHAI 8:9"
    },
    {
      "content": "Tangka ni loin, ka inchûktirna hi lo pawm ro, Rangkachak ditumtak nêkin hrietna chu lo chang bawk unla.",
      "reference": "THUVARHAI 8:10"
    },
    {
      "content": "Lunghluhai nêkin varna chu a ṭha lem sih a; Thil po po dit thei taphawthai chu ama le hrilkhi ding a um nawh.",
      "reference": "THUVARHAI 8:11"
    },
    {
      "content": "Kei varna hin varna chu ka chêngnaah ka hmang a, Hrietna le ngairuotthiemna chu ka hmu suok a.",
      "reference": "THUVARHAI 8:12"
    },
    {
      "content": "LALPA ṭi chu suolna theidana ding a na, Chapona le, insuklienna le rîtlona kawng leh, Bau chapo hi ka theida a nih.",
      "reference": "THUVARHAI 8:13"
    },
    {
      "content": "Thurâwnna chu ka ta a na, hrietna hrisêl leh, Hrethiemin ka um a, thilthawtheina ka nei a nih.",
      "reference": "THUVARHAI 8:14"
    },
    {
      "content": "Lalhaiin keimain ro an rêl a, Lal nauhai chun keimain rorêl dik chu an sukthlûk bawk a.",
      "reference": "THUVARHAI 8:15"
    },
    {
      "content": "Rorêltuhai chun keimain ro an rêl a, Mi ṭhahai le, hnuoi chunga rorêltuhai po po chun.",
      "reference": "THUVARHAI 8:16"
    },
    {
      "content": "A mi hmangaituhai chu ka hmangai veh a, Chun, nguntaka a mi zawngtuhai chun mi hmu suok bawk an tih.",
      "reference": "THUVARHAI 8:17"
    },
    {
      "content": "Hausakna le inzâkaina chu ka kuomah a um a, Hausaknahai le felna tlotak el chu.",
      "reference": "THUVARHAI 8:18"
    },
    {
      "content": "Ka ra chu rângkachak nêkin, anih, rângkachak inthieng nêkin a ṭha lem a, Ka pungna khawm chu tangka ditumtak nêkin a ṭha lem.",
      "reference": "THUVARHAI 8:19"
    },
    {
      "content": "Felna lampuia chun ka feh a, Rorêlna lampuitakhaia chun.",
      "reference": "THUVARHAI 8:20"
    },
    {
      "content": "Kei a mi hmangaituhai chu thil nei dinga ka siem theina ding le, An sum inhai chu ka suksip theina dingin.",
      "reference": "THUVARHAI 8:21"
    },
    {
      "content": "LALPA chun a lampui inṭanna angin a mi siem a, Inhmata a sinthawhai hmasatak angin.",
      "reference": "THUVARHAI 8:22"
    },
    {
      "content": "Atîra inthawk, chatuona indinin ka um a, Hnuoi hrim la um hmain.",
      "reference": "THUVARHAI 8:23"
    },
    {
      "content": "Tuipuihai a um naw laiin lâk suokin ka um a, Tuikhurhai tuia sipa umhai um naw lai chun.",
      "reference": "THUVARHAI 8:24"
    },
    {
      "content": "Tlânghai siemrêl an ni hmain, Muolhai hma daiin, lâk suok ka ni tah a;",
      "reference": "THUVARHAI 8:25"
    },
    {
      "content": "Ramhai le hnuoi a la siem naw lai le, Khawvêl pilvut inṭan hma dai bawk chun.",
      "reference": "THUVARHAI 8:26"
    },
    {
      "content": "Vânhai chu a buotsai lai chun, chutaka chun ka um a, Tuipui chung inkuol a siem lai chun;",
      "reference": "THUVARHAI 8:27"
    },
    {
      "content": "Vâna sûmhai a siem laiin, Tuipui tuikhurhai chu a sukdet lai chun.",
      "reference": "THUVARHAI 8:28"
    },
    {
      "content": "Chuong lai chun tuipui ta dingin tiemchin a pêk a, Tuihai chun a thupêk chu an bawsiet nawna dingin, Leihnuoi lungphûmhai chu a ruot lai chun:",
      "reference": "THUVARHAI 8:29"
    },
    {
      "content": "Chuong lai chun amaa chun sinthaw hotu ang ka lo ni tah a; Chun, ama hmaa chun hlima um rawpin, Ni tina a lâwmna chu ka lo ni tah a.",
      "reference": "THUVARHAI 8:30"
    },
    {
      "content": "A leihnuoi chêng theinaa chun hlima umin, Ka lâwmna chu mihriem nau- pahai chungah a ni tah a.",
      "reference": "THUVARHAI 8:31"
    },
    {
      "content": "Chuleiin, tuhin, ka naupa- salhai mi lo ngai unla, Ka lampui hrawtuhai chu mi hamṭha an ni sih a.",
      "reference": "THUVARHAI 8:32"
    },
    {
      "content": "Inchûktirna chu ngai unla, var unla, Dit naw hrim hrim naw ro.",
      "reference": "THUVARHAI 8:33"
    },
    {
      "content": "Ka thu hretu chu mi hamṭha a nih, Ka dâikawtkhâra ni tina nghâktu, Ka kawtkhâr bienga nghâk zingtu chu.",
      "reference": "THUVARHAI 8:34"
    },
    {
      "content": "Tukhawm a mi hmu suoktu chun hringna chu a hmu suok a, LALPA ditsakna chu chang a tih.",
      "reference": "THUVARHAI 8:35"
    },
    {
      "content": "Amiruokchu, ka chunga suksuol chun ama lungril ngei a sukkhawhlo a, Kei a mi theidatuhai po po chun thina an hmangai a nih.”",
      "reference": "THUVARHAI 8:36"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUVARHAI 8 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}