{
  "verses": [
    {
      "content": "Hienghai hi Solomon thuvar- hai Juda ram lal Hezekia mi- haiin an zieksâwng chu a nih.",
      "reference": "THUVARHAI 25:1"
    },
    {
      "content": "Thil thup hri hi Pathien ta ding chun ropuina a na, Lalhai ropuina ruok chu thil- pawi zawng suok chu a nih.",
      "reference": "THUVARHAI 25:2"
    },
    {
      "content": "Ân sâng tiengah vân, ân thûk tiengah leihnuoi, Lalhai lungril chu suisuok ruol a ni nawh.",
      "reference": "THUVARHAI 25:3"
    },
    {
      "content": "Tangkaruoa inthawk chun a êk chu la suok la, A sungtu ta dingin hmangruo hung ning a tih.",
      "reference": "THUVARHAI 25:4"
    },
    {
      "content": "Lal hmaa inthawk chun mi khawhlo chu la hmang la, A lalṭhungpha chu felnaa tungding nîng a tih.",
      "reference": "THUVARHAI 25:5"
    },
    {
      "content": "Lal hmaihmaa chun nang le nang inhrilmawi naw la, Mi ropuihai hmuna khawm chun ngîr naw rawh.",
      "reference": "THUVARHAI 25:6"
    },
    {
      "content": "I mithaiin a ihmu ta hlak Lalnau hmaihmaa sukhnuoia i um nêk chun, “Hi tieng hin hung kai rawh,” i kuoma tiha um chu a ṭha lem sih a.",
      "reference": "THUVARHAI 25:7"
    },
    {
      "content": "Inkhing dingin inhmawtakin suok naw rawh, A tâwpa thaw dân ding hre si loin, I tuolbâwm chun sukzak hlau rawi a ti che.",
      "reference": "THUVARHAI 25:8"
    },
    {
      "content": "I tuolbâwm le ngei chun i chungthu chu hriltlâng unla, Mi danghai thurûk chu phuong naw rawh.",
      "reference": "THUVARHAI 25:9"
    },
    {
      "content": "Chu chu lo hretu chun sukzak rawi a ti cheh a, I hming sietna chu bo naw hlau rawi a tih.",
      "reference": "THUVARHAI 25:10"
    },
    {
      "content": "A huntaka thu hril chu Tangkaraw leikhawrhaia rângkachak apple theirahai ang chu a nih.",
      "reference": "THUVARHAI 25:11"
    },
    {
      "content": "Rângkachak inthieng ṭhi le, rângkachak nabê ang el hi, Na thuawi chunga hriltu var chu a nih.",
      "reference": "THUVARHAI 25:12"
    },
    {
      "content": "Ama tirtu ta dinga thangko ringum chu Busîk huna vûr deitak ang el hi a nih; A hotuhai lungril chu a sukhar hlak sih a.",
      "reference": "THUVARHAI 25:13"
    },
    {
      "content": "Thilpêk a ipêk naw pea inhrila uongpuitu chu, Ruo sûr loa thli le sûmhai ang chu a nih.",
      "reference": "THUVARHAI 25:14"
    },
    {
      "content": "Tuor sâwt peina chun rorêltu chu thlêmthlûk a na, Chun, lei innêm chun ru chu a sukthliek.",
      "reference": "THUVARHAI 25:15"
    },
    {
      "content": "Khuoizu i hmu am? I ta dinga huntâwk chu fa el rawh, Chuong naw chun, khawp taluong i ta, inluok rawi i tih.",
      "reference": "THUVARHAI 25:16"
    },
    {
      "content": "I tuolbâwm ina chun i ke chu lût inkhât vieu raw se, Chuong naw chun, nghawk a ti che a, theida rawi a ti che.",
      "reference": "THUVARHAI 25:17"
    },
    {
      "content": "Mi a tuolbâwm chunga hrietpuina indiklo phurtu chu, Hembâwk le kâwlhnâm le thal ngei a nih.",
      "reference": "THUVARHAI 25:18"
    },
    {
      "content": "Buoina hun laia mi ringum naw chunga ringna innghat hi, Ha tlam le, ke ru suktuona inpel ang a nih.",
      "reference": "THUVARHAI 25:19"
    },
    {
      "content": "Khaw dei laia silfên hlîptu ang le, soda chunga zuthûr buok ang el hi a nih, Lungril rimsi kuoma hla saktu chu.",
      "reference": "THUVARHAI 25:20"
    },
    {
      "content": "I hmêlma a phîng a ṭâm chun bei fâk ding pe la, Chun, a dang a châr chun, tui dâwn ding pe rawh;",
      "reference": "THUVARHAI 25:21"
    },
    {
      "content": "A lu chunga chun meiling siekhâwl i ni ding a ni sih a, Chun, LALPA chun lâwmman pêng a ti che.",
      "reference": "THUVARHAI 25:22"
    },
    {
      "content": "Hmâr thli chun ruo a hung ṭhuoi a, Chuong ang bawk chun mi demzuitu lei chun hmêl lunginsen a hung ṭhuoi.",
      "reference": "THUVARHAI 25:23"
    },
    {
      "content": "Nuhmei hrângsie le in liena um nêk chun, Inchung sîp kilkhâwra chêng chu a ṭha lem.",
      "reference": "THUVARHAI 25:24"
    },
    {
      "content": "Ram hlataka chanchin ṭha chu, Mi dangchâr kuoma tui deitak ang hi a nih.",
      "reference": "THUVARHAI 25:25"
    },
    {
      "content": "Mi fel mi khawhlo hmaa intuklût chu, Tuikhur tui suksiet le, tuihnâr suksiet ang hi a nih.",
      "reference": "THUVARHAI 25:26"
    },
    {
      "content": "Khuoizu hi fâk ṭeu el chu a ṭha nawh a; Miin mâni ropuina ding ngawt a zawng hi ropuina a ni nawh.",
      "reference": "THUVARHAI 25:27"
    },
    {
      "content": "Mi a lungril vêng ṭhatna neilo chu, Khawpui chim tahnung, kul bang khawm nei lo ang chu a nih.",
      "reference": "THUVARHAI 25:28"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUVARHAI 25 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}