{
  "verses": [
    {
      "content": "Israel lal, David naupa Solomon thuvarhai chu:",
      "reference": "THUVARHAI 1:1"
    },
    {
      "content": "Varna le inchûktirna hre dingin; Hrietthiemna thuhai hre dingin",
      "reference": "THUVARHAI 1:2"
    },
    {
      "content": "Thilthaw vara inchûktirna dawng dingin, Felnaa le rorêlnaa le thlierbîk nei lonaa leh;",
      "reference": "THUVARHAI 1:3"
    },
    {
      "content": "Mi mâwl kuoma varna pe ding le, Tlangvâl kuoma hrietna le ngairuotthiemna pe dingin,",
      "reference": "THUVARHAI 1:4"
    },
    {
      "content": "Mi var chun a hriet a, thiemnaa chun a belsa theina ding le, Hrietthiemna nei mi chun rorêlna ṭhahai chu a changna dingin;",
      "reference": "THUVARHAI 1:5"
    },
    {
      "content": "Thuvar le tekhithu hrethiem ding le, Mi var thuhai le an thuril hrilhai chu hrethiem dingin.",
      "reference": "THUVARHAI 1:6"
    },
    {
      "content": "LALPA ṭina chu hrietna bul a nih: Amiruokchu, invêt chun varna le inchûktirna chu an hmu- sit a.",
      "reference": "THUVARHAI 1:7"
    },
    {
      "content": "Ka naupa, i pa inchûktirna hi ngai la, I nu inchûktirna chu nghatsan naw rawh;",
      "reference": "THUVARHAI 1:8"
    },
    {
      "content": "I lua chun pâr ṭhi mawitak nîng an ta, I rîng vêla chun ṭhi ang an ni ding a ni sih a.",
      "reference": "THUVARHAI 1:9"
    },
    {
      "content": "Ka naupa, mi suolhaiin an thlêm che chun Remtipui el naw rawh.",
      "reference": "THUVARHAI 1:10"
    },
    {
      "content": "Hienghin ti sien khawm, “Keini leh hung la, Thisen inchân ei ta, A san um loin mi pawitâwk- lo chu inrûkin inchân ei ta;",
      "reference": "THUVARHAI 1:11"
    },
    {
      "content": "Seol ang elin an hring pumin lem ei ta; Mi felhai ngei chu, vânsama fethlahai ang elin;",
      "reference": "THUVARHAI 1:12"
    },
    {
      "content": "Thil hluhai po po chu hmûng ei ta, Ei inhai chu râllâk thilin suksip ei ta;",
      "reference": "THUVARHAI 1:13"
    },
    {
      "content": "I chanpuol chu keini lai sielût ve la, Ei rêngin sumbâwm khat ei nei ding annâwm” tiin.",
      "reference": "THUVARHAI 1:14"
    },
    {
      "content": "Ka naupa, anni chu lampuia chun intlawnpui naw la, An lampuia inthawk chun i ke chu vêng ṭha rawh.",
      "reference": "THUVARHAI 1:15"
    },
    {
      "content": "An kehai chu rîtlona tieng a tlân a, Thisen insuo dingin an inhmaw sih a.",
      "reference": "THUVARHAI 1:16"
    },
    {
      "content": "Vate hrim hrim mithmua lên keiphar chu; A thlâwn el a ni sih a.",
      "reference": "THUVARHAI 1:17"
    },
    {
      "content": "Chun, chuong anni thisen ngei inchântuhai chun, Anni hringna ngei chu inrûkin an inchân a nih.",
      "reference": "THUVARHAI 1:18"
    },
    {
      "content": "Hlêpnaa duâm mi taphawthai lampui chu chuong ang chu a nih; A neituhai hringna chu a lâk hmang hlak.",
      "reference": "THUVARHAI 1:19"
    },
    {
      "content": "Varna chu kawtthlêra chun inringtakin a khêk a; Khawlaiahai chun a râwl chu ân suoh a.",
      "reference": "THUVARHAI 1:20"
    },
    {
      "content": "Kawtthlêr inrîk mur murna hmun takhaia chun a khêk a, Dâi kawtkhâr lûtnaa dâm chun. Khawpui sûnga chun a thuhai chu a hril a.",
      "reference": "THUVARHAI 1:21"
    },
    {
      "content": "Ieng chen am nangni mi mâwlhai, mâwlna hi in hmangai ding a na? Hmusittuhai chu an hmusitnaa chun an lâwmin, Invêthai chun ieng chen am hrietna chu in theida ding a na?",
      "reference": "THUVARHAI 1:22"
    },
    {
      "content": "Ka kâwknaa hin nghakîr unla, Ngai ta u, in kuoma chun ka thlarau chu hung buok ka ta, Ka thuhai chu in kuomah inhriettir ka ti cheu.",
      "reference": "THUVARHAI 1:23"
    },
    {
      "content": "Ka ko cheu a, in ngaisak nawh a, Ka bân ka pharsuok a, tu- khawma in ngaisak nawh a,",
      "reference": "THUVARHAI 1:24"
    },
    {
      "content": "Ka thurâwn chu iengkhawm loah in siem a, Ka kâwkna a ieng khawm chu in ngai naw leiin,",
      "reference": "THUVARHAI 1:25"
    },
    {
      "content": "Kei khawm in lunginzing nia chun innui ka ta, In ṭitna hung pha khawm chun nuisan ka tih,",
      "reference": "THUVARHAI 1:26"
    },
    {
      "content": "In ṭitna chu thlipui angin, In lunginzîngna chu thlivir angin a hung a, Rimsikna le tuorna chu in chungah a tlung pha chun;",
      "reference": "THUVARHAI 1:27"
    },
    {
      "content": "Chun, kei chu mi hung ko an ta, nisienlakhawm, dawn naw ningah; Nguntakin mi hung zawng an ta, nisienlakhawm, mi hmu naw hi hai.",
      "reference": "THUVARHAI 1:28"
    },
    {
      "content": "Hrietna chu an theidah a, LALPA ṭîna chu an thlang nawh a,",
      "reference": "THUVARHAI 1:29"
    },
    {
      "content": "Ka thurâwn a ieng ieng khawm an zâwm nawh a, Ka kâwkna po po chu an hmusit a,",
      "reference": "THUVARHAI 1:30"
    },
    {
      "content": "Chuleiin, anni lampui rasuok ngei chu fâng an ta, An thiltumhai ngeia suksip ni tâng an tih.",
      "reference": "THUVARHAI 1:31"
    },
    {
      "content": "Mi mâwl hnungtawlna chun anni chu sukhlum a ta, Invêthai nuomsakbâwlna chun anni chu a suksiet ding a ni sih a.",
      "reference": "THUVARHAI 1:32"
    },
    {
      "content": "Amiruokchu, tukhawm keia thu ngai chu himtakin chêng a ta, Rîtlona ṭi dêr loin um ṭawk ṭawk a tih.",
      "reference": "THUVARHAI 1:33"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUVARHAI 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}