{
  "verses": [
    {
      "content": "Mi pasie lungril ṭhaa fetu chu, A hmûrhaia khêlinhlipa mi invêt nêk chun a ṭha lem.",
      "reference": "THUVARHAI 19:1"
    },
    {
      "content": "Lungril hrietthiemna bo khawm chu a ṭha chuong nawh a, Chun, a kehai tir inhmâwtu chun a suksuol hlak.",
      "reference": "THUVARHAI 19:2"
    },
    {
      "content": "Mihriem invêtna chun a lampui chu a sukkâwi a, A lungril chu LALPA chungah a lungsen hlak.",
      "reference": "THUVARHAI 19:3"
    },
    {
      "content": "Hausakna chun ruolhai tamtak a belsa a, Mi pasie ruok chu a ruola inthawka ṭhein a um.",
      "reference": "THUVARHAI 19:4"
    },
    {
      "content": "Thuhretu indik naw chu hrem lo ni naw ni a, Thukhêl sâksuoktu chun pumpel bawk naw nih.",
      "reference": "THUVARHAI 19:5"
    },
    {
      "content": "Mi tamtakin mi tiktlai ditsakna an ngên a, Mi tin chu thilthlâwnpêk petu ta dinga ruol a nih.",
      "reference": "THUVARHAI 19:6"
    },
    {
      "content": "Mi pasie chu a unauhai po poin an theida a, A ruolhai lem chun ieng ang khieua hla am an fe san ding chu! Thuhaiin anni a hnawt pei a; nisienlakhawm, an fe hmang tah.",
      "reference": "THUVARHAI 19:7"
    },
    {
      "content": "Varna hmutu chun ama lungril a hmangai a, Hrietthiemna vawngtu chun thil ṭha chu hmûng a tih.",
      "reference": "THUVARHAI 19:8"
    },
    {
      "content": "Thuhretu indik naw chu hrem lo ni naw nih, Thukhêl sâksuoktu chu bohmang bawk a tih.",
      "reference": "THUVARHAI 19:9"
    },
    {
      "content": "Inhawi chên hi invêt ta ding chun a âwm nawh a, Siehlaw ta dingin lal nauhai chunga rorêl chu a âwm naw nâwk zuol a nih.",
      "reference": "THUVARHAI 19:10"
    },
    {
      "content": "Mihriem remruotthiemna hin ama chu lunginsen intak dingin a siem a, Bawsietna fe khêl chu ama ta dingin chawimawina a nih.",
      "reference": "THUVARHAI 19:11"
    },
    {
      "content": "Lal lunginsenna chu sakeibak- nei inrûm ri ang a na, A ditsakna ruok chu hlohna chunga daidaw ang a nih.",
      "reference": "THUVARHAI 19:12"
    },
    {
      "content": "Naupa invêt chu a pa lunginrimna a na, Nuhmei lungawinawna chu ruo sûr zing ang a nih.",
      "reference": "THUVARHAI 19:13"
    },
    {
      "content": "In le hausaknahai hi thlatu- haia inthawka rochan an na, Nuhmei var ruok hi chu LALPAA inthawk a nih.",
      "reference": "THUVARHAI 19:14"
    },
    {
      "content": "Thabona chu imu inhniktakah ân peilût a, Mi thabo chun phîngṭâm tuor a tih.",
      "reference": "THUVARHAI 19:15"
    },
    {
      "content": "Thupêk vawngtu chun a lung- ril chu a vawng ṭha a na, A lampuihaia fîmkhur lo chu thîng a tih.",
      "reference": "THUVARHAI 19:16"
    },
    {
      "content": "Mi pasie lunginsiettu chun LALPA ân pûktir a na, A thil thaw ṭha chu ama chun pe nâwk a tih.",
      "reference": "THUVARHAI 19:17"
    },
    {
      "content": "Beiseina a la um laiin i naupa chu thunun la, A sietna ding êm chun lungril nei naw rawh.",
      "reference": "THUVARHAI 19:18"
    },
    {
      "content": "Mi lunginsen êm êm mi chun hremna chu tuor a ta, Ama chu i sansuok chun, i sansuok nâwk pei a ṭûl ding a ni sih a.",
      "reference": "THUVARHAI 19:19"
    },
    {
      "content": "Thurâwn chu ngai la, inchûktirna chu pawm rawh, I hihnung tâwp tienga i hung var theina dingin.",
      "reference": "THUVARHAI 19:20"
    },
    {
      "content": "Mihriem lungrila chun remruotna tamtak a um a, Amiruokchu, LALPA thurâwn chau chu ngîrsuok a tih.",
      "reference": "THUVARHAI 19:21"
    },
    {
      "content": "Mihriem nuom zâwng chu a lunginsietna inkhina a na, Mi pasie chu mi khêlhlip nêkin a ṭha lem.",
      "reference": "THUVARHAI 19:22"
    },
    {
      "content": "LALPA ṭîna chun hringna ân tlun a, Chu chu neitu chu tlaitakin um a ta, Thil ṭha naw hrimin ama chu sir ngai naw nih.",
      "reference": "THUVARHAI 19:23"
    },
    {
      "content": "Mi thabo chun thlênga chun a kut chu a phûm a, A baua hang thun takngiel khawm chu a pei nawh.",
      "reference": "THUVARHAI 19:24"
    },
    {
      "content": "Hmusittu chu vaw la, mi mâwl chun var inchûk a tih, Hrietthiemna nei mi chu kâwk la, hrethiem a tih.",
      "reference": "THUVARHAI 19:25"
    },
    {
      "content": "A pa suksetu chun a nu chu a hnawt hmang a na, Ama chu kâwkna le inzakna intlungtir hlaktu naupa chu a nih.",
      "reference": "THUVARHAI 19:26"
    },
    {
      "content": "Ka naupa, hrietthiemna thuhaia inthawka pêthmangna ding chau a, Inchûktirnahai ngaithlâk hi tâwp san rawh.",
      "reference": "THUVARHAI 19:27"
    },
    {
      "content": "Thuhretu hmangnabo chun rorêlna a nuisan a, Mi khawhlo bau chun suolna a lem.",
      "reference": "THUVARHAI 19:28"
    },
    {
      "content": "Rorêlnahai hi hmusittuhai ta dinga buotsai an na, Vuoknahai hi invêt ruongzâng ta dingin.",
      "reference": "THUVARHAI 19:29"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUVARHAI 19 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}