{
  "verses": [
    {
      "content": "Naupa var chun a pa inchûktirna chu a ngai a, Hmusittu ruok chun kâwkna chu a ngai nawh.",
      "reference": "THUVARHAI 13:1"
    },
    {
      "content": "Miin a bau rasuoka inthawkin thil ṭha chu fâng a ta, Mi ringum naw lungril ruok chun hrângsietna fâng a tih.",
      "reference": "THUVARHAI 13:2"
    },
    {
      "content": "A bau vêng ṭhatu chun a hringna a kawl ṭha a, A hmûrhai ka lientu ruok chun suksietna tuok a tih.",
      "reference": "THUVARHAI 13:3"
    },
    {
      "content": "Mi thabo lungril chun a châk hlaka chu, iengkhawm a nei nawh, Mi taima lungril ruok chu sukthâu nîng a tih.",
      "reference": "THUVARHAI 13:4"
    },
    {
      "content": "Mi fel chun khêl hril a theida a, Mi khawhlo ruok chun inzakna a siemin kâwkna a lâk lût hlak.",
      "reference": "THUVARHAI 13:5"
    },
    {
      "content": "Kawnglama mi tluong chu felnain ama a vêng a, Khawhlona ruok chun mi suol chu a buon thlûk.",
      "reference": "THUVARHAI 13:6"
    },
    {
      "content": "Ama le ama insukhausa a, iengkhawm nei silo a um a, Ama le ama insukpase a, hau- sakna nasatak nei a um bawk.",
      "reference": "THUVARHAI 13:7"
    },
    {
      "content": "Mihriem hringna intlanna chu a hausaknahai a nih, Mi pasie ruok chun inṭhina chu a ngai nawh.",
      "reference": "THUVARHAI 13:8"
    },
    {
      "content": "Mi fel varna chu a hlim a, Mi khawhlo khâwnvar ruok chu herhlum nîng a tih.",
      "reference": "THUVARHAI 13:9"
    },
    {
      "content": "Chaponaa chun inkhingna a suok a, Thurâwn ṭhataka ruok chun varna a um.",
      "reference": "THUVARHAI 13:10"
    },
    {
      "content": "Teplo mei meia hausakna hmu chu kiem a ta, Sininrima la khâwmtu chun a pung hmûng a tih.",
      "reference": "THUVARHAI 13:11"
    },
    {
      "content": "Beisei hlawsamna chun lungril a sukdam nawh a, Châk zâwng hung tlung ruok chu hringna thing a nih.",
      "reference": "THUVARHAI 13:12"
    },
    {
      "content": "Tukhawm thu hmusittu chun ama chungah sietna ân tlun hlak a, Thupêk ṭitu ruok chu lâwmman pêkin um a tih.",
      "reference": "THUVARHAI 13:13"
    },
    {
      "content": "Mi var inchûktirna chu hringna tuikhur a na, Thina chânghaia inthawka fe kiengna leh.",
      "reference": "THUVARHAI 13:14"
    },
    {
      "content": "Hrietthiemna ṭha chun ditsakna a chang a, Mi ringum naw lampui ruok chu a kherinkhâwng.",
      "reference": "THUVARHAI 13:15"
    },
    {
      "content": "Mi var tinhai chun hrietna leh sin an thawh a, Mi invêt ruok chun invêtna chu a thedar.",
      "reference": "THUVARHAI 13:16"
    },
    {
      "content": "Thangko khawhlo chu thil suolah a tlu hlak a, Aiawtu ringum ruok chu a hrisêl a nih.",
      "reference": "THUVARHAI 13:17"
    },
    {
      "content": "Tlâksamna le inzakna chu inchûktirna sêlkaltu kuoma chun um an ta, Kâwkna pawisatu ruok chu chawimawi nîng a tih.",
      "reference": "THUVARHAI 13:18"
    },
    {
      "content": "Nuom zâwng sukfamkim hi lungrila chun a thlum a, Amiruokchu, suolnaa inthawka fe kieng hi invêthai ta ding chun tirdakum a nih.",
      "reference": "THUVARHAI 13:19"
    },
    {
      "content": "Mi varhai intlawnpui la, nang khawm var i tih, Mi invêthai inruolpui ruok chu suksiet nîng a tih.",
      "reference": "THUVARHAI 13:20"
    },
    {
      "content": "Thil ṭha naw chun mi suolhai chu a hnawt pei a, Mi fel ruok chu thil ṭhaa thung nîng a tih.",
      "reference": "THUVARHAI 13:21"
    },
    {
      "content": "Mi ṭha chun a tuhai ta ding chenin rohluo ding a mâkpêk hlak a, Mi suol hausakna chu mi fel ta dinga siekhâwl chau a nih.",
      "reference": "THUVARHAI 13:22"
    },
    {
      "content": "Mi pasie hnuoi inletnaa chun bu tamtak a um a, Amiruokchu, remruot fel naw leia suksiet chutaka chun a um.",
      "reference": "THUVARHAI 13:23"
    },
    {
      "content": "A hmawl hlatu chun a naupa a theida a, Ama hmangaitu ruok chun taimatakin a thunun hlak.",
      "reference": "THUVARHAI 13:24"
    },
    {
      "content": "Mi fel chun a lungrila a dittâwkin a fâk hlak a, Mi khawhlo phîng ruok chu tlasam a tih.",
      "reference": "THUVARHAI 13:25"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUVARHAI 13 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}