{
  "verses": [
    {
      "content": "Varna chun a in chu a bâwl a, A lungban pasarihai chu a phun tah a.",
      "reference": "THUVARHAI 9:1"
    },
    {
      "content": "A ranhai chu a that a, a uoin chu a chawkpawl tah a, A dawkân khawm chu a siemrêl ta bawk a.",
      "reference": "THUVARHAI 9:2"
    },
    {
      "content": "A nunghâkhai chu a tir suok a, Khawpui hmun insângtakhaia chun an khêk a,",
      "reference": "THUVARHAI 9:3"
    },
    {
      "content": "“Tukhawm mi mâwl chu hi tieng hin hung raw se,” tiin. Hrietthiemna boa um ta ding chun, a kuomah a hril a,",
      "reference": "THUVARHAI 9:4"
    },
    {
      "content": "“Hung la, ka bei hung fa la, Ka uoin chawkpawl chu hung dâwn rawh.",
      "reference": "THUVARHAI 9:5"
    },
    {
      "content": "Nang mi mâwl, mâwlna chu mâksanin khawsa la, Hrietthiemna lampui chu hung hraw rawh,” tiin.",
      "reference": "THUVARHAI 9:6"
    },
    {
      "content": "Hmusittu siemṭhatu chun inzakna a hmu hlak a; Mi khawhlo kâwktu chun kut thlâkna a tuok hlak.",
      "reference": "THUVARHAI 9:7"
    },
    {
      "content": "Hmusittu chu kâwk naw rawh, chuong naw chun, theida rawi a ti che. Mi var chu kâwk la, ama chun hmangai a ti che.",
      "reference": "THUVARHAI 9:8"
    },
    {
      "content": "Mi var kuoma chun inchûktirna pe la, ama chu hung var nâwk sawt a ta, Mi fel chu inchûktir la, ama chu thiemnaa chun hung pung a tih.",
      "reference": "THUVARHAI 9:9"
    },
    {
      "content": "LALPA ṭi chu varna bul a nih, Mi Inthieng hrietna chu hrietthiemna bul a ni bawk.",
      "reference": "THUVARHAI 9:10"
    },
    {
      "content": "Keimaa chun i nihai chu belsa nîng a ta, I dam sûng kumhai chu sukpung nîng an tih.",
      "reference": "THUVARHAI 9:11"
    },
    {
      "content": "I var chun, nangma ta dinga var i na, I hmusit chun, nangma ngeiin phur i tih.",
      "reference": "THUVARHAI 9:12"
    },
    {
      "content": "Nuhmei invêt chu a hmûr a thiem a, Ama chu a mâwl a, iengkhawm a hriet nawh.",
      "reference": "THUVARHAI 9:13"
    },
    {
      "content": "A in kawtkhâra chun a ṭhung a, Khawpui hmun insânghaia ṭhungnaa chun,",
      "reference": "THUVARHAI 9:14"
    },
    {
      "content": "Mi fe inlawnhai ko dingin, Chuong an lampuia fe peihai chu,",
      "reference": "THUVARHAI 9:15"
    },
    {
      "content": "“Tukhawm mi mâwl chu, hi tieng hung raw se,” tiin. Hrietthiemna boa um ta ding chun a hril a:",
      "reference": "THUVARHAI 9:16"
    },
    {
      "content": "“Tui inrûkhai chu a thlum a, Fienriela bei fâk chu ân hnik bawk a,” tiin.",
      "reference": "THUVARHAI 9:17"
    },
    {
      "content": "Amiruokchu, mithihai chu chutaka chun an um ti a hriet nawh a, Amanu mikhuolhai khawm chu Seol lipuia chun an um ti a hriet bawk nawh.",
      "reference": "THUVARHAI 9:18"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUVARHAI 9 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}