{
  "verses": [
    {
      "content": "Nipui laia vûr le, busîk huna ruo ân hmê naw angin, Inzâkaina hi invêt ta ding chun a âwm nawh.",
      "reference": "THUVARHAI 26:1"
    },
    {
      "content": "Chawngzawng ân vâk ân vâk ang le, peleu a vuong lai angin, A san boa ṭawngse inphurna chu a fu ngai nawh.",
      "reference": "THUVARHAI 26:2"
    },
    {
      "content": "Vuokna hruihruol chu sakawr ta ding a na, thîrse chu sabengtung ta ding, Chun, hmawl chu mi invêthai ruongzâng ta ding a nih.",
      "reference": "THUVARHAI 26:3"
    },
    {
      "content": "Mi invêt chu ân vêtzie ang peiin dawn naw rawh, Chuong naw chun, ama ang hung ni rawi i tih.",
      "reference": "THUVARHAI 26:4"
    },
    {
      "content": "Mi invêt chu ân vêtzie ang peiin dawn rawh, Chuong naw chun, ama le ama mi varah insie hlau rawi a tih.",
      "reference": "THUVARHAI 26:5"
    },
    {
      "content": "Mi invêt kuta thucha thawntu chun, Ama kehai ngei chu a sât bawngin, sietna chu a dâwn a nih.",
      "reference": "THUVARHAI 26:6"
    },
    {
      "content": "Mi silbai kehai chu sawr thei loin ân khai zawi a, Chuong ang bawkin, invêthai baua chun tekhithu chu a nih.",
      "reference": "THUVARHAI 26:7"
    },
    {
      "content": "Mi invêt kuoma inzâkaina petu chu, Lung inthuo kâra lunghlu ip ang a nih.",
      "reference": "THUVARHAI 26:8"
    },
    {
      "content": "Mi invêthai baua tekhithu chu, Zu inrui kuta hling lût ang el hi a nih.",
      "reference": "THUVARHAI 26:9"
    },
    {
      "content": "Mi inlawn mei meihai ruoitu le, mi invêt ruoitu chu, Thal kâptu mi po po sukhliemtu ang chu a nih.",
      "reference": "THUVARHAI 26:10"
    },
    {
      "content": "Mi invêt ân vêtna thu hril hriltu chu, Ui ama luok bawka kîr nâwk ang chu a nih.",
      "reference": "THUVARHAI 26:11"
    },
    {
      "content": "Mi ama ngaidân chaua var chu i hmu hlak am? Ama nêk chun mi invêta chun beiseina lien lem a um.",
      "reference": "THUVARHAI 26:12"
    },
    {
      "content": "Mi thabo chun, “Sakeibaknei chu lampuiah a um a, Sakeibaknei chu kawtthlêrahai a um,” a ti hlak.",
      "reference": "THUVARHAI 26:13"
    },
    {
      "content": "Kawtkhâr chu ân khainaa ân her ân her hlak angin, Mi thabo chun chuong ang bawk chun a khum chungah a thaw.",
      "reference": "THUVARHAI 26:14"
    },
    {
      "content": "Mi thabo chun thlênga chun a kut chu a phûm a, A baua hang thun nâwk ding takngiel khawm chu a lungngai hlak.",
      "reference": "THUVARHAI 26:15"
    },
    {
      "content": "Mi pasari a san pe theituhai nêk chun, Mi thabo chu ama ngairuotna kawnga chun a var lem.",
      "reference": "THUVARHAI 26:16"
    },
    {
      "content": "Mi hung inlawn a, ama ṭhang- na ni hlek si lo inhalnaa vân suklungsen chu, Ui lâwnlai a nakâwrhaia mantu ang chu a nih.",
      "reference": "THUVARHAI 26:17"
    },
    {
      "content": "Mi invêt thingthuhringhai, Thalhai le thina petu ang chu,",
      "reference": "THUVARHAI 26:18"
    },
    {
      "content": "Mi a tuolbâwm hlêma, “Ka fiemthu mei mei an nawm ie!” titu chu a nih.",
      "reference": "THUVARHAI 26:19"
    },
    {
      "content": "Thingthu tlâksam leiin mei chu a rêm a, Chun, milâwt hmang um nawnaa chun inkhingna a re.",
      "reference": "THUVARHAI 26:20"
    },
    {
      "content": "Meihawlhai chu meiling ding le, thinghai chu mei ding an ni angin, Mi hrângsie chu inkhingna sukṭaltu a nih.",
      "reference": "THUVARHAI 26:21"
    },
    {
      "content": "Milâwtthiem thuhai chu bubâr tuihnâitak ang an na, Phîngsûng hmun inriltakhaia chun an fe thla.",
      "reference": "THUVARHAI 26:22"
    },
    {
      "content": "Hmûr zumlezuor intuo le lungril suol chu, Pil bêl rângkachak êka inluon ang a nih.",
      "reference": "THUVARHAI 26:23"
    },
    {
      "content": "Theidatu chun a hmûrhai chun ân tlip a, Amiruokchu, ama sûnga chun hmusitna a siekhâwl.",
      "reference": "THUVARHAI 26:24"
    },
    {
      "content": "Thu a hril ṭha hle khawm a, ama chu ring naw la, A lungrila chun tirdakumna pasari a um sih a.",
      "reference": "THUVARHAI 26:25"
    },
    {
      "content": "A theidana chu ama le ama vervêknain inkhum sien khawm, A suolna chu mipui hmaa phuongphotaka inentir nîng a tih.",
      "reference": "THUVARHAI 26:26"
    },
    {
      "content": "Tukhawm hnuoikhur cho taphawt chu chutaka chun tlâng an ta, Tukhawm lung inhlum taphawt chu, ama chungah hung kîr a tih.",
      "reference": "THUVARHAI 26:27"
    },
    {
      "content": "Lei khêlinhlip chun a înhliem tahai chu a theidah a, Inpâk derna bau chun sietna sin a thaw.",
      "reference": "THUVARHAI 26:28"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUVARHAI 26 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}