{
  "verses": [
    {
      "content": "Ka naupa, ka inchûktirna hi theinghil naw la, Ka thupêkhai hi i lungrilin vawng tlat lem raw se:",
      "reference": "THUVARHAI 3:1"
    },
    {
      "content": "Nihai seina le dam sûng kumhai, Thlamuongna leh an belsa ding che a ni sih a.",
      "reference": "THUVARHAI 3:2"
    },
    {
      "content": "Lunginsietna le thudik chun nghatsan naw sienla che: I rîngah vêt tlat la, I lungril phêk chunga chun ziek rawh.",
      "reference": "THUVARHAI 3:3"
    },
    {
      "content": "Chuongchun, mihriem le Pathien mithmuah, Hrietthiemna ṭha le ditsakna hmûng i tih.",
      "reference": "THUVARHAI 3:4"
    },
    {
      "content": "I lungril po poin LALPA chu ring la, Nanga hrietthiemna ringawta chun innghat naw rawh.",
      "reference": "THUVARHAI 3:5"
    },
    {
      "content": "I lampuihai po poa chun ama hre zing la, Amân i lampuihai chu suktluong a tih.",
      "reference": "THUVARHAI 3:6"
    },
    {
      "content": "Nanga mithaia ringawt chun var naw la, LALPA chu ṭi la, rîtlona chu mâksan rawh.",
      "reference": "THUVARHAI 3:7"
    },
    {
      "content": "I laibua dingin hrisêlna nîng a ta, I ruhai ta dingin thlin.",
      "reference": "THUVARHAI 3:8"
    },
    {
      "content": "I thilneia chun LALPA chu inza la, I hlâwkna po po rahmasahaia le chun,",
      "reference": "THUVARHAI 3:9"
    },
    {
      "content": "Chuongchun,i bu inhai chu tamtaka suksip nîng a ta, I sâwrna khurhai chu uoin tharin luong liem a tih.",
      "reference": "THUVARHAI 3:10"
    },
    {
      "content": "Ka naupa, LALPA thununna chu ngainêp naw la, A kâwkna chu ngaitha bawk naw rawh.",
      "reference": "THUVARHAI 3:11"
    },
    {
      "content": "LALPA chun a hmangai chu a kâwk hlak a; Naupa a ilâwm chunga pain a kâwk ang elin.",
      "reference": "THUVARHAI 3:12"
    },
    {
      "content": "Varna hmu suok mi chu a hlim a, Hrietthiemna nei mi chu a hlim a nih.",
      "reference": "THUVARHAI 3:13"
    },
    {
      "content": "Chu thuomhnaw chu tangka thuomhnaw nêkin a ṭha lem a, Chutaka hlâwk khawm chu rângkachak inthieng nêkin a ṭha lem sih a.",
      "reference": "THUVARHAI 3:14"
    },
    {
      "content": "Lunghluhai nêkin a hlu lem a; Thil i dit theihai a ieng ieng le khawm chun hrilkhi ruol a ni nawh.",
      "reference": "THUVARHAI 3:15"
    },
    {
      "content": "A kut changtieng chun nihai seina chu a um a; A kut vawitieng chun hausaknahai le inzaumna an um bawk a.",
      "reference": "THUVARHAI 3:16"
    },
    {
      "content": "A lampuihai chu inhawitirna lampui an na, A lampuihai po po chu thlamuongna a nih.",
      "reference": "THUVARHAI 3:17"
    },
    {
      "content": "Ama cheltuhai ta ding chun hringna thing kûng a na, Ama kawl tlat theitu chu a hlim a nih.",
      "reference": "THUVARHAI 3:18"
    },
    {
      "content": "LALPA chun varnain hnuoi chu a hmu suok a; Hrietthiemnain vânhai chu ân ngîr bawk a.",
      "reference": "THUVARHAI 3:19"
    },
    {
      "content": "A hrietnain lithûkhai chu a sukdar a, Vânhai chun daidâw an insûrtir a.",
      "reference": "THUVARHAI 3:20"
    },
    {
      "content": "Ka naupa, i mithmuhaia inthawk chun anni chu infehmangtir naw la, Ngairuotthiemna le varna hrisêl chu kawl tlat rawh.",
      "reference": "THUVARHAI 3:21"
    },
    {
      "content": "Chuongchun, i thlarau ta dingin hringna nîng an ta, I rîng ta dingin zângaina nîng an tih.",
      "reference": "THUVARHAI 3:22"
    },
    {
      "content": "Chun, i lampuiah himtakin fe tâng i ta, I ke khawm insui ta naw nih.",
      "reference": "THUVARHAI 3:23"
    },
    {
      "content": "I zâl pha khawm chun, ṭi ta naw ti nih a, Anih, zâl i ta, îmu inhniktakin in i tih.",
      "reference": "THUVARHAI 3:24"
    },
    {
      "content": "Ṭina thut chu ṭi naw la, Mi khawhlo sukṭitna a hung pha khawm ṭi bawk naw rawh.",
      "reference": "THUVARHAI 3:25"
    },
    {
      "content": "LALPA chu i ringsan nîng a ta, I ke chu lâk hmangnaa inthawkin a vêng ding a ni sih a.",
      "reference": "THUVARHAI 3:26"
    },
    {
      "content": "I kut thilthawtheinaa thaw thei a ni sûng chun, Thilṭha chu a chang âwm hrimhai kuoma chu inro naw rawh.",
      "reference": "THUVARHAI 3:27"
    },
    {
      "content": "I tuolbâwm kuoma chun, “Fe la, hung nâwk rawh, Zîngah pêng ka tih,” ti naw rawh, Nangin i nei lai a ni phawt chun.",
      "reference": "THUVARHAI 3:28"
    },
    {
      "content": "I lakah lungmuongtaka a um hmu zing si chun, I tuolbâwm chunga chun thil ṭha naw suongtuo naw.",
      "reference": "THUVARHAI 3:29"
    },
    {
      "content": "Nang a sukpawi naw che chun, A san boin mi insukbuoipui naw rawh.",
      "reference": "THUVARHAI 3:30"
    },
    {
      "content": "Mi nunrâwng chu inhnar naw la, A lampuihai hrim hrim chu thlang ngai naw rawh;",
      "reference": "THUVARHAI 3:31"
    },
    {
      "content": "Khêlinhlipna hi LALPA ngaia chun tirdakum a ni sih a. A thurâwn ruok chu mi tluong kuomah a um.",
      "reference": "THUVARHAI 3:32"
    },
    {
      "content": "LALPA ṭawngsie chu mi khawhlo inah a um a, Mi fel chêngna ruok chu mal a sâwm hlak.",
      "reference": "THUVARHAI 3:33"
    },
    {
      "content": "Hmusittuhai chu a hmusit ngei ngei a, Inngaitlâwmhai ruok chu zângaina a pêk hlak.",
      "reference": "THUVARHAI 3:34"
    },
    {
      "content": "Mi var chun ropuina chu hluong a ta, Amiruokchu, invêthai kaisângna chu inzakna nîng a tih.",
      "reference": "THUVARHAI 3:35"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUVARHAI 3 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}