{
  "verses": [
    {
      "content": "Lungril siemrêlnahai chu mihriem ta a na, Leia dawnna ruok chu LALPA kuoma inthawk a nih.",
      "reference": "THUVARHAI 16:1"
    },
    {
      "content": "Mihriem lampuihai po po chu ama mithmuahai chun ân thieng a, LALPA ruok chun lungrilhai chu ân khi hlak.",
      "reference": "THUVARHAI 16:2"
    },
    {
      "content": "I sinthawhai chu LALPA kuomah inkawltir la, I ngaituohai chu sukdet nîng a tih.",
      "reference": "THUVARHAI 16:3"
    },
    {
      "content": "LALPA chun thil tinrêng hi san nei sengin a siem a, Anih, mi khawhlo ngei khawm chu ni ṭha nawa dingin.",
      "reference": "THUVARHAI 16:4"
    },
    {
      "content": "Lungrila chapo taphawt chu LALPA ta dingin tirdakum a nih, Ama chu hrem naw ni naw nih.",
      "reference": "THUVARHAI 16:5"
    },
    {
      "content": "Zângaina le thutak chun khawhlona chu sâwpfai a na, LALPA ṭina leiin mihaiin suolna an zâmsan.",
      "reference": "THUVARHAI 16:6"
    },
    {
      "content": "Mi a um dânin LALPA a suklawm chun, A hmêlmahai ngei khawm ama le inrem dingin a siem.",
      "reference": "THUVARHAI 16:7"
    },
    {
      "content": "Indiklona leia hlâwkna nasatakhai nêkin, Felna leia tlâwmte chu a ṭha lem.",
      "reference": "THUVARHAI 16:8"
    },
    {
      "content": "Mihriem lungril chun a lampui chu a riruong hlak a, A kalchawihai ruok chu LALPA chun a kâwkhmu hlak.",
      "reference": "THUVARHAI 16:9"
    },
    {
      "content": "Lal hmûrhaia chun vân tieng thusukthlûk chu a um a, Rorêlnaah a bau chun bawse ngai naw nih.",
      "reference": "THUVARHAI 16:10"
    },
    {
      "content": "Inkhina le bûkna indikhai chu LALPA ta a na, Ip riknahai po po khawm chu ama sinthaw a nih.",
      "reference": "THUVARHAI 16:11"
    },
    {
      "content": "Khawhlona thaw chu lalhai ta dingin tirdakum a nih, Lalṭhungpha chu felnaa tungding a ni sih a.",
      "reference": "THUVARHAI 16:12"
    },
    {
      "content": "Hmûr felhai chu lalhai lâwm zâwng a na, Thudik hriltu chun an ngaina hlak.",
      "reference": "THUVARHAI 16:13"
    },
    {
      "content": "Lal lunginsenna chu thina thangkohai an nih; Mi var ruok chun sukdei a tih.",
      "reference": "THUVARHAI 16:14"
    },
    {
      "content": "Lal hmêl vara chun hringna a um a, A ditsakna chu ruo nuhnung sûm ang a nih.",
      "reference": "THUVARHAI 16:15"
    },
    {
      "content": "Varna nei hi rângkachak nêka ieng ang khieua ṭha lem am a na! Anih, hrietthiemna nei hi tangka nêka thlang lem ding a nih.",
      "reference": "THUVARHAI 16:16"
    },
    {
      "content": "Mi tluong lamtluongpui chu rîtlonaa inthawka fe hmang hi a na; Mi a lampui vêng ṭhatu chun a lungril chu a vawng ṭha.",
      "reference": "THUVARHAI 16:17"
    },
    {
      "content": "Chapona hi sietna hmaah a fe hlak a; Chun, lungril uong chu tlûkna hmaah.",
      "reference": "THUVARHAI 16:18"
    },
    {
      "content": "Mi chapohai le râllâk sum insem nêk chun, Mi inngaitlâwmhai le lungril inhnuoitaka um a ṭha lem.",
      "reference": "THUVARHAI 16:19"
    },
    {
      "content": "Thu pawisatu chun thil ṭha hmûng a ta, LALPA ringtu chu, ama chu a hlim a nih.",
      "reference": "THUVARHAI 16:20"
    },
    {
      "content": "Lungrila var chu mi var ti nîng a ta, Hmûrhai thlumna chun thiemna chu a sukpung.",
      "reference": "THUVARHAI 16:21"
    },
    {
      "content": "Hrietthiemna hi a neitu ta ding chun hringna tuihnâr a na; Invêthai inchûktirna ruok chu an invêtna a nih.",
      "reference": "THUVARHAI 16:22"
    },
    {
      "content": "Mi var lungril chun ama bau ân chûktir a; A hmûrhaia chun thiemna a belsapêk hlak.",
      "reference": "THUVARHAI 16:23"
    },
    {
      "content": "Thu lâwmumhai chu khuoithlâr ang a na, Lungril ta dingin a thlum a, ruhai ta dingin hrisêlna a nih.",
      "reference": "THUVARHAI 16:24"
    },
    {
      "content": "Mihriem kuoma indik âwmtaka inlang lampui chu a um a, Chu tâwpna ruok chu thina lampuihai a nih.",
      "reference": "THUVARHAI 16:25"
    },
    {
      "content": "Mi sininrim phîngṭâmna chun ama ta dingin sin a thawh a, A bau chun ama chu a tirlui sih a.",
      "reference": "THUVARHAI 16:26"
    },
    {
      "content": "Mi hmangnabo chun pawitâwkna a rawtdawk a, A hmûrhaia chun mei em kâng thei ang chu a um a nih.",
      "reference": "THUVARHAI 16:27"
    },
    {
      "content": "Mi dukindaklo chun inhalna a thedar a, Mi lâwtthiem chun ṭhien bulhai a sukṭhe.",
      "reference": "THUVARHAI 16:28"
    },
    {
      "content": "Mi hrângsie chun a tuolbâwm chu a vethlêm a, Lampui ṭhaloa chun ama a ṭhuoi hlak.",
      "reference": "THUVARHAI 16:29"
    },
    {
      "content": "Mithai insîmtu chun thil ṭha naw a remruot a, Hmûr inchîp tlattu chun thil suol chu ân tlungtir hlak.",
      "reference": "THUVARHAI 16:30"
    },
    {
      "content": "Lu inṭuok chu ropuina lallukhum a na, Mi fel lampuia chun hmu nîng a tih.",
      "reference": "THUVARHAI 16:31"
    },
    {
      "content": "Mi lunginsen intaktak chu mi thilthawtheitak nêkin a ṭha lem a, A lungril thunun theitu chu khawpui latu nêkin a ṭha lem.",
      "reference": "THUVARHAI 16:32"
    },
    {
      "content": "Ai chu mal chunga sân a ni hlak a, Thutlûkna ruok chu LALPA ta vawng a nih.",
      "reference": "THUVARHAI 16:33"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUVARHAI 16 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}