{
  "verses": [
    {
      "content": "Solomon Thuvarhai chu. Naupa var chun pa lâwm a siem a, Naupa invêt ruok chu nu ta dingin phurrik a nih.",
      "reference": "THUVARHAI 10:1"
    },
    {
      "content": "Khawhlona rohai chu ienga khawm a hlâwk nawh a, Felna ruok chun thinaa inthawkin a san suok.",
      "reference": "THUVARHAI 10:2"
    },
    {
      "content": "Mi fel hringna chu a ṭâm LALPA chun phal naw nih a, Mi khawhlo thilchâk chu a hnawt hmang.",
      "reference": "THUVARHAI 10:3"
    },
    {
      "content": "Kut zawia sinthaw chu a hung pase a, Kut taima ruok chun ama chu a sukhausa.",
      "reference": "THUVARHAI 10:4"
    },
    {
      "content": "Nipui laia la khâwmtu chu naupa var a na, Busîk huna ininnghil ruok chu naupa, inzakna intluntu chu a nih.",
      "reference": "THUVARHAI 10:5"
    },
    {
      "content": "Mi fel lu chunga chun malsâwmnahai a um a, Mi khawhlo bau ruok chu nunsietnain ân khum.",
      "reference": "THUVARHAI 10:6"
    },
    {
      "content": "Mi indik hriet zingna chu malsâwmin a um a, Mi khawhlo hming ruok chu thâm hmang a tih.",
      "reference": "THUVARHAI 10:7"
    },
    {
      "content": "Lungrila var chun thupêkhai pawm a ta, Hmûr khêlinhlip ruok chu sukhnuoi nîng a tih.",
      "reference": "THUVARHAI 10:8"
    },
    {
      "content": "Mi tluongtaka fe chu ngamtakin a feh a, A lampuihai pêtsantu ruok chu hriet nîng a tih.",
      "reference": "THUVARHAI 10:9"
    },
    {
      "content": "Mi a mit sêp sêp vêltu chun lungngaina ân tlungtir a, Hmûr khêlinhlip ruok chu sukhnuoi nîng a tih.",
      "reference": "THUVARHAI 10:10"
    },
    {
      "content": "Mi fel bau chu hringna tuikhur a na, Mi khawhlo bau ruok chu nunsietnain ân khum.",
      "reference": "THUVARHAI 10:11"
    },
    {
      "content": "Theidana chun inkhingna a chawk suok a, Hmangaina ruok chun bawsietna po po ân khum hmang.",
      "reference": "THUVARHAI 10:12"
    },
    {
      "content": "Hrietthiemna neitu hmûrhaia chun varna hmu a na, Hmawl ruok chu mi hrietthiemna boa um ruongzâng ta ding a nih.",
      "reference": "THUVARHAI 10:13"
    },
    {
      "content": "Mi var chun hrietna a siekhâwl a, Mi invêt bau ruok chu sietna zing a nih.",
      "reference": "THUVARHAI 10:14"
    },
    {
      "content": "Mi hausa hausakna chu a khawpui det a na, Mi pasie suksietna ruok chu an pasietna a nih.",
      "reference": "THUVARHAI 10:15"
    },
    {
      "content": "Mi fel sininrimna chun hringna ân tlun a, Mi khawhlo hlâwkna chun suolna.",
      "reference": "THUVARHAI 10:16"
    },
    {
      "content": "Sukdikna pawisatu chu hring- na lampuiah a um a nih, Kâwkna nghatsantu ruok chun a suksuol hlak.",
      "reference": "THUVARHAI 10:17"
    },
    {
      "content": "Hmûr khêlinhlipa theidana chu ip a; Demna thu sâksuoktu chu invêt a nih.",
      "reference": "THUVARHAI 10:18"
    },
    {
      "content": "Thu um khâwm ṭeu laia hin bawsietna a bo nawh a; A hmûr vêngṭhatu ruok chun vartakin a thaw a nih.",
      "reference": "THUVARHAI 10:19"
    },
    {
      "content": "Mi fel lei chu tangka ditum ang a na, Mi khawhlo lungril chu man tlâwmte a nih.",
      "reference": "THUVARHAI 10:20"
    },
    {
      "content": "Mi fel hmûrhai chun mi tamtak a châwm a, Invêt ruok chu hrietthiemna tlasamin a thi.",
      "reference": "THUVARHAI 10:21"
    },
    {
      "content": "LALPA malsâwmna chun a siem hausa a, Chutaka chun lungngaina a belsa nawh.",
      "reference": "THUVARHAI 10:22"
    },
    {
      "content": "Khawhlona thaw hi invêt ta ding chun ruolsiekna ang a na, Chuong ang bawk chun, hrietthiemna nei mi ta dingin varna chu a nih.",
      "reference": "THUVARHAI 10:23"
    },
    {
      "content": "Mi khawhlo ṭitna chu ama chung ngeiah hung tlung a ta, Mi fel ditna chu inhlawtlingtir nîng a tih.",
      "reference": "THUVARHAI 10:24"
    },
    {
      "content": "Thlivir chu a fe hmang el hlak angin, mi khawhlo chu a um ta nawh a, Nisienlakhawm, mi fel chu kumkhaw lungphûm ang a nih.",
      "reference": "THUVARHAI 10:25"
    },
    {
      "content": "Uoin thûrin ha a sukṭim ang le, meikhuin mithai a sukthîp angin, Chuong ang chu a nih mi thabo chu a tirtuhai ta dingin.",
      "reference": "THUVARHAI 10:26"
    },
    {
      "content": "LALPA ṭina chun nihai chu a suksei a, Mi khawhlo kumhai ruok chu suktâwi nîng a tih.",
      "reference": "THUVARHAI 10:27"
    },
    {
      "content": "Mi fel beiseina chu lâwmna nîng a ta, Mi khawhlo beiseina ruok chu bohmang a tih.",
      "reference": "THUVARHAI 10:28"
    },
    {
      "content": "LALPA lampui chu mi tluong ta ding chun kul nghettak a na, Suolna thawtuhai ta ding ruok chun bohmangna a nih.",
      "reference": "THUVARHAI 10:29"
    },
    {
      "content": "Mi fel chu sawn hmang ni ngai naw nih a, Mi khawhlo ruok chu hnuoia hin chêng naw nih.",
      "reference": "THUVARHAI 10:30"
    },
    {
      "content": "Mi fel bau chun varna a phusuok a, Lei khêlinhlip ruok chu ât bawng nîng a tih.",
      "reference": "THUVARHAI 10:31"
    },
    {
      "content": "Mi fel hmûrhai chun lâwm tlâkhai chu a hriet a, Mi khawhlo bau ruok chun khêlthu a sâk suok hlak.",
      "reference": "THUVARHAI 10:32"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUVARHAI 10 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}