{
  "verses": [
    {
      "content": "Lal Lemuel thuhai chu; thuvar a nuin ama a inchûktir chu.",
      "reference": "THUVARHAI 31:1"
    },
    {
      "content": "Ieng am, ka naupa? Ieng am, ka sul ra ka naupa? Ieng am, ka thutiemhai naupa?",
      "reference": "THUVARHAI 31:2"
    },
    {
      "content": "Nuhmeihai kuoma chun i hrâtna pe naw la, Lalhai sukbohmang hlaktu kuoma chun i lampuihai pe bawk naw rawh.",
      "reference": "THUVARHAI 31:3"
    },
    {
      "content": "Aw Lemuel, uoin dâwn hi lalhai ta ding a ni nawh a, lalhai ta ding a ni nawh; Lal naupahai khawm chun, “Zu khâw lai am a um a”? ti ding an ni nawh.",
      "reference": "THUVARHAI 31:4"
    },
    {
      "content": "Inrui hlau an ta, dân chu theinghil an ta, Suknawmnata um tukhawm ta dinga rorêlna chu her kâwi hlau an tih.",
      "reference": "THUVARHAI 31:5"
    },
    {
      "content": "Bohmang el dinga inzosa zing kuoma chun zu chu pe la, Lungrila rimsi kuoma chun uoin chu pe rawh.",
      "reference": "THUVARHAI 31:6"
    },
    {
      "content": "Indâwntir la, a tlâksamna chu theinghil raw se, A pasietna chu hre zing bawk ta naw raw se.",
      "reference": "THUVARHAI 31:7"
    },
    {
      "content": "Ṭawngtheilo ta ding chun i bau ka la, Chuong ang po po chungthua chun rausana mâksan an nih.",
      "reference": "THUVARHAI 31:8"
    },
    {
      "content": "I bau chu ka la, feltakin ro chu rêl la, Chun, tlasamhai le pasiehai ta ding chun rorêlna rawng chu bâwl rawh.",
      "reference": "THUVARHAI 31:9"
    },
    {
      "content": "Nuhmei ringum chu tuin am hmu thei a ta? A hlutna chu lung mantamhai nêkin ân sâng dai sih a.",
      "reference": "THUVARHAI 31:10"
    },
    {
      "content": "A pasal lungril chun ama chu a ring a, Hlâwkna tlâksamna hrim hrim nei naw nih.",
      "reference": "THUVARHAI 31:11"
    },
    {
      "content": "Amanu chun a dam sûng nihaia po po chun, Ama chu a thaw ṭhah a, a sukṭha naw ngai nawh.",
      "reference": "THUVARHAI 31:12"
    },
    {
      "content": "Pat le sahmul dâm chu a zawng a, A kuthai chun thafântakin sin a thaw hlak.",
      "reference": "THUVARHAI 31:13"
    },
    {
      "content": "Amanu chu sumdâwng mi lawnghai ang a na, Hlataka inthawkin a bu chu a hung lâk hlak.",
      "reference": "THUVARHAI 31:14"
    },
    {
      "content": "Zân a lân thim lai khawmin a tho a, A sûngkuohai ta ding chun bu a pêk hlak a, A siehlawnuhai ta dingin an chanpuol chu a pêk hlak.",
      "reference": "THUVARHAI 31:15"
    },
    {
      "content": "Lo chu a ngaituoh a, ân châwk a. A kuthai rasuok chun an grêphrui a phun a.",
      "reference": "THUVARHAI 31:16"
    },
    {
      "content": "Hrâtnain a kâwng chu a hrên a, A kuthai chu a sukhrât a.",
      "reference": "THUVARHAI 31:17"
    },
    {
      "content": "A sumdâwngna chu a hlâwk a nih ti chu a hmuh a, A khâwnvar chu zâna khawm chun a thi ngai nawh.",
      "reference": "THUVARHAI 31:18"
    },
    {
      "content": "A kuthai chu sûthlâmah ân nghat a, A kuthai chun hmuithal chu a chel a.",
      "reference": "THUVARHAI 31:19"
    },
    {
      "content": "Mi pasiehai tienga chun a kut chu a phar a; Anih, mi tlasamhai chu a kuthai chu ân tlungtir hlak.",
      "reference": "THUVARHAI 31:20"
    },
    {
      "content": "A insûng ta ding chun vûr chu a ṭi nawh a, A insûng sûngkuohai po po chu sen inlâra inthuom an ni sih a.",
      "reference": "THUVARHAI 31:21"
    },
    {
      "content": "Ama ta ding chun puon kawp ta ṭiel ṭhungphahai a siem a, A silfên chu puon zai inhmi kawp dumpâwl a nih.",
      "reference": "THUVARHAI 31:22"
    },
    {
      "content": "Daikawtkhârhaia chun a pasal chu hriet a na, Ram upahai laia a ṭhung lai khawm chun.",
      "reference": "THUVARHAI 31:23"
    },
    {
      "content": "Puon zai inhmi silfênhai a siem a, a zawr a, Dâwrkaihai kuoma chun kâwngkhihai a pêk a.",
      "reference": "THUVARHAI 31:24"
    },
    {
      "content": "Hrâtna le inzaumna chu a silfên an na, Hun la hung tlunga ding khawm chun ân nui a.",
      "reference": "THUVARHAI 31:25"
    },
    {
      "content": "Varna leh a bau chu a kah a; Lunginsietna inchûktirna chu a leia chun a um a.",
      "reference": "THUVARHAI 31:26"
    },
    {
      "content": "A insûng ta dinga lampuihai chu ṭhatakin a en a, Thabona bei hrim hrim chu a fâk ngai nawh.",
      "reference": "THUVARHAI 31:27"
    },
    {
      "content": "A nauhai chu an tho a, ama chu vângnei an ta, A pasal khawm chun, ama chu ân pâk a;",
      "reference": "THUVARHAI 31:28"
    },
    {
      "content": "“Naunuhmei tamtakhai chun ringumtakin an thaw tah a; Amiruokchu, nang chun an rêngin i khûm vawng a,” tiin.",
      "reference": "THUVARHAI 31:29"
    },
    {
      "content": "Ditsakna hi hmusitum a na, mawina khawm hi teplo mei mei a nih, Amiruokchu, nuhmei LALPA ṭitu chu, ama chu inpâkin um a tih.",
      "reference": "THUVARHAI 31:30"
    },
    {
      "content": "A kuthai rasuok chu ama chu pe la, Dâikawtkhârhaia chun a sinthawhai chun ama chu inpâk raw se.",
      "reference": "THUVARHAI 31:31"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUVARHAI 31 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}