{
  "verses": [
    {
      "content": "Dawnna innêm chun lungin- senna a hnawt hmang a, Ṭawng theidaum ruok chun lunginsenna a chawktho.",
      "reference": "THUVARHAI 15:1"
    },
    {
      "content": "Mi var lei chun hrietna indik a hril suok hlak a, Mi invêt bau ruok chun invêtna a bun suok hlak.",
      "reference": "THUVARHAI 15:2"
    },
    {
      "content": "LALPA mithai chu hmun tinah a um a, Thil ṭha le thil ṭha naw chu a hmu zing hlak.",
      "reference": "THUVARHAI 15:3"
    },
    {
      "content": "Lei hrisêl chu hringna thing a na, Chutaka khêlthu ruok chu lungril kawidarna a nih.",
      "reference": "THUVARHAI 15:4"
    },
    {
      "content": "Mi invêt chun a pa inchûktirna chu a hmusit a, Kâwkna ngaisaktu ruok chun varna a chang hlak.",
      "reference": "THUVARHAI 15:5"
    },
    {
      "content": "Mi fel ina chun ro tamtak a um a, Mi khawhlo hlâwknaa ruok chun buoina a um.",
      "reference": "THUVARHAI 15:6"
    },
    {
      "content": "Mi var hmûrhai chun hrietna a the dar a, Invêt lungril ruok chun chuong angin a thaw ve nawh.",
      "reference": "THUVARHAI 15:7"
    },
    {
      "content": "Mi khawhlo inthawina chu LALPA ta dingin tirdakum a na, Mi tluong ṭawngṭâina ruok chu a lâwm zâwng a nih.",
      "reference": "THUVARHAI 15:8"
    },
    {
      "content": "Mi khawhlo lampui chu LALPA ta dingin tirdakum a na, Felna hnawttu ruok chu a hmangai hlak.",
      "reference": "THUVARHAI 15:9"
    },
    {
      "content": "Lampui mâksantu ta ding chun sukdikna lungngaiumtak a um hlak, Kâwkna theidatu chu thi ngei a tih.",
      "reference": "THUVARHAI 15:10"
    },
    {
      "content": "Seol le Abaddon hman LALPA hmaa chun an um a, Mihriem nauhai lungrilhai chu a va um nasa âwm deh e!",
      "reference": "THUVARHAI 15:11"
    },
    {
      "content": "Hmusittu chun kâwka um chu a ngaina nawh a, Mi var kuoma khawm fe ngai bawk naw nih.",
      "reference": "THUVARHAI 15:12"
    },
    {
      "content": "Lungril hlim chun hmêl hlimtak a siem a, Lungril lungngai ruok chun lungvar a suksiet hlak.",
      "reference": "THUVARHAI 15:13"
    },
    {
      "content": "Mi hrietthiemna neitu lungril chun hrietna a zawng hlak a, Invêthai bau ruok chu invêtnain ân châwm.",
      "reference": "THUVARHAI 15:14"
    },
    {
      "content": "Sukrinuma umhai nihai po po chu ni rilo an na, Lungril lâwmtak mi ruok chun ruoiṭhe zing zingna a nei.",
      "reference": "THUVARHAI 15:15"
    },
    {
      "content": "Hausakna nasatak, buoipuiumtak nêkin, LALPA ṭina le tlâwmte nei a ṭha lem.",
      "reference": "THUVARHAI 15:16"
    },
    {
      "content": "Bâwngchal châwm thau buthlêng chutaka intheidana umna nêkin. Thlaihna buthlêng chutaka hmangaina umna chu a ṭha lem.",
      "reference": "THUVARHAI 15:17"
    },
    {
      "content": "Mi nunsie chun inhalna a chawktho a, Mi lunginsen intak ruok chun inhalna a sukre.",
      "reference": "THUVARHAI 15:18"
    },
    {
      "content": "Mi thabo lampui chu hling daihai ang a na, Mi tluong lampui ruok chu lamtluongpui a nih.",
      "reference": "THUVARHAI 15:19"
    },
    {
      "content": "Naupa var chun pa lâwm a siem a, Mi invêt ruok chun a nu chu a hmusit.",
      "reference": "THUVARHAI 15:20"
    },
    {
      "content": "Mi lungril bo ta ding chun invêtna hi hlimum a na, Mi hrietthiemna nei mi ruok chun a fena chu a suktlûn hlak.",
      "reference": "THUVARHAI 15:21"
    },
    {
      "content": "Inrâwnna um nawnaa chu thiltumhai chu a hlawsam hlak a, Amiruokchu, thurâwntuhai inkhâwm laia chun tungding an nih.",
      "reference": "THUVARHAI 15:22"
    },
    {
      "content": "Dawnna indik chun mi a suklâwm a, A huntaka thu a ni tak hril chu a va ṭha de!",
      "reference": "THUVARHAI 15:23"
    },
    {
      "content": "Mi var lampui chu hringnaah a tungin a kai, Hnuoi tienga Seol chu a mâksan theina dingin.",
      "reference": "THUVARHAI 15:24"
    },
    {
      "content": "Mi chapo sûngkuo chu LALPA chun kar thlûng a ta, Hmeithai ramri ruok chu tungdingpêk a tih.",
      "reference": "THUVARHAI 15:25"
    },
    {
      "content": "Remruotna rilohai hi LALPA ta dingin tirdakum a na, Thu lâwmumhai ruok chu ân thieng.",
      "reference": "THUVARHAI 15:26"
    },
    {
      "content": "Hlêpnaa duâm mi chun a insûng a chawkbuoi a, Thamna theidatu ruok chu hring a tih.",
      "reference": "THUVARHAI 15:27"
    },
    {
      "content": "Mi fel lungril chun dawn dân ding ân chûk hlak a, Mi khawhlo bau ruok chun thil ṭhalohai a sâksuok hlak.",
      "reference": "THUVARHAI 15:28"
    },
    {
      "content": "Mi khawhloa inthawkin LALPA chu a hla a, Mi fel ṭawngṭâina ruok chu a hriet hlak.",
      "reference": "THUVARHAI 15:29"
    },
    {
      "content": "Mithai varna chun lungril a suklâwm a, Chanchin ṭhahai chun ruhai a suktlawr.",
      "reference": "THUVARHAI 15:30"
    },
    {
      "content": "Hringna sukdikna ngaithlâkna neitu chu, Mi var lai chun chêng a tih.",
      "reference": "THUVARHAI 15:31"
    },
    {
      "content": "Inchûktirna sêlkaltu chun ama lungril ngei kha a hmusit a nih; Amiruokchu, kâwkna ngaitu chun hrietthiemna a nei hlak.",
      "reference": "THUVARHAI 15:32"
    },
    {
      "content": "LALPA ṭîna chu varna inchûktirna a nih; Chun, inzakaina hmaa chun inngaitlâwmna a fezie.",
      "reference": "THUVARHAI 15:33"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUVARHAI 15 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}