{
  "verses": [
    {
      "content": "Chun, thuthlung hmasa khawm khan Pathien rawngbâwl dânhai le, a hmun inthieng, hi khawvêla hmun inthieng chu a nei a.",
      "reference": "HEBRAIHAI 9:1"
    },
    {
      "content": "Biekbûk an siem a, a tawntir chu khâwnvar siena dâm, dâwkân dâm, entirna bei siena a nih, chu chu Hmun Inthieng an ti a nih.",
      "reference": "HEBRAIHAI 9:2"
    },
    {
      "content": "Chun, puonzâr pahnina khêla chun biekbûk Hmun Inthieng Tak an ti chu a um a;",
      "reference": "HEBRAIHAI 9:3"
    },
    {
      "content": "chutaka chun riminhnik râwna rângkachak bâwm le, thuthlungna bâwm rângkachak tuia inluon chu a um a; chu thuthlungna bâwm sûnga chun, manna umna rângkachak bêl dâm, Aron hmawl hung inder dâm, thuthlungna lungphêk dâm a um a;",
      "reference": "HEBRAIHAI 9:4"
    },
    {
      "content": "a chungtiengah zângaina ṭhung- pha hliein, ropuina Cherubhai an um bawk a; chuong thuhai chu tuhin chu a kip a kawiin hril thei nâwm ei nih.",
      "reference": "HEBRAIHAI 9:5"
    },
    {
      "content": "Chun, chuong thilhai chu chuong anga siem a lo na, Thiempuhaiin Pathien rawng bâwlin biekbûk tawntira chun an lût rawp hlak a;",
      "reference": "HEBRAIHAI 9:6"
    },
    {
      "content": "a dawttua ruok chun Thiempu Laltak chau kum tin vawikhat thisen chawi ngeiin a lût hlak, chu chu mihai le ama suolna ta dingin ân hlân hlak.",
      "reference": "HEBRAIHAI 9:7"
    },
    {
      "content": "Thlarau Inthiengin hi hi ân hriettir a; Hmun inthienga lûtna lampui chu a lân lang hri nawh a, biekbûk tawntir chu a la ngîr sûng chun, ti hi;",
      "reference": "HEBRAIHAI 9:8"
    },
    {
      "content": "chu chu tulai tekhina hi a nih; chuong ang peiin thilpêk le in- thawinahai khawm an inhlân hlak, chuonghai chun sie le ṭha hrietna kawnga chun a betu chu a sukfamkim thei nawh;",
      "reference": "HEBRAIHAI 9:9"
    },
    {
      "content": "chuong chu fâk ding dâm, dâwn ding dâm, sâwp ding dang dang dâm leh, tisa tieng dânhai chau siem ṭhat hun hmaa dinga ruot chu a nih.",
      "reference": "HEBRAIHAI 9:10"
    },
    {
      "content": "Nisienlakhawm, Krista chu thil ṭha hung um dinghaia Thiempu Laltak hung niin, biekbûk kuta bâwl naw, (chu chu hieng thilsiem laia mi hi a ni nawh tina a nih), ropui le famkim lem fe thlengin,",
      "reference": "HEBRAIHAI 9:11"
    },
    {
      "content": "ei ta dingin chatuona intlanna hmu tain, kêlte le bâwngte thisen lei ni loin, ama thisen lem leiin, Hmun Inthienga chun vawikhatah a lût thleng ta nghâl a.",
      "reference": "HEBRAIHAI 9:12"
    },
    {
      "content": "Kêl le bâwngchalhai thisen le, bâwngla vâm mi inthieng naw chunga the hmanin tisa inthieng khawpa a sukthieng si chun,",
      "reference": "HEBRAIHAI 9:13"
    },
    {
      "content": "Krista, chatuona Thlarau hmêl- hem loa Pathien kuoma inhlân thisen chun Pathien hring rawng bâwl dingin in sie le ṭha hrietna chu thilthaw thihaia inthawk chun a va sukthieng nasa âwm de!",
      "reference": "HEBRAIHAI 9:14"
    },
    {
      "content": "Chun, hi lei hin ama chu thuthlung thar palai chu a nih, thuthlung hmasa hnuoia bawsiet- nahaia inthawk intlanna dingin mi a lo thi ta leiin, koa umhai chun chatuona ro hluo ding chu chang thei an tih.",
      "reference": "HEBRAIHAI 9:15"
    },
    {
      "content": "Thurosie umna taphawtah a sietu thina um ve naw thei a ni si nawh a.",
      "reference": "HEBRAIHAI 9:16"
    },
    {
      "content": "Mi an thi hnungin thurosie chun thu a nei sih a, a sietu a la dam sûng chun thu a nei hlak am a nih?",
      "reference": "HEBRAIHAI 9:17"
    },
    {
      "content": "Chuongchun, thuthlung hmasa khawm kha thisen naw chun an sukdet nawh.",
      "reference": "HEBRAIHAI 9:18"
    },
    {
      "content": "Dân thu ang peiin thupêk taphawt chu Mosiein mi po po a hril hnungin bâwngte le kêlte thisen chu, tui le senlâr le, husawp leh a lâk a, lekhabu ngei le mi po po khawm chu a theh a.",
      "reference": "HEBRAIHAI 9:19"
    },
    {
      "content": "“Hi hi Pathienin in kuoma a pêk tlat thuthlung thisen a ni hi,” tiin.",
      "reference": "HEBRAIHAI 9:20"
    },
    {
      "content": "Chu naw khawm chu biekbûk le rawngbâwlna hmangruo po po chu chuong ang bawk chun thisen chun a the tah a.",
      "reference": "HEBRAIHAI 9:21"
    },
    {
      "content": "Chun, Dân chun chu iengkim deuthaw hi thisena sukthiengin a um hlak a, thisen insuo naw chun ngai- damna hrim a um nawh.",
      "reference": "HEBRAIHAI 9:22"
    },
    {
      "content": "Chuongchun, vâna thil um anghai chu sukthiengin a um hrim ding a nih, vân thil taktakhai ruok chu chuong nêka inthawina ṭha lem haiin sukthiengin a um ding a nih.",
      "reference": "HEBRAIHAI 9:23"
    },
    {
      "content": "Krista chu kuta bâwl hmun inthieng a tak angpuia chun a lût si nawh a; tuhin Pathien hmaa ei aia ngîr dingin vâna ngei a lût ta lem a;",
      "reference": "HEBRAIHAI 9:24"
    },
    {
      "content": "nisienlakhawm, Thiempu Lal- tak chu kum tinin, mâni thisen naw, thisen chawi puma Hmun Inthiengah a lût hlak angin, ama chu mâni inhlân rawp dingin a lût naw bawk a,",
      "reference": "HEBRAIHAI 9:25"
    },
    {
      "content": "chuongchu ni naw sienla leilung insieng tira inthawk vawi tamtak a tuor ta ding a na; nisienlakhawm, tulai hun tâwpa hin inthâwina dinga inhmang fâwmin, suol sukbona dingin vawi khatah a hung inlang ta nghâl a nih.",
      "reference": "HEBRAIHAI 9:26"
    },
    {
      "content": "Chun, mihriem ta dingin vawi khat thi ruot a nih, chu hnunga chun rorêlna um a tih;",
      "reference": "HEBRAIHAI 9:27"
    },
    {
      "content": "chuong ang bawkin Krista khawm mi tamtakhai suol fepui dinga vawi khat inhlâna um tain, sandamna hmu dinga ama lo nghâktuhai kuoma chun, suol ṭhang loin vawi hninaah hung inlang nâwk a tih.",
      "reference": "HEBRAIHAI 9:28"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "HEBRAIHAI 9 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}