{
  "verses": [
    {
      "content": "Chuleiin, ṭîng ei tiu, chuong naw chun, a châwlnaa lûtna thutiema la umin, nangni laiah tûkhawm tling naw angin lo um hlau rawi in tih.",
      "reference": "HEBRAIHAI 4:1"
    },
    {
      "content": "An kuoma hril a ni ang bawk khan Chanchin Ṭha chu ei kuoma hril a ni ngei sih a; nisienlakhawm, an thu ngai chun anni a sukṭhahnem si nawh a, ngaitu taktakhai leh ringnaa zawmin an um naw leiin.",
      "reference": "HEBRAIHAI 4:2"
    },
    {
      "content": "Eini ring tahai hi chu châwlnaa chun ei lût zing a nih. “Ka lungsena kân khâm ang khan, Ka châwlnaa chun lût naw ni hai,” a ti ang khan, leilung insieng tira sinhai chu thaw zo ni ta sien khawm.",
      "reference": "HEBRAIHAI 4:3"
    },
    {
      "content": "Khâwlai hmuna manih ni sari ni thu hieng ang hin a hril a nih, “Chun, ni sari nia chun Pathienin a sinthaw po po a châwl san tah a,” tiin,",
      "reference": "HEBRAIHAI 4:4"
    },
    {
      "content": "Chun hi hmuna hin, “Ka châwlnaa chun lût naw ni hai,” a ti nâwk a.",
      "reference": "HEBRAIHAI 4:5"
    },
    {
      "content": "Chuongchun, ṭhenkhat chu châwlnaa chun an la lût ding thu a um leiin le, inhmaa Chanchin Ṭha hril dawngtuhai chu awi naw leia an lût ta naw leiin,",
      "reference": "HEBRAIHAI 4:6"
    },
    {
      "content": "sâwttak hnung khan David chun, “Vawisûn hin,” tiin ni ieng amanih a ruot nawn nâwk a nih, “Vawisûn hin a râwl in hriet chun, In lungril sukngar naw ro,” tia a hmaa ka hril ang khan.",
      "reference": "HEBRAIHAI 4:7"
    },
    {
      "content": "Josua chun anni chu ân châwltir ta si chun, chu hnunga chun ni dang thu chu hril naw ni.",
      "reference": "HEBRAIHAI 4:8"
    },
    {
      "content": "Chuongchun, Pathien mihai ta ding chun Châwlnia châwlna a la um ta rawp a.",
      "reference": "HEBRAIHAI 4:9"
    },
    {
      "content": "A châwlnaa lût ta chu, Pathienin ama sinthawhai a châwl san ang khan ama khawm chun a sinthawhai a châwl san ve tah a.",
      "reference": "HEBRAIHAI 4:10"
    },
    {
      "content": "Chuongchun, tûkhawm chu thuawi nawna leia an tlûk anga ei tlûk nâwna dingin, chu châwlnaa lût ding chun ṭhahnem ngai ei tiu.",
      "reference": "HEBRAIHAI 4:11"
    },
    {
      "content": "Pathien thu hi a hring a, thil a thaw thei a, kâwlhnâm ngeituo ieng ang nêk khawmin a ngei a, hringna le thlarau, rulechâng le thlin kawi dar khawp hielin a sun thei a, lungrila ngaituo le tumhai hi a hriet nghâl thei a nih.",
      "reference": "HEBRAIHAI 4:12"
    },
    {
      "content": "Thil siem ama mithmua inlang naw hrim hrim a um nawh. Ei chanchin ei intlunna ding mithmua chun iengkim saruok le inhawng sain a um lem a nih.",
      "reference": "HEBRAIHAI 4:13"
    },
    {
      "content": "Chuongchun, vânahai fe thleng tah, Thiempu Laltak ropuitak, Isu Pathien Naupa chu ei nei leiin, ei thuring hi pawm tlat ei tiu.",
      "reference": "HEBRAIHAI 4:14"
    },
    {
      "content": "Thiempu Laltak ei hrât nawzie inhrietnahai mi hrietpui phâk naw nei ei ni si nawh a. Eini anga kawng tinrênga thlêmna tuok tah, suol ruok chu suol naw nei ei ni lem.",
      "reference": "HEBRAIHAI 4:15"
    },
    {
      "content": "Chuongchun, zângaina ei hmu theina ding le, ṭhangpui ei ngai phaa ṭhangpuina lunginsietna chu ei hmu theina dingin lunginsietna lalṭhung- pha chu huoitakin hnai ei tiu.",
      "reference": "HEBRAIHAI 4:16"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "HEBRAIHAI 4 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}