{
  "verses": [
    {
      "content": "Thiempu Laltak taphawt, suolna- hai leia thilpêk le inthâwina ân hlân kawp theina dingin, mihriem laia inthawka lâk tuma lo umin, Pathien tieng thilhaia chun mihriem- hai ta dingin ruot an ni hlak sih a.",
      "reference": "HEBRAIHAI 5:1"
    },
    {
      "content": "Chuonghai chun iengkhawm hre nawhai le lampui inhmanghai chungah zai an daw thei hlak a nih, anni ngei khawm hrât nawna inhuol vêla an um bawk leiin.",
      "reference": "HEBRAIHAI 5:2"
    },
    {
      "content": "Chun, chu lei chun, mihai ta dinga an inhlânpêk angin, anni ta ding ngei khawmin suolhai leiin in- hlân ve naw thei an ni nawh.",
      "reference": "HEBRAIHAI 5:3"
    },
    {
      "content": "Chun, tûkhawmin chu chawi- mawina chu mâni ta dingin an inbel ngai nawh. Aron anga Pathien iko an ni naw chun.",
      "reference": "HEBRAIHAI 5:4"
    },
    {
      "content": "Chuong ang bawkin Krista khawm chu Thiempu Laltaka siem dingin mâni ân sukropui nawh a, “Nang chu ka Naupa i na, Vawisûn hin ka nei che a nih,” tia hriltu khan a sukropui ta lem a nih;",
      "reference": "HEBRAIHAI 5:5"
    },
    {
      "content": "“Nang chu Melkizedek um dân anga Chatuon Thiempu i nih,” tia hmun danga a hril ang khan.",
      "reference": "HEBRAIHAI 5:6"
    },
    {
      "content": "Ama chun a tisa put lai nihaia khan thinaa inthawka ama sandam theitu kuoma khan nasataka khêk le mitthli tla puma ṭawngṭainahai le hninahai ân hlân a, a ṭi dêk leiin ngaiin a um a,",
      "reference": "HEBRAIHAI 5:7"
    },
    {
      "content": "Naupa rau ni sienla khawm a thil tuorhaia chun thu âwi ân chûk tah a nih;",
      "reference": "HEBRAIHAI 5:8"
    },
    {
      "content": "chuongchun, sukṭhat famkima hung umin a thu awi po pohai ta dingin chatuona sandamna bulpui a hung ni tah a,",
      "reference": "HEBRAIHAI 5:9"
    },
    {
      "content": "Melkizedek um dân anga Thiempu Laltakah Pathienin ân bûk tah a.",
      "reference": "HEBRAIHAI 5:10"
    },
    {
      "content": "Chu mi chanchina chun hril ding tamtak kan nei a, hrilfie khawm ân tak, in na a lo sêt ta leiin.",
      "reference": "HEBRAIHAI 5:11"
    },
    {
      "content": "A hun ngaituo chun inchûktirtu ni rau ta âwm in nia chu, Pathien thu inchûktirna bulhai chu inchûktir in ngai nâwk tah a; bu rum ni loa, nênetui la ngai mi ang in hung ni nâwk ta hi.",
      "reference": "HEBRAIHAI 5:12"
    },
    {
      "content": "Nênetui ring taphawt chun felna thua chun hrietna an nei nawh a, nautê an la ni leiin.",
      "reference": "HEBRAIHAI 5:13"
    },
    {
      "content": "Bu rum ruok chu puitlinghai ta dingin a nih, chuonghai chun asie aṭha hrefie dingin an hriettheina chu hmangin an sâwizawi tah.",
      "reference": "HEBRAIHAI 5:14"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "HEBRAIHAI 5 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}