{
  "verses": [
    {
      "content": "Chuongchun, unau inthieng vân kona chang vehai, ei thuringa Tirko le Thiempu Laltak, Isu chu ngaituo ro;",
      "reference": "HEBRAIHAI 3:1"
    },
    {
      "content": "Pathien sûnghai po po laiah Mosie ring a um ang bawk khan, ama chu a ruottu kuoma chun ring a um a nih.",
      "reference": "HEBRAIHAI 3:2"
    },
    {
      "content": "Sûng khata a puipa chu a sûnghai nêkin an chawimawi ang ngeiin, ama chu Mosie nêkin ropui nâwk zuolna hmu tlâka ruot a ni sih a.",
      "reference": "HEBRAIHAI 3:3"
    },
    {
      "content": "Sûng tin hin a puipa tu amanih bêk an nei seng hlak sih a, iengkima a puipa ruok chu Pathien a nih.",
      "reference": "HEBRAIHAI 3:4"
    },
    {
      "content": "Chun, chu hnunga thu la hril dinghai inhriettirna dingin, Mosie chu Pathien sûnghai po po laia rawngbâwltua chun ring a um ngei a;",
      "reference": "HEBRAIHAI 3:5"
    },
    {
      "content": "Krista ruok chu Pathien sûnghai chungah Naupaah ring a um a nih. A sûnghai chu eini hi ei nih, a tâwp chenin ei huoina le, ei beiseina suongum hi dettaka ei chel phawt chun.",
      "reference": "HEBRAIHAI 3:6"
    },
    {
      "content": "Chuongchun, Thlarau Inthieng hril ang bawkin:— “Vawisûn hin a râwl in hriet chun,",
      "reference": "HEBRAIHAI 3:7"
    },
    {
      "content": "Thlalêra thlêmna nia, An suknuor lai ang khan, In lungril sukngar naw ro;",
      "reference": "HEBRAIHAI 3:8"
    },
    {
      "content": "Chutaka chun in thlâtuhai chun An mi fiein an mi thlêm a, Kum sâwmli sûnga Ka thilthawhai an hmuh a;",
      "reference": "HEBRAIHAI 3:9"
    },
    {
      "content": "Chuongchun, chu thlâhai chunga chun ka lungni nawh a, ‘An lungrilin an ngai suol rawp hlak a, Ka lampuihai khawm an hriet nawh,’ ka tih a,",
      "reference": "HEBRAIHAI 3:10"
    },
    {
      "content": "Ka lungsena kân khâm ang khan, Ka châwlnaa chun lût naw nihai,” tiin.",
      "reference": "HEBRAIHAI 3:11"
    },
    {
      "content": "Unauhai, fimkhur ro, chuong naw chun, Pathien hring chu bânsan dingin nangni laiah tu sûnga khawm awi nawna lungril suol hung um rawi a tih.",
      "reference": "HEBRAIHAI 3:12"
    },
    {
      "content": "“Vawisûn,” an ti sûng hin ni tinin infui tuo lem ro; chuong naw chun, nangni laia mi tûkhawm hi suol hlêmnaa sukngarin um rawi in tih.",
      "reference": "HEBRAIHAI 3:13"
    },
    {
      "content": "Krista changtuhai ei lo ni ta sih a, ei ring san phutna kha a tâwp chena dettaka ei chel tlat phawt chun,",
      "reference": "HEBRAIHAI 3:14"
    },
    {
      "content": "“Vawisûn hin a râwl in hriet chun, An suknuor lai ang khan, In lungril sukngar naw ro,” an ti sûng po hin.",
      "reference": "HEBRAIHAI 3:15"
    },
    {
      "content": "Anleh, tuhai am an na hre zing sia suknuor kha? Aigupta rama inthawka Mosie ṭhuoia suok po pohai kha an ni naw am a nih?",
      "reference": "HEBRAIHAI 3:16"
    },
    {
      "content": "Chun, tuhai chung âm a na kum sâwmli sûng a lungni naw kha? Suksuoltu, an ruong thlalêra tlu tahai chunga khan a ni naw am a nih?",
      "reference": "HEBRAIHAI 3:17"
    },
    {
      "content": "Chun, thuawi nawhai kuoma chau naw chun tu kuom âm a châwlnaa lût naw dingin inkhâmin a tiem a?",
      "reference": "HEBRAIHAI 3:18"
    },
    {
      "content": "Chuongchun, ring nâwna leiin an lût thei ta nawh ti ei hriet a nih.",
      "reference": "HEBRAIHAI 3:19"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "HEBRAIHAI 3 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}