{
  "verses": [
    {
      "content": "Chuongchun, ei thu hrilhai laia a pawimaw tak chu hi hi a nih: Chuong ang, thiempu Laltak, vânahai khin Ropuitak lalṭhungpha chang tienga hang ṭhung chu ei nei a nih;",
      "reference": "HEBRAIHAI 8:1"
    },
    {
      "content": "Hmun Inthieng le biekbûk taktak, mihriem ibâwl ni loa, Lalpa ibâwl lema rawngbâwltu chu.",
      "reference": "HEBRAIHAI 8:2"
    },
    {
      "content": "Thiempu Laltak taphawthai chu thilpêk le inthawinahai inhlân dinga ruot an ni sih a; chuongchun, hi Thiempu Laltak khawm hin ieng amani bêk inhlân ding nei a ngai a nih.",
      "reference": "HEBRAIHAI 8:3"
    },
    {
      "content": "Hnuoia hin hung um sien chu Thiempu hrim ni naw tawp a tih; Dân thu ang peia thilpêk inhlântuhai lo um sa an um leiin.",
      "reference": "HEBRAIHAI 8:4"
    },
    {
      "content": "Chuonghai chun vân thilhai chu a lim le a hlim rawng an bâwl hlak a, Mosiein biekbûk a bâwl ding laia, “Tlânga enkhi ding i kuoma inentira um ang tak khan, iengkim siem dingin fimkhur rawh,” tia Pathienin a hril ang khan.",
      "reference": "HEBRAIHAI 8:5"
    },
    {
      "content": "Tu ruok hin chu thuthlung ṭha nâwkzuol palai a nizie ang peiin rawngbâwl sin ṭha lem a lo chang tah a, chu thuthlung chu thutiem ṭha lem chungahai siem a nih.",
      "reference": "HEBRAIHAI 8:6"
    },
    {
      "content": "Chu thuthlung hmasa chu dem- na um lo lo ni sien chu, a pahnina ta ding chun hmun a zawng naw ding bah.",
      "reference": "HEBRAIHAI 8:7"
    },
    {
      "content": "Anni demin hieng hi a hril a nih: “Ngai ta, nihai a hung tlung ding a ni tah, Lalpain a tih, Chuong niahai chun Israel sûnghai le, Juda sûnghai lai chun thuthlung thar siem ka ta,",
      "reference": "HEBRAIHAI 8:8"
    },
    {
      "content": "An thlatuhai Aigupta rama ṭhuoi suok dinga, An kuta ka chel nia, Ka thuthlung ang kha ni loin; Ka thuthlunga chun an um zing si nawh a, Chuongchun, anni chu ka ngaisak ta naw a nih, Lalpain a tih.",
      "reference": "HEBRAIHAI 8:9"
    },
    {
      "content": "Chuong ni hnunga chun Israel sûnghai kuoma Thu ka thlung ding chu hieng hi a nih, Lalpain a tih; An lungrilah ka thupêkhai sieng ka ta, An lungrilah ziek bawk ka ta; Chun, anni ta dingin Pathien nîng ka ta, Keia ta dingin anni chu ka mihai ni bawk an tih:",
      "reference": "HEBRAIHAI 8:10"
    },
    {
      "content": "Chun, mi tinin, ‘Lalpa chu hre rawh,’ tiin Mâni tuolbâwm le, Mâni unau inchûktir ta naw ni hai a, A chîn taka inthawkin a lien tak chenin, An rêngin an mi hriet seng ta ding leiin.",
      "reference": "HEBRAIHAI 8:11"
    },
    {
      "content": "An bawsietnaahai zângai ka ta, An suolhai khawm hre zing ta naw ning,” tiin.",
      "reference": "HEBRAIHAI 8:12"
    },
    {
      "content": "“Thuthlung thar,” tiin a hril lei khan a hmasa chu a sukhlui tah a nih. Chuongchun, hung hluia hung upa ta chu a bo vâng vâng ta a nih.",
      "reference": "HEBRAIHAI 8:13"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "HEBRAIHAI 8 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}