{
  "verses": [
    {
      "content": "Pathien inhmaa thlatuhai kuoma bung tamtak le kawng tinrênga zâwlneihaia thu lo hriltu khan,",
      "reference": "HEBRAIHAI 1:1"
    },
    {
      "content": "hieng ni tâwpa hin eini kuomah a Naupaa chun thu a hril tah. Ama chu iengkim rohluotu dingin a ruot a, amaa bawk chun khawvêlhai chu a siem a.",
      "reference": "HEBRAIHAI 1:2"
    },
    {
      "content": "Ama chu a Pathien ropuina var le, a tak angpui ngei leh, ama thil- thawtheina thuah iengkim tungding- tu niin, suolhai a sukthieng hnungin chung tienga Ropuitak changtienga khin a hang ṭhung a.",
      "reference": "HEBRAIHAI 1:3"
    },
    {
      "content": "Vântirkohai nêka hming ṭha lem ro a hluo sâwng ang ngeiin anni nêka ropui lem a hung ni ta sih a.",
      "reference": "HEBRAIHAI 1:4"
    },
    {
      "content": "Vântirko hai laia tu kuom am hi thu hi a hril hlak a? “Nang chu ka Naupa i nih, Vawisûn hin ka nei che a nih,” ti le, “A ta dingin Pa ning ka ta, Ama chu keia ta dingin Naupa ning a tih,” ti hi.",
      "reference": "HEBRAIHAI 1:5"
    },
    {
      "content": "Chun, Nau lutir chu khawvêla hin a ṭhuoi lût nâwkin, “Pathien vântirkohai po po khawmin, Ama chibai bûk raw se,” a tih a.",
      "reference": "HEBRAIHAI 1:6"
    },
    {
      "content": "Chun, vântirko chungchâng thua chun hi hi a hril a nih: “Ama chun a vântirkohai chu, Thliah ân changtir hlak a, A rawngbâwltuhai khawm, Meichawkah ân changtir hlak,” ti hi.",
      "reference": "HEBRAIHAI 1:7"
    },
    {
      "content": "Naupa chungchâng thua ruok chu hi hi a hril a nih: “Aw Pathien, i lalṭhungpha chu Chatuonin a um ding a nih; Indikna lal hmawl khawm chu, I ram lal hmawl chu a nih.",
      "reference": "HEBRAIHAI 1:8"
    },
    {
      "content": "Felna chu i ngaina a, Bawsietna chu i theida kha; Chuleiin, Pathien, i Pathien chun, I ruolhai nêk chun, Hlimna hriek a nâl nasa lem che hi,” ti le,",
      "reference": "HEBRAIHAI 1:9"
    },
    {
      "content": "“Nang Lalpa, a tîrin, Leilung innghatsan i phûm tah a, Vânhai khawm i kutsuok a na,",
      "reference": "HEBRAIHAI 1:10"
    },
    {
      "content": "Chuonghai chu la bohmang a ta, Nang ruok chu um sawng ding i nih; Chun, chuonghai po po chu, Silfên angin la hlui a ta,",
      "reference": "HEBRAIHAI 1:11"
    },
    {
      "content": "Puon angin zuol bawk i ta– Silfên ang elin, Chuongchun, hung danglam tâng a ta; Nang ruok chu i pângngai rawp a, I kumhai khawm bo naw ni,” tiin.",
      "reference": "HEBRAIHAI 1:12"
    },
    {
      "content": "Nisienlakhawm, vântirkohai laia tu chungchâng thu âm hi hi a hril hlak a? “Ka changtieng ṭhung rawh, I hmêlmahai i kepha sirsana, Ka siem hmakhat chun,” ti hi.",
      "reference": "HEBRAIHAI 1:13"
    },
    {
      "content": "Anni po po chu rawngbâwlna thlarauhai, sandamna rohluotu ding- hai ta dinga rawngbâwl dinga tirsuok an ni naw am a nih?",
      "reference": "HEBRAIHAI 1:14"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "HEBRAIHAI 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}