{
  "verses": [
    {
      "content": "Chuleiin, naa ei ihriethai kha ṭhahnemngaitakin ei pawisa nâwkzuol ding a nih, chuong naw chun, intawl hmang hlau rawi ei tih.",
      "reference": "HEBRAIHAI 2:1"
    },
    {
      "content": "Vântirkohai hmanga thu hril hman kha a lo det a, bâwsietna le thuâwi nawna tinrênghai chun thungna feltak a hmu pei si chun,",
      "reference": "HEBRAIHAI 2:2"
    },
    {
      "content": "hieng ang lâwma sandamna ropui hi inthlathlam inla, iengtin am tlân suok thei hlak ei ta? Chu Sandamna thu chu Lalpa hmanga a tîra hril a ni tah a, a hretuhai chun an mi sukdet pêk pei a.",
      "reference": "HEBRAIHAI 2:3"
    },
    {
      "content": "Pathien khawmin inchiknahai le thilmakhai le, thilthawtheina tin- rênghai le, ama dit zâwng ang peia Thlarau Inthieng thil semhai le chun, anni chu a hrietpui a.",
      "reference": "HEBRAIHAI 2:4"
    },
    {
      "content": "Khawvêl la hung um ding, a chanchin ei hril chu vântirkohai hnuoia chu a sie nawh,",
      "reference": "HEBRAIHAI 2:5"
    },
    {
      "content": "Nisienlakhawm, mi tu amani chun khâwlai âm ani chu hieng thu hi inhriettirin a hril ta lem a: “Mihriem hi ieng am a nih a, i hriet zing hlak a na? Mihriem naupa khawm hi ieng am a nih a, i kan hlak a na?",
      "reference": "HEBRAIHAI 2:6"
    },
    {
      "content": "Ama chu vântirkohai nêka inhnuoiin i siem hrih a, Ropuina le chawimawina în khumtir a, I kutsuok chungahai chun hotuah i siem bawk a;",
      "reference": "HEBRAIHAI 2:7"
    },
    {
      "content": "“A ke hnuoiah iengkim i sieh a,” tiin. Chuongchun, a hnuoiah iengkim a sie leiin a hnuoia sie naw ieng- khawm a nei nawh. Amiruokchu, tuhin chu iengkim a hnuoiah umin ei la hmu hri nawh.",
      "reference": "HEBRAIHAI 2:8"
    },
    {
      "content": "Nisienlakhawm, Isu vântirkohai nêka inhnuoia siema la um hri chu thina tuor leia ropuina le chawi- mawina inkhumtira umin ei hmu ta lem a nih; Pathien lunginsietna leia thîna chu mi tin ân tempêkna dingin.",
      "reference": "HEBRAIHAI 2:9"
    },
    {
      "content": "A ta dinga iengkim uma, a zâra iengkim um bawk ta ding chun, nau tamtak ropuinaa a ṭhuoi lût chun, an sandamna siemtu kha tuornahai leiin sukfamkim chu a âwm hrim sih a.",
      "reference": "HEBRAIHAI 2:10"
    },
    {
      "content": "A sukthiengtu le a isukthieng- hai chu an rêngin Mi pakhata suok an ni sih a; chuleiin, ama chun anni rawi chu “Unauhai,” ti ân zak nawh a:",
      "reference": "HEBRAIHAI 2:11"
    },
    {
      "content": "“Ka unauhai lai i hming hril ka ta, Um khâwmhai laia chun, Hla sakin inpâk ka ti che,” tiin.",
      "reference": "HEBRAIHAI 2:12"
    },
    {
      "content": "Chun, “Amaah ka ringna innghat ka tih,” a ti nâwk a. Chun, “En ta u, kei le, Pathien mi pêk naupanghai hi,” a ti nâwk bawk a.",
      "reference": "HEBRAIHAI 2:13"
    },
    {
      "content": "Chuongchun, naupanghai hi tisa le thisen changtuhai an ni tâwl leiin, ama ngei khawmin chuong bawk chu a chang ve tah a; thînain thîna thuneitu (chu chu Diebol a nih), a sukbohmang theina ding le,",
      "reference": "HEBRAIHAI 2:14"
    },
    {
      "content": "thîna ṭi leia dam sûnga suoka um po pohai chu a sansuok theina dingin.",
      "reference": "HEBRAIHAI 2:15"
    },
    {
      "content": "A iṭhangpui hlakhai chu vântir- kohai an ni dêr si nawh a, Abraham thlahai an nih a iṭhangpui hlak chu.",
      "reference": "HEBRAIHAI 2:16"
    },
    {
      "content": "Chuongchun, mihai ta dingin suol thuphachawina siempêk dingin, Pathien tieng thilhaia chun, Thiem- pu Laltak, mi lâinatthei le ringum tak a ni theina dingin, iengkima a unauhai anga hung um chu a ṭûl hrim a nih.",
      "reference": "HEBRAIHAI 2:17"
    },
    {
      "content": "Ama ngei chun thlêmna tuokin a lo tuor ta leiin, thlêmna tuokhai chu a ṭhangpui thei a nih.",
      "reference": "HEBRAIHAI 2:18"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "HEBRAIHAI 2 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}