{
  "verses": [
    {
      "content": "Chun, ringna hi thil beiseihai um ngeia hrietna, thil hmu lohai hrietchiengna a nih.",
      "reference": "HEBRAIHAI 11:1"
    },
    {
      "content": "Chutaka chun upahai khan inpâk an hlaw sih a.",
      "reference": "HEBRAIHAI 11:2"
    },
    {
      "content": "Ringnain khawvêlhai hi Pathien thua siem fel diem a ni ta ti ei hriet, chuongchun, thil hmu theihai hi thil inlang theihaia siem a ni nawh.",
      "reference": "HEBRAIHAI 11:3"
    },
    {
      "content": "Ringnain Abel chun Kaina nêkin inthâwina ṭha lem Pathien kuomah ân hlân a, chu lei chun mi fel a nih ti inhriettirna a hlaw a, Pathienin a thilpêkhai kawnga chun thu ân hriettir a, chun, chu ringna lei chun ama chun thi ta hnungin thu a la hril ta rawp a nih.",
      "reference": "HEBRAIHAI 11:4"
    },
    {
      "content": "Ringnain Enok kha thina hre lo dinga lâk hmangin a lo um a. Chun, Pathienin a lâk hmang ta leiin hmu thei a ni ta nawh a. Lâk hmanga a um hmain Pathien lâwm zâwng mi a ni ti inhriettir a ni ta hrim a.",
      "reference": "HEBRAIHAI 11:5"
    },
    {
      "content": "Nisienlakhawm, ringna naw chun ama lâwm zâwng mi ni ruol a ni nawh; Pathien kuoma hung chun ama chu a um ti le, a zawngtuhai kuomah lâwmman pe hmang a nih, ti ring ding a nih.",
      "reference": "HEBRAIHAI 11:6"
    },
    {
      "content": "Ringnain Noa chu thil la hung inlang lohai kawng thuah Pathien hrila lo umin Pathien ṭidêkin, ama sûngkuo sandamna dingin lawng a tuk a; chu chun khawvêl chu thiemnaw ân changtir tah a, ringna leia felna um ro chu hluotu a lo ni tah a.",
      "reference": "HEBRAIHAI 11:7"
    },
    {
      "content": "Ringnain Abraham chu koa a um lai khan, a rohluo ding hmuna lût dingin fe suok thu chu a pawm tah a; chun, a fena ding tieng khawm hre loin a fe suok tah a.",
      "reference": "HEBRAIHAI 11:8"
    },
    {
      "content": "Ringnain ram tiema khan mi rama châm ang elin a lo châm ta zing a, thutiem hmunkhat, ro a ihluopui ding Isak le Jakob hai angin puon inahai a lo um a;",
      "reference": "HEBRAIHAI 11:9"
    },
    {
      "content": "khuo, lungphûmhai nei mi, Pathien ibâwl le siem chu a nghâk zing leiin.",
      "reference": "HEBRAIHAI 11:10"
    },
    {
      "content": "Ringnain Sara ngei khawmin, a tiemtu chu ringuma a ruot leiin tar ta hnungin chi pai theina a hmuh a.",
      "reference": "HEBRAIHAI 11:11"
    },
    {
      "content": "Chuongchun, pasal pakhat, mi- thi ang el ni tahnunga inthawkin, vâna arasihai anga tam, tuisuoriet panga phaiphin anga tiem sêng naw an hung suok tah a.",
      "reference": "HEBRAIHAI 11:12"
    },
    {
      "content": "Chuong po po chu ringna neiin an thi tah a, thiltiemhai chu chang loin; nisienlakhawm, chuong chu hlataka inthawka hmuin chibai an lo bûk tah a, hnuoia hin mikhuol le khuolfe el an ni ti an inhriettir ta bawk a.",
      "reference": "HEBRAIHAI 11:13"
    },
    {
      "content": "Chuong ang thu hriltuhai chun anni ram ding an zawng ti a suklang sih a.",
      "reference": "HEBRAIHAI 11:14"
    },
    {
      "content": "Chun, an suokna ram chu lung- kham hai sien chu fena remchâng an hmu ngei ta ding a nih.",
      "reference": "HEBRAIHAI 11:15"
    },
    {
      "content": "Nisienlakhawm, tuhin chu ram ṭha nâwkzuol châk an na, chu chu vâna um a nih. Chuongchun, Pathienin an Pathien tia um chu ân zak nawh, an ta dingin khuo chen a lo buotsaipêk ta sih a.",
      "reference": "HEBRAIHAI 11:16"
    },
    {
      "content": "Ringnain Abraham chu fiea a um khan Isak ân hlân a; anih, thutiemhai lâwmtaka changtu chun, a naupa khât nei sun chu ân hlân a,",
      "reference": "HEBRAIHAI 11:17"
    },
    {
      "content": "“Isaka hin i thlahai tîng an tih,” a ti ang ngei khan;",
      "reference": "HEBRAIHAI 11:18"
    },
    {
      "content": "Pathienin mithi laia inthawkin a keitho thei ti hrein chutaka chun thi ta hnung keitho angin a hmu nâwk ta ngei bawk a.",
      "reference": "HEBRAIHAI 11:19"
    },
    {
      "content": "Ringnain Isak chun thil la hung tlung dinghai thuah Jakob le Esau mal a sâwmpêk a.",
      "reference": "HEBRAIHAI 11:20"
    },
    {
      "content": "Ringnain Jakob chun, a thi ding lai khan, Josef nauhai chu mal a sâwm ve ve a; a hmawl hmawr ring ringsanin Pathien a biek bawk a.",
      "reference": "HEBRAIHAI 11:21"
    },
    {
      "content": "Ringnain Josef chun, a thi a hung hnai khan, Israel thlahai suok ding thu a hril a, a ruhai kawng thuah thu a pêk bawk a.",
      "reference": "HEBRAIHAI 11:22"
    },
    {
      "content": "Ringnain Mosie a pieng lai khan, nautê hmêlṭha tak a ni leiin, thla thum sûng a nu le pa thup- hmangin a um a; lal thupêk khawm an ṭi nawh.",
      "reference": "HEBRAIHAI 11:23"
    },
    {
      "content": "Ringnain Mosie chun, a hung puitling hnung khan, Pharao naunu naupaa inbûk chu a nuom nawh a.",
      "reference": "HEBRAIHAI 11:24"
    },
    {
      "content": "Sâwt nawtê kâr suol inhawina hlimpui nêk chun Pathien mihai le suknawmnat tuor a thlang ta lem a;",
      "reference": "HEBRAIHAI 11:25"
    },
    {
      "content": "Krista an hmusitna chu Aigupta ram rohai nêk chun sum ropui lemah a ruot a, lâwmman pêk ding chu a thlîr hlak leiin.",
      "reference": "HEBRAIHAI 11:26"
    },
    {
      "content": "Ringnain lal lunginsenna chu ṭi loin Aigupta ram a mâksan a, hmu thei naw Pathien chu a hmu leiin a tuor fan fan a nih.",
      "reference": "HEBRAIHAI 11:27"
    },
    {
      "content": "Ringnain Fekân Ruoiṭhe le thisen the kha a siem a, nau lutir sukbohmangtu chun anni a tâwk nâwna dingin.",
      "reference": "HEBRAIHAI 11:28"
    },
    {
      "content": "Ringnain khawmuola fe angin Tuisuoriet Sena khan an fe kai a; Aiguptahaiin chu chu thaw an tum ve a, lem zoin an um tah a.",
      "reference": "HEBRAIHAI 11:29"
    },
    {
      "content": "Ringnain Jeriko kul kha ni sari an inhuol hnungin a chim tah a.",
      "reference": "HEBRAIHAI 11:30"
    },
    {
      "content": "Ringnain Rahab nawchizawr kha awi nawhai lai a bohmang ve ta nawh a, enthlatuhai chu tlangtaka a lâwm leiin.",
      "reference": "HEBRAIHAI 11:31"
    },
    {
      "content": "Chun, ieng am la hril rawp ka ta? Gideon thu dâm, Barak thu dâm, Samson thu dâm, Jephtha thu dâm, David thu dâm, Samuel thu dâm, zâwlneihai thu dâm hril lang hunin mi dai si naw nih a.",
      "reference": "HEBRAIHAI 11:32"
    },
    {
      "content": "Chuonghai chun ringnain ram- hai an lâk a, thil fel an thawh a, thutiemhai an chang a, sakeibaknei khâkhai an sukchîp a, mei thilthaw- theina an sukmit a, kâwlhnâm ngei chenin an pumpel a.",
      "reference": "HEBRAIHAI 11:33"
    },
    {
      "content": "Hrât nawnaa inthawka hrâttak- a siemin an um a, indonaa chun mi hrât khawkhêng an lo na, hnam dang indo pâwlhai an intlânsiettir a.",
      "reference": "HEBRAIHAI 11:34"
    },
    {
      "content": "Nuhmeihaiin an mithihai tho nâwk an hmuh a, mi danghai khawm sawisakin an um a, thonâwkna ṭha nâwkzuol an chang theina dingin san suok an nuom nawh.",
      "reference": "HEBRAIHAI 11:35"
    },
    {
      "content": "Mi dang khawmin suknawmnat le vuokhai an tuor a, anih, chu naw khawm chu kawlbun le intângna ina khum dâm an tuok bawk a,",
      "reference": "HEBRAIHAI 11:36"
    },
    {
      "content": "lunga dêngin an um a, thingâtnaa ât bawngin an um a, thlêmna an tuok a, kâwlhnâma sât hlumin an um a, berâm vun le kêl vun silin an invai a; rimsitakin, rinumtakin, suknawmnatin an um a.",
      "reference": "HEBRAIHAI 11:37"
    },
    {
      "content": "Chuonghai ta ding chun khawvêl hi umna tlâk a ni nawh. Thlalêra dâm, tlânga dâm, pûka dâm, khura dâm an invâk an invâk hlak a.",
      "reference": "HEBRAIHAI 11:38"
    },
    {
      "content": "Chun chuonghai po po chun an ringna leiin inpâk an lo hlawh a, thiltiem chu an chang nawh.",
      "reference": "HEBRAIHAI 11:39"
    },
    {
      "content": "Eini ṭhang lova, anni chu suk- famkima an um nawna dingin Pathienin eini kawng thuah thil ieng amanih ṭha nâwkzuol a buotsai ta leiin.",
      "reference": "HEBRAIHAI 11:40"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "HEBRAIHAI 11 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}