{
  "verses": [
    {
      "content": "Chuongchun, chuong ang lâwma tam, mi thlîrtuhai in- huol vêla ei um leiin, a mi sukhnawk taphawt le suol einia kawp tlat chu sie thla vêng ei ta, ei hmaa intlânsiekna uma hin seltakin tlân pei ei tiu.",
      "reference": "HEBRAIHAI 12:1"
    },
    {
      "content": "Isu ei ringna siemtu le suk- famkimtu tieng chu en zingin; ama chun a hmaa hlimna um lei chun muolphona chu ngainêpin, kraws chu a tuor a, Pathien lalṭhungpha changtieng khin a hang ṭhung tah a.",
      "reference": "HEBRAIHAI 12:2"
    },
    {
      "content": "In hung sâwl a, in thlarau tieng in hung chau nawna dingin, misuol- hai theidana nasatak tuormuolsuotu ngei chu ngaituo ro.",
      "reference": "HEBRAIHAI 12:3"
    },
    {
      "content": "Suol doin thisen suok khawpin in la ṭhang nawh a,",
      "reference": "HEBRAIHAI 12:4"
    },
    {
      "content": "infuina thu, nauhai kâwk anga kâwkna cheu kha in lo theinghil tah a ni maw? “Ka nau, Lalpa thununna chu ngainêp naw la, A kâwka i umin inthlada bawk naw rawh;",
      "reference": "HEBRAIHAI 12:5"
    },
    {
      "content": "Lalpa chun a hmangai chu a thunun hlak a, Nau a ilâwm taphawt chu a vuok hlak i sawnnaw,” ti hi.",
      "reference": "HEBRAIHAI 12:6"
    },
    {
      "content": "In tuor hi nangni thununna ding a nih; nauhai chunga thaw angin Pathienin in chungah a thaw a ni hi; pa thunun naw nau tû am a um hlak a.",
      "reference": "HEBRAIHAI 12:7"
    },
    {
      "content": "Nau po po ihlaw hlak thununna chu hlaw loa in um chun, nau tak ni loin, sâwn in ni, a ni ding a nih.",
      "reference": "HEBRAIHAI 12:8"
    },
    {
      "content": "Chu naw khawm chu a mi thunun dingin ei taksa pahai ei nei kha, chuonghai chu ei inza sih a; chu nêka nasa chun, ei hringna dingin, thlarauhai Pa thu thuin ei um naw ding am a nih?",
      "reference": "HEBRAIHAI 12:9"
    },
    {
      "content": "Anni chun ni sâwt nawtê ṭha an ti ang peiin an mi thunun ngei luoh a, Ama ruok chun ân thiengna chu ei chang ve theina dingin, ei ṭhatna dingin a mi thunun lem a nih.",
      "reference": "HEBRAIHAI 12:10"
    },
    {
      "content": "Chun, thununna hrim hrim hi tuor lai chun lâwmumin ân lang nawh a, thlasietthlâkin ân lang lem hlak, tuor hnung ruok chun chutaka sawizawia umhai ta ding chun felna ra thlamuongumtak chu ân suopêk hlak.",
      "reference": "HEBRAIHAI 12:11"
    },
    {
      "content": "Chuongchun, kut kaithlahai chu dawm kâng unla, khûp zawihai chu sukhrât ro;",
      "reference": "HEBRAIHAI 12:12"
    },
    {
      "content": "chun, kebai chu sukpelsawl loa, sukdama a um lemna dingin, in kehai ta dingin lampui tlûnhai siem ro.",
      "reference": "HEBRAIHAI 12:13"
    },
    {
      "content": "Mi po po le inremna le inthieng- na hnawt ro, chu inthiengna naw chun tukhawmin Lalpa hmu naw ni hai.",
      "reference": "HEBRAIHAI 12:14"
    },
    {
      "content": "Nguntakin en ro, chuong naw chun, Pathien lunginsietna tling zo naw mi tû amanih um a ta, khâkna zung ieng amanih hung indera suk- buoi cheuin, chu chun mi tamtak chu sukthieng loin um an ta,",
      "reference": "HEBRAIHAI 12:15"
    },
    {
      "content": "indit hmang amanih, Esau anga Pathien inza naw mi amanih um rawi an tih. Ama chun a nau lutir nina chu bu vawikhat fâkin a zawr a.",
      "reference": "HEBRAIHAI 12:16"
    },
    {
      "content": "Chu hnunga chun malsâwmna ro chu hluo chu nuom hlein, mitthli tla pumin ṭhahnemngaitakin zawng sien khawm, simna remchâng a hmu tâk naw leiin peiin a um tah ti in hriet sih a.",
      "reference": "HEBRAIHAI 12:17"
    },
    {
      "content": "Nangni chu tlâng tâwk thei, meia kâng dâm, sûm dum dâm, inthim dâm, thlipui dâm umna kha tlung in ni si nawh a;",
      "reference": "HEBRAIHAI 12:18"
    },
    {
      "content": "tawtawrâwt inrîkna dâm, thu hril ri umna dâm kha, chu ri hretuhai chun thu dang hrim an kuoma hril ta lo dingin an ngên a,",
      "reference": "HEBRAIHAI 12:19"
    },
    {
      "content": "“Sa chen khawmin tlâng chu tâwk sienla, lunga dêng hlumin a um ding a nih,” ti thupêk kha an tuor thei ta si nawh a;",
      "reference": "HEBRAIHAI 12:20"
    },
    {
      "content": "an thil hmu khawm chu ṭi a um êm a, chuongchun, Mosiein, “Ka ṭiin kân thin nasa bêk bêk a,” a ti kha.",
      "reference": "HEBRAIHAI 12:21"
    },
    {
      "content": "Zion tlâng dâm, Pathien hring khuo, vân Jerusalem dâm, tiem sêng nawhai vântirko inkhâwmpui dâm,",
      "reference": "HEBRAIHAI 12:22"
    },
    {
      "content": "nau lutîr vâna hming chuong kohran kuom dâm, Pathien, mi po po ngaituotu kuom dâm, mi fel sukṭhat famkimhai thlarau kuom dâm,",
      "reference": "HEBRAIHAI 12:23"
    },
    {
      "content": "Isu thuthlung thar palai kuom dâm, thisen the, Abel thisen nêka ṭha lem hriltu kuom dâm tlung in ni lem.",
      "reference": "HEBRAIHAI 12:24"
    },
    {
      "content": "Thu hriltu chu lo dit naw rawi in tih, fimkhur ro. Hnuoia anni kâwk hmasatu kha an dit naw hmana, hremna an pumpel si naw chun, eini vâna inthawka mi kâwktu nghatsan- tuhai hin pumpel naw nâwkzuol ei tih.",
      "reference": "HEBRAIHAI 12:25"
    },
    {
      "content": "Chu lai chun a râwl chun hnuoi hi a sukhnîng a, nisienlakhawm, tuhin chu, “Vawi khat chu hnuoi chau ni loin, vân khawm la sukhnîng ka tih,” tiin a tiem ta lem a.",
      "reference": "HEBRAIHAI 12:26"
    },
    {
      "content": "Chun, “Vawi khat la sukhnîng nâwk ka tih,” ti hin thil inhnîng nawhai chu a um zing theina dingin thil hung inhnînghai chu thil siemhai ang elin sawn hmangin a um ding a nih ti ân hriettir a.",
      "reference": "HEBRAIHAI 12:27"
    },
    {
      "content": "Chuongchun, ram sukhnîng ruol lo ei chang leiin, lâwmtakin um ei tiu, chu zâra chun inza le ṭidêk pumin Pathien lâwm zâwngin rawng ei bâwl thei ding a nih;",
      "reference": "HEBRAIHAI 12:28"
    },
    {
      "content": "ei Pathien hi mi kâng bohmang mei a ni sih a.",
      "reference": "HEBRAIHAI 12:29"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "HEBRAIHAI 12 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}