{
  "verses": [
    {
      "content": "Chu Melkizedek chu Salem lal, Pathien Chunghnungtak Thiem- pu, Abraham lalhai thata a hung tieng lo tuoka malsâwmtu a nih.",
      "reference": "HEBRAIHAI 7:1"
    },
    {
      "content": "Ama chu Abrahamin iengkim sâwma pakhat a pêk a. A hming umzie chu a hmasatakah Felna Lal a na, a dawtah Salem lal a ni bawk a, chu chu Remna Lal tina a nih.",
      "reference": "HEBRAIHAI 7:2"
    },
    {
      "content": "Ama chu pa nei loin, nu nei loin, chi thlatuhai chanchin nei loin, um ṭanna nei loin, hring tâwp khawm nei chuong loin, Pathien Naupa anga siema umin, Thiempuah a um zing a nih.",
      "reference": "HEBRAIHAI 7:3"
    },
    {
      "content": "Chuongchun, chi thlatu Abra- hamin a râllâk ṭha po sâwma pakhat a ipêk chu, chu mihriem ropuizie chu ngaituo ta u.",
      "reference": "HEBRAIHAI 7:4"
    },
    {
      "content": "Levi thlahai laia thiempu sin chang taphawt chun Dân thu angin mihai kuoma inthawkin sâwma pakhat lâkna thu an hmu ngei a nih, chu chu an unauhaia inthawkin a nih; chuonghai chu Abraham ṭhalbea insieng ni hai sien khawm;",
      "reference": "HEBRAIHAI 7:5"
    },
    {
      "content": "amiruokchu, anni laia thlatuhai sui sa ve naw khan Abrahama inthawk- in sâwma pakhat a lâk a, thutiemhai vawngtu chu mal a sâwm ta sih a.",
      "reference": "HEBRAIHAI 7:6"
    },
    {
      "content": "Nisienlakhawm, sêl ruol loin a chîn lem chu a lien lem malsâwm pêkin a um hlak.",
      "reference": "HEBRAIHAI 7:7"
    },
    {
      "content": "Chun, hitaka hin mihriem thi hlakhai hin sâwma pakhat an hmu hlak a, chutaka ruok chun, “a hring zing,” tia a thu an inhriettir chun a hmu a nih.",
      "reference": "HEBRAIHAI 7:8"
    },
    {
      "content": "Chun, Levi sâwma pakhat la hlaktu hmanin, Abraham kuta khan sâwma pakhat a pêk tah, ti thei a nih;",
      "reference": "HEBRAIHAI 7:9"
    },
    {
      "content": "Melkizedekin a lo tuok lai khan a pa ṭhâlbeah a la um sih a.",
      "reference": "HEBRAIHAI 7:10"
    },
    {
      "content": "Chuongchun, Levihai thiempu nîna leia famkimna hmu thei a ni chun (chu hnuoia chun mihaiin Dân thu an lo hmu sih a), Aron um dân anga ruot loin, Melkizedek um dân anga thiempu dang hung um hi ieng am a ngai na?",
      "reference": "HEBRAIHAI 7:11"
    },
    {
      "content": "Thiempu nîna chu a hung danglam ta leiin Dân thu chu suk- danglam ve a hung ngai ta hrim a nih.",
      "reference": "HEBRAIHAI 7:12"
    },
    {
      "content": "Hieng a thu an ihril hi hnam dang mi a ni sih a, chu hnam laia mi chu tûkhawm mâichâmah an châng ngai nawh.",
      "reference": "HEBRAIHAI 7:13"
    },
    {
      "content": "Ei Lalpa chu Juda hnam laia inthawka hung suok a ni ti ân lang fel sih a, chu hnam thua chun Mosiein thiempuhai kawng thu iengkhawm a hril nawh.",
      "reference": "HEBRAIHAI 7:14"
    },
    {
      "content": "Chun, ei thu hril kha nasatakin chieng nâwkzuol a tih: Melkizedek anga thiempu dang,",
      "reference": "HEBRAIHAI 7:15"
    },
    {
      "content": "tisa thupêk Dân thu anga siem mi ni lo, hring tâwp nei lo, thilthaw- theina anga siem lem mi, a hung um ding chun:",
      "reference": "HEBRAIHAI 7:16"
    },
    {
      "content": "“Nang chu Melkizedek um dân anga, Chatuon thiempu i nih ie,” ti inhriettir a ni sih a.",
      "reference": "HEBRAIHAI 7:17"
    },
    {
      "content": "A hrât naw le a ṭhathnem nawna leiin thupêk um hmasa chu peiin a um a.",
      "reference": "HEBRAIHAI 7:18"
    },
    {
      "content": "Dân thu chun iengkhawm a sukfamkim si nawh. Beiseina ṭha lem lâk lûta hung um hin Pathien a mîn hnaitir lem a nih.",
      "reference": "HEBRAIHAI 7:19"
    },
    {
      "content": "Chun, inkhâm naw a ni naw leiin, anni chu inkhâm loa thiempua siem an ni sih a,",
      "reference": "HEBRAIHAI 7:20"
    },
    {
      "content": "ama ruok chun, “ ‘Nang chu chatuona Thiempu i nih,’ tiin Lalpa ân khâm a, inkîr nâwk ta naw ni,” tia hriltu kut khan (inkhâma Thiem- pua siem a ni lem),",
      "reference": "HEBRAIHAI 7:21"
    },
    {
      "content": "chuong ang bawka nasa chun Isu chu thuthlung ṭha lem sukdet- puitu a hung ni tah a.",
      "reference": "HEBRAIHAI 7:22"
    },
    {
      "content": "Chun, anni ruok chu thi leia um sawng thei an ni naw leiin, thiempua siem an tam ngei a;",
      "reference": "HEBRAIHAI 7:23"
    },
    {
      "content": "ama ruok chu chatuona a um zing leiin a Thiempu nina chu thleng thei ruol loin a nei ta lem a nih.",
      "reference": "HEBRAIHAI 7:24"
    },
    {
      "content": "Chuongchun, amaa Pathien kuoma hunghai chu a tâwp khâwk chenin a sandam thei bawk a nih; anni ṭawngṭai pêk dingin chatuona a hring zing leiin.",
      "reference": "HEBRAIHAI 7:25"
    },
    {
      "content": "Chuong ang, Thiempu Laltak, mi inthieng, sawisêlbo, inthieng naw- na kai lo, mi suolhai laia inthawka a tuma um, vânhai nêka chunghnung lema siem ta chu ei ta dingin a âwm hrim sih a.",
      "reference": "HEBRAIHAI 7:26"
    },
    {
      "content": "Chuong thiempu lalhai chun ni tin mâni suolna leiin inthawina an inhlân hmasa zet a, chu hnungah mihai suolna leiin an inhlân nâwk a. Chuong chu ama ta ding chun a ngai nawh, ama le ama ân hlân fâwm lai khan ṭum khatah a lo suktlingtla ta leiin.",
      "reference": "HEBRAIHAI 7:27"
    },
    {
      "content": "Dân thu chun mihriem hrât nawna neihai chu, Thiempu Laltakah a ruot hlak a; inkhâm thu, Dân thu hnunga hung um ruok chun, Naupa chatuona dinga sukfamkim ta chu a ruot lem a nih.",
      "reference": "HEBRAIHAI 7:28"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "HEBRAIHAI 7 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}