{
  "verses": [
    {
      "content": "Chuongchun, Krista thu bul hril ta loin puitling tieng pan ei tiu; lungphûm chu phûm nâwk ta loin– simna dâm, Pathien tienga ringna dâm,",
      "reference": "HEBRAIHAI 6:1"
    },
    {
      "content": "baptismahai le, kut innghat le, mithi thonâwkna le, chatuona rorêl- na kawng thu inchûktirna lungphûm chu.",
      "reference": "HEBRAIHAI 6:2"
    },
    {
      "content": "Pathienin rem a ti chun chu chu thaw ngei ei tih.",
      "reference": "HEBRAIHAI 6:3"
    },
    {
      "content": "Chun, vawikhat lungril sukvara, vân thilpêk intema, Thlarau Inthieng inchangtira,",
      "reference": "HEBRAIHAI 6:4"
    },
    {
      "content": "Pathien thu ṭha le hun la hung um dinga thilthawtheina intem ta zeta,",
      "reference": "HEBRAIHAI 6:5"
    },
    {
      "content": "tlûksanhai kawng thu chu — chuong mihai chu an simna dingin siem thar nâwk ruol an ni nawh, Pathien Naupa chu anni ta dinga hemde nâwka sukmuolpho an ni leiin.",
      "reference": "HEBRAIHAI 6:6"
    },
    {
      "content": "Hnuoi, a chunga ruotui tla rawp lo dâwn taa, thloa a umna sanhai ta dinga thlai fâk tlâk hung insuotu chun, Pathiena inthawkin malsâwm- na a hmu hlak a nih.",
      "reference": "HEBRAIHAI 6:7"
    },
    {
      "content": "Amiruokchu, hlohlingnei le buor- hai ân suo chun mâkin a hung um a, ṭawngsephur hielin a um hlak a, a tâwpa chun raw a tuok hlak.",
      "reference": "HEBRAIHAI 6:8"
    },
    {
      "content": "Nisienlakhawm, dittakhai, chuong ang chun hril inlang khawm, nangni chun, thil ṭha lem sandamnaa ṭhang thilhai chu in thaw kan ring tlat cheu a nih.",
      "reference": "HEBRAIHAI 6:9"
    },
    {
      "content": "In sin thaw le a hming leia hmangaina in inlangtir, mi inthieng- hai rawng in ibâwl, tu chen khawma in ila bâwl rawp chu theinghil dingin Pathien chu mi fel naw a ni si nawh a.",
      "reference": "HEBRAIHAI 6:10"
    },
    {
      "content": "Chun, in beiseina chu a fam- kima hmu dingin a tâwp chenin in ṭhahnemngaina pângngai insuo pei unla kan ti bêk bêk a nih.",
      "reference": "HEBRAIHAI 6:11"
    },
    {
      "content": "Chuongchun, inthlada naw ti niu a, ringna le nghâk peina leia thutiemhai ro hluotahai inchûk tuhai ni lem in tih.",
      "reference": "HEBRAIHAI 6:12"
    },
    {
      "content": "Pathienin Abraham kuoma thu a hung tiem lai khan, ama nêka ropui lem sâlin ân khâm thei naw leiin ama le ama insâlin,",
      "reference": "HEBRAIHAI 6:13"
    },
    {
      "content": "“Matheiloin, mal sâwm ngei ngei ka ti che a, pung khawm suk pung pêk ngei ngei ka ti che,” tiin ân khâm tah a.",
      "reference": "HEBRAIHAI 6:14"
    },
    {
      "content": "Chuongchun, seltaka a tuor suok hnungin thiltiem chu a hmu ta ngei a.",
      "reference": "HEBRAIHAI 6:15"
    },
    {
      "content": "Mihriem hin anni nêka ropui lem sâlin an inkhâm hlak a nih, an insêlna tinrênga khawm sukdetna dingin inkhâm hi suktâwpna a ni hlak a.",
      "reference": "HEBRAIHAI 6:16"
    },
    {
      "content": "Chuongchun, Pathienin thu- tiem rohluo dinghai kuoma chun a rêl danglam thei nawzie, nasa nâwk zuola inentir nuomin inkhâmin a sukdet a;",
      "reference": "HEBRAIHAI 6:17"
    },
    {
      "content": "Pathien inkhêl ruol a ni nawna, thil danglam thei naw pahni leiin, eini, insanhimna dinga ei hmaa beiseina um chel dinga tlânhai in- fuina nasatak ei nei theina dingin.",
      "reference": "HEBRAIHAI 6:18"
    },
    {
      "content": "Chu beiseina chu hringnaa thîr- chakaiah ei nei a, ringum le dettak a nih, puonzâr sûnga mia khawm chun a lût a,",
      "reference": "HEBRAIHAI 6:19"
    },
    {
      "content": "chutaka chun Isu, Melkizedek um dân anga chatuon Thiempu Laltak lo ni tain, ei hmaṭhuoitu dingin a lût tah a.",
      "reference": "HEBRAIHAI 6:20"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "HEBRAIHAI 6 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}