{
  "verses": [
    {
      "content": "Dân thu chun thil ṭha hung um dinghai angpui nei loin, a hlim chau a nei leiin, kum tina inthâwina pângngai an inhlân rawphai chun, a hung hnaihai chu iengtika khawm sukfamkim thei si naw ni a.",
      "reference": "HEBRAIHAI 10:1"
    },
    {
      "content": "Chuong chu ni naw sien chu a betuhai chu vawi khata sukthieng nghâla umin suolhai inhrietna nei ta naw nihai a, inhlân chu an ma dai ta naw ding am a nih?",
      "reference": "HEBRAIHAI 10:2"
    },
    {
      "content": "Nisienlakhawm, chuong inthâwi- naa chun kum tinin suolhai hriet nâwkna a hung um rawp lem a nih.",
      "reference": "HEBRAIHAI 10:3"
    },
    {
      "content": "Bâwngchalhai le kêlhai thisen chun suolhai sukbo thei ruol a ni si nawh a.",
      "reference": "HEBRAIHAI 10:4"
    },
    {
      "content": "Chuongchun, khawvêla a hung lût laiin: “Inthawina le thil inhlân i dit nawh a, Ka ta dingin taksa i mi buotsai pêk lem a;",
      "reference": "HEBRAIHAI 10:5"
    },
    {
      "content": "Pumrâwhmanga inthâwinahaia le, Suol ta dinga inthâwinahaia chun Lâwmna hrim i nei nawh.",
      "reference": "HEBRAIHAI 10:6"
    },
    {
      "content": "Chu phingle chun keiin, ‘Aw Pathien, ngai ta, (Lekhabu zuola chun ka thu ziek a nih), I dit zâwng thaw dingin ka hung,’ ka tih a,” a ta,",
      "reference": "HEBRAIHAI 10:7"
    },
    {
      "content": "A saka khin, “Inthawina dâm, thil inhlân dâm, pumrâwhmanga inthâwina dâm, suol ta dinga in- thâwina dâm i dit nawh a, chuonga chun lâwmna i nei bawk nawh,” a tih a. (Chuonghai chu dân thu anga inhlân a nih).",
      "reference": "HEBRAIHAI 10:8"
    },
    {
      "content": "Chu phingle chun, “Ngai ta, I dit zâwng thaw dingin ka hung,” a lo ti tah a. A pahnina hi ân tungding theina dingin a hmasa chu a sukbo ta a nih.",
      "reference": "HEBRAIHAI 10:9"
    },
    {
      "content": "Chu chu dit zâwng chun, Isu Krista taksa vawi khata hlân nghâl lei khan sukthiengin ei um tah.",
      "reference": "HEBRAIHAI 10:10"
    },
    {
      "content": "Chun, thiempu tinrêngin kâwla nisa suok tiema rawng bâwlin suolhai iengtik lai khawma sukbo thei naw inthâwina pângngai inhlân rawpin an ngîr hlak;",
      "reference": "HEBRAIHAI 10:11"
    },
    {
      "content": "ama ruok hi chu, chatuona dingin suolhai ta dinga inthâwina ṭum khat chau ân hlân hnungin, Pathien changtieng a hang ṭhung ta lem a.",
      "reference": "HEBRAIHAI 10:12"
    },
    {
      "content": "Chu chena inthawk chu, a hmêlmahai a kepha innghatnaa siem an ni hmakhat chu a nghâk zing a.",
      "reference": "HEBRAIHAI 10:13"
    },
    {
      "content": "Thil inhlân ṭum khat chauin sukthieng tahai chu chatuona dingin a sukfamkim ta sih a.",
      "reference": "HEBRAIHAI 10:14"
    },
    {
      "content": "Chun, Thlarau Inthieng khawm chun a mîn hriettir bawk a:",
      "reference": "HEBRAIHAI 10:15"
    },
    {
      "content": "“Chuong ni hnunga chun, An kuoma thu ka thlung dinghai chu hieng hi a nih, Lalpain a tih, An lungrilah ka thupêkhai sieng ka ta, An lungrilah ziek bawk ka tih,” tia a hril hnung khan;",
      "reference": "HEBRAIHAI 10:16"
    },
    {
      "content": "“An suolhai le an bâwsietnahai Hre zing ta naw ning,” a ti sih a.",
      "reference": "HEBRAIHAI 10:17"
    },
    {
      "content": "Chuongchun, chuong ang ngai- damna taphawta chun suol ta dingin thil inhlân a um ta naw a nih.",
      "reference": "HEBRAIHAI 10:18"
    },
    {
      "content": "Chuongchun, unauhai, Isu thi- sen lei chun, Hmun Inthienga khan lût ei huom a;",
      "reference": "HEBRAIHAI 10:19"
    },
    {
      "content": "Puonzâr (a taksa) chu fe thlengin, lam thar le hring a mi hawng pêk tah a;",
      "reference": "HEBRAIHAI 10:20"
    },
    {
      "content": "Chuongchun, Pathien sûnghai chunga Thiempu ropuitak ei nei leiin,",
      "reference": "HEBRAIHAI 10:21"
    },
    {
      "content": "ei lungrila sie le ṭha hrietna faitaka umin, ei taksa khawm tui inthienga sâwpa umin, ringna fam- kim neia lungril indiktak putin hnai ei tiu.",
      "reference": "HEBRAIHAI 10:22"
    },
    {
      "content": "Inhnîng lovin ei beisei thuring hi pawm tlat ei tiu; thutiemtu chu ring a um sih a.",
      "reference": "HEBRAIHAI 10:23"
    },
    {
      "content": "Chun, hmangai le thilthawa in- chawktho tuo dingin inngaituo seng ei tiu.",
      "reference": "HEBRAIHAI 10:24"
    },
    {
      "content": "Ṭhenkhat thaw dân anga in- khâwm dâm bânsan loin, infui tuo lem ei tiu, ni chu hung hnai deu deua in hrietin infui tuo nâwkzuol sau ro.",
      "reference": "HEBRAIHAI 10:25"
    },
    {
      "content": "Thutak hrietna famkim chu ei chang hnunga thil ei suksuol ṭâl chun, suolhai dingin inthâwina um ta dêr naw ni a,",
      "reference": "HEBRAIHAI 10:26"
    },
    {
      "content": "rorêlna ṭi lâwkna râpthlâktak ieng amani leh dotuhai kâng hmang dinga lungsenna mei chu um lem tâng a tih.",
      "reference": "HEBRAIHAI 10:27"
    },
    {
      "content": "Mosie Dân thu pawisa naw mi chu, hretu pahni pathum amani thuin lainatna ṭhang loin an thi hlak.",
      "reference": "HEBRAIHAI 10:28"
    },
    {
      "content": "Pathien Naupa sirde a, thu- thlung thisen ama sukthiengna thil narâna ruota, lunginsietna Thlarau suknuortu chu, chu mi chu ieng anga hremna nasa lem tuor tlâka ruot ni dingin am in ngai a?",
      "reference": "HEBRAIHAI 10:29"
    },
    {
      "content": "“Phuba hrim hrim keia lâk ding a nih, keiin thung ka tih,” ti le “Lalpa chun a mihai ngaituong a tih,” ti nâwktu chu ei hriet si a.",
      "reference": "HEBRAIHAI 10:30"
    },
    {
      "content": "Pathien hring kuta tlûk chu thil râpthlâktak a nih.",
      "reference": "HEBRAIHAI 10:31"
    },
    {
      "content": "Nisienlakhawm, inhmaa suk- vara in um hnunga tuorna buoi nasatak in tuor lai nihai kha hre nâwk ro:",
      "reference": "HEBRAIHAI 10:32"
    },
    {
      "content": "kawng khata chun hmusit le rinumhai khawm tuorin ennuoma siemin in um a, kawng khata chun chuong anga inhmaa lo umhai kha tuorpuituhai in hung nih.",
      "reference": "HEBRAIHAI 10:33"
    },
    {
      "content": "Kawlbunhai chu in lainat a, thil ṭha lem, um sawng bawk ding chu, mâniin in nei ti hrein, in thilneihai lâkpêka in umnaa khawm lâwmtakin in lo tuor tah a.",
      "reference": "HEBRAIHAI 10:34"
    },
    {
      "content": "Chuongchun, in ringna lâwm- man pêk nasatak nei ding chu peihâwn naw ro,",
      "reference": "HEBRAIHAI 10:35"
    },
    {
      "content": "Pathien dit zâwng in thaw hnungin thiltiem chu in hmu theina dingin selna in ngai a nih.",
      "reference": "HEBRAIHAI 10:36"
    },
    {
      "content": "“Sawt nawtê hnungah, A hung ding chu a hung ding a ni sih a. Sâwt riel ta naw nih.",
      "reference": "HEBRAIHAI 10:37"
    },
    {
      "content": "Nisienlakhawm, ka mi fel chu Ringnain hring a tih; A hnungtawl ruok chun, Ka lungrilin amaa chun lâwmna hrim nei naw ni,”",
      "reference": "HEBRAIHAI 10:38"
    },
    {
      "content": "Nisienlakhawm, eini chu bo- hmang dinga hnungtawl pâwla mi ei ni nawh a, hringna humhim dinga ringna nei pâwla mi ei ni lem.",
      "reference": "HEBRAIHAI 10:39"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "HEBRAIHAI 10 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}