{
  "verses": [
    {
      "content": "Unau inhmangaina hi um pei raw se.",
      "reference": "HEBRAIHAI 13:1"
    },
    {
      "content": "Mikhuolhai chunga hmangai in- suo theinghil naw ro; chuong anga thawin mi ṭhenkhatin hre loin vân- tirkohai an lo intlungtir sih a.",
      "reference": "HEBRAIHAI 13:2"
    },
    {
      "content": "Intânghai chu anni le khuopa um ve angin hre zing unla; rinum tuorhai chu taksaa um ve bawk in ni leiin hre zing ro.",
      "reference": "HEBRAIHAI 13:3"
    },
    {
      "content": "Mi po po lai innei hi inzatlâkin um sienla, khum khawm sukpawrche loin um raw se; indithai le uirehai chu Pathienin a ngaituo ding a ni sih a.",
      "reference": "HEBRAIHAI 13:4"
    },
    {
      "content": "In lungril putzie chu tangka ngainatna ṭhang naw ni raw se, in thil nei sunhaia chun lungawi ro; ama ngeiin, “Iengtika khawm thlâthlam naw tawp ka ti cheh a, mâksan ngai naw bawk ka ti che,” a ti sih a.",
      "reference": "HEBRAIHAI 13:5"
    },
    {
      "content": "Chuongchun, huoitakin; “Lalpa chu a mi ṭhangpuitu a nih, Ṭi naw ning; Mihriemin ieng am mi law thei an ta?” ei ti hlak a nih.",
      "reference": "HEBRAIHAI 13:6"
    },
    {
      "content": "In hotu, Pathien thu lo hriltuhai cheu chu, hre zing unla, an um dâna thil suok chu ngaituoin an ring dân inchûk ro.",
      "reference": "HEBRAIHAI 13:7"
    },
    {
      "content": "Isu Krista chu zâni leh, vawisûn leh kumkhuo khawmin a pângngaiin um rawp a tih.",
      "reference": "HEBRAIHAI 13:8"
    },
    {
      "content": "Inchûktirna tinrêng le inchûk- tirna maktak lên hmangin um naw ro; lungril hi lunginsietnaa sukdet chu a ṭha sih a, fâk dinghaia sukdeta um loin, chuong ang kawng lungkhamhai chun chuonga chun ṭhathnemna an hmu chuong nawh.",
      "reference": "HEBRAIHAI 13:9"
    },
    {
      "content": "Eini chun mâichâm ei nei a, chutaka chun biekbûk rawngbâwl- tuhai chun an fâk ding a ni nawh.",
      "reference": "HEBRAIHAI 13:10"
    },
    {
      "content": "Ran, a thisen Thiempu Laltakin Hmun Inthienga suol ta dinga inhlân dinga a lûtpui hlak ruonghai khawhnâwmah an raw hlak sih a.",
      "reference": "HEBRAIHAI 13:11"
    },
    {
      "content": "Chuongchun, Isu khawmin ama thisen ngeia mihai a sukthieng theina dingin, kul kawtkhâr puotieng chun a lo tuor tah a.",
      "reference": "HEBRAIHAI 13:12"
    },
    {
      "content": "Chuongchun, ama an hmusitna chu phurin khawhnâwmah a kuom tieng fe suok vêng ei tiu.",
      "reference": "HEBRAIHAI 13:13"
    },
    {
      "content": "Hitaka hin khaw hmun hlun ei nei si nawh a, khuo la hung um ding chu ei zawng lem a nih.",
      "reference": "HEBRAIHAI 13:14"
    },
    {
      "content": "Chuongchun, ama zâra chun inpâka inthawina hi Pathien kuomah inhlân rawp ei tiu; chu chu a hming ṭanna hmûr rahai chu a nih.",
      "reference": "HEBRAIHAI 13:15"
    },
    {
      "content": "Nisienlakhawm, thil sukṭhat le tiktlai hi theinghil naw ro; chuong ang inthawina chunga chun Pathien a lungni bêk bêk sih a.",
      "reference": "HEBRAIHAI 13:16"
    },
    {
      "content": "In hotuhai thu awi unla, an thu thuin um ro; chanchin hril ding an ni leiin, lungngai puma hril loa, hlim puma an hril theina dingin, in thlarau an vêng pêk hlak cheu a nih; lungngai puma hril chu in ta dingin a pawi ding a ni sih a.",
      "reference": "HEBRAIHAI 13:17"
    },
    {
      "content": "Kan ta dingin mi ṭawngṭaipêk ro, iengkimah feltaka um tumin, sie le ṭha hrietna inthiengtak kan nei ti indiktakin kan inhriet sih a.",
      "reference": "HEBRAIHAI 13:18"
    },
    {
      "content": "Chun, in kuoma inhmaw deua tir nâwka ka um theina dingin, chu chu thaw dingin ka ngên nâwkzuol sau cheu a nih.",
      "reference": "HEBRAIHAI 13:19"
    },
    {
      "content": "Chun, berâm Vêngtu ropuitak, ei Lalpa Isu chu, chatuona thu- thlungna thisen zâra mithi laia inthawka ṭhuoi suok nâwktu inrem- na Pathien khan,",
      "reference": "HEBRAIHAI 13:20"
    },
    {
      "content": "a mithmua a lâwm zâwng ang taphawt Isu Krista zârah keinia thâwin, a dit zâwng thaw dingin thil ṭha tinrêng kawngah sukfamkim raw se cheu; Isu Krista kuoma chun ropuina chatuonin um raw se. Amen.",
      "reference": "HEBRAIHAI 13:21"
    },
    {
      "content": "Nisienlakhawm, unauhai, ka ngên cheu, infuina thu hi ngai thei hrâm ro; in kuomah thu tlâwmtê ka ziek sih a.",
      "reference": "HEBRAIHAI 13:22"
    },
    {
      "content": "Ei unaupa Timothe kha an insuoktir tah ti lo hre ve ro, a hung inhma deu chun, ama leh hung hmûng kan ti cheu.",
      "reference": "HEBRAIHAI 13:23"
    },
    {
      "content": "In hotuhai po po le mi in- thienghai po po kha chibai mi bûkpêk ro. Itali rama mihai hin chibai an bûk cheu.",
      "reference": "HEBRAIHAI 13:24"
    },
    {
      "content": "In rênga kuomah lunginsietna um raw se. Amen.",
      "reference": "HEBRAIHAI 13:25"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "HEBRAIHAI 13 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}