{
  "verses": [
    {
      "content": "Chun, Pharisaihai laia mi, a hming Nikodem, Judahai hotu pakhat a um a;",
      "reference": "JOHAN 3:1"
    },
    {
      "content": "ama chu zânah Isu kuomah a hung a, a kuomah, “Rabbi, Pathiena inthawka inchûktirtua hung i ni ti kan hriet; Pathien an chungah a um naw chun hieng thilmak i thawhai hi tukhawmin thaw thei naw ni hai,” a ta.",
      "reference": "JOHAN 3:2"
    },
    {
      "content": "Isûn a dawn a, a kuomah, “Titak- zetin, titakzetin ka hril che hi mi tûkhawm an pieng thar naw chun, Pathien ram hmu thei naw ni hai,” a ta.",
      "reference": "JOHAN 3:3"
    },
    {
      "content": "Nikodemin a kuomah, “Mi a tar hnungin iengtin am pieng thei a ta? A nu sulah vawi hni lûtin a pieng ding am a nih?” a ta.",
      "reference": "JOHAN 3:4"
    },
    {
      "content": "Isûn a dawn a, “Titakzetin, titakzetin ka hril che hi, mi tûkhawm tuia le Thlaraua an pieng naw chun Pathien ramah lût thei naw ni hai,",
      "reference": "JOHAN 3:5"
    },
    {
      "content": "tisaa pieng taphawt tisa a nih, Thlaraua pieng taphawt chu thlarau a nih.",
      "reference": "JOHAN 3:6"
    },
    {
      "content": "In pieng thar ding ka ti che hi mak ti naw rawh.",
      "reference": "JOHAN 3:7"
    },
    {
      "content": "Thli khâwlai khawm a nuom nuomin a hrâng hlak, a ri i hriet deh, nisienlakhawm, khâwtaka inthawka hung am, khâwlai am a fe ding ti i hriet si nawh; tûkhawm Thlaraua pieng chu chuong ang chu an nih,” a ta.",
      "reference": "JOHAN 3:8"
    },
    {
      "content": "Chun, Nikodemin a dawn a, a kuomah, “Chuong thil chu iengtin am um thei a ta?” a ta.",
      "reference": "JOHAN 3:9"
    },
    {
      "content": "Isûn a dawn a, a kuomah, “Israelhai inchûktirtu i ni sih a, chuong chu i hriet naw maw?",
      "reference": "JOHAN 3:10"
    },
    {
      "content": "Titakzetin, titakzetin ka hril che hi, keinîn kan hriet chu kan hril hlak, kan hmu chu kan inhriettir hlak; nisienlakhawm, kan thu inhriettir in awi ngai si nawh.",
      "reference": "JOHAN 3:11"
    },
    {
      "content": "Khawvêla thil ka hril hmana awi lo cheu a, vâna thil hril lang cheu iengtin am awi in ta?",
      "reference": "JOHAN 3:12"
    },
    {
      "content": "Vânah tukhawm an lâwn ngai nawh, vâna inthawka hung ṭum Mihriem Naupa chau naw hi chu.",
      "reference": "JOHAN 3:13"
    },
    {
      "content": "“Chun, Mosiein thlalêra rûl a khai kâng ang khan, Mihriem Naupa hi khai kângin a um bawk ding a nih;",
      "reference": "JOHAN 3:14"
    },
    {
      "content": "tûkhawm a ring taphawt chun ama leia chatuona hringna an neina dingin.",
      "reference": "JOHAN 3:15"
    },
    {
      "content": "Pathienin khawvêl a hmangai bêk bêk a, chuongchun, a Naupa khât nei sun chu a pêk a, ama chu tûkhawm a ring taphawt chu an bohmang nawh a, chatuona hringna an nei lemna dingin.",
      "reference": "JOHAN 3:16"
    },
    {
      "content": "Khawvêl thiemnaw inchangtir dingin Pathienin a Nau khawvêlah a tir nawh, khawvêl ama leia an dam theina dingin a tir a ni lem.",
      "reference": "JOHAN 3:17"
    },
    {
      "content": "“Tûkhawm ama ring chu inthiemloin um naw ni hai, tukhawm a ring naw chu tuta inthawkin in- thiemloin an um nghâl a nih, Pathien Naupa khât nei hming an ring naw leiin.",
      "reference": "JOHAN 3:18"
    },
    {
      "content": "Hi hi thiemnawna a nih, var khawvêlah a hung a, nisienlakhawm, mihaiin var nêkin inthim an dit lem a, an thilthawhai a suol leiin.",
      "reference": "JOHAN 3:19"
    },
    {
      "content": "Tûkhawm thil suksuol taphawt chun var an theida hlak, vara khawm an hung nawh, chuong naw chun, an thilthawhai inlang a tih.",
      "reference": "JOHAN 3:20"
    },
    {
      "content": "Amiruokchu tûkhawm a thaw dik phawt chu, an thilthawhai Pathien leia thaw an ni ti ân langna dingin, varah an hung hlak,” a ta.",
      "reference": "JOHAN 3:21"
    },
    {
      "content": "Chuong hnunga chun Isu chu a inchûktirhai leh Judai ramah an feh a, chutaka chun Isu an kuomah a um zing a, a baptis hlak a.",
      "reference": "JOHAN 3:22"
    },
    {
      "content": "Johan khawmin Ainonah, Salim kâwlah, a baptis bawk a, chutaka chun tui a tam leiin, chun, mi an hung a, baptisma an chang tâwl a.",
      "reference": "JOHAN 3:23"
    },
    {
      "content": "Chuong lai chun Johan intâng- na inah an la khum si nawh.",
      "reference": "JOHAN 3:24"
    },
    {
      "content": "Chun, Johan inchûktirhai le Juda pakhat inthien dân thuah an lo insêl a.",
      "reference": "JOHAN 3:25"
    },
    {
      "content": "Johan kuomah an hung a, a kuomah, “Rabbi, Jordan râla i kuoma um, a thu mi în hriettir khan, ngai ta, kha pa khan mi a baptis a, mi po po a kuomah an hung a nih,” an ta.",
      "reference": "JOHAN 3:26"
    },
    {
      "content": "Johanin a dawn a, “Mihriemin iengkhawm an nei thei nawh, vâna mi pêk a ni naw chun,",
      "reference": "JOHAN 3:27"
    },
    {
      "content": "‘Kei Krista ka ni nawh, a hmaa mi tir ka nih,’ ka ti kha nangni ngei a mi hrietpuitu in nih.",
      "reference": "JOHAN 3:28"
    },
    {
      "content": "Moneitu chu a pasal chu a nih; nisienlakhawm, pasal ṭhien ngîr puma a thu hretu chu, pasal râwl leiin a lâwm bêk bêk hlak; hi ka lâwmna a tlung tah a ni hi.",
      "reference": "JOHAN 3:29"
    },
    {
      "content": "Ama chu tlatlum ding a nih, kei ruok chu inlâng ding ka nih.",
      "reference": "JOHAN 3:30"
    },
    {
      "content": "“Chung tienga hung chu mi po po nêka chunghnungtak a nih; hnuoia pieng chu hnuoia mi a nih, hnuoi thu a hril hlak, vâna inthawka hung chu mi po po nêka chunghnungtak a nih.",
      "reference": "JOHAN 3:31"
    },
    {
      "content": "A hmu le a hriet taphawt ân hriettir hlak a nih; tukhawmin a thu inhriettir an awi nawh.",
      "reference": "JOHAN 3:32"
    },
    {
      "content": "A thu inhriettir awi chun, ‘Pathien chu mi indiktak a nih,’ tiin a hming namin a ziek.",
      "reference": "JOHAN 3:33"
    },
    {
      "content": "Pathien itir chun Pathien thu a hril hlak; ama chu Pathienin inkhi kherin Thlarau a pêk si nawh.",
      "reference": "JOHAN 3:34"
    },
    {
      "content": "Pa chun Nau a hmangai a, a kutah iengkim a rêngin a pêk tah.",
      "reference": "JOHAN 3:35"
    },
    {
      "content": "Tûkhawm Nau ring taphawt chun chatuona hringna an nei tah, nisienlakhawm, tûkhawm Nau thu awi naw taphawt chun hringna nei naw hi hai, Pathien lunginsenna an chungah a um zing lem a nih,” a ta.",
      "reference": "JOHAN 3:36"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOHAN 3 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}