{
  "verses": [
    {
      "content": "Chuong thil hnunga chun Judahai ruoiṭhe pakhat a um a; Isu Jerusalemah a hang feh a.",
      "reference": "JOHAN 5:1"
    },
    {
      "content": "Chun, Jerusalema chun berâm kawtkhâr kâwlah dîl a um a, chu chu Hebrai ṭawngin Bethesda an tih a, tuolpûk panga a nei a.",
      "reference": "JOHAN 5:2"
    },
    {
      "content": "Chuonga chun damnawhai, mitdelhai, ke inbaihai, zenghai tamtak an zâl tâwl a, [tui infâwn hun an nghâk a.",
      "reference": "JOHAN 5:3"
    },
    {
      "content": "Akâr po leh dîla chun vântirko a zu feh a, tui chu a sukfâwn hlak a; mi tukhawm ieng ang natna nei khawm ni hai sien, tuifâwn zu pal hmasatak taphawt chu an dam pei hlak sih a.]",
      "reference": "JOHAN 5:4"
    },
    {
      "content": "Chutaka chun, kum sâwm thum pariet natna nei mi tu amanih a um a.",
      "reference": "JOHAN 5:5"
    },
    {
      "content": "Isûn a zâl chu a hmuh a, chuong ang chun sâwttak a um tah ti a hriet a, a kuomah, “Sukdam i nuom am?” a ta.",
      "reference": "JOHAN 5:6"
    },
    {
      "content": "Chun, damnaw chun, “Pu, tui a hung fâwn pha dîla mi sietu ding ka nei nawh a, ka fe sûngin mi dangin an mi fe khêl nâwk hlak,” a ta, a dawn a.",
      "reference": "JOHAN 5:7"
    },
    {
      "content": "Chun, Isûn a kuomah, “Tho la, i puonpha la la, kein lâwn ta rawh,” a ta.",
      "reference": "JOHAN 5:8"
    },
    {
      "content": "Chun, kârloin ama chu a dam nghâl tah a, a puonpha a lâk a, a fe tah a. Chu ni chu Châwlni a na.",
      "reference": "JOHAN 5:9"
    },
    {
      "content": "Chuongchun, Judahaiin suk- dama um kuoma chun, “Châwlni a ni hi, i puonpha i lâk a thieng nawh ie,” an ta.",
      "reference": "JOHAN 5:10"
    },
    {
      "content": "Ama chun an kuomah, “A mi sukdamtu ngeiin ka kuomah, ‘I puonpha la la, kein lâwn ta rawh,’ a mi ti a nih,” a ta, a dawn a.",
      "reference": "JOHAN 5:11"
    },
    {
      "content": "Anni chun a kuomah, “ ‘I puon- pha la la, kein lâwn ta rawh,’ titu che chu tu am a na?” an tih a, an indawn a.",
      "reference": "JOHAN 5:12"
    },
    {
      "content": "Nisienlakhawm, sukdama um chun tû a ni a hriet nawh a, chutaka chun mipui an um leiin Isu a fe hmang ta sih a.",
      "reference": "JOHAN 5:13"
    },
    {
      "content": "A nakie chun ama chu Isûn Pathien biekinah a hmuh a, a kuomah, “Ngai rawh, i dam ta hi, thil suksuol nâwk ta naw rawh, chuong- naw chun, thil ṭha naw nâwk zuol i chungah hung um rawi a tih,” a ta.",
      "reference": "JOHAN 5:14"
    },
    {
      "content": "Chun, ama chu a va feh a, Judahai kuoma chun, ama sukdamtu chu Isu a nih ti a hril a.",
      "reference": "JOHAN 5:15"
    },
    {
      "content": "Chuongchun, Châwlnia chuong thilhai chu a thaw leiin Judahaiin Isu an suknawmna tah a.",
      "reference": "JOHAN 5:16"
    },
    {
      "content": "Nisienlakhawm, Isûn anni chu a biek a, an kuomah, “Ka Pain tu chen khawmin sin a thaw hlak, kei khawmin ka thaw hlak,” a ta.",
      "reference": "JOHAN 5:17"
    },
    {
      "content": "Chun, Judahaiin sukhlum an tum nâwk zuol a, Châwlni a bawsiet lei chau khawm a ni nawh a, Pathien ama paah ân bûk a, Pathien tluka ân siem lei khawmin a nih.",
      "reference": "JOHAN 5:18"
    },
    {
      "content": "Chun, Isûn an kuomah, “Titakzetin, titakzetin ka hril cheu hi, Naupa hin a khâtin iengkhawm a thaw thei nawh, Pa thilthaw a hmu chau naw chu; thil a thaw ang taphawt chu Naupa khawmin a thaw ve hlak.",
      "reference": "JOHAN 5:19"
    },
    {
      "content": "Pain Naupa a hmangai a, a thilthaw taphawt a kuomah ân entir hlak; hieng nêka thil ropui lem hi a kuomah lân entir a tih, mak in ti dingin.",
      "reference": "JOHAN 5:20"
    },
    {
      "content": "Pain mithihai a keithoa a sukhring hlak angin, Naupa khawm- in a nuom nuom a sukhring hlak.",
      "reference": "JOHAN 5:21"
    },
    {
      "content": "Pain tû thu khawm a rêlpêk ngai nawh, thu po po Naupa ân rêltir lem a;",
      "reference": "JOHAN 5:22"
    },
    {
      "content": "mi po poin Pa an inza angin Naupa khawm an inzana dingin. Tûkhawm Naupa inza naw chu Pa, ama tirtu inza naw a nih.",
      "reference": "JOHAN 5:23"
    },
    {
      "content": "“Titakzetin, titakzetin ka hril cheu hi, tûkhawm ka thu hrea a mi tirtu ring chun chatuona hringna a nei tah, inthiemloin a um nawh a, thinaa inthawkin a suok a, hringnaah a lût lem tah a nih.",
      "reference": "JOHAN 5:24"
    },
    {
      "content": "Titakzetin, titakzetin ka hril cheu hi, a hun a tlung ding a ni tah, tu khawm hin a tlung zing tah, chu pha chun mithihaiin Pathien Naupa râwl hrieng an ta, a hre taphawt hring an tih.",
      "reference": "JOHAN 5:25"
    },
    {
      "content": "Pa chun mânia hringna a nei ang bawkin, Naupa mânia hringna neiin a siem;",
      "reference": "JOHAN 5:26"
    },
    {
      "content": "chun, Mihriem Naupa a ni leiin a kuomah rorêl ding thu a pêk.",
      "reference": "JOHAN 5:27"
    },
    {
      "content": "Hieng hi mak ti naw ro, a hun a tlung ding a ni tah, chu pha chun thlâna um po poin a râwl hrieng an ta,",
      "reference": "JOHAN 5:28"
    },
    {
      "content": "suok vawng an tih; thil ṭha thawtuhai chu hringna changin tho nâwk an ta, thil suol thawtuhai chu inthiemnawna changin tho nâwk an tih.",
      "reference": "JOHAN 5:29"
    },
    {
      "content": "“Keia khâtin iengkhawm ka thaw thei nawh; naa ka hriet ang peiin ro ka rêl hlak; ka rorêl chu indiktak a nih, keia thu thuin um ka tum nawh a, a mi tirtu thu thua um ka tum lem hlak leiin.",
      "reference": "JOHAN 5:30"
    },
    {
      "content": "Mâni chanchin inhriettir lang, ka thu inhriettir indik naw ni.",
      "reference": "JOHAN 5:31"
    },
    {
      "content": "Ka chanchin inhriettirtu chu mi dang a nih; ama chun ka chanchin ân hriettir chu ân dik ti ka hriet.",
      "reference": "JOHAN 5:32"
    },
    {
      "content": "“Nangnîn Johan kuomah mi in tir a, ama chun, thutak chanchin a lo inhriettir kha;",
      "reference": "JOHAN 5:33"
    },
    {
      "content": "Thu inhriettir ka ipawm ruok chu mihriem thu a ni nawh, nisien- lakhawm, in damna dingin hieng thu hi ka hril a ni hi.",
      "reference": "JOHAN 5:34"
    },
    {
      "content": "Chu Johan chu khâwnvar chawktak le var tak a nih, a varah lân sukhlim in nuom kha.",
      "reference": "JOHAN 5:35"
    },
    {
      "content": "“Nisienlakhawm, inhriettirna ka nei hi Johan inhriettirna nêk khan a ropui lem a nih; Pain thil thaw zo dinga a mi pêk, ka thilthaw ngei hin Pain a mi tir a ni ti ka chanchin ân hriettir a nih.",
      "reference": "JOHAN 5:36"
    },
    {
      "content": "Pa a mi tirtu khawm chun ka chanchin ân hriettir tah. Nangnîn iengtik khawm a râwl in hriet ngai nawh, a hmêl khawm in hmu ngai nawh.",
      "reference": "JOHAN 5:37"
    },
    {
      "content": "A thu khawm in lungrilah in pai zing ngai nawh; a itir hi in ring naw leiin.",
      "reference": "JOHAN 5:38"
    },
    {
      "content": "Pathien Lekha in tiem ngun hlak a, a sûnga chatuona hringna um dinga in ring leiin; chuong Lekha chu ka chanchin inhriettirna chu a ni sih a.",
      "reference": "JOHAN 5:39"
    },
    {
      "content": "Nisienlakhawm, hringna nei dingin ka kuomah in hung nuom si nawh.",
      "reference": "JOHAN 5:40"
    },
    {
      "content": "“Mihriem ichawimawina ka pawm nawh.",
      "reference": "JOHAN 5:41"
    },
    {
      "content": "Nangni ka hriet cheu, Pathien hmangaina in lungrilah in nei nawh ie.",
      "reference": "JOHAN 5:42"
    },
    {
      "content": "Ka Pa hmingin ka hung a, nangnîn in mi lâwm si nawh; mi dang mâni hmingin hung sienla, ama chu lâwm in tih.",
      "reference": "JOHAN 5:43"
    },
    {
      "content": "“Nangni inchawimawituo lâwm- hai, iengtin am ring thei in ta? Pathien tak chaua suok chawi- mawina chu in zawng si nawh.",
      "reference": "JOHAN 5:44"
    },
    {
      "content": "Keiin Pa kuoma ka hêk cheu ring naw ro, nangni hêktu cheu chu pakhat a um, in iring Mosie hi.",
      "reference": "JOHAN 5:45"
    },
    {
      "content": "Mosie in ring chun, kei khawm mi ring ta ding in nih; ama chun keia chanchin in sawnnaw a ziek.",
      "reference": "JOHAN 5:46"
    },
    {
      "content": "Nisienlakhawm, a thu ziek chu in ring si naw chun, iengtin am ka thu ring in ta?” a ta.",
      "reference": "JOHAN 5:47"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOHAN 5 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}