{
  "verses": [
    {
      "content": "“Kei grêp hrui tak tak ka nih, Ka Pa a huon enkawltu a nih.",
      "reference": "JOHAN 15:1"
    },
    {
      "content": "Ka zawmpui kâu ra naw taphawt chu a peihâwn hlak; a ra taphawt chu a sukthieng hlak, a ra tam nâwk zuolna dingin.",
      "reference": "JOHAN 15:2"
    },
    {
      "content": "In kuoma ka thu hril lei chun tu khawm hin in inthieng ta pang a nih.",
      "reference": "JOHAN 15:3"
    },
    {
      "content": "Keimaah um zing ro, kei khawm nangniah um zing ka tih. Kâu chu grêp hruiah a um zing naw chun a khâtin a ra thei naw ang bawkin, nangni khawm keimaah in um zing naw chun ra thei naw ti niu.",
      "reference": "JOHAN 15:4"
    },
    {
      "content": "Kei grêp hrui chu ka nih, nangni a kâuhai chu in nih, tûkhawm keimaa a um zing a, kei khawm amaa ka um zingna chu, ama chu tamtakin a ra hlak; ka ṭhang naw chun iengkhawm in thaw thei si nawh.",
      "reference": "JOHAN 15:5"
    },
    {
      "content": "Mi keimaah a um zing naw chun kâu anga peihâwnin a um a, a vuoi hlak; chun, an inkhâwm a, meiah an pei a, a kâng hlak.",
      "reference": "JOHAN 15:6"
    },
    {
      "content": "Nangni keimaa in um zing a, ka thu nangnia a um zing chun, in dit dit hni ro, in ta dingin thawin um pei a tih.",
      "reference": "JOHAN 15:7"
    },
    {
      "content": "Hi hi leiin ka Pa chu chawi- mawiin a um hlak, tamtaka in ra hin; chuongchun, ka închûktirhai nîng in tih.",
      "reference": "JOHAN 15:8"
    },
    {
      "content": "“Pain a mi hmangai ang bawkin kei khawmin ka hmangai cheu hi; ka ihmangaiin um zing ro.",
      "reference": "JOHAN 15:9"
    },
    {
      "content": "Nangnîn ka thupêkhai in zâwm chun ka ihmangaiin um zing in tih; keiin ka Pa thupêkhai ka zâwm a, a ihmangaia ka um zing ang bawk hin.",
      "reference": "JOHAN 15:10"
    },
    {
      "content": "Ka lâwm nangnia a um zingna ding le, in lâwm a kimna dingin hieng thu hi in kuomah ka hril hi.",
      "reference": "JOHAN 15:11"
    },
    {
      "content": "Hi hi ka thupêk a nih, keiin ka hmangai cheu ang bawkin, nangni inhmangai unla.",
      "reference": "JOHAN 15:12"
    },
    {
      "content": "Mihriemin a ruol ta dinga a hringna a pêk nêka hmangaina nasa lem tukhawmin an nei nawh.",
      "reference": "JOHAN 15:13"
    },
    {
      "content": "Thu ka pêk taphawt cheu in thaw chun, ka ruolhai nîng in tih.",
      "reference": "JOHAN 15:14"
    },
    {
      "content": "Suok ti nâwk ta naw ning cheu; a pu thilthaw suok chun a hriet si nawh; ruolhai ka ti ta lem cheu a nih. Pa kuoma inthawka thil ka hriet po po in kuomah ka puong ta sih a.",
      "reference": "JOHAN 15:15"
    },
    {
      "content": "Nangnîn in mi thlang nawh a, keiin ka thlang lem cheu a, va ra ding le in ra chu um zing dingin ka ruot bawk cheu a nih; ka hminga Pa kuoma in hni taphawt a pêkna ding cheuin.",
      "reference": "JOHAN 15:16"
    },
    {
      "content": "In inhmangai theina dingin hieng thu hi ka pêk cheu a nih.",
      "reference": "JOHAN 15:17"
    },
    {
      "content": "“Khawvêlin a theida cheu chun, a theida hma cheu khawmin kei a mi theida tah ti hre ro.",
      "reference": "JOHAN 15:18"
    },
    {
      "content": "Nangni khawvêla mi ni unla, khawvêlin amaa mi a hmangai ding bah; khawvêla mi in ni si nawh a, khawvêla inthawka ka thlang suok lem cheu leiin, khawvêlin a theida cheu a nih.",
      "reference": "JOHAN 15:19"
    },
    {
      "content": "‘Suok a pu nêkin a ropui nawh,’ ti thu ka hril ta cheu kha hre zing ro. Annîn kei an mi suknawmna ta chun, nangni khawm suknawmnâng an ti cheu; ka thu an zâwm ta chun nangni thu khawm zâwm an tih.",
      "reference": "JOHAN 15:20"
    },
    {
      "content": "Nisienlakhawm, hieng thil po po hi ka hming leiin in chungah thâwng an tih, keia mi tirtu an hriet naw leiin.",
      "reference": "JOHAN 15:21"
    },
    {
      "content": "Kei hungin an kuomah thu hril naw lang chu suol an nei naw ding bah; tu ruok hin chu an suol suonlam ding an nei ta naw a nih.",
      "reference": "JOHAN 15:22"
    },
    {
      "content": "Tûkhawm kei mi theida chun ka Pa khawm a theida a nih.",
      "reference": "JOHAN 15:23"
    },
    {
      "content": "Thil, mi dang tukhawm ithaw ngainawhai anni lai thaw naw lang chu, suol an nei naw ding bah; tu ruok hin chu annîn kei le ka Pa kan pahniin an mi hmu tah a, theida khawm an mi theida tah a nih.",
      "reference": "JOHAN 15:24"
    },
    {
      "content": "Ieng khawm ni sien, an Dân Lekhabuah, ‘Annîn a san boin an mi theida,’ ti thu ziek kha, a hung tlungna dingin an thaw a ni hi.",
      "reference": "JOHAN 15:25"
    },
    {
      "content": "“Chun, ka Pa kuoma inthawka Thlamuongtu in kuoma ka hung tir ding, Paa suok Thlarau indiktak chu, a hung tlung pha, ama chun ka thu inhriettir a tih;",
      "reference": "JOHAN 15:26"
    },
    {
      "content": "nangni khawmin inhriettir bawk in tih, a tîra inthawk ka kuoma in um leiin.",
      "reference": "JOHAN 15:27"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOHAN 15 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}