{
  "verses": [
    {
      "content": "Chuong thu chu Isûn a hril a; chun vântieng nghain, “Pa, a hun a tlung tah; i Naupa chawimawi rawh, Naupa hin a chawimawina ding chein;",
      "reference": "JOHAN 17:1"
    },
    {
      "content": "khânga mi po po chunga thuneia i siem khan, a kuoma i pêkhai po chu chatuona hringna a pêk theina dingin.",
      "reference": "JOHAN 17:2"
    },
    {
      "content": "Hi hi chatuona hringna a nih: nang Pathien tak chau le i tir Isu Krista hriet hi.",
      "reference": "JOHAN 17:3"
    },
    {
      "content": "Nangin thil thaw ding i mi pêk kha ka thaw zo tah a, khawvêla hin ka chawimawi ta che.",
      "reference": "JOHAN 17:4"
    },
    {
      "content": "Aw Pa, khawvêl um hmaa i kuoma mawina ka inei khan, tuhin nangma kuoma ngei mi chawimawi rawh.",
      "reference": "JOHAN 17:5"
    },
    {
      "content": "“Nangin khawvêla inthawka mî i mi pêkhai kuoma khan i hming ka suklang tah. Anni chu i ta an ni tah, nangin anni chu kei i mi pêk tah a, anni chun i thu an zâwm tah:",
      "reference": "JOHAN 17:6"
    },
    {
      "content": "Nangin thil i mi pêk po po, i kuoma inthawka suok an nih ti tuhin an hriet tah.",
      "reference": "JOHAN 17:7"
    },
    {
      "content": "Nangin thu i mi pêkhai kha an kuoma ka pêk ta sih a; chuong chu an vawn a, i kuoma inthawka suok ka nih ti indiktakin an hriet tah, nangin i mi tir ti khawm an awi tah.",
      "reference": "JOHAN 17:8"
    },
    {
      "content": "“An ta dinga ka ngênpêk hi, khawvêl ta dinga ngênpêk ka ni nawh; nangin i mi pêkhai ta ding lemin a nih; i ta an ni si.",
      "reference": "JOHAN 17:9"
    },
    {
      "content": "Thil po po ka ta taphawt chu i ta a nih, i ta chu ka ta a nih; anni leiin chawimawiin ka um hlak.",
      "reference": "JOHAN 17:10"
    },
    {
      "content": "Chun, kei chu khawvêlah um ta naw ning, hienghai hi chu khaw- vêlah um an tih, kei chu i kuomah ka hung ding a ni tah. Pa Inthieng, anni chu I hmingin hum rawh, I hming mi pêk khan, eini ang bawka pumkhat an ni theina dingin.",
      "reference": "JOHAN 17:11"
    },
    {
      "content": "“An kuomah ka um sûng khan, anni chu i hmingin ka hum hlak, i hming mi pêk khan, anni chu ka vêng a, anni lai pakhat khawm an bohmang nawh, bohmang naupa naw kha chu; Lekha thu kha a hung tlungna dingin.",
      "reference": "JOHAN 17:12"
    },
    {
      "content": "Nisienlakhawm, tuhin i kuom- ah ka hung ding a ni tah; khawvêlah hieng thu hi ka hril a nih, ka lâwm annia an nei kimna dingin.",
      "reference": "JOHAN 17:13"
    },
    {
      "content": "I thu an kuomah ka pêk tah; chun, khawvêlin anni chu an theidah a, khawvêla mi an ni naw leiin, kei khawvêla mi ka ni naw ang bawkin.",
      "reference": "JOHAN 17:14"
    },
    {
      "content": "“Nangin anni chu khawvêla inthawka i lâk suok dinga ngên ka ni nawh a, mi suola inthawk chun i hum ding a nih ka ti lem a nih.",
      "reference": "JOHAN 17:15"
    },
    {
      "content": "Anni chu khawvêla mi an ni nawh, kei khawvêla mi ka ni naw ang bawk hin.",
      "reference": "JOHAN 17:16"
    },
    {
      "content": "Anni chu thutakin sukthieng rawh, i thu chu thutak a nih.",
      "reference": "JOHAN 17:17"
    },
    {
      "content": "Nangin khawvêla kei i mi tir ang khan, kei khawmin anni chu khawvêlah ka tir hi.",
      "reference": "JOHAN 17:18"
    },
    {
      "content": "Anni leiin kân sukthieng a nih, anni khawm thutaka an inthieng theina dingin.",
      "reference": "JOHAN 17:19"
    },
    {
      "content": "“Hienghai ta ding chau hin ngên pêk ka ni nawh, an thu leia kei mi la hung ring dinghai ta ding khawma ngênpêk ka ni bawk ie, an rênga pumkhat an nina dingin;",
      "reference": "JOHAN 17:20"
    },
    {
      "content": "Pa, nang keimaa i um le, kei nangmaa ka um ang bawk hin, anni khawm einia an umna dingin: nangin i mi tir ti khawvêlin an awi theina dingin.",
      "reference": "JOHAN 17:21"
    },
    {
      "content": "Chun, nangin ropuina i mi pêk kha keiin an kuomah ka pêk tah; anni chu pumkhat an nina dingin, eini pumkhat ei ni ang bawk hin;",
      "reference": "JOHAN 17:22"
    },
    {
      "content": "kei anniah, nang keimaah, anni pumkhata an um a, an famkim theina dingin, nangin kei i mi tir ti le, i mi hmangai angin anni hi i hmangai ti, khawvêlin an hriet theina dingin.",
      "reference": "JOHAN 17:23"
    },
    {
      "content": "Pa, nangin kei i mi pêkhai hi ka umnaah ka kuoma um dingin ka dit; nangin i mi pêk ka ropuina kha an hmuna dingin; leihnuoi insieng hma khawmin nangin i mi hmangai ta sih a.",
      "reference": "JOHAN 17:24"
    },
    {
      "content": "Aw Pa feltak, khawvêl chun an hriet naw cheh a, kei ruok chun ka hriet che kha, hienghai khawm hin nangin kei i mi tir ti an hriet kha.",
      "reference": "JOHAN 17:25"
    },
    {
      "content": "Chun, an kuomah i hming kân hriettir a, inhriettir nâwk rawp ka tih; nangin kei i mi hmangaina kha anniah a um a, kei khawm annia ka um theina dingin,” a ta.",
      "reference": "JOHAN 17:26"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOHAN 17 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}