{
  "verses": [
    {
      "content": "Chun, chuong lai chun Pilatin Isu a ṭhuoi a, a vuok a.",
      "reference": "JOHAN 19:1"
    },
    {
      "content": "Chun, sipaihai chun hling lukhum an phier a, an inkhumtir a, puon sen duk an insiltir bawk a,",
      "reference": "JOHAN 19:2"
    },
    {
      "content": "chun, a kuomah an hung a, “Chibai, Judahai Lal,” an ta, an ben a.",
      "reference": "JOHAN 19:3"
    },
    {
      "content": "Pilat chu a suok nâwk a, an kuomah, “En ta u, iengkhawm a suol ka hmu nawh ti in hrietna dingin in kuomah ka hung ṭhuoi suok hi,” a ta.",
      "reference": "JOHAN 19:4"
    },
    {
      "content": "Chun, Isu chu hling lukhum le puon sen duk chu sil pumin a hung suok a. Chun, Pilatin an kuomah, “En ta u, mihriempa hi,” a ta.",
      "reference": "JOHAN 19:5"
    },
    {
      "content": "Chun, thiempu lalhai le manmi- hai chun ama an hmu phingleh an khêk a, “Krawsah hemde rawh, krawsah hemde rawh,” an ta. Pilatin an kuomah, “Nangnîn fepui unla, krawsah hemde ro; kei chu ieng khawm a suolna ka hmu si nawh,” a ta.",
      "reference": "JOHAN 19:6"
    },
    {
      "content": "Judahai chun a kuomah, “Kan dân kawng khat a um, chu dân ang peiin Pathien Naua ân siem leiin, a thi ding a nih,” an ta, an dawn a.",
      "reference": "JOHAN 19:7"
    },
    {
      "content": "Pilatin chu thu chu a hrietin a ṭi nâwk zuol a;",
      "reference": "JOHAN 19:8"
    },
    {
      "content": "a inah a lût nâwk a, Isu kuomah, “Khâwtienga mi am I nih a?” a ta. Nisienlakhawm, Isûn a dawn nawh.",
      "reference": "JOHAN 19:9"
    },
    {
      "content": "Chun, Pilatin a kuomah, “Nangin kei i mi biek naw vei maw? Inthla thei che ka nih, krawsa hemde thei che ka nih ti i hriet naw am a nih?” a ta.",
      "reference": "JOHAN 19:10"
    },
    {
      "content": "Isûn, “Chungtienga inthawka pêk i ni naw chun, ka chunga hin thaw thei hrim hrim nei naw ti ni; chuleiin, i kuoma mi petu khan suol a phur zuol a nih,” a ta.",
      "reference": "JOHAN 19:11"
    },
    {
      "content": "Chun, chu chena inthawk chu Pilatin inthla a tum a, nisien- lakhawm, Judahai an khêk a, “Hi mipa hi în thla chun Kaisar ruolpa ni naw ti ni, tûkhawm lala insiem taphawt chu Kaisar do an nih,” an ta.",
      "reference": "JOHAN 19:12"
    },
    {
      "content": "Chun, Pilatin chuong thu chu a hriet phingleh Isu a ṭhuoi suok a, a hming Lungrem, Hebrai ṭawng chun Gabbatha an ta, chu hmuna chun rorêlna ṭhungphaah a ṭhung a.",
      "reference": "JOHAN 19:13"
    },
    {
      "content": "(Chun, chu ni chu Fekân Ruoiṭhe Inringlâwk ni a nih, nisa inding vêl a nih.) Chun, ama chun Judahai kuomah, “En ta u, in Lal hi,” a ta.",
      "reference": "JOHAN 19:14"
    },
    {
      "content": "Chun, anni chu an khêk a, “Sukbohmang rawh, sukbohmang rawh, krawsah hemde rawh,” an ta. Pilatin an kuomah, “In lal hi krawsah hemdêng ka ti maw?” a ta. Thiempu Lalhaiin, “Kaisar naw chu lal dang kan nei nawh,” an ta, an dawn a.",
      "reference": "JOHAN 19:15"
    },
    {
      "content": "Chuongchun, Pilatin krawsa hemde dingin ama chu an kuomah a pêk tah a.",
      "reference": "JOHAN 19:16"
    },
    {
      "content": "Chuongchun, Isu chu an ṭhuoi tah a. Ama chun mâni ta dinga kraws putin, “Lu ru hmun,” an ti, Hebrai ṭawng chun Golgotha an ti, chu hmun chen chun a va suok a.",
      "reference": "JOHAN 19:17"
    },
    {
      "content": "Chutaka chun ama chu krawsah an hemdeh a, mi dang pahni khawm krawsah an hemde bawk a, a sîr tuokah pakhat ve vein, a laiah Isu.",
      "reference": "JOHAN 19:18"
    },
    {
      "content": "Chun, Pilatin lekha a ziek a, kraws lêr tieng a bel a, “NAZARETH ISU JUDAHAI LAL,” tiin ziek a nih.",
      "reference": "JOHAN 19:19"
    },
    {
      "content": "Chu lekha chu Judahai a ṭhen tamtakin an tiem a; Isu krawsa an hemdena hmun chu khawpui kâwl a na, Hebrai ṭawng dâm, Rom ṭawng dâm, Grik ṭawng dâmin ziek a nih.",
      "reference": "JOHAN 19:20"
    },
    {
      "content": "Chuongchun, Judahai thiempu lalhai chun, Pilat kuomah “ ‘Judahai Lal,’ tiin ziek naw la, ‘Judahai Lal ka nih a tih,’ tiin ziek lem rawh,” an ta.",
      "reference": "JOHAN 19:21"
    },
    {
      "content": "Pilat chun, “Ka ziek kha ka ziek zo tah,” a ta, a dawn a.",
      "reference": "JOHAN 19:22"
    },
    {
      "content": "Chun, sipaihaiin Isu chu krawsa an hemde zo chun, a silfênhai an lâk a, phêk liin an siem a, sipaihaiin phêk khatin an chang seng a; a zakuo an lâk bawk a. Zakuo chu ṭhuilo zakuo a na, a rînga inthawka a puma khâwng vawng a nih.",
      "reference": "JOHAN 19:23"
    },
    {
      "content": "Chuleiin, anni chun, “Kei thlêr nâwng ei tiu, tu ta tak ding am a na, ai sân lem ei tiu,” an in tih a, Pathien Lekha Thu, “Ka silfênhai an insem a, Ka zakuo dingin ai an sân a,” ti a tlungna dingin. Chuong thil chu sipaihaiin an thaw a nih.",
      "reference": "JOHAN 19:24"
    },
    {
      "content": "Chun, Isu kraws kâwlah a nu le a nu zuorpuinu Mari, Kleopa nuhmei, le Mari Magdalin an ngîr a.",
      "reference": "JOHAN 19:25"
    },
    {
      "content": "Chun, Isûn a nu le a inchûktir a ihmangai kha a kâwla ngir a hmuh a, a nu kuomah, “Nuhmei, en ta, i naupa kha!” a ta.",
      "reference": "JOHAN 19:26"
    },
    {
      "content": "Chun, inchûktir kuoma khawm chun, “En ta, i nu kha!” a ta. Chun, chu chena inthawk chu, chu inchûktir chun amanu chu a inah a ṭhuoi tah a.",
      "reference": "JOHAN 19:27"
    },
    {
      "content": "Chu hnunga chun Isûn thil iengkim tuhin a kim tah ti a hriet a, Pathien Lekha Thu kha a tlungna dingin, “Ka dang a châr ie,” a ta.",
      "reference": "JOHAN 19:28"
    },
    {
      "content": "Chutaka chun bêl pakhat uoin thûra sip an intung a, chuongchun sponj pakhat chu uoin thûra inchie sipin husop hmawlah an târ a, a hmûr an hang intlun a.",
      "reference": "JOHAN 19:29"
    },
    {
      "content": "Chun, Isûn uoin thûr chu a lo dâwn zo chun, “A kin tah,” a ta. A lu a kûn a, a thlarau ân thla tah a.",
      "reference": "JOHAN 19:30"
    },
    {
      "content": "Chun, Inringlâwk ni a ni leiin, ruonghai chu Châwlnia krawsa a um zing nawna dingin, (chu Châwlni chu ni ropui a ni sih a,) Judahaiin Pilat kuomah an kehai suktlieka, an ruong fepui dingin an ngên a.",
      "reference": "JOHAN 19:31"
    },
    {
      "content": "Chun, sipaihai chu an hung a, a kuoma krawsa an hemde a tawntira mi le mi dang chu an kehai an suktliek a.",
      "reference": "JOHAN 19:32"
    },
    {
      "content": "Nisienlakhawm, Isu kuomah an hung a, a thi ta zing ti an hriet a, a kehai an suktliek ve nawh a.",
      "reference": "JOHAN 19:33"
    },
    {
      "content": "Nisienlakhawm, sipaihai laia mi pakhatin a nâkah feiin a sun a, chuongchun, thisen le tui a suok nghâl ta a.",
      "reference": "JOHAN 19:34"
    },
    {
      "content": "A hmutu chun ân hriettir tah (a thu inhriettir chu ân dik a nih, a hril indik ti khawm a hriet,) nangni khawmin in ringna dingin.",
      "reference": "JOHAN 19:35"
    },
    {
      "content": "Pathien Lekha Thu, “A ru pakhat khawm suktliek ni naw ni,” ti a tlungna dingin chuong thil chu a hung um tah a nih.",
      "reference": "JOHAN 19:36"
    },
    {
      "content": "Chun, Pathien Lekha Thu dangin “An isun ngei chu la en an tih,” a ti bawk a.",
      "reference": "JOHAN 19:37"
    },
    {
      "content": "Chun, chuong thil thaw zo chun, Josef Arimathai khuoa mi, Isu inchûktir a nih, nisienlakhawm, Judahai a ṭi leiin a rûka um a na, ama chun Isu ruong chu fepui dingin Pilat kuomah a hnih a, chun Pilatin a phal a. Chuongchun, a hung a, a ruong chu a fepui tah a.",
      "reference": "JOHAN 19:38"
    },
    {
      "content": "Chun, Nikodem, (a tîra zâna a kuoma hung khan,) murra le aloe inpawlsa bûk sâwmnga lai chawiin a hung veh a.",
      "reference": "JOHAN 19:39"
    },
    {
      "content": "Chun, Isu ruong chu an lâk a, Judahai inphûm dân angin thil rim inhnikhai le chun puon zai inhmiin an tuom a.",
      "reference": "JOHAN 19:40"
    },
    {
      "content": "Chun, krawsa an hemdena hmuna chun huon pakhat a um a, huona chun tukhawm lân zâlna ngainaw thlân thar pakhat a um.",
      "reference": "JOHAN 19:41"
    },
    {
      "content": "Chun, Judahai Inringlâwk ni a ni leiin, thlân chu an kâwl el a ni sih a, chutaka chun Isu chu an inzâl tah a.",
      "reference": "JOHAN 19:42"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOHAN 19 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}