{
  "verses": [
    {
      "content": "Chun, Isûn Johan nêkin inchûktir tam lem a siem le a baptis ti Pharisaihaiin an hriet ti Lalpa chun a hriet phingleh,",
      "reference": "JOHAN 4:1"
    },
    {
      "content": "(nisienlakhawm, Isu meu chun a baptis nawh a, a închûktirhaiin an baptis lem hlak),",
      "reference": "JOHAN 4:2"
    },
    {
      "content": "Judai ram chu a fe san a, Galili ramah a fe tah a.",
      "reference": "JOHAN 4:3"
    },
    {
      "content": "Chuongchun, Samari ram a fe thleng ding a na.",
      "reference": "JOHAN 4:4"
    },
    {
      "content": "Chuongchun, Samari ram khaw pakhat, Sukar an ti chu a hung tlung a, Jakobin a nau Josef kuoma hmun a ipêk kâwl kha.",
      "reference": "JOHAN 4:5"
    },
    {
      "content": "Jakob tuisunsuo khawm kha chutaka chun a um. Chuongchun, Isu chu a fe sâwl leiin tuisunsuo sîra chun a ṭhung chawt a; sûn bufâk pha a nih.",
      "reference": "JOHAN 4:6"
    },
    {
      "content": "Samari nuhmei pakhat tui chawi dingin a hung a, Isûn a kuomah, “Dâwn ding mi pe rawh,” a ta.",
      "reference": "JOHAN 4:7"
    },
    {
      "content": "(A închûktirhai hlak chu fâk ding inchaw dingin khuoah an fe ta sih a.)",
      "reference": "JOHAN 4:8"
    },
    {
      "content": "Chuongchun, Samari nuhmei chun a kuomah, “Nang Juda mi i na, kei Samari nuhmei ka ni sih a, iengtizie am a na, ka kuoma dâwn ding i hnih?” a ta. (Judahaiin Samari mihai ieng khawm an inṭâwmpui ngai si nawh.)",
      "reference": "JOHAN 4:9"
    },
    {
      "content": "Chun, Isûn a dawn a, a kuomah, “Pathien thilpêk le, ‘Dâwn ding mi pe rawh,’ i kuoma titu hi hre la chu nangin a kuomah i hni lem ding a nih; chun, ama chun tui hring a pêk ding che a nih,” a ta.",
      "reference": "JOHAN 4:10"
    },
    {
      "content": "Chun, nuhmei chun a kuomah, “Pu, khaina iengkhawm i nei si nawh a, tuisunsuo ân thûk vei leh, khâwlaia inthawkin am tui hring chu i hmuh a?",
      "reference": "JOHAN 4:11"
    },
    {
      "content": "Kan pu Jakob nêkin i ropui lem am a nih? Ama chun hi tuisunsuo hi a mi pêk a, ama khawmin a dâwn a, a nauhai le a ranhai leh,” a ta.",
      "reference": "JOHAN 4:12"
    },
    {
      "content": "Chun, Isûn a dawn a, a kuomah, “Tûkhawm hi tui dâwn taphawt chu an dang châr nâwk a tih;",
      "reference": "JOHAN 4:13"
    },
    {
      "content": "tûkhawm an kuoma ka pêk ding tui dâwn taphawt ruok chu, kum- khuoin dangchâr naw ni hai, keiin an kuoma tui ka pêk ding chu, an sûngah tuihnâr hung um a ta, chatuona hringna chenin inchik dawk a tih,” a ta.",
      "reference": "JOHAN 4:14"
    },
    {
      "content": "Chun, nuhmei chun a kuomah, “Pu, chu tui chu mi pe rawh, ka dangchâr nawna ding le hi chen chena tui chawi dinga ka hung nawna dingin,” a ta.",
      "reference": "JOHAN 4:15"
    },
    {
      "content": "Chun, Isûn a kuomah, “I pasal va ko la, hitakah hung nâwk rawh,” a ta.",
      "reference": "JOHAN 4:16"
    },
    {
      "content": "Chun, nuhmei chun a kuomah, “Pasal ka nei le,” a ta, a dawn a. Isûn a kuomah, “Pasal ka nei le, i ti hi i ti dik ie;",
      "reference": "JOHAN 4:17"
    },
    {
      "content": "pasal panga i nei tah, tuta mi i nei hi i pasal a ni naw hrim a nih, hi thu hi i ti dik ie,” a ta.",
      "reference": "JOHAN 4:18"
    },
    {
      "content": "Nuhmei chun a kuomah, “Pu, zâwlnei i nih ti ka hriet tah.",
      "reference": "JOHAN 4:19"
    },
    {
      "content": "Keini thlatuhai chun hi tlânga hin Pathien chibai an bûk hlak; nisienlakhawm, nangni chun, ‘Mihriemin Pathien chibai an bûkna hmun ding chu Jerusalemah a um,’ in ti hlak,” a ta.",
      "reference": "JOHAN 4:20"
    },
    {
      "content": "Chun, Isûn a kuomah, “Nu- hmei, ka thu awi rawh, hi tlânga kher naw khawm, Jerusalema kher naw khawm, Pathien chibai in bûk hun a tlung ding a ni tah.",
      "reference": "JOHAN 4:21"
    },
    {
      "content": "Nangnîn in hriet naw chibai in bûk hlak, keini chun chu kan ihriet chu chibai kan bûk hlak. Sandamna Judahaia inthawkin a hung suok ding a ni sih a.",
      "reference": "JOHAN 4:22"
    },
    {
      "content": "Chuongchun, a hun a tlung ding a ni tah, tu khawm hin a tlung zing tah, chu pha chun Pathien chibai bûktu taktakhaiin thlarau le titaktakin Pa chibai bûk an tih, Pa chun chuong ang mi chu ama chibai bûktu dingin a zawng a nih.",
      "reference": "JOHAN 4:23"
    },
    {
      "content": "Pathien chu Thlarau a nih; ama chibai bûktuhaiin thlarau le titak- takin chibai an bûk ding a nih,” a ta.",
      "reference": "JOHAN 4:24"
    },
    {
      "content": "Chun, nuhmei chun a kuomah, “Messie, Krista an ti chu a hung ding a nih ti ka hriet a, ama chu a hung phaleh iengkim mi la hril a tih,” a ta.",
      "reference": "JOHAN 4:25"
    },
    {
      "content": "Chun, Isûn a kuomah, “Kei a betu che hi ama chu ka ni annâwm,” a ta.",
      "reference": "JOHAN 4:26"
    },
    {
      "content": "Chuong lai chun a închûktirhai chu an hung a, nuhmei a biek chu mak an ti hleh a; nisienlakhawm, tukhawmin, “Ieng am i zawng? Ieng- dinga nuhmei i biek am?” khawm an ti nawh.",
      "reference": "JOHAN 4:27"
    },
    {
      "content": "Chun, nuhmei chun a tuibêl a mâksan a, khuoah a feh a, mihai kuomah,",
      "reference": "JOHAN 4:28"
    },
    {
      "content": "“Ka thilthaw taphawt mi hril peitu mi pakhat a um a, hung unla, en ta u, Krista a ni thei âwm am?” a ta.",
      "reference": "JOHAN 4:29"
    },
    {
      "content": "Chun, anni chu khuoa inthawk chun an hung suok a, a kuom tieng an pan tah a.",
      "reference": "JOHAN 4:30"
    },
    {
      "content": "Chu kâr chun inchûktirhai chun a kuomah, “Inchûktirtu, fa rawh,” an lo ti an lo tih a.",
      "reference": "JOHAN 4:31"
    },
    {
      "content": "Nisienlakhawm, ama chun an kuomah, “Bu in hriet naw fâk ding ka nei,” a ta.",
      "reference": "JOHAN 4:32"
    },
    {
      "content": "Chun, inchûktirhai chu an inbiek a, “A fâk ding miin an hung chawipêk am a ni aw,” an in tih a.",
      "reference": "JOHAN 4:33"
    },
    {
      "content": "Chun, Isûn an kuomah a hril a, “A mi tirtu dit zâwng thaw le, a sin thaw zo ding hi ka bu a nih.",
      "reference": "JOHAN 4:34"
    },
    {
      "content": "Nangnîn, ‘Bu sîkna ding thla li a la um,’ in ti a ni naw am a ni? Ngai ro, ka hril cheu hi, dâk unla, lohai en ro, tuta inthawkin sîk dingin a hmin a nih.",
      "reference": "JOHAN 4:35"
    },
    {
      "content": "A sîktu chun hlaw a hmu hlak a, chatuona hringna chena um dingin ra a sîk hlak, a tutu le a sîktu an lâwm rêl theina dingin.",
      "reference": "JOHAN 4:36"
    },
    {
      "content": "‘Pakhatin a tuh a, mi dangin a sîk hlak,’ ti thu hi, chutaka chun ân dik hle a nih.",
      "reference": "JOHAN 4:37"
    },
    {
      "content": "In inrimpui naw sîk dingin ka tir cheu hi; mi dangin a thawh a, nangnîn a thawsa chu in sunzawm a nih,” a ta.",
      "reference": "JOHAN 4:38"
    },
    {
      "content": "Chun, nuhmei chun, “Ka thil- thaw po a mi hril pei,” tia ân hriet- tirna thu lei khan, chu khuoa um Samari mi tamtakin Isu an ring tah a.",
      "reference": "JOHAN 4:39"
    },
    {
      "content": "Chuongchun, Samari mihai chu Isu kuomah an hung a, an kuoma um dingin an ngên an ngên a; chuongchun, chutaka chun ni hni a châm a.",
      "reference": "JOHAN 4:40"
    },
    {
      "content": "Chun, mi dang tamtakin ama thu leiin an ring ve tah a.",
      "reference": "JOHAN 4:41"
    },
    {
      "content": "Chun, anni chun, nuhmei kuoma chun, “Tu zet hin chu i thu hril leia ring kan ni ta nawh; keini ngeiin a thu hril kan hriet tah a, hi mipa hi khawvêl Sandamtu a ni ngei ti kan hriet tah,” an ta.",
      "reference": "JOHAN 4:42"
    },
    {
      "content": "Chun, chu ni hni hnunga chun chutaka inthawkin a suok a, Galili ramah a fe tah a.",
      "reference": "JOHAN 4:43"
    },
    {
      "content": "Isu ngeiin, zâwlnei chu ama khuo tieng chun chawimawiin a um ngai nawh ti ân hriettir hlak sih a.",
      "reference": "JOHAN 4:44"
    },
    {
      "content": "Chuongchun, Galili ram a hung tlungin Galili rama mihaiin an lo lâwm a, Jerusalema ruoiṭhe laia a thilthaw po po an hmu lei khan; anni khawm chu ruoiṭhenaa chun an fe ve sih a.",
      "reference": "JOHAN 4:45"
    },
    {
      "content": "Chun, Galili rama Kana khuo, tui uoina ân changtirna kha a hung tlung nâwk a. Chun, upa tû amanih a um a, a naupa Kapernaumah a damnawh a.",
      "reference": "JOHAN 4:46"
    },
    {
      "content": "Chun, Isu Judai rama in- thawkin Galili ramah a hung ti a hriet phingleh a hang feh a, a naupa zu sukdam dingin a ngên a, a thi vâng vâng sih a.",
      "reference": "JOHAN 4:47"
    },
    {
      "content": "Isûn a kuomah, “Inchiknahai le thilmakhai in hmu naw chun ring tawp naw ti niu,” a ta.",
      "reference": "JOHAN 4:48"
    },
    {
      "content": "Chun, upa chun a kuomah, “Pu, ka nau thi hmain hung thla ta la,” a ta.",
      "reference": "JOHAN 4:49"
    },
    {
      "content": "Isûn a kuomah, “Fe nâwk el ta rawh, i naupa chu a dam tah ie,” a ta. Ama chun Isûn a kuoma thu a hril chu a ring a, a fe tah a.",
      "reference": "JOHAN 4:50"
    },
    {
      "content": "Chun, a fe thlâk lai zingin a suokhaiin ama an lo tuok a, “I naupa chu a dam tah,” an lo tih a.",
      "reference": "JOHAN 4:51"
    },
    {
      "content": "Ama chun an kuomah a dam phut hun lai ân dawn a. Anni chun a kuomah, “Zâni nisa inhêm chau khan a khawsik a bo tah a nih,” an ta.",
      "reference": "JOHAN 4:52"
    },
    {
      "content": "Chuongchun, a pain Isûn a kuoma, “I naupa chu a dam tah ie,” a ti lai tak chu a nih, ti a hriet tah a; chun, ama le a sûnghaiin an rêngin an ring tah a.",
      "reference": "JOHAN 4:53"
    },
    {
      "content": "Chu chu Isu thilmak a thaw vawi hnina a nih, Judai rama inthawka Galili rama a hungin.",
      "reference": "JOHAN 4:54"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOHAN 4 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}