{
  "verses": [
    {
      "content": "Chun, Isûn a fe malamin a pieng tîra inthawka mitdel pakhat a hmuh a.",
      "reference": "JOHAN 9:1"
    },
    {
      "content": "Chun, a închûktirhaiin a kuomah, “Rabbi, mitdel saa a pieng hi tuin am thil a suksuol, ama hin am, a nu le a pain?” an ta, an indawn a.",
      "reference": "JOHAN 9:2"
    },
    {
      "content": "Isûn, “Hi mipa hin a suksuol nawh, a nu le a pain an suksuol bawk nawh, Pathien sinthaw a chunga ân langna dingin a ni lem.",
      "reference": "JOHAN 9:3"
    },
    {
      "content": "Sûn a ni laiin a mi tirtu sin ei thaw ding a nih, zân a ni ding a ni ta hi, chu pha chun tukhawmin thaw thei naw ni hai.",
      "reference": "JOHAN 9:4"
    },
    {
      "content": "Khawvêla ka um sûngin khawvêl êntu ka nih,” a ta, a dawn a.",
      "reference": "JOHAN 9:5"
    },
    {
      "content": "Chuong anga a hril zo chun, hnuoiah chil a sâk a, chil chun pil- pawk a siema, pilpawk chu a mitah a nâl a,",
      "reference": "JOHAN 9:6"
    },
    {
      "content": "chun, a kuomah, “Siloam dîlah va sâwp rawh,” a ta. (Siloam chu, “Tir,” tina a nih.) Chun, a va feh a, a sâwp a, mit varin a hung tah a.",
      "reference": "JOHAN 9:7"
    },
    {
      "content": "Chuongchun, a vênghai le inhmaa a kutdaw hmu hlakhai chun, “Hi mipa hi ṭhung puma kut daw hlak kha a ni naw am a nih?” an ta.",
      "reference": "JOHAN 9:8"
    },
    {
      "content": "Ṭhenkhatin, “Ama kha a ni hi,” an ta. Mi dangin, “A ni nawh ie, ân angpui a ni lem hi,” an ta. Ama chun, “Kha kha ka nih,” a ta.",
      "reference": "JOHAN 9:9"
    },
    {
      "content": "Chun, anni chun a kuomah, “I mit iengtin am a hung var leh?” an ta.",
      "reference": "JOHAN 9:10"
    },
    {
      "content": "Ama chun, “Isu an ti khan pilpawk a siem a, ka mitah a nâl a, ‘Siloam dîlah va sâwp rawh,’ a mi tih a. Chuongchun, ka va feh a, ka sâwp a, mitvarna ka hmu tah a ni hi,” a ta.",
      "reference": "JOHAN 9:11"
    },
    {
      "content": "Chun, anni chun a kuomah, “Ama chu khâwlai am a um a?” an ta. Ama chun, “Ka hriet nawh,” a ta.",
      "reference": "JOHAN 9:12"
    },
    {
      "content": "Chun, chu hmaa mit indel chu Pharisaihai kuomah an ṭhuoi a.",
      "reference": "JOHAN 9:13"
    },
    {
      "content": "Chun, Isûn pilpawk a siem a, a mit a sukvar ni kha châwlni a na.",
      "reference": "JOHAN 9:14"
    },
    {
      "content": "Chuongchun, Pharisaihaiin mitvarna a hmu dân an indawn nâwk a. Ama chun an kuomah, “Ka mitah pilpawk a sieh a, ka sâwp a, ka hmu thei el a nih,” a ta.",
      "reference": "JOHAN 9:15"
    },
    {
      "content": "Chun, Pharisai ṭhenkhatin, “Chu mipa chu châwlni a hlutsak naw leiin Pathien kuoma inthawka suok ni naw ni,” an ta. Ṭhenkhat ruok chun, “Mi suolin iengtin am hieng ang thilmak thaw thei a ta?” an ta. An inṭheh a, an inkhing tah a.",
      "reference": "JOHAN 9:16"
    },
    {
      "content": "Chun, mitdel kuoma chun, “I mit a sukvar kha nang ieng angin am i ngai a?” an ti nâwk a. Ama chun, “Zâwlnei a nih,” a ta.",
      "reference": "JOHAN 9:17"
    },
    {
      "content": "Nisienlakhawm, Judahaiin mit- varna hmutu nu le pa chu an ko hmakhat chu mitdel a na, mitvarna a hmu ti, a chungchâng thu chu an awi nawh a.",
      "reference": "JOHAN 9:18"
    },
    {
      "content": "Chun, a nu le pa kuoma chun, “Hi mipa hi in naupa, mitdel saa pieng a nih in ti kha a ni am a nih? Iengtin am tuhin a hmu thei ta a?” tiin an indawn a.",
      "reference": "JOHAN 9:19"
    },
    {
      "content": "A nu le pa chun, “Hi mipa hi kan naupa a nih ti kan hriet, mitdel sain a pieng ti khawm kan hriet,",
      "reference": "JOHAN 9:20"
    },
    {
      "content": "nisienlakhawm, iengtin am tuhin a hung hmu thei tah a na kan hriet nawh, a mit sukvartu khawm kan hriet bawk nawh; ama indawn ro; patling a nih annâwm, ama thu chu ama bawkin hril raw se,” an ta, an dawn a.",
      "reference": "JOHAN 9:21"
    },
    {
      "content": "Judahai an ṭi leiin a nu le pa chun chuong thu chu an hril a nih; Judahaiin, chu hma khawm chun tûkhawmin “Ama chu Krista a nih,” tia an ṭan chun, inkhâwmna inah hnawng an tih ti hi an remti sa a na.",
      "reference": "JOHAN 9:22"
    },
    {
      "content": "Chuleichun a nih, a nu le pa chun, “Patling a nih annâwm, ama indawn ro,” an ti chu.",
      "reference": "JOHAN 9:23"
    },
    {
      "content": "Chuongchun, mitdel chu an ko nâwk a, a kuomah, “Pathien inpâk rawh, ama kha chu mi suol a nih ti kan hriet,” an ta.",
      "reference": "JOHAN 9:24"
    },
    {
      "content": "Ama chun, “Mi suol a ni le ni naw ka hriet nawh, kawng khat ka hriet, kha hma khan ka mit ân del a, tuhin ka hmu thei ta hi,” a ta, a dawn a.",
      "reference": "JOHAN 9:25"
    },
    {
      "content": "Chun, anni chun a kuomah, “I chungah iengtin am a thawh a? I mit iengtin am a sukvar a?” an ta.",
      "reference": "JOHAN 9:26"
    },
    {
      "content": "Ama chun an kuomah, “Nakie khan ka hril ta cheu kha, in hriet nuom si nawh; iengdinga in hriet nuom nâwk ta am a ni leh? Nangni khawm ama inchûktirhai ni in nuom ve am a nih?” tiin a dawn a.",
      "reference": "JOHAN 9:27"
    },
    {
      "content": "Chun, anni chun an hal a, “Nang hi ama inchûktir i na, keini chu Mosie inchûktirhai kan ni hi teh.",
      "reference": "JOHAN 9:28"
    },
    {
      "content": "Pathienin Mosie a biek ti kan hriet, hi mipa hrep hi khâwlaia inthawka hung suok am a na, kan hriet hrep nawh,” an ta.",
      "reference": "JOHAN 9:29"
    },
    {
      "content": "Chun, ama chun an kuomah, “Chu chu a nih a makna chu, khâwlaia inthawka hung suok am a ni in hriet nawh a, ka mit a sukvar tlat si hi.",
      "reference": "JOHAN 9:30"
    },
    {
      "content": "Pathienin mi suol thu a ngai ngai nawh ti ei hriet; nisienlakhawm, tukhawmin Pathien a ngaisak a, a dit zâwng a thaw chun, Pathienin ama chu a thu a ngai hlak.",
      "reference": "JOHAN 9:31"
    },
    {
      "content": "Khawvêl insieng tira inthawk tukhawmin mitdel saa pieng mit an sukvar nâwk ti an hriet ngai nawh.",
      "reference": "JOHAN 9:32"
    },
    {
      "content": "Hi mipa hi Pathien kuoma inthawka suok a ni naw chun, iengkhawm thaw thei naw ni,” a ta, a dawn a.",
      "reference": "JOHAN 9:33"
    },
    {
      "content": "Chun, anni chun a kuomah, “Nang suol letdêra pieng i nih annâwm, nangin i mi hril vei maw?” an ta, an dawn a. Chuongchun, ama chu an hnawt dawk tah a.",
      "reference": "JOHAN 9:34"
    },
    {
      "content": "Chun, an hnawt dawk ti Isûn a lo hriet a; chun, a zawng dawk a, “Pathien Naupa i ring am?” a ta.",
      "reference": "JOHAN 9:35"
    },
    {
      "content": "Ama chun, “Pu, ama chu tu am a na, mi hril rawh, ka ring theina dingin?” a ta, a dawn a.",
      "reference": "JOHAN 9:36"
    },
    {
      "content": "Isûn a kuomah, “Ama chu i hmu zing tah, a be zingtu che hi a nih,” a ta.",
      "reference": "JOHAN 9:37"
    },
    {
      "content": "Ama chun, “Lalpa, ka ring ie,” a ta, chibai a bûk a.",
      "reference": "JOHAN 9:38"
    },
    {
      "content": "Chun, Isûn, “Rorêl dinga hi khawvêla hin hung ka nih, mitdelhai chu an mit a hung varna ding le, mitvarhai chu an mit a hung indelna dingin,” a ta.",
      "reference": "JOHAN 9:39"
    },
    {
      "content": "Chun, a kâwla Pharisai umhai chun chuong thu chu an hriet a, a kuomah, “Keini khawm hi mitdel kan ni ve am a nih?” an ta.",
      "reference": "JOHAN 9:40"
    },
    {
      "content": "Isûn an kuomah, “Mitdel in ni chun suol nei naw ti niu a, nisienlakhawm, ‘Kan hmu thei ie,’ tuhin in ti sih a, chuleiin, in suol a um zing a nih.",
      "reference": "JOHAN 9:41"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOHAN 9 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}