{
  "verses": [
    {
      "content": "Chun chu hnunga chun, Tiberi dîlah Isu a inchûktirhai kuomah ân lâr nâwk a; hieng ang hin ân lâr;",
      "reference": "JOHAN 21:1"
    },
    {
      "content": "Simon Peter hai, Thoma (Didum an ti bawk) hai, Galili rama Kana khuoa mi Nathanael hai, Zebedai naupahai pahni, a închûktirhai pahni dang leh an um khâwm a.",
      "reference": "JOHAN 21:2"
    },
    {
      "content": "Simon Peter chun an kuomah, “Nga manin ka fe ding a nih,” a ta. Anni chun a kuomah, “Keini khawm i kuomah hung vêng kan tih,” an ta. An fe suok a, lawngah an chuong a; chu zân chun iengkhawm an man nawh.",
      "reference": "JOHAN 21:3"
    },
    {
      "content": "Chun, khawfing chatin Isu ṭieuphoah a ngîr a; nisienlakhawm, a închûktirhai chun Isu a nih ti an hriet si nawh.",
      "reference": "JOHAN 21:4"
    },
    {
      "content": "Chun, Isûn an kuomah, “Nauhai, iengkhat fâk ding in nei am?” a ta. Anni chun a kuomah, “Nei lo,” an ta, an dawn a.",
      "reference": "JOHAN 21:5"
    },
    {
      "content": "Ama chun an kuomah, “Lawng sîr changtieng khan lên dêng unla, hmûng in tih,” a ta. Chun, an dêng a, nga tam lei chun an kei dawk zo ta nawh a.",
      "reference": "JOHAN 21:6"
    },
    {
      "content": "Chuongchun, inchûktir Isûn a ihmangai khan Peter kuomah, “Lalpa a ni saw,” a ta. Chuongchun, Lalpa a nih ti Simon Peter chun a hriet phingleh, a silfên ân bel a, (ruoka um a ni sih a,) dîlah ân châwm thla tah a.",
      "reference": "JOHAN 21:7"
    },
    {
      "content": "Nisienlakhawm, inchûktir dang- hai chun lawng chîtê têhai chun, lên nga puma hnûk pei pum chun an hung pan a, (khawmuola inthawkin a hla si nawh a, tawng za hni amani chau a nih).",
      "reference": "JOHAN 21:8"
    },
    {
      "content": "Chun, khawmuola an suok phingleh, chutaka chun meihawla mei insêm an hmuh a, a chunga nga le beiphêk raw leh.",
      "reference": "JOHAN 21:9"
    },
    {
      "content": "Chun, Isûn an kuomah, “Tuhin in nga man kha a ṭhen hung la ro,” a ta.",
      "reference": "JOHAN 21:10"
    },
    {
      "content": "Chuongchun, Simon Peter a va chuong a, lên chu nga lien tak taka sipin khawmuolah a hnûk dawk a, za le sâwmnga le pathum a nih; chuong zât zât um sien khawm lên chu ân ek si nawh.",
      "reference": "JOHAN 21:11"
    },
    {
      "content": "Chun, Isûn an kuomah, “Zîngbu hung fa ro,” a ta. Inchûktirhai laia tukhawmin a kuomah, “Tu am i na?” tiin an indawn ngam nawh, Lalpa a nih ti an hriet zing a.",
      "reference": "JOHAN 21:12"
    },
    {
      "content": "Chun, Isu a hung a, beiphêk chu a lâk a, an kuomah a pêk a, ngahai khawm chu chuong ang bawkin a pêk a.",
      "reference": "JOHAN 21:13"
    },
    {
      "content": "Chu chu Isu mithi laia inthawk- a a thonâwk hnunga a închûktirhai kuoma ân lâr a vawi thumna a nih.",
      "reference": "JOHAN 21:14"
    },
    {
      "content": "Chun, zingbu an fâk zoin, Isûn Simon Peter kuomah, “Simon, Johan naupa, hienghai nêk hin nangin kei i mi hmangai lem am?” a ta. Ama chun a kuomah, “Aw, Lalpa, ka ngaina che ti I hriet,” a ta. Ama chun a kuom- ah, “Ka berâmtehai châwm rawh,” a ta.",
      "reference": "JOHAN 21:15"
    },
    {
      "content": "A vawihninaah, a kuomah, “Simon, Johan naupa, nangin kei i mi hmangai am?” a ti nâwk a. Ama chun a kuomah, “Aw, Lalpa, ka ngaina che ti i hriet,” a ti nâwk a. Ama chun a kuomah, “Ka berâmhai enkawl rawh,” a ta.",
      "reference": "JOHAN 21:16"
    },
    {
      "content": "A vawithumnaa chun, “Simon, Johan naupa, nangin kei i mi ngaina am?” a ta. Chun, a vawithumnaah “Nangin i mi ngaina am,” a kuoma a ti lei chun Peter a lungngai a, a kuomah, “Lalpa, iengkim i hriet a, ka ngaina che ti i hriet,” a ta. Isûn a kuomah, “Ka berâmhai châwm rawh.",
      "reference": "JOHAN 21:17"
    },
    {
      "content": "Titakzetin, titakzetin ka hril che, i naupang lai khan i kâwngah în khit a, i nuomna tieng tieng i fe hlak; nisienlakhawm, i upat pha i kuthai phar i ta, mi dangin khitpêk an ti cheh a, i nuom nawna tieng kei an ti che,” a ta.",
      "reference": "JOHAN 21:18"
    },
    {
      "content": "Chuong thu chu iengtiziea thiin am Pathien a chawimawi ding ti inhriettirna dingin a hril a nih. Chun, chu chu a hril zoin a kuomah, “Mi zui rawh,” a ta.",
      "reference": "JOHAN 21:19"
    },
    {
      "content": "Chun, Peter chu a nghah a, Isûn inchûktir a ihmangai, zânbu fâk laia a âwm hnenga hung thlea, “ân mantirtu ding che chu tu tak am nîng a ta?” titu khan a hung zui a hmuh a.",
      "reference": "JOHAN 21:20"
    },
    {
      "content": "Peterin ama chu a hmu chun Isu kuomah, “Lalpa hi mipa hin ieng am thâwng a ta?” a ta.",
      "reference": "JOHAN 21:21"
    },
    {
      "content": "Isûn a kuomah, “Ka hung nâwk chena um zing dingin dit lang lem chu, chu chu ienga i hmang ding am a na? Nangin mi zui el rawh,” a ta.",
      "reference": "JOHAN 21:22"
    },
    {
      "content": "Chuongchun, chu inchûktir chu thi naw dingin a thu unauhai lai ân thang tah a. Nisienlakhawm, Isûn thi naw ni ti a kuomah a hril si nawh, “Ka hung nâwk chena um zing dingin dit lang lem chu, chu chu ienga i hmang ding am a na?” a ti el a ni sih a.",
      "reference": "JOHAN 21:23"
    },
    {
      "content": "24 Chu inchûktir chu hieng thu ziektu le inhriettirtu hi a nih; a thu inhriettir hi indiktak a nih ti ei hriet.",
      "reference": "JOHAN 21:24"
    },
    {
      "content": "Chun, hieng naw hi Isu thilthaw dang tamtak a la um, chuongchu ziek fai vawng ding ni sien, lekhabu ziek ding po po chu khawvêla khawm hin inlengin ka ring nawh.",
      "reference": "JOHAN 21:25"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOHAN 21 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}