{
  "verses": [
    {
      "content": "Chun, ni thum niah, Galili rama Kana khuoah inneina ruoiṭhe a um a, chutaka chun Isu nu a um a.",
      "reference": "JOHAN 2:1"
    },
    {
      "content": "Isu le a închûktirhai khawm inneinaa chun an fiel a.",
      "reference": "JOHAN 2:2"
    },
    {
      "content": "Chun, uoinin a dai ta nawh a, Isu nu chun a kuomah, “Uoin an tlasam tah ie,” a ta.",
      "reference": "JOHAN 2:3"
    },
    {
      "content": "Isu chun a kuomah, “Nuhmei, nanga mi lo hrietpêk ding ieng am a um a? ka hun a la tlung nawh,” a ta.",
      "reference": "JOHAN 2:4"
    },
    {
      "content": "Chun, a nu chun rawngbâwltu- hai kuomah, “In kuoma a hril taphawt chu thaw pei ro,” a ta.",
      "reference": "JOHAN 2:5"
    },
    {
      "content": "Chun, Judahai inthien dân angin lung tuibêl paruk, bûk sâwmli hmun hni amanih, hmun thum amanih keng seng chutaka chun an intung a.",
      "reference": "JOHAN 2:6"
    },
    {
      "content": "Chun, Isûn an kuomah, “Tuibêl- ahai tui suksip ro,” a ta. A rei inruolin an suksip seng a.",
      "reference": "JOHAN 2:7"
    },
    {
      "content": "Chun, an kuomah, “Tuhin thâl unla, ruoiṭhe hotu kuomah fepui ro,” a ta. Chun, an fepui tah a.",
      "reference": "JOHAN 2:8"
    },
    {
      "content": "Chun, ruoiṭhe hotu chun tui uoina hung inchang chu ân tem a, a suokna chin a hriet nawh a, (tui thâl rawngbâwltuhai ruok chun an hriet a), nuhmei nei tupa chu a ko tah a,",
      "reference": "JOHAN 2:9"
    },
    {
      "content": "a kuomah, “Mi tinin a tirin uoin ṭha an sie suok hlak, chun, a tam deu an dâwn hnungin a ṭha naw deu chu an sie suok hlak, nang ruok chun tu chen hin uoin ṭha i la nei zing a,” a ta.",
      "reference": "JOHAN 2:10"
    },
    {
      "content": "Isûn hi a thilmak thaw phutna hi Galili ram Kana khuoa chun a thaw a nih, a ropuizie ân langtir a; chun, a inchûktirhai chun ama chu an ring tah a.",
      "reference": "JOHAN 2:11"
    },
    {
      "content": "Chun, chu hnunga chun, Kaper- naumah a zu fe a, ama le a nu leh, a unauhai le, a închûktirhai leh; chutaka chun ni sâwt nawtê an um a.",
      "reference": "JOHAN 2:12"
    },
    {
      "content": "Chun, Judahai Fekân Ruoiṭhe a hnai tah a, Isu Jerusalemah a hang feh a.",
      "reference": "JOHAN 2:13"
    },
    {
      "content": "Chun, Pathien biekina se- bâwnghai, berâmhai, vaṭhuhai zawr- tuhai le tangka thlengtuhai ṭhung a hmuh a.",
      "reference": "JOHAN 2:14"
    },
    {
      "content": "Chun, hruihruol invuokna a siem a, sebâwng le berâm an rêngin Pathien biekina inthawk chun a hnawt dawk a, tangka thlengtuhai tangka chu a bunthlâk a, an dawkânhai a nam thlûkpêk bawk a;",
      "reference": "JOHAN 2:15"
    },
    {
      "content": "chun, vaṭhu zawrtuhai kuoma chun, “Hieng thilhai hi hitaka inthawkin fepui ro, ka Pa in sum- dâwngna inin siem naw ro,” a ta.",
      "reference": "JOHAN 2:16"
    },
    {
      "content": "Chun, a inchûktirhai chun, “I ina ka ṭhahnemngainân mi fa zo a tih” ti ziek a nih ti an hriet nâwk tah a.",
      "reference": "JOHAN 2:17"
    },
    {
      "content": "Chun, Judahaiin a kuomah, “Hieng thil i thaw hi inchikna ieng am i mîn hmutir thei a?” tiin ama an in dawn a.",
      "reference": "JOHAN 2:18"
    },
    {
      "content": "Isûn an kuomah, “Hi in hi sukseb unla, ni thum sûngin inngîr nâwk ka tih,” a ta, a dawn a.",
      "reference": "JOHAN 2:19"
    },
    {
      "content": "Chun, Judahai chun, “Hi in hi kum sâwmli paruk sûng bâwl a nih, nangin ni thum sûngin inngîr i ti maw?” an ta.",
      "reference": "JOHAN 2:20"
    },
    {
      "content": "(Nisienlakhawm, a taksa in chu hril a lo ni lem sih a.",
      "reference": "JOHAN 2:21"
    },
    {
      "content": "Chuleiin, mithi laia inthawka a thonâwkin, chu thu chu a hril tah ti a închûktirhai chun an hriet nâwk tah a; chun, Pathien Lekha Thu le Isu thu hril chu an ring tah a).",
      "reference": "JOHAN 2:22"
    },
    {
      "content": "Chun, Fekân Ruoiṭhea Jerusa- lema a um lai chun, a thilmak thawhai an hmuh a, mi tamtakin a hming an ring tah a.",
      "reference": "JOHAN 2:23"
    },
    {
      "content": "Nisienlakhawm, Isu chu anni lai a ngam nawh, mi po po a hriet a.",
      "reference": "JOHAN 2:24"
    },
    {
      "content": "Mihriem thu tukhawm ihril a ngai nawh, ama chun mihriem sûnga um taphawt chu a hriet sih a.",
      "reference": "JOHAN 2:25"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOHAN 2 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}