{
  "verses": [
    {
      "content": "Chun, Fekân Ruoiṭhena ding ni ruk a la umin, Isu mithi laia inthawka a keitho Lazar umna Bethani kha a hung tlung a.",
      "reference": "JOHAN 12:1"
    },
    {
      "content": "Chun, chutaka chun ama ta dingin zânah ruoi an ṭheh a; Martha chun rawng a bâwl a, Lazar chu a thlaithlêng awtpuitu pakhat a nih.",
      "reference": "JOHAN 12:2"
    },
    {
      "content": "Chun, Mariin bûk zâtve Spiknard hriek rim inhnik totak a hung chawi a, Isu kehai a nâl a, a samin a kehai chu a hrûk a; chuongchun, chu hriek rim chun in chu a sip rum rum el a.",
      "reference": "JOHAN 12:3"
    },
    {
      "content": "Nisienlakhawm, Iskariot Juda, a închûktir pakhat, ân mantirtu ding chun,",
      "reference": "JOHAN 12:4"
    },
    {
      "content": "“Hi hriek rim inhnik hi iengdinga duli za thuma zawra pasiehai kuoma an pêk lem naw am a na?” a ta.",
      "reference": "JOHAN 12:5"
    },
    {
      "content": "(Pasiehai a ngaisak leia chu thu chu hril a ni nawh; inru a na, tangka ip a kawl a, a sûnga um chu a lâk hlak lei a ni lem a).",
      "reference": "JOHAN 12:6"
    },
    {
      "content": "Chun, Isûn, “Tosan rawh, an mi phûm nia dingin khêk raw se.",
      "reference": "JOHAN 12:7"
    },
    {
      "content": "Pasiehai chu kumkhuoin in kuoma um an nih, kei ruok chu kumkhuoa in kuoma um ding ka ni nawh,” a ta.",
      "reference": "JOHAN 12:8"
    },
    {
      "content": "Chun, Isu chutaka chun a um ti Juda mi narânhai chun an lo hriet tah a; chun, an hung a, Isu chau chu an hungna san a ni nawh a, mithi laia inthawka a keitho Lazar khawm kha hmu dingin a ni bawk a.",
      "reference": "JOHAN 12:9"
    },
    {
      "content": "Chun, thiempu lalhai chu Lazar khawm sukhlum dingin an inrâwn a;",
      "reference": "JOHAN 12:10"
    },
    {
      "content": "ama leia Juda tamtakin an pakai san a, Isu an ring hlak leiin.",
      "reference": "JOHAN 12:11"
    },
    {
      "content": "A zînga chun, ruoiṭhenaa hung mipui tamtakin Isu Jerusalemah a hung ding a nih ti an hrietin,",
      "reference": "JOHAN 12:12"
    },
    {
      "content": "tûm kauhai an chawi a, a tuok dingin an va suok a, “Hosanna, Lalpa hminga Israel Lal hung chu inpâkin um raw se,” tiin an khêk a.",
      "reference": "JOHAN 12:13"
    },
    {
      "content": "Chun, Isûn sabengtungtê a hmuh a, a chungah a chuong a,",
      "reference": "JOHAN 12:14"
    },
    {
      "content": "“Ṭi naw, Zion naunu, En ta, i Lal chu, Sabengtungtê chunga chuongin, A hung ding a nih,” ti ziek ang khan.",
      "reference": "JOHAN 12:15"
    },
    {
      "content": "Chuong thu chu a tîrin a închûktirhaiin an hriet nawh; nisien- lakhawm, Isu chawimawia a um hnung chun, a chanchinah chuong thu chu ziek a nih ti le, a chungah chuong thil chu an lo thaw ngei ti an hriet tah a.",
      "reference": "JOHAN 12:16"
    },
    {
      "content": "Chun, Lazar thlâna inthawka a ko suok a, mithi laia inthawka a keitho laia mipui umhai khan, a thu chu an inhriettir ta pei a.",
      "reference": "JOHAN 12:17"
    },
    {
      "content": "Chu lei chun a nih mipuihai khawmin ama chu an tuok chu; chu thilmak chu a thaw ti an hriet sih a.",
      "reference": "JOHAN 12:18"
    },
    {
      "content": "Chuongchun, Pharisaihai chun, “Hre ro, iengkhawm in law thei naw hi; en ta u, khawvêlin ama an zui ta hi,” an ta.",
      "reference": "JOHAN 12:19"
    },
    {
      "content": "Chun, ruoiṭhenaa Pathien chibai bûk dinga hang fehai lai Grik tuhai amanih an um a.",
      "reference": "JOHAN 12:20"
    },
    {
      "content": "Chuonghai chu Galili rama Bethsaida khuoa mi Philip kuoma chun an hung a, a kuomah, “Pu, Isu hmu kan nuom,” an ta, an ngên a.",
      "reference": "JOHAN 12:21"
    },
    {
      "content": "Philip chun Andri a hung hril a; Andri le Philip chun Isu an hung hril a.",
      "reference": "JOHAN 12:22"
    },
    {
      "content": "Chun, Isûn a dawn a, an kuomah, “Mihriem Naupa chawi- mawia a um hun chu a tlung tah.",
      "reference": "JOHAN 12:23"
    },
    {
      "content": "Titakzetin, titakzetin ka hril cheu hi, bu mal hnuoiah a tlah a, a thi naw chun, a mal chauin a um zing hlak; a thi ruok chun tamtakin a ra hlak.",
      "reference": "JOHAN 12:24"
    },
    {
      "content": "Tûkhawm a hringna thlâkhla chun ân hmang hlak, tûkhawm hi khawvêla hin a hringna ngaitlâwm chun chatuona hringna vawng zing a tih.",
      "reference": "JOHAN 12:25"
    },
    {
      "content": "Tûkhawmin ka rawng a bâwl chun mi zui raw se; ka umnaah ka rawng bâwltu khawm um a tih. Tûkhawmin ka rawng a bâwl chun ama chu Pain chawimawi a tih.",
      "reference": "JOHAN 12:26"
    },
    {
      "content": "“Tuhin ka lungril a lunginzîng, ieng am hril ka ta aw? ‘Pa, hi huna inthawk hin mi sanhim rawh,’ ka ti ding am a nih? Ti lo e, hi ding lei taka hi, hi huna hi hung ka nih,",
      "reference": "JOHAN 12:27"
    },
    {
      "content": "Pa, i hming inchawimawi rawh,” a ta. Chuongchun, vâna inthawkin râwl a hung suok a, “Ka chawimawi tah, chawimawi nâwk bawk ka tih,” a ta.",
      "reference": "JOHAN 12:28"
    },
    {
      "content": "Chun, mipui a kâwla ngîrhai chun chu chu an hriet a, “Vân ân rûm a nih,” an ta, mi danghaiin, “Vantirkoin ama a biek a nih,” an ta.",
      "reference": "JOHAN 12:29"
    },
    {
      "content": "Isûn a dawn a, “Chu râwl chu ka ta dinga hung suok a ni nawh, nangni ta dingin a ni lem.",
      "reference": "JOHAN 12:30"
    },
    {
      "content": "Tuhin hi khawvêl hi ngaituo lai a nih; tuhin hi khawvêl lal hi pei suok nîng a tih.",
      "reference": "JOHAN 12:31"
    },
    {
      "content": "Chun, kei hnuoia inthawka khaikânga ka um chun, mi po po keia tieng hîp ka tih,” a ta.",
      "reference": "JOHAN 12:32"
    },
    {
      "content": "Chu thu chu a thizie ding inhriettirna dingin a hril a nih.",
      "reference": "JOHAN 12:33"
    },
    {
      "content": "Chun, mipui chun a kuomah, “Krista chu chatuonin a um zing ding a nih ti Dân Lekhabuah kan hriet ie, nangin, ‘Mihriem Naupa khaikângin a um ding a nih,’ ieng ti tia ti am i na? Chu Mihriem Naupa chu tu am a na?” an ta, an dawn a.",
      "reference": "JOHAN 12:34"
    },
    {
      "content": "Chun, Isûn an kuomah, “Var hi nangni lai sâwt nawte a la um hri hi, var in nei sûng hin lêng ro, inthimin a nang nawna ding cheuin; tûkhawm inthima lêng chun a fena chin a hriet ngai nawh.",
      "reference": "JOHAN 12:35"
    },
    {
      "content": "Var in nei sûng hin var hi ring ro, var nauhai in hung ni theina dingin,” a ta. Chuong thu chu Isûn a hril a, chun, a feh a, an hmu naw dingin ân bihmang a.",
      "reference": "JOHAN 12:36"
    },
    {
      "content": "An hmaah chuong ang thilmak tamtak thaw sienla khawm ama an ring si nawh:",
      "reference": "JOHAN 12:37"
    },
    {
      "content": "“Lalpa, kan thu hril tuin am a ring a? Lalpa kut khawm tu kuom âm ân lang a?” ti, Zâwlnei Isaiin a hril kha a tlungna dingin.",
      "reference": "JOHAN 12:38"
    },
    {
      "content": "Hi lei hin a nih an ring thei naw, Isaiin,",
      "reference": "JOHAN 12:39"
    },
    {
      "content": "“Amain an mit a sukdel a, An lungril a sukvêt a; Chuong naw chun, an mitin hmu rawi an ta, An lungrilin hre rawi an ta, Ngha kîr nâwk rawi an ta; Keiin anni sukdam rawi ka tih,” ti a hril nâwk lei hin.",
      "reference": "JOHAN 12:40"
    },
    {
      "content": "Isaiin a ropuizie a hmu le a chanchin a hril lei hin chuong thu chu a hril a nih.",
      "reference": "JOHAN 12:41"
    },
    {
      "content": "Nisienlakhawm, hotuhai a ṭhen tamtakin Isu an ring tah a; amiruokchu, Pharisaihai leiin an inphuong nawh; chuong naw chun, inkhâwmna in hnawngin um an tih.",
      "reference": "JOHAN 12:42"
    },
    {
      "content": "Pathien kuoma ropuina nêkin mihriem kuoma ropuina an dit lem sih a.",
      "reference": "JOHAN 12:43"
    },
    {
      "content": "Chun, Isu a khêk a, “Tûkhawm keia mi ring chu keia mi ring a ni nawh a, a mi tirtu ring a ni lem.",
      "reference": "JOHAN 12:44"
    },
    {
      "content": "Tûkhawm a mi hmu chu a mi tirtu hmu a nih.",
      "reference": "JOHAN 12:45"
    },
    {
      "content": "êntua khawvêla hung ka ni hi, tûkhawm a mi ring taphawt inthima an um zing nawna dingin.",
      "reference": "JOHAN 12:46"
    },
    {
      "content": "Tûkhawm ka thu hril hrein awi naw sienla khawm, keiin thiemnaw kân chang tir nawh; khawvêl thiemnaw inchangtir dinga hung ka ni nawh a; khawvêl sanhim dinga hung ka ni lem.",
      "reference": "JOHAN 12:47"
    },
    {
      "content": "Tûkhawm mi dit loa, ka thu hrilhai vawn lo chun, thiemnaw inchangtirtu pakhat a nei a nih; ka thu hril kha, kha thu ngei khan ni kin nia chun ama thiemnaw inchangtir a tih.",
      "reference": "JOHAN 12:48"
    },
    {
      "content": "Keia phuokfâwmin ka hril si nawh; Pa a mi tirtu chun, ka hril ding le ka ṭawngna ding chu thu a mi pêk a ni lem.",
      "reference": "JOHAN 12:49"
    },
    {
      "content": "Ama thupêk chu chatuona hringna a nih ti ka hriet, chuleichun, thu ka hrilhai hi Pa mi hril ang peiin ka hril a nih,” a ta.",
      "reference": "JOHAN 12:50"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOHAN 12 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}