{
  "verses": [
    {
      "content": "Chuong thil hnunga chun Isu chu Galili dîl, Tiberi dîl an ti râlkhing tieng chun a fe tah a.",
      "reference": "JOHAN 6:1"
    },
    {
      "content": "Chun, damnaw chunga thilmak a thawhai chu an hmu leiin mipui tamtakin ama an zui a.",
      "reference": "JOHAN 6:2"
    },
    {
      "content": "Chun, Isu chu tlânga chun a hang feh a, chutaka chun a închûktirhai lai a ṭhung a.",
      "reference": "JOHAN 6:3"
    },
    {
      "content": "Fekân Ruoiṭhe (Judahai Ruoiṭhe chu) a hnai tah a.",
      "reference": "JOHAN 6:4"
    },
    {
      "content": "Chun, Isu a dâk a, mipui tamtakin a kuom tieng hung panin a hmuh a, Philip kuomah, “Hienghai fâk ding bei khâwlai am inchâwng ei ta?” a ta.",
      "reference": "JOHAN 6:5"
    },
    {
      "content": "Chuong thu chu ama infiena dingin a hril a nih; a thaw ding chu amân a hriet zing sih a.",
      "reference": "JOHAN 6:6"
    },
    {
      "content": "Philip chun a kuomah, “Mi tinin tlâwmtêa an chang seng ding khawm bei duli za hni manin dai naw ni,” a ta, a dawn a.",
      "reference": "JOHAN 6:7"
    },
    {
      "content": "Chun, a închûktirhai laia mi pakhat Simon Peter unau Andri chun a kuomah,",
      "reference": "JOHAN 6:8"
    },
    {
      "content": "“Buṭei beiphêk panga le nga pahni nei pasaltê pakhat hitaka hin a um; nisienlakhawm, mi hieng zozai lai hin chu chu ieng khawp am nîng a ta?” a ta.",
      "reference": "JOHAN 6:9"
    },
    {
      "content": "Chun, Isûn “Mihai chu inṭhung- tir ro,” a ta. Chu hmuna chun hlobet tamtak a um a. Chuongchun, patlinghai chu an ṭhung a; an tamzie chu sâng nga lai an nih.",
      "reference": "JOHAN 6:10"
    },
    {
      "content": "Chun, Isûn beiphêkhai chu a lâk a, lâwmthu a hril zoin a ṭhunghai lai chun a sem a, chuong ang bawkin ngahai khawm chu an dit tâwkin a sem bawk a.",
      "reference": "JOHAN 6:11"
    },
    {
      "content": "Chun, an khawp hnungin, a inchûktirhai kuoma chun, “Ieng khawm inhmang lo dingin a mahla nawihai kha rût ro,” a ta.",
      "reference": "JOHAN 6:12"
    },
    {
      "content": "Chuongchun, an rût a, buṭei bei- phêk panga fatuhai fâk mahla chun bâwm sâwm le pahni an suksip a.",
      "reference": "JOHAN 6:13"
    },
    {
      "content": "Chun, mihai chun thilmak a thaw chu an hmu phingleh, “Hi mipa hi zâwlnei, khawvêla hung ding kha a ni ngei hi,” an ta.",
      "reference": "JOHAN 6:14"
    },
    {
      "content": "Chuongchun, ama chu lala siem dinga man el tumin an hung ding a nih ti Isûn a hriet a, tlângah ama khât chauin a tumin a fe nâwk tah a.",
      "reference": "JOHAN 6:15"
    },
    {
      "content": "Chun, khuo a hung inhnu chun, a închûktirhai chu dîla chun an zu feh a.",
      "reference": "JOHAN 6:16"
    },
    {
      "content": "Lawngah an chuong a, dîla chun Kapernaum an pan a. Khuo a hung inthim tah a, Isu hlak chu an kuom a la tlung si nawh.",
      "reference": "JOHAN 6:17"
    },
    {
      "content": "Thlipui nasatak a hrâng leiin tui chu a fâwn insâng deu deu a.",
      "reference": "JOHAN 6:18"
    },
    {
      "content": "Chun, fîng sâwmhni panga amanih, fîng sâwmthum amanih an kar chun, Isu chu dîl chunga chun kea lâwna, lawng hung hnaiin an hmuh a, an ṭih a.",
      "reference": "JOHAN 6:19"
    },
    {
      "content": "Nisienlakhawm, ama chun an kuomah, “Kei ka nih annâwm, ṭi naw ro,” a ta.",
      "reference": "JOHAN 6:20"
    },
    {
      "content": "Chuongchun, lawnga chun inchuongtir an nuom tah a; chun, kârloin lawng chun an pan khawmuol chu a tlung nghâl tah a.",
      "reference": "JOHAN 6:21"
    },
    {
      "content": "A zînga chun dîl râl khing tienga mipui ngîrhai chun, lawng pakhat naw chu lawng dang a um nawh a, Isu chu a închûktirhai lai lawnga chun a chuong ve nawh a, a închûktirhai anni khât chauin an fe ti an hriet a.",
      "reference": "JOHAN 6:22"
    },
    {
      "content": "(Nisienlakhawm, Lalpain lâwm- thu a hril hnunga, bei an fâkna hmun kâwla khan Tiberi khuoa in- thawkin lawng chînhai a hung tlung sih a).",
      "reference": "JOHAN 6:23"
    },
    {
      "content": "Chuongchun, mipui chun Isu le a închûktirhai chu an um ta nawh ti an hrietin, anni khawm lawng chîn- haia chun an chuong a, Isu zawngin Kapernaum an hung tlung a.",
      "reference": "JOHAN 6:24"
    },
    {
      "content": "Chun, dîl râla an hung hmu chun a kuomah, “Rabbi, iengtik am hi tieng i lo tlung a?” an tih a.",
      "reference": "JOHAN 6:25"
    },
    {
      "content": "Isûn an kuomah, “Titakzetin, titakzetin ka hril cheu hi, thilmakhai in hmu leia mi zawng in ni nawh a, bei in fâk khawp leia mi zawng in ni lem hi.",
      "reference": "JOHAN 6:26"
    },
    {
      "content": "Bu bohmang nâwk el hlak zawng hin inlap rak rak naw ro, chatuona hringna chena um zing ding bu, Mihriem Naupain a pêk ding cheu chu zawng lem ro; Pa Pathien chun ama chu ân chik ta sih a,” a ta, a dawn a",
      "reference": "JOHAN 6:27"
    },
    {
      "content": "Chun, anni chun a kuomah, “Pathien sin kan thaw theina dingin ieng am thâwng kan ta?” an ta.",
      "reference": "JOHAN 6:28"
    },
    {
      "content": "Isu chun an kuomah, “Pathien sin thaw chu hi hi a nih, a mi tir hi ring unla,” a ta, a dawn a.",
      "reference": "JOHAN 6:29"
    },
    {
      "content": "Anni chun a kuomah, “Inchikna ieng am thâwng i ta, kan hmua kan ring theina ding chein? Thil ieng am thâwng i ta?",
      "reference": "JOHAN 6:30"
    },
    {
      "content": "Kan thlatuhaiin thlalêrah man- na kha an fâk hlak, ‘Vâna inthawk chun an kuomah bei fâk ding a pêk,’ ti ziek ang khan,” an ta.",
      "reference": "JOHAN 6:31"
    },
    {
      "content": "Chun, Isûn an kuomah, “titakzetin ka hril cheu hi, vâna inthawka bei in hmu kha Mosie pêk cheu a ni nawh, ka Pa ruok chun vâna inthawkin bei tak tak a pêk cheu a ni hi.",
      "reference": "JOHAN 6:32"
    },
    {
      "content": "Pathien bei chu vâna inthawka hung ṭuma, khawvêl kuoma hringna petu hi a nih,” a ta.",
      "reference": "JOHAN 6:33"
    },
    {
      "content": "Chun, anni chun a kuomah, “Lalpa, chu bei chu kumkhuoin mi pe rawh,” an ta.",
      "reference": "JOHAN 6:34"
    },
    {
      "content": "Chun, Isûn an kuomah, “Kei hi hringna bei chu ka nih, tûkhawm ka kuoma hung chu phîngṭâm naw ni, tûkhawm a mi ring chu iengtika khawm dangchâr naw ni.",
      "reference": "JOHAN 6:35"
    },
    {
      "content": "Nisienlakhawm, nangnîn in mi hmu khawma in mi ring si nawh ti ka hril cheu kha.",
      "reference": "JOHAN 6:36"
    },
    {
      "content": "Pain a mi pêkhai po po ka kuomah hung vawng an tih; tûkhawm ka kuoma hung chu hnawt suok naw tawp ka tih.",
      "reference": "JOHAN 6:37"
    },
    {
      "content": "Mâni nuom zâwng thaw dinga vâna inthawka hung ka ni nawh a, a mi tirtu dit zâwng thaw dinga hung ṭum ka ni lem.",
      "reference": "JOHAN 6:38"
    },
    {
      "content": "Hi hi a mi tirtu dit zâwng chu a nih, amân a mi pêk po po iengkhawm inhmang naw lang, ni kin nia chun keitho lem lang.",
      "reference": "JOHAN 6:39"
    },
    {
      "content": "Chun, hi hi ka Pa dit zâwng a nih, tûkhawm Nau hmua ring taphawt chun chatuona hringna nei sienla; chun, keiin ni kin nia chun ama chu kei tho lang,” a ta.",
      "reference": "JOHAN 6:40"
    },
    {
      "content": "Chun, “Vâna inthawka bei hung ṭum chu ka nih,” a ti leiin, Judahai chu a chungah an chier a.",
      "reference": "JOHAN 6:41"
    },
    {
      "content": "“Hi mipa hi Josef nau Isu a ni naw am a nih? A nu le Pa khawm ei hriet hi. ‘Vâna inthawka hung ṭum ka nih,’ iengti tia ti am a ni leh?” an ta.",
      "reference": "JOHAN 6:42"
    },
    {
      "content": "Chun, Isûn an kuomah, “Chier chier naw ro.",
      "reference": "JOHAN 6:43"
    },
    {
      "content": "Pa a mi tirtuin a hîp naw chun tukhawm ka kuomah hung thei naw ni hai; chun, keiin ni kin nia chun a hung chu keitho ka tih.",
      "reference": "JOHAN 6:44"
    },
    {
      "content": "Zâwlneihai Lekhabuah, ‘Pa- thien inchûktirin um vawng an tih,’ ti ziek a nih. Mi tin Pa thu hrea inchûk taphawt chu ka kuomah an hung hlak.",
      "reference": "JOHAN 6:45"
    },
    {
      "content": "Tukhawmin Pa an hmu hlak ka ti nawh, Pathien kuoma inthawka hung suok chau naw hin chu; ama chun Pa chu a hmuh.",
      "reference": "JOHAN 6:46"
    },
    {
      "content": "Titakzetin, titakzetin ka hril cheu hi, tûkhawm a ring chun chatuona hringna a nei tah a nih.",
      "reference": "JOHAN 6:47"
    },
    {
      "content": "Kei hi hringna bei chu ka nih.",
      "reference": "JOHAN 6:48"
    },
    {
      "content": "“In thlatuhaiin thlalêrah man- na kha an fâk a, an thi tho a.",
      "reference": "JOHAN 6:49"
    },
    {
      "content": "Hi hi vâna inthawka bei hung ṭum chu a nih, mîn a fâka a thi nawna dingin.",
      "reference": "JOHAN 6:50"
    },
    {
      "content": "Kei hi vâna inthawka bei hring hung ṭum chu ka nih, tûkhawmin hi bei hi a fâk chun chatuonin hring zing a tih, anih, khawvêl hringna dinga ka ipêk ding bei chu, ka taksa hi a nih,” a ta.",
      "reference": "JOHAN 6:51"
    },
    {
      "content": "Chuongchun, Judahai an insêl a, “Hi mipa hin iengtin am a taksa fâk dingin mi pe thei a ta?” an ta.",
      "reference": "JOHAN 6:52"
    },
    {
      "content": "Chun, Isûn an kuomah, “Titakzetin, titakzetin ka hril cheu hi, Mihriem Naupa taksa in fâka, a thisen in dâwn bawk naw chun, nangni khâtin hringna nei nghâl lo cheu.",
      "reference": "JOHAN 6:53"
    },
    {
      "content": "Tûkhawm, ka taksa faa, ka thisen dâwn chun, chatuona hringna a nei tah, chun, ni kin nia chun ama chu keitho ka tih.",
      "reference": "JOHAN 6:54"
    },
    {
      "content": "Ka taksa hi bu tak a na, ka thisen hi dâwn ding tak a ni sih a.",
      "reference": "JOHAN 6:55"
    },
    {
      "content": "Tûkhawm ka taksa faa, ka thisen dâwn chu, keimaah a um zing hlak, kei khawm amaah ka um zing hlak.",
      "reference": "JOHAN 6:56"
    },
    {
      "content": "Pa hring chun a mi tir a, Pa zâra hring ka ni ang bawkin, tûkhawm a mi fa chu keia zârin hring vêng a tih.",
      "reference": "JOHAN 6:57"
    },
    {
      "content": "Hi hi vâna inthawka bei hung ṭum chu a nih, chi thlatuhaiin bei an fâk ang kha a ni nawh, anni chun an fâka, an thi tah a; tûkhawm hi bei hi fa chu chatuonin hring zing a tih,” a ta.",
      "reference": "JOHAN 6:58"
    },
    {
      "content": "Chuong thu chu inkhâwmna inah a hril a, Kapernauma ân chûktir lai khan.",
      "reference": "JOHAN 6:59"
    },
    {
      "content": "Chuongchun, a închûktirhai tamtakin chuongchu an hrietin, “Hi hi thu khir tak a nih, tuin am ngai phâk an ta?” an ta.",
      "reference": "JOHAN 6:60"
    },
    {
      "content": "Chuongchun, chu thua chun a închûktirhai an chier ti Isûn a lungrilin a hriet a, an kuomah, “Hi thu hin a suklungninaw cheu am a nih?",
      "reference": "JOHAN 6:61"
    },
    {
      "content": "Mihriem Naupa hi inhmaa a umna ngaia hang lâwna in hmu chun ieng am lâwng in ta?",
      "reference": "JOHAN 6:62"
    },
    {
      "content": "Sukhringtu chu thlarau a nih, tisa chu ienga ṭhangkai a ni nawh; in kuoma thu ka hrilhai hi thlarau a nih, hringna khawm a nih.",
      "reference": "JOHAN 6:63"
    },
    {
      "content": "Nisienlakhawm, nangni laia a ṭhen ring naw in um,” a ta. Isûn a ring nawtu le ama inmantirtu ding chu a tîra inthawkin a hriet zing sih a.",
      "reference": "JOHAN 6:64"
    },
    {
      "content": "Chun, ama bawkin, “Chu lei chun a nih in kuomah, ‘Pain a ṭhang- pui naw chun, tukhawm ka kuomah hung thei naw ni hai,’ ka ti kha,” a ta.",
      "reference": "JOHAN 6:65"
    },
    {
      "content": "Chu phingle chun a închûk- tirhai tamtak an fe hmang a, ama an pâwl nâwk ta nawh a.",
      "reference": "JOHAN 6:66"
    },
    {
      "content": "Chuongchun, Isûn sâwm le pa- hnihai kuoma chun, “Nangni khawm fe hmang in nuom ve am?” a ta.",
      "reference": "JOHAN 6:67"
    },
    {
      "content": "Simon Peterin a kuomah, “Lal- pa, tu kuom am fêng kan ta? Nangin chatuona hringna thu i nei annâwm;",
      "reference": "JOHAN 6:68"
    },
    {
      "content": "Nang Pathien mi inthieng chu i nih ti kan awi tah a, hriet khawm kan hriet ie,” a ta, a dawn a.",
      "reference": "JOHAN 6:69"
    },
    {
      "content": "Chun, Isûn an kuomah, “Nangni sâwm le pahnihai hi keia thlang in ni naw am a nih? Nangni laia pakhat diebol a ni nâwk nghâl si,” a ta.",
      "reference": "JOHAN 6:70"
    },
    {
      "content": "(Simon Iskariot naupa Juda, sâwm le pahnihai laia ṭhang ve thu kha a hril a nih, ama chu ân mantirtu ding chu a ni sih a.)",
      "reference": "JOHAN 6:71"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOHAN 6 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}