{
  "verses": [
    {
      "content": "A tîrin thu a um, Thu chu Pathien kuomah a um, Thu chu Pathien a nih.",
      "reference": "JOHAN 1:1"
    },
    {
      "content": "Chu chu a tîrin Pathien kuomah a um.",
      "reference": "JOHAN 1:2"
    },
    {
      "content": "Iengkim a rêngin ama siem a nih; thil siem po po hi ama siem naw iengkhawm a um nawh.",
      "reference": "JOHAN 1:3"
    },
    {
      "content": "Amaa chun hringna a um; chu hringna chu mihriemhai var a nih.",
      "reference": "JOHAN 1:4"
    },
    {
      "content": "Var chu inthim lai a hung var a, inthimin chu chu a hriet nawh.",
      "reference": "JOHAN 1:5"
    },
    {
      "content": "Pathien tir mi pakhat a lo um a, a hming chu Johan a nih.",
      "reference": "JOHAN 1:6"
    },
    {
      "content": "Ama chu inhriettir dingin a hung a, var thu chu inhriettir dingin; ama leia mi po poin an awina dingin.",
      "reference": "JOHAN 1:7"
    },
    {
      "content": "Ama chu var chu a ni nawh, var thu chu inhriettir dinga hung a ni lem.",
      "reference": "JOHAN 1:8"
    },
    {
      "content": "Var indik tak mi tin sukvar hlak kha a um a, khawvêlah a hung zing a nih.",
      "reference": "JOHAN 1:9"
    },
    {
      "content": "Ama chu khawvêlah a um a, khawvêl ama siem a na, khawvêlin ama a hriet si nawh.",
      "reference": "JOHAN 1:10"
    },
    {
      "content": "Ama mihai kuomah a hung a, ama mihaiin an lo lâwm si nawh.",
      "reference": "JOHAN 1:11"
    },
    {
      "content": "Nisienlakhawm, ama lâwm taphawt chu, an kuomah Pathien nauhai ni theina ding a pêk, a hming ringtuhai chu.",
      "reference": "JOHAN 1:12"
    },
    {
      "content": "Chuong mihai chu thisena nei an ni nawh a, tisa dit zâwnga nei an ni bawk nawh a, pasal dit zâwnga nei khawm an ni nawh a, Pathien inei an ni lem.",
      "reference": "JOHAN 1:13"
    },
    {
      "content": "Chun, Thu chu tisain a hung inchang a, eini lai a hung um tah a, (Pa nau khât nei ropui angin a ropuizie ei hmuh), lunginsietna le thutakin a sip.",
      "reference": "JOHAN 1:14"
    },
    {
      "content": "Johan chun a thu ân hriettir a, a khêk a, “ ‘Ka hnunga hung ding chu ka nêka ropui lem a nih, ka um hmaa um ta hrim a ni leiin,’ tia a thu ka hril kha ama hi a nih,” a ta.",
      "reference": "JOHAN 1:15"
    },
    {
      "content": "A famkimna ei chang seng, lunginsietna chunga lunginsiet nâwksâwnna leh.",
      "reference": "JOHAN 1:16"
    },
    {
      "content": "Dân chu Mosie hmanga pêk a na, lunginsietna le thutak chu Isu Krista leiin a hung um.",
      "reference": "JOHAN 1:17"
    },
    {
      "content": "Tukhawmin ienglai khawmin Pathien an hmu nawh; a Naupa khât nei sun, Pa ângsûnga um ngei khan a chanchin a hril tah a nih.",
      "reference": "JOHAN 1:18"
    },
    {
      "content": "Chun, Judahaiin, “Tû am i na?” tia indawn dingin Jerusalema inthawkin a kuomah thiempuhai le Levi chia mihai an tir lai khan, hieng hi Johan thu lo inhriettir chu a nih:",
      "reference": "JOHAN 1:19"
    },
    {
      "content": "“Kei chu Krista chu ka ni nawh” tiin inphat loin ân phuong a.",
      "reference": "JOHAN 1:20"
    },
    {
      "content": "Chun, anni chun a kuomah, “Tû am i ni leh? Elija i ni?” an ta, an indawn a. Ama chun, “Ka ni nawh,” a ta. “Zâwlnei kha i ni?” an ta, ama chun, “Ni lo e,” a ta, a dawn a.",
      "reference": "JOHAN 1:21"
    },
    {
      "content": "Chun, anni chun a kuomah, “Anleh, tû am i na? a mi tirtuhai kan dawn theina dingin mi hril ta la. I chanchin hrim ieng am i hril ding a na?” an ta.",
      "reference": "JOHAN 1:22"
    },
    {
      "content": "Ama chun, “ ‘Lalpa lampui suk- ruol ro,’ tia thlalêra khêktu râwl chu ka nih; zâwlnei Isai hril ang khan,” a ta.",
      "reference": "JOHAN 1:23"
    },
    {
      "content": "Mi tirhai chu Pharisaihai kuoma mi an nih.",
      "reference": "JOHAN 1:24"
    },
    {
      "content": "Anni chun a kuomah, “Krista bêk, Elija bêk, zâwlnei amani bêk i ni si naw chun, iengdinga i baptis hlak am a na?” an ta, an indawn a.",
      "reference": "JOHAN 1:25"
    },
    {
      "content": "Chun, Johan chun an kuomah, “Keiin tuiin ka baptis hlak, nangni lai in hriet naw mi pakhat a ngîr a nih,",
      "reference": "JOHAN 1:26"
    },
    {
      "content": "ama chu ka hnunga hung ding chu a na, a kekawk hrui sût tlâk khawm ka ni nawh,” a ta, a dawn a.",
      "reference": "JOHAN 1:27"
    },
    {
      "content": "Chuong thil chu Jordan râla Bethania Johanin a baptisnaa kha thaw an nih.",
      "reference": "JOHAN 1:28"
    },
    {
      "content": "Chun, a zînga chun Johanin Isu a kuoma hung ding a hmuh a. Chun, a hril a, “En ta u, Pathien Berâmte khawvêl suol fepuitu ding saw!",
      "reference": "JOHAN 1:29"
    },
    {
      "content": "Saw saw a nih, ‘mi pakhat ka nêka ropui lem, ka hnunga hung ding a um, ama chu ka um hmaa um ta hrim a nih,’ ka ti kha.",
      "reference": "JOHAN 1:30"
    },
    {
      "content": "Ama chu ka lo hriet si nawh; nisienlakhawm, Israelhai kuoma a hung inlangna dingin, tuia baptis-in ka hung a nih,” a ta.",
      "reference": "JOHAN 1:31"
    },
    {
      "content": "Chun, Johanin a thu ân hriettir a, a hril a, “Thlarau chu vaṭhu angin vâna inthawka ṭum ka hmuh a, a chungah a fu zing a.",
      "reference": "JOHAN 1:32"
    },
    {
      "content": "Ama chu ka hriet si nawh a, nisienlakhawm, tuia baptis dinga a mi tirtu khan ka kuomah, ‘Tû chunga khawm Thlarau zu fua, a chunga um zing i hmu chun, ama chu Thlarau Inthienga baptistu ding chu nîng a tih,’ a tih a.",
      "reference": "JOHAN 1:33"
    },
    {
      "content": "Chu chu ka hmu tah a, ama hi Pathien Naupa a nih ti kân hriettir tah,” a ta.",
      "reference": "JOHAN 1:34"
    },
    {
      "content": "Chun, a zîng nâwk chun Johan a ngîr a, a închûktirhai pahni leh;",
      "reference": "JOHAN 1:35"
    },
    {
      "content": "chun, Isu invâk vêl lai chu an en a, “En ta u, Pathien Berâmte saw,” a ta.",
      "reference": "JOHAN 1:36"
    },
    {
      "content": "Chun, a închûktirhai pahni chun a thu hril chu an hriet a, Isu an zui tah a.",
      "reference": "JOHAN 1:37"
    },
    {
      "content": "Chun, Isu a nghah a, an hung zui chu a hmuh a, an kuomah, “Ieng am in zawng a?” a ta. Anni chun, “Rabbi, (chu chu inchûktirtu tina a nih), khâwlai am i um a?” an ta.",
      "reference": "JOHAN 1:38"
    },
    {
      "content": "Ama chun an kuomah, “Hung unla, hmûng in tih,” a ta. Chuong- chun, an feh a, a umna chu an hmuh a, chu ni chun a kuomah an um zing a; zânbu suong pha vêl a nih.",
      "reference": "JOHAN 1:39"
    },
    {
      "content": "Johan thu hril hrea Isu zuihai pahni chu, a pakhat lem chu Andri, Simon Peter unau a nih.",
      "reference": "JOHAN 1:40"
    },
    {
      "content": "Ama chun a hmasatakin ama unau Simon a hmuh a, a kuomah “Messie kan hmu tah,” a ta, (chu chu Krista tina a nih.)",
      "reference": "JOHAN 1:41"
    },
    {
      "content": "Chuongchun, Isu kuomah a hung ṭhuoi a, Isûn ama chu a lo en a, “Johan naupa Simon i nih, Kipha tîng an ti che,” a ta, (chu chu Peter tina a nih.)",
      "reference": "JOHAN 1:42"
    },
    {
      "content": "Chun, a zînga chun Isu Galili ramah fe a tum a, Philip a hmuh a, “Mi zui rawh,” a ta.",
      "reference": "JOHAN 1:43"
    },
    {
      "content": "Philip chu Bethsaida khuoa mi a nih, chu chu Andri le Peter umna khuo bawk a nih.",
      "reference": "JOHAN 1:44"
    },
    {
      "content": "Philip chun Nathanael a hmuh a, a kuomah, “A chanchin Mosiein Dân lekhabua a ziek le, zâwlneihaiin an ziek kha, ama chu kan hmu tah, Nazareth Isu, Josef naupa chu,” a ta.",
      "reference": "JOHAN 1:45"
    },
    {
      "content": "Chun, Nathanael chun a kuomah, “Nazareth khuoah thil ṭha a suok thei am a nih?” a ta. Philip chun a kuomah, “Hung la, en rawh,” a ta.",
      "reference": "JOHAN 1:46"
    },
    {
      "content": "Isûn Nathanael a kuoma hung ding chu a hmuh a, a chanchin a lo hril a, “En ta u, Israel mi tak, rîtlona hrim hrim nei lo saw,” a ta.",
      "reference": "JOHAN 1:47"
    },
    {
      "content": "Nathanael chun a kuomah, “Nangin iengtin am i mi hriet a?” a ta. Isûn a kuomah, “Philipin a ko hma cheh a, theichang bula i um lai khan ka hmu che annâwm,” a ta, a dawn a.",
      "reference": "JOHAN 1:48"
    },
    {
      "content": "Nathanaelin a kuomah, “Rabbi, Pathien Naupa i nih, Israelhai Laltak i nih,” tiin a dawn a.",
      "reference": "JOHAN 1:49"
    },
    {
      "content": "Isûn a kuomah, “ ‘Theichang bulah ka hmu che,’ i kuoma ka ti leiin i ring a ni maw? Hieng nêka thil ropui lem la hmûng i tih,” a ta, a dawn a.",
      "reference": "JOHAN 1:50"
    },
    {
      "content": "Chun, Isu bawkin a kuomah, “Titakzetin, titakzetin ka hril cheu hi, vân inhawngah, Pathien vântir- kohai Mihriem Naupa chunga hin a lâwn le a ṭum la hmûng in tih,” a ta.",
      "reference": "JOHAN 1:51"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOHAN 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}