{
  "verses": [
    {
      "content": "“Titakzetin, titakzetin ka hril cheu hi, tûkhawm berâm huona kawtkhâra lût loa, a dang tienga lâwn lût chu ama chu iengkhat inruhmang le suomhmang a nih.",
      "reference": "JOHAN 10:1"
    },
    {
      "content": "Tûkhawm kawtkhâra lût ruok chu, berâm vêngtu a nih.",
      "reference": "JOHAN 10:2"
    },
    {
      "content": "Kawtkhâr vêngtuin ama chu a lo hawng pêk hlak a; berâmhaiin a râwl an hriet hlak a; ama berâmhai chu an hmingin a ko seng a, a ṭhuoi suok hlak a.",
      "reference": "JOHAN 10:3"
    },
    {
      "content": "A ta po po ân suoktir phingleh, an hma a ṭhuoi a, berâmhaiin ama an zu i hlak a, a râwl an hriet sih a.",
      "reference": "JOHAN 10:4"
    },
    {
      "content": "Mi dang chu zui naw ni hai a, tlân hmang san lem an tih; mi danghai râwl chu an hriet naw leiin,” a ta.",
      "reference": "JOHAN 10:5"
    },
    {
      "content": "Chu tekhithu chu Isûn an kuomah a hril a; nisienlakhawm, ieng thu am a na an kuomah a hril an hriet si nawh a.",
      "reference": "JOHAN 10:6"
    },
    {
      "content": "Chuongchun, Isûn an kuomah a hril nâwk a, “Titakzetin, titakzetin ka hril cheu hi, kei hi berâm kawtkhâr chu ka nih,",
      "reference": "JOHAN 10:7"
    },
    {
      "content": "ka hmaa hunghai po po kha inruhmanghai, suomhmanghai an ni vawng a; nisienlakhawm, berâmhai chun an thu an awi nawh.",
      "reference": "JOHAN 10:8"
    },
    {
      "content": "Kei kawtkhâr chu ka nih; tûkhawm keimaah a lût chun, humhimin um a ta, lûtin suok a ta, fâk ding hmu bawk a tih.",
      "reference": "JOHAN 10:9"
    },
    {
      "content": "Inruhmang chu, inru ding le, sukhlum ding le sukse ding naw chun a hung nawh; kei chu hringna an neina dingin, tamtaka an neina dinga hung ka nih.",
      "reference": "JOHAN 10:10"
    },
    {
      "content": "Kei bêram vêngtu ṭha chu ka nih; berâm vêngtu ṭha chun berâmhai ta dingin a hringna a pêk hlak.",
      "reference": "JOHAN 10:11"
    },
    {
      "content": "Inhlawfa, berâm vêngtu tak ni loa, berâmhai a ta ni lo chun satene hung a hmu chun berâmhai a tlânsan hlak; chun, satene chun berâmhai a seh a, a sukdar hlak;",
      "reference": "JOHAN 10:12"
    },
    {
      "content": "inhlawfa a na, berâmhai a ngai- sak naw leiin a tlânsan hlak a nih.",
      "reference": "JOHAN 10:13"
    },
    {
      "content": "Kei chu berâm vêngtu ṭha ka nih; ka ta chu ka hriet a, ka ta khawmin an mi hriet a nih,",
      "reference": "JOHAN 10:14"
    },
    {
      "content": "Pain a mi hriet a, kei khawmin Pa ka hriet ang hin; chun, berâmhai ta ding chun ka hringna ka pêk.",
      "reference": "JOHAN 10:15"
    },
    {
      "content": "Chun, hi berâm huona mi naw khawm hi, berâm dang ka nei; anni khawm ka la hung ṭhuoi ding a nih, ka râwl khawm hrieng an tih, chuongchun, pâwl khatin um an ta, a vêngtu pakhat leh.",
      "reference": "JOHAN 10:16"
    },
    {
      "content": "“Hi lei hin Pain a mi hmangai a nih, lâk nâwk dinga ka hringna ka pêk ding leiin.",
      "reference": "JOHAN 10:17"
    },
    {
      "content": "Tûkhawmin mi lâkpêk naw ni hai, keima thu thuin ka pêk lem ding a nih; pe thei ka nih, la nâwk thei khawm ka nih. Hi thupêk hi ka Pa kuoma inthawka ka hmu a nih,” a ta.",
      "reference": "JOHAN 10:18"
    },
    {
      "content": "Chuong thu lei chun Judahai an inṭheh a, an inkhing nâwk a.",
      "reference": "JOHAN 10:19"
    },
    {
      "content": "A ṭhen tamtakin, “Khawhri a zâwl a, ân vêt a ni hi; iengdinga a thu in ngai am a na?” an ta.",
      "reference": "JOHAN 10:20"
    },
    {
      "content": "A ṭhenin, “Hieng thu hi khawhri zâwl thuhril a ni nawh ie. Khawhri chun mitdel mit a sukvar thei am a nih?” an ta.",
      "reference": "JOHAN 10:21"
    },
    {
      "content": "Chun, Jerusalema Inpumpêk Ruoiṭhe lai a na; chu chu thlasik lai a nih.",
      "reference": "JOHAN 10:22"
    },
    {
      "content": "Chun, Isu Pathien biekinah, Solomon tuolpûka chun ân lawn ân lawn a.",
      "reference": "JOHAN 10:23"
    },
    {
      "content": "Chun, Judahai a kâwlah an hung a, a kuomah, “Ieng chen am lungâwpinkaiin i mi sie ding a na? Krista i ni chun feltakin mi hril rawh,” an ta.",
      "reference": "JOHAN 10:24"
    },
    {
      "content": "Isûn an kuomah, “Ka hril ta cheu kha in awi si nawh; ka Pa hminga thil ka thaw hi, hieng hin ka chanchin ân hriettir a ni hi.",
      "reference": "JOHAN 10:25"
    },
    {
      "content": "Nisienlakhawm, in awi si nawh, ka berâm laia mi in ni naw leiin.",
      "reference": "JOHAN 10:26"
    },
    {
      "content": "Ka berâmhaiin ka râwl an hriet hlak, kei khawmin anni chu ka hriet, anni chun an mi zui hlak.",
      "reference": "JOHAN 10:27"
    },
    {
      "content": "An kuomah chatuona hringna ka pêk hlak; kumkhuoin bohmang naw ni hai a, tukhawmin ka kuta inthawkin mi lâkpêk bawk naw ni hai.",
      "reference": "JOHAN 10:28"
    },
    {
      "content": "Anni mi petu ka Pa chu mi po po nêka ropui a nih, tukhawmin Pa kuta inthawk chu lâkpêk thei naw ni hai.",
      "reference": "JOHAN 10:29"
    },
    {
      "content": "Kei le Pa chu pumkhat kan nih,” tiin a dawn a.",
      "reference": "JOHAN 10:30"
    },
    {
      "content": "Chun, Judahai chun a dêngna dingin lung an rût nâwk a.",
      "reference": "JOHAN 10:31"
    },
    {
      "content": "Chun, Isûn anni chu a biek a, “Pa kuoma inthawka suok sinthaw ṭha tamtak kân entir cheu a, khâng sinthawhai laia ieng sinthaw lei khan am a ni lunga in mi dêng ding hi?” a ta.",
      "reference": "JOHAN 10:32"
    },
    {
      "content": "Judahai chun a kuomah, “Sin ṭha chunga lunga dêng ding che kan ni nawh a; Pathien i hrilsietna chunga le, nang mihriem ni sih a, Pathiena în siem lei hin a ni lem a nih,” tiin an dawn a.",
      "reference": "JOHAN 10:33"
    },
    {
      "content": "Isûn an kuomah, “In Dân lekhabuah, ‘Pathienhai in nih ka tih,’ ti ziek a ni naw am a nih?",
      "reference": "JOHAN 10:34"
    },
    {
      "content": "Pathien thu tlungnahai hman pathienhai an ti chun, (Pathien Lekha thu bân thei a ni si nawh a)",
      "reference": "JOHAN 10:35"
    },
    {
      "content": "Pain a iruot, khawvêla a itir chunga hin, ‘Pathien Naupa ka nih,’ ka ti leiin, ‘Pathien i hrilsiet,’ in ti a ni maw?",
      "reference": "JOHAN 10:36"
    },
    {
      "content": "Ka pa sinthaw ka ni naw chun mi ring naw ro.",
      "reference": "JOHAN 10:37"
    },
    {
      "content": "Amiruokchu, thaw ka ni chun, kei mi ring naw unla khawm, sin- thawhai bêk hi ring ro; Pa keimaah a um ti le, kei Paah ka um ti in hriet a, in ringna dingin,” a ta, a dawn a.",
      "reference": "JOHAN 10:38"
    },
    {
      "content": "Chuongchun, ama chu man an tum nâwk a, nisienlakhawm, an kuta inthawkin a suok a.",
      "reference": "JOHAN 10:39"
    },
    {
      "content": "Jordan vadung râlah, Johanin a tîra mi a baptisna hmun tieng khan a fe hmang nâwk tah a, chutaka chun a um ta zing a.",
      "reference": "JOHAN 10:40"
    },
    {
      "content": "Chun, mi tamtak a kuomah an hung a, “Johanin thilmak iengkhawm chu a thaw nawh a; nisienlakhawm, Johanin hi mipa chungchâng thu a hril taphawt kha chu ân dik hle hi,” an ta.",
      "reference": "JOHAN 10:41"
    },
    {
      "content": "Chun, chutaka chun mi tam- takin ama an ring tah a.",
      "reference": "JOHAN 10:42"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOHAN 10 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}