{
  "verses": [
    {
      "content": "“In lungril lunginzîng naw raw se; Pathien in ring, kei khawm mi ring ve ro.",
      "reference": "JOHAN 14:1"
    },
    {
      "content": "Ka Pa inah umna tamtak a um a, a um naw chun ka hril ta ding cheu a nih; in ta dingin hmun siemin ka fe ding a nih.",
      "reference": "JOHAN 14:2"
    },
    {
      "content": "Chun, in ta dinga hmun ka hang siem chun hung kîr nâwk ka ta, ka kuomah lâng ka ti cheu; ka umnaah nangni khawm in um theina dingin.",
      "reference": "JOHAN 14:3"
    },
    {
      "content": "Ka fena ding a lampui chin in hriet ie,” a ta.",
      "reference": "JOHAN 14:4"
    },
    {
      "content": "Thoman a kuomah, “Lalpa, i fena ding chin kan hriet naw annaw, a lam- pui iengtin am hrieng kan ta?” a ta.",
      "reference": "JOHAN 14:5"
    },
    {
      "content": "Isûn a kuomah, “Kei hi lampui le thutak le hringna ka nih; keimaa fe naw chu tukhawm Pa kuom an tlung ngai nawh.",
      "reference": "JOHAN 14:6"
    },
    {
      "content": "Kei mi hrie ni unla chu, ka Pa khawm in hriet ta ding bah; tuta inthawk chu ama in hriet tah, ama in hmu ta bawk,” a ta.",
      "reference": "JOHAN 14:7"
    },
    {
      "content": "Philipin a kuomah, “Lalpa, Pa chu keini mîn hmutir ta la, chuongchun, kan ta dingin hun a tih,” a ta.",
      "reference": "JOHAN 14:8"
    },
    {
      "content": "Isûn a kuomah, “Philip, hi chen rau hi in kuomah ka um a, chuong khawm chun in mi la hriet naw ta rawp maw? Tûkhawm a mi hmu chu Pa hmu a nih. ‘Pa chu mîn hmutir rawh,’ ieng ti tia ti am i na?",
      "reference": "JOHAN 14:9"
    },
    {
      "content": "Kei Paa ka um le, Pa keimaah a um ti in awi naw a ni? In kuoma thu ka hril hi keia phuokfâwmin ka hril nawh; Pa keimaah a um zing a, a thil a thaw lem hlak a nih.",
      "reference": "JOHAN 14:10"
    },
    {
      "content": "Kei Paa ka um le keimaa Pa a um ti hi mi ring ro; annawleh, thilthaw lei bêk hin mi ring ro.",
      "reference": "JOHAN 14:11"
    },
    {
      "content": "Titakzetin, titakzetin ka hril cheu hi, tûkhawmin a mi ring chun thil ka thawhai hi ama khawmin thaw vêng a tih; hieng nêka thil ropui khawm hi la thaw bawk a tih, Pa kuoma ka fe ding leiin.",
      "reference": "JOHAN 14:12"
    },
    {
      "content": "Chun, keia hminga iengkhawm in hni taphawt chu, thaw pei ka tih, Pa, Naupa leia chawimawia a um theina dingin.",
      "reference": "JOHAN 14:13"
    },
    {
      "content": "Nangnîn keia hmingin ieng- khawm in mi hni chun, chu chu thaw pei ka tih.",
      "reference": "JOHAN 14:14"
    },
    {
      "content": "“Nangnîn in mi hmangai chun, ka thupêkhai chu zâwm in tih.",
      "reference": "JOHAN 14:15"
    },
    {
      "content": "Chun, Pa hnîng ka ta, ama chun Thlamuongtu dang pêng a ti cheu, chatuona in kuoma um dingin;",
      "reference": "JOHAN 14:16"
    },
    {
      "content": "chu chu Thlarau indiktak a nih; khawvêlin chu chu an nei thei nawh, ama an hmu nawh a, an hriet bawk naw leiin. Nangnîn ama chu in hriet, in kuomah a um zing lei le, nangniah a um ding leiin.",
      "reference": "JOHAN 14:17"
    },
    {
      "content": "Fahrain fe san naw ning cheu; in kuomah hung nâwk ka tih.",
      "reference": "JOHAN 14:18"
    },
    {
      "content": "Sâwt nawtê hnungah khaw- vêlin mi hmu nâwk ta naw ni, nisienlakhawm, nangni chun mi hmûng in tih; kei ka hring leiin nangni khawm hring in tih.",
      "reference": "JOHAN 14:19"
    },
    {
      "content": "Chu nia chun kei ka Paa ka um dâm, nangni keimaa in um dâm, kei nangnia ka um dâm hre tâng in tih.",
      "reference": "JOHAN 14:20"
    },
    {
      "content": "Tukhawm ka thupêkhai nei a, zâwm chu a mi hmangaitu a nih; tûkhawm a mi hmangai chu, ka Pain hmangai a tih, kei khawmin ama chu hmangai ka tih, a kuomah inlâr rawp ka tih,” a ta.",
      "reference": "JOHAN 14:21"
    },
    {
      "content": "Chun, Juda (Iskariot naw lem) chun a kuomah, “Lalpa, keini kuomah inlâr i ta, khawvêl kuoma în lâr naw ding chu iengdinga?” a ta.",
      "reference": "JOHAN 14:22"
    },
    {
      "content": "Isûn a dawn a, a kuomah, “Mîn a mi hmangai chun ka thu zâwm a ta; ka Pain ama chu hmangai a ta, a kuomah hung kan ta, a kuomah um zing kan tih.",
      "reference": "JOHAN 14:23"
    },
    {
      "content": "Tûkhawm a mi hmangai naw chun ka thu a zâwm nawh, thu in hriethai hi ka ta a ni nawh, Pa a mi tirtu ta a ni lem.",
      "reference": "JOHAN 14:24"
    },
    {
      "content": "In kuoma ka la um sûng hin hieng thu hi ka hril cheu hi.",
      "reference": "JOHAN 14:25"
    },
    {
      "content": "Chun, Thlamuongtu, Thlarau Inthieng, Pain ka hminga a hung tir ding khan, ama chun iengkim inchûktir a ti cheu a, in kuoma ka hril po po kha inhriet suoktir nâwk a ti cheu.",
      "reference": "JOHAN 14:26"
    },
    {
      "content": "“Thlamuongna ka mâk pêk cheu hi; keima thlamuongna ka pêk cheu a; khawvêlin a pêk ang cheuin ka pêk naw cheu hi. In lungril lunginzîng naw raw se, ṭi khawm ṭi naw raw se.",
      "reference": "JOHAN 14:27"
    },
    {
      "content": "‘Ka fe hmang ding a na, in kuomah hung nâwk ka tih’, ka tizie cheu kha in hriet tah. Nangnîn mi hmangai ni unla Pa kuoma ka fe ding a ni leiin in lâwm ding a nih; Pa chu keia nêkin a ropui lem sih a.",
      "reference": "JOHAN 14:28"
    },
    {
      "content": "Tuhin a hung tlung hma hin ka hril ta cheu hi, a hung tlung phaa in ringna dingin.",
      "reference": "JOHAN 14:29"
    },
    {
      "content": "In kuomah thu hril nâwk mang ta naw ning, khawvêl lal a hung ding a ni sih a, ama chun keimaah iengkhawm a nei nawh,",
      "reference": "JOHAN 14:30"
    },
    {
      "content": "nisienlakhawm, keiin Pa ka hmangai le, Pain thu a mi pêk ang peiin thil ka thaw ti khawvêlin an hrietna ding a ni hi. Tho ro, hitaka hi suok ei tiu.",
      "reference": "JOHAN 14:31"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOHAN 14 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}