{
  "verses": [
    {
      "content": "Chu zoa chun Isûn Galili ram a fang a, Judahaiin ama sukhlum an tum leiin Judai ram chu a fang nuom nawh a.",
      "reference": "JOHAN 7:1"
    },
    {
      "content": "Chun, Judahai Bâwktê Ruoiṭhe chu a hnai tah a.",
      "reference": "JOHAN 7:2"
    },
    {
      "content": "Chuongchun, a unauhaiin a kuomah, “Hitaka inthawkin Judai ramah va fe rawh, i închûktirhai khawmin i thilthaw hi an hmu theina dingin.",
      "reference": "JOHAN 7:3"
    },
    {
      "content": "Tûkhawmin mâni hming inthang nuom siin arûkin thil iengkhawm an thaw nawh. Hieng thilhai hi i thaw tak zet chun, khawvêl kâwlah inentir rawh,” an ta.",
      "reference": "JOHAN 7:4"
    },
    {
      "content": "(A unauhai khawm chun ama an ring si nawh a).",
      "reference": "JOHAN 7:5"
    },
    {
      "content": "Chun, Isûn an kuomah, “Ka hun a la tlung nawh; nangni hun ruok chu a tlung zing a nih.",
      "reference": "JOHAN 7:6"
    },
    {
      "content": "Khawvêlin nangni an theida thei naw cheu, kei ruok chu an mi theida hlak, an thilthawhai a suol ti ka hrilfie hlak leiin.",
      "reference": "JOHAN 7:7"
    },
    {
      "content": "Nangni ruoiṭhenaah hang fe ro, kei chu hi ruoiṭhea hin la fe hri naw ning, ka hun a la tlung naw leiin,” a ta.",
      "reference": "JOHAN 7:8"
    },
    {
      "content": "Chun, chuong thu chu an kuomah a hril a, Galili ramah a la um zing a.",
      "reference": "JOHAN 7:9"
    },
    {
      "content": "Nisienlakhawm, a unauhai chu ruoiṭhenaa an hang fe hnung chun, ama khawm vântlâng ihriet loin, inrûkin a hang fe veh a.",
      "reference": "JOHAN 7:10"
    },
    {
      "content": "Chun, Judahaiin ruoiṭhenaa chun ama chu an zawng a, “Khâwlai am a um a?” an tih a.",
      "reference": "JOHAN 7:11"
    },
    {
      "content": "A chungah mipuihai laia mi an chier sup sup a, a ṭhenin, “Mi ṭha a nih ie,” an tih a; ṭhenkhatin, “Teu lo e, mipui a hlêm lem hlak a nih,” an ta.",
      "reference": "JOHAN 7:12"
    },
    {
      "content": "Nisienlakhawm, Judahai an ṭi leiin tûkhawmin a chungchâng thu an hril lang nawh.",
      "reference": "JOHAN 7:13"
    },
    {
      "content": "Chun, ruoiṭhe ṭhat lai takin, Isu Pathien biekinah a hang feh a, ân chûktir a.",
      "reference": "JOHAN 7:14"
    },
    {
      "content": "Chun, Judahaiin, “Hi mipa hin inchûk ngai loin iengtin am lekha a hriet a?” an ta, mak an ti hleh a.",
      "reference": "JOHAN 7:15"
    },
    {
      "content": "Chun, Isûn anni chu a dawn a, “Ka thu inchûktir hi ka ta a ni nawh a, a mi tirtu ta a ni lem.",
      "reference": "JOHAN 7:16"
    },
    {
      "content": "Tûkhawm ama dit zâwng thaw nuom chun, thu inchûktir hi Pathien suksuok am a ni, keia phuokfâwma ka hril, hrieng a tih.",
      "reference": "JOHAN 7:17"
    },
    {
      "content": "Tûkhawm mâni phuokfâwm thu hril chu mâni mawina zawng a nih; a tirtu mawina zawng ruok chu, ama chu mi tak zet a nih, amaa chun indik nawna hrim a um nawh.",
      "reference": "JOHAN 7:18"
    },
    {
      "content": "Mosiein Dân chu a pêk naw cheu am a nih? Nisienlakhawm, nangni lai tukhawmin Dân chu in hraw si nawh. Nangnîn iengdinga mi sukhlum in tum am?” a ta.",
      "reference": "JOHAN 7:19"
    },
    {
      "content": "Chun, mipui chun, “Khawhri zâwl i ni hi, tuin am sukhlum a tum che leh?” an ta, an dawn a.",
      "reference": "JOHAN 7:20"
    },
    {
      "content": "Isu chun a dawn a, an kuomah, “Thil pakhat ka thaw kha nangni po poin mak in ti kha.",
      "reference": "JOHAN 7:21"
    },
    {
      "content": "Mosiein sertan thu kha a pêk cheu a, chu chu Mosie suksuok ni loin, thlâtuhai suksuok a ni lem. Chu lei chun a nih Châwlni khawma mi ser in tan hlak chu.",
      "reference": "JOHAN 7:22"
    },
    {
      "content": "Mosie Dân bawsiet nawna dingin Châwlnia khawm pasalin ser ân tantir si chun, keiin Châwlnia mi ka sukdam hieu leiin ka chungah in lunginsen bîk maw?",
      "reference": "JOHAN 7:23"
    },
    {
      "content": "ân lang angin ngaituo naw unla, feltakin ngaituo lem ro,” a ta.",
      "reference": "JOHAN 7:24"
    },
    {
      "content": "Chun, Jerusalema mi ṭhen- khatin, “Hi mipa hi sukhlum an itum chu a ni naw am a nih?",
      "reference": "JOHAN 7:25"
    },
    {
      "content": "En ta u, ân langin thu a hril a, a kuomah iengkhawm an hril si nawh. Ama hi Krista a ni ti hotuhaiin an hriet tak tak am a ni tah aw?",
      "reference": "JOHAN 7:26"
    },
    {
      "content": "Hi mipa hi a piengna chenin ei hriet sih a, Krista ruok chu a tlung pha chun a piengna chin tukhawmin hre naw ni hai,” an ta.",
      "reference": "JOHAN 7:27"
    },
    {
      "content": "Chuong lei chun Isûn Pathien biekina ân chûktir malamin a khêk a, “Nangnîn in mi hriet, ka piengna chin khawm in hriet deh. Nisienlakhawm mâni thua hung ka ni nawh, a mi tirtu hi mi tak zet a nih, ama chu in hriet si nawh.",
      "reference": "JOHAN 7:28"
    },
    {
      "content": "Kei ruok chun ama chu ka hriet; a kuoma inthawka hung suok ka na, ama chun a mi tir a ni sih a,” a ta.",
      "reference": "JOHAN 7:29"
    },
    {
      "content": "Chuongchun, ama chu man an tum a, nisienlakhawm, a hun a la tlung naw leiin tukhawmin a chungah kut an thlâk si nawh.",
      "reference": "JOHAN 7:30"
    },
    {
      "content": "Mipui a ṭhen tamtak ruok chun ama chu an ring a, “Krista chu a hung tlung pha khawm, hi mipa thaw nêka tam thilmak a hung thaw ding am a nih?” an ta.",
      "reference": "JOHAN 7:31"
    },
    {
      "content": "Chun, Pharisaihaiin a chunga mipui chier rûknahai chu an hriet a, chuongchun, thiempu lalhai le Pharisaihai chun ama man dingin manmihai an tir tah a.",
      "reference": "JOHAN 7:32"
    },
    {
      "content": "Chun, Isûn “Sâwt nawtê in kuomah la um hri phawt ka ta, chun a mi tirtu kuomah fêng ka tih.",
      "reference": "JOHAN 7:33"
    },
    {
      "content": "Nangnîn mi zawng in ta, mi hmu si naw ti niu; ka umnaa khawm hung thei naw ti niu,” a ta.",
      "reference": "JOHAN 7:34"
    },
    {
      "content": "Chun, Judahai an inbiek a, “Ei hmu naw dingin hi mipa hi khâwlai am a fe ding a ni leh? Grikhai laia Inpêmdarhai laia fein Grikhai chu ân chûktir ding am nîng a ti?",
      "reference": "JOHAN 7:35"
    },
    {
      "content": "‘Nangnîn mi zawng in ta, mi hmu si naw ti niu a; ka umnaa khawm hung thei naw ti niu,’ a ti hi, ieng a tina am a na?” an ta.",
      "reference": "JOHAN 7:36"
    },
    {
      "content": "Chun, ruoiṭhe ṭumṭiek ding ni, ni ropuitaka chun Isu a ngîr a, a khêk a, “Tûkhawm a dangchâr chun ka kuomah hung sienla, dâwn raw se.",
      "reference": "JOHAN 7:37"
    },
    {
      "content": "Tûkhawm a mi ring chu Pathien Lekha hril angin, tui hring vadunghai a phînga inthawkin hung luong suok a tih,” a ta.",
      "reference": "JOHAN 7:38"
    },
    {
      "content": "(Chuong thu chu ama ring- tuhaiin Thlarau an nei dingzie thu a hrilna a nih; Thlarau chu pêk a la ni hri nawh, Isu chu chawimawia a la um hri naw leiin.)",
      "reference": "JOHAN 7:39"
    },
    {
      "content": "Chuongchun, mipui laia ṭhen- khatin chuong thu chu an hrietin, “Hi mipa hi zâwlnei chu a ni ngei hi,” an ta.",
      "reference": "JOHAN 7:40"
    },
    {
      "content": "Ṭhenkhatin, “Hi hi Krista chu a nih,” an ta. Ṭhenkhatin, “Khâwlai am Krista chu Galili ramah hung suok hlak a ta?",
      "reference": "JOHAN 7:41"
    },
    {
      "content": "Krista chu David thlahai laiah, David umna khuo Bethlehemah a suok ding a nih ti Pathien Lekhain a hril naw am a nih?” an ta.",
      "reference": "JOHAN 7:42"
    },
    {
      "content": "Chuongchun, ama leiin mipui chu an inṭheh a, an inkhing tah a.",
      "reference": "JOHAN 7:43"
    },
    {
      "content": "Ṭhenkhat chun man an nuom a, nisienlakhawm, tukhawmin a chung- ah kut an thlâk si nawh.",
      "reference": "JOHAN 7:44"
    },
    {
      "content": "Chun, manmihai chu thiempu lalhai le Pharisaihai kuomah an hung nâwk a, chun, anni chun an kuomah, “Iengdinga in hung ṭhuoi naw?” an lo tih a.",
      "reference": "JOHAN 7:45"
    },
    {
      "content": "Manmihai chun, “Hi mipa thuhril ang hrim hin tukhawmin thu an hril ngai nawh,” an ta, an dawn a.",
      "reference": "JOHAN 7:46"
    },
    {
      "content": "Chun, Pharisaihai chun an kuomah, “Nangni khawm hlêmin in um ve tah a ni maw chu?",
      "reference": "JOHAN 7:47"
    },
    {
      "content": "Hotuhai le Pharisaihai laia mi hrim hrim ama ring an um ta am a nih?",
      "reference": "JOHAN 7:48"
    },
    {
      "content": "Hieng dân hre naw mipuihai hrep hi ṭawngsephur an nih in sawnnaw,” an ta, an dawn a.",
      "reference": "JOHAN 7:49"
    },
    {
      "content": "Nikodem, inhmaa Isu kuoma hung kha, anni laia ṭhang ve a na, an kuomah,",
      "reference": "JOHAN 7:50"
    },
    {
      "content": "“Ama bau ngeia a thu hriet le a thilthaw hriet hmain ei dânin mi thiemnaw ân changtir hlak am a nih?” a ta.",
      "reference": "JOHAN 7:51"
    },
    {
      "content": "Anni chun a kuomah, “Nang khawm chu Galili mi i ni ve am a nih? Zawng la, Galili rama chun zâwlnei tukhawm an suok ngai nawh ti hrieng i tih,” an ta, an dawn a.",
      "reference": "JOHAN 7:52"
    },
    {
      "content": "[Chun, mi tin mâni in sengah an fe tah a.",
      "reference": "JOHAN 7:53"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOHAN 7 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}