{
  "verses": [
    {
      "content": "Chun, ni saria ni hmasatakah, zîngkâr, khuo a lân thim laiin, Mari Magdalin chu thlâna chun a va feh a, lung chu thlâna inthawka lâk sawnin a hmuh a.",
      "reference": "JOHAN 20:1"
    },
    {
      "content": "Chuongchun, a tlân a, Simon Peter le inchûktir dang Isûn a ihmangai kuoma chun a hung a, an kuomah, “Thlâna inthawk khan Lalpa chu an fe hmangpui tah, an siena chin hrim kan hriet nawh,” a ta.",
      "reference": "JOHAN 20:2"
    },
    {
      "content": "Chuongchun, Peter chu a suok a, inchûktir dang le chun; chun, thlântieng an pan tah a.",
      "reference": "JOHAN 20:3"
    },
    {
      "content": "An tlân rêl a, inchûktir dang chun Peter a lekhêl a, thlân chu a tlung hmasah a.",
      "reference": "JOHAN 20:4"
    },
    {
      "content": "A kûn a, a bih a, puon zai inhmi um chu a hmuh a; nisienlakhawm, a sûngah a lût nawh.",
      "reference": "JOHAN 20:5"
    },
    {
      "content": "Chun, Simon Peter khawmin a hnungah a hung hnawt phâk a, thlân sûngah a lût a; puon zai inhmihai um le",
      "reference": "JOHAN 20:6"
    },
    {
      "content": "a lua inhrûkna puon um chu, puon zai inhmihai laia um loin, ziel sain hmun tuma um a hmuh a.",
      "reference": "JOHAN 20:7"
    },
    {
      "content": "Chuongchun, inchûktir dang, thlân tlung hmasapa khawm chu a lût veh a, a hmuh a, a awi a.",
      "reference": "JOHAN 20:8"
    },
    {
      "content": "Mithi laia inthawkin a thonâwk ding a ni ti Pathien Lekha Thu kha an la hriet si nawh a.",
      "reference": "JOHAN 20:9"
    },
    {
      "content": "Chuongchun, inchûktirhai chu anni inah an fe nâwk tah a.",
      "reference": "JOHAN 20:10"
    },
    {
      "content": "Nisienlakhawm, Mari chu tuol- ah thlân kâwla chun ṭap pumin a ngîr a; chuongchun, ṭap pumin a kûn a, thlân sûng chu a bih a;",
      "reference": "JOHAN 20:11"
    },
    {
      "content": "chun, vântirko pahni puon vâr silin, Isu ruong inzâlna hmuna chun, pakhat a lu tieng, pakhat a ke tienga ṭhung a hmuh a.",
      "reference": "JOHAN 20:12"
    },
    {
      "content": "Anni chun a kuomah, “Nuhmei, iengdinga i ṭap am?” an ta. Ama chun an kuomah, “Ka Lalpa an fe- hmangpui a, an siena chin ka hriet naw leiin,” a ta.",
      "reference": "JOHAN 20:13"
    },
    {
      "content": "Chun, chuonga a hril phingleh a hnung tieng a nghah a, Isu ngîr chu a hmuh a, Isu a ni ti a hriet si nawh a.",
      "reference": "JOHAN 20:14"
    },
    {
      "content": "Isûn a kuomah, “Nuhmei, ieng- dinga i ṭap am? Tû am i zawng a?” a ta. Ama chun huon enkawltu amanih a tih a, a kuomah, “Pu, ama hitaka inthawka i fepui a ni chun i siena chin mi hril rawh, chuongchun lâng ka tih,” a ta.",
      "reference": "JOHAN 20:15"
    },
    {
      "content": "Isûn a kuomah, “Mari,” a tih a. Ama chu a nghah a, a kuomah, Hebrai ṭawngin, “Rabboni,” a ta; (chu chu Inchûktirtu tina a nih.)",
      "reference": "JOHAN 20:16"
    },
    {
      "content": "Chun, Isûn a kuomah, “Mi chel naw rawh, tu chen khawmin Pa kuomah ka la hang fe nawh; amiruokchu, ka unauhai kuomah va fe la, an kuomah, ‘Ka pa, in Pa, Ka Pathien, in Pathien kuomah ka lâwn ding a nih,’ a tih, va ti rawh,” a ta.",
      "reference": "JOHAN 20:17"
    },
    {
      "content": "Mari Magdalin chu a va feh a, închûktirhai kuomah, “Lalpa chu kan hmu tah,” a ta, a kuoma thu a hrilziehai khawm chu a hril a.",
      "reference": "JOHAN 20:18"
    },
    {
      "content": "Chun, chu ni, ni saria ni hmasatakah, khuo a hung inhnu chun, Judahai ṭi leia inchûktirhai umna kawtkhârhai chu khâr a ni hnungin, Isu anni lai a hung ngîr a, an kuomah, “In chungah thla- muongna um raw se,” a ta.",
      "reference": "JOHAN 20:19"
    },
    {
      "content": "Chu chu a hril zo chun, a kut le a nâk an kuomah ân entir a. Chun, Lalpa chu an hmu chun inchûktirhai chu an lâwm tah a.",
      "reference": "JOHAN 20:20"
    },
    {
      "content": "Chun, Isûn an kuomah, “In chungah thlamuongna um raw se, Pain kei a mi tir ang bawkin ka tir cheu hi,” a ti nâwk a.",
      "reference": "JOHAN 20:21"
    },
    {
      "content": "Chun, chuong thu chu a hril zoin, an chungah ân thuok a, an kuomah, “Thlarau Inthieng nei ro,",
      "reference": "JOHAN 20:22"
    },
    {
      "content": "tu suol khawm in ngaidam taphawt chu ngaidam nîng a tih; tu suol khawm in ngaidam naw taphawt chu, ngaidam naw nîng a tih,” a ta.",
      "reference": "JOHAN 20:23"
    },
    {
      "content": "Chun, Isu a hung lai khan, sâwm le pahnihai laia ṭhang ve Thoma (Didum an ti bawk) chu an kuomah a um ve nawh a.",
      "reference": "JOHAN 20:24"
    },
    {
      "content": "Chuongchun, inchûktir danghai chun a kuomah, “Lalpa chu kan hmu tah,” an ta. Nisienlakhawm, ama chun an kuomah, “A kuta thîr kilna serhai kha ka hmuh a, thîr kilna serhaia chun ka kut pârhai ka khîk lûta, a nâka ka pur meu naw chun, ring naw ning,” a ta.",
      "reference": "JOHAN 20:25"
    },
    {
      "content": "Chun, ni riet hnungah, a inchûktirhai chu in sûngah an um nâwk a, Thoma khawm an kuomah a um veh a. Chun, Isu a hung a, kawthai chu khâr a ni sih a, anni lai a hung ngîr tah a, an kuomah, “In chungah thlamuongna um raw se,” a ta.",
      "reference": "JOHAN 20:26"
    },
    {
      "content": "Chun, Thoma kuoma chun, “I kut pârin hang them la, ka kuthai en rawh; i kut hang ban la, ka nak pur rawh; ring loin um naw la, ring el rawh,” a ta.",
      "reference": "JOHAN 20:27"
    },
    {
      "content": "Thoman a kuomah, “Ka Lalpa le ka Pathien i nih,” a ta, a dawn a.",
      "reference": "JOHAN 20:28"
    },
    {
      "content": "Isûn a kuomah, “Nangin kei i mi hmu leiin i ring a ni maw? Hmu loa ring taphawthai chu an hamṭha,” a ta.",
      "reference": "JOHAN 20:29"
    },
    {
      "content": "Chun, Isûn inchûktirhai hmaah inchikna dang tamtak a thaw ṭeu a, chuonghai chu hi lekhabua hin ziek a ni nawh.",
      "reference": "JOHAN 20:30"
    },
    {
      "content": "Nisienlakhawm, hieng hi, Isu chu, Krista, Pathien Naupa a nih ti in ringna ding le, in ring a, a hminga hringna in neina dinga ziek a nih.",
      "reference": "JOHAN 20:31"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOHAN 20 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}