{
  "verses": [
    {
      "content": "Chun, ân lal kum kuo kum, thla sâwmna, ni sâwm ni takin Babulon lal Nebukadnezzar chun a sipaihai po po leh Jerusalem khuo chu an hang thawh a, umhmun an hang khuor a; chun, kulin an inhuol vêl tah a.",
      "reference": "2 LALHAI 25:1"
    },
    {
      "content": "Chuongchun, lal Zedekia inlal kum sâwm le kum khatna chenin khuo chu an inhuol a.",
      "reference": "2 LALHAI 25:2"
    },
    {
      "content": "Thla lina, ni kuo ni chun khuo chu an ṭâm ta êm êm el a, chutaka mihai ta ding chun fâk ding hrim hrim a um ta nawh a.",
      "reference": "2 LALHAI 25:3"
    },
    {
      "content": "Chun, khawpui kul chu a suk- âwng a; chuongchun, zânah indo mi po po chu lal huon bul, kul bang pahni inkâra kul kawtkhârah an tlânse ta vawng a: (Kaldaihai chun khuo chu an inhuol vêl a nih:) chun, lal chu Araba lampui tieng a feh a.",
      "reference": "2 LALHAI 25:4"
    },
    {
      "content": "Nisienlakhawm, Kaldai sipaihai chun lal chu an hnawt a, Jeriko phaiah an hnawt phâk a; a sipaihai po po chun an tlândarsan ta vawng a.",
      "reference": "2 LALHAI 25:5"
    },
    {
      "content": "Chuongchun, lal chu an man a, Babulon lal kuomah Ribla khuoah an ṭhuoi a; chun, a chungchâng an rêl a.",
      "reference": "2 LALHAI 25:6"
    },
    {
      "content": "Chun, Zedekia naupasalhai chu a mithmu ngeiah an that a, Zedekia mithai chu an khel dawk a, kawl an inbun a, Babulonah an fepui tah a.",
      "reference": "2 LALHAI 25:7"
    },
    {
      "content": "Chuongchun, Babulon lal, lal Nebukadnezzar inlal kum sâwm le kum kuona, thla ngana, ni sari ni chun Babulon lal mi, vêngtu pâwl hotu Nebuzar-adan chu Jerusalemah a lût a;",
      "reference": "2 LALHAI 25:8"
    },
    {
      "content": "LALPA in le lal in chu a rawh a; Jerusalem in po po, in ropui taktak- hai chu a rawh a.",
      "reference": "2 LALHAI 25:9"
    },
    {
      "content": "Chun, vêngtu pâwl hotu kuoma um Kaldai sipaihai po po chun Jerusalem vêla kul chu an sukchim vawng a.",
      "reference": "2 LALHAI 25:10"
    },
    {
      "content": "Chun, khawpui sûnga mi la um, inpehai, mipui la umhai chu vêngtu pâwl hotu Nebuzar-adan chun salah a ṭhuoi vawng a.",
      "reference": "2 LALHAI 25:11"
    },
    {
      "content": "Chu rama pasie siehai ruok chu vêngtu pâwl hotu chun grêphrui en- kawltu ding le lo neitu dingin a mâksan a.",
      "reference": "2 LALHAI 25:12"
    },
    {
      "content": "LALPA ina dâr banhai le, LALPA ina inṭhutna le dâr tuizêng chu Kaldaihai chun an sukkawi vawng a, a dârhai chu Babulon tieng an fepui a.",
      "reference": "2 LALHAI 25:13"
    },
    {
      "content": "Chun, bêlhai dâm, vutluohai dâm, khâwnvar enkawlna thilhai dâm, haihâwhai le dâr bûr le bêlhai po po, rawngbâwlna dinga an hmang- hai chu an lâk a.",
      "reference": "2 LALHAI 25:14"
    },
    {
      "content": "Chun, meilâknahai le maihûn- hai le chun, vêngtu pâwl hotu chun rângkachaka siemhai chu a rângka- chak chu a lâk a, tangkaruoa siemhai chu a tangkaruo chu a lâk a.",
      "reference": "2 LALHAI 25:15"
    },
    {
      "content": "Solomonin LALPA in dinga a siem ban pahni le dâr tuizêng le inṭhutnahai chu; chuong hmang- ruohai po poa dâr bûk zât chu hriet ruol a ni nawh.",
      "reference": "2 LALHAI 25:16"
    },
    {
      "content": "Ban pakhat insâng tieng chu tawng sâwm le tawng riet a na, a sîpa chun dâr sungbâwk a um a; chu bâwk insâng tieng chu tawng thum a nih; a bâwk vêla chun ṭiel chikchek le theibufai lim a chuong a, dâr vawng a nih; chuong ang bawk chun ban pakhat khawm chu ṭiel chikchek a nih.",
      "reference": "2 LALHAI 25:17"
    },
    {
      "content": "Chun, vêngtu pâwl hotu chun thiempu lal Seraia le a dawttu Zephania le kawtkhâr vêngtu pa- thum a man a,",
      "reference": "2 LALHAI 25:18"
    },
    {
      "content": "chun, indo mihai chunga hotu pakhat leh, lal hmêl hmu phâk hlak, khawpui sûnga la um panga leh, mipuihai hming ziektu sipai hotu lekhaziektu leh, khawpui sûnga la um chu rama mi sâwmruk leh khawpui sûnga chun a man bawk a.",
      "reference": "2 LALHAI 25:19"
    },
    {
      "content": "Chun, vêngtu pâwl hotu Nebu- zar-adan chun a ṭhuoi a, Babulon lal kuomah, Ribla khuoa chun a fepui a,",
      "reference": "2 LALHAI 25:20"
    },
    {
      "content": "Chun, Babulon lal chun Ha- math ram, Ribla khuoa chun a lo sukhlum a. Chuongchun, Juda chu a ram sûnga inthawka sala ṭhuoi suokin a lo um tah a.",
      "reference": "2 LALHAI 25:21"
    },
    {
      "content": "Chun, Babulon lal Nebukad- nezzar chun Judai rama mâksana umhai khawm chu an chunga chun Saphan naupa Ahikam naupa Gedalia chu awptu dingin a siem a.",
      "reference": "2 LALHAI 25:22"
    },
    {
      "content": "Chuongchun, sipai pâwl hotu- hai po po le an rawihaiin Babulon lalin Gedalia chu awptu dingin a siem ti an hriet chun Mizpa khuoah Gedalia kuomah an feh a; chuonghai chu Nethania naupa Ismael hai, Karea naupa Johanan hai, Neto- phath mi Tanhumeth naupa Seraia hai, Maaka mi naupa Jaazania hai, an rawihai leh an nih.",
      "reference": "2 LALHAI 25:23"
    },
    {
      "content": "Chun, Gedalia chun chuonghai le, an rawihai kuoma chun ṭawng ân khâm a, an kuomah, “Kaldaihai siehlawa um hi ṭi naw ro; hi rama hin um zing el unla, Babulon lal thu hnuoiah um ro, chuongchun, in ta dingin ṭhâng a tih,” a ta.",
      "reference": "2 LALHAI 25:24"
    },
    {
      "content": "Nisienlakhawm, thla sarinaa chun lal thla, Elisama naupa, Netha- nia naupa Ismael chu mi sâwm ṭhuoiin a feh a, Gedalia chu Mizpa khuoah Judahai le Kaldaihai a kuoma umhai le chun an thawh a, an that ta vawng a.",
      "reference": "2 LALHAI 25:25"
    },
    {
      "content": "Chuongchun, mi po po a chîn a lienin sipai hotuhai leh an suok a; Aigupta ramah an fe tah a, Kaldaihai chu an ṭi a nih.",
      "reference": "2 LALHAI 25:26"
    },
    {
      "content": "Chun, Juda lal Jehoiakin sala ân tâng kum sâwmthum le kum sarina, thla sâwm le thla hnina, ni sâwmhni le ni sari niin Babulon lal Evil-merodakin ân lal ṭan kumin Juda lal Jehoiakin chu intângna ina inthawkin a ṭhuoi suok a,",
      "reference": "2 LALHAI 25:27"
    },
    {
      "content": "a kuomah ṭhatakin thu a hril a, Babulona lalruol um vehai lalṭhung- pha chunga chun a lalṭhungpha chu a sie sâng ta bîk a.",
      "reference": "2 LALHAI 25:28"
    },
    {
      "content": "Ân tângna in silfênhai chu a thleng a, a dam sûng po chun a kuomah thlaithlêng a awt ve ta rawp a.",
      "reference": "2 LALHAI 25:29"
    },
    {
      "content": "Chuongchun, a châwmna ding- in a hmu tâwk dingin lalin ni tin, a dam sûng po po chun chanvo a siempêk ta zing a.",
      "reference": "2 LALHAI 25:30"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 LALHAI 25 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}