{
  "verses": [
    {
      "content": "Chun, Ahazia nu Athalia chun a naupa a thi ti a lo hriet chun, a tho a, lal nauhai po po chu a that vawng a.",
      "reference": "2 LALHAI 11:1"
    },
    {
      "content": "Ahazia naupa Joas ruok chu lal Joram naunu, Ahazia farnu Jehoseba chun lal naupasal an thathai laia inthawk chun a ṭhuoi hmang a, a enkawltu leh khum pindanah ân umtir a. Athalia hmu thei lo dingin an thuphmang a; chuongchun, that a ni ve ta nawh a.",
      "reference": "2 LALHAI 11:2"
    },
    {
      "content": "Chun, ama chu amanu le chun LALPA inah kum ruk an inbihmang a, chuongchun, Athalia chun chu rama chun ro a rêl tah a.",
      "reference": "2 LALHAI 11:3"
    },
    {
      "content": "Chun, a kum sarinaa chun Jehoiadain Kereth mihai le vêngtu sipaihai laia mi sipai za hotuhai chu ân kotir a, LALPA inah a kuomah ân ṭhuoi lûttir a; chun, an kuomah thu a thlung a, LALPA ina chun ṭawng ân khâmtir a; lal naupa chu ân entir tâwl a.",
      "reference": "2 LALHAI 11:4"
    },
    {
      "content": "Chun, ama chun, “In thaw ding chu hieng ang hi a nih; nangni laia châwlnia hung dinghai hi hmun thuma ṭhea hmun khatin lal in chu vêng in ta;",
      "reference": "2 LALHAI 11:5"
    },
    {
      "content": "chun, hmun thuma ṭhea hmun khat chu Sur kul kawtkhârah um in ta; chun, hmun thuma ṭhea hmun khat chu vêngtuhai hnungtienga kul kawtkhâra chun um in tih; chuong ang chun in chu vêng in ta, a dang- tuah in um ding a nih.",
      "reference": "2 LALHAI 11:6"
    },
    {
      "content": "Chun, nangni laia pâwl hni, châwlnia ṭîn dinghai po po chun lal kâwl vêla LALPA in chu vêng in ta.",
      "reference": "2 LALHAI 11:7"
    },
    {
      "content": "Chun, mi tinin hriemhrei chawi- in lal chu inhuol vêl in ta; tukhawm huol sûnga hung lût taphawt chu lo that pei ding a nih; chuongchun, lal chu a lût le suok chu zui pei unla,” tiin thu a pêk a.",
      "reference": "2 LALHAI 11:8"
    },
    {
      "content": "Chun, sipai za hotuhai chun thiempu Jehoiada thupêk ang po po chun an thaw vawng a; chun, mâni rawihai seng châwlnia hung dinghai le; châwlnia ṭîn dinghai chu an ṭhuoi a, thiempu Jehoiada kuomah an feh a.",
      "reference": "2 LALHAI 11:9"
    },
    {
      "content": "Chun, thiempu chun sipai za hotuhai chu LALPA ina um, lal David fei le phawhai chu a pêk a.",
      "reference": "2 LALHAI 11:10"
    },
    {
      "content": "Chun, vêngtu sipaihai chun hriemhrei chawi sengin, in chang- tieng panga inthawk vawitieng chen- in, mâichâm le in hrûla chun lal chu an ngîr huol tuou a.",
      "reference": "2 LALHAI 11:11"
    },
    {
      "content": "Chuongchun, lal naupa chu a hung ṭhuoi suok a, lallukhum ân khumtir a, inhriettirna thu chu a pêk a, lalah an siem a, hriek an nâl a; chun, an kut an ben a, “Pathienin laltak humhim raw se,” an ta.",
      "reference": "2 LALHAI 11:12"
    },
    {
      "content": "Chun, vêngtu sipaihai le mipuihai ri chu Athaliain a lo hriet chun, LALPA ina mipuihai lai chun a va feh a;",
      "reference": "2 LALHAI 11:13"
    },
    {
      "content": "chun, a hang en a, ngai ta, lal chu dân angin ban hrûla hin a lo ngîr a, sipai hotuhai le tawtawrâwt mûttuhai chu lal kâwlah an ngîr a; chun, chu rama mi po po chu an hlim êm êm a, tawtawrâwt dâm an mût an mût a. Chuongchun, Athalia chun a puonhai a keithlêr a, “Phier rûkna! Phier rûkna a ni tah ie,” tiin a khêk a.",
      "reference": "2 LALHAI 11:14"
    },
    {
      "content": "Chun, thiempu Jehoiada chun sipai chunga hotua ruot sipai za hotuhai chu thu a pêk a, an kuomah, “Sipaihai kâra khan amanu kha in- suoktir ro, tukhawm ama zui ta- phawt chu kâwlhnâma sât hlum ding nîng a tih,” a ta; thiempu chun, “LALPA ina chu that ding a ni nawh,” a lo ti ta sih a.",
      "reference": "2 LALHAI 11:15"
    },
    {
      "content": "Chuongchun, lampui an inâwng a; chun, sakawr lûtna lampuiah lal inah a feh a; chutaka chun a nih an that chu.",
      "reference": "2 LALHAI 11:16"
    },
    {
      "content": "Chun, Jehoiada chun LALPA le lal le mipuihai kâra chun LALPA mihai an hung nina dingin thu a thlung tah a; lal le mipuihai kâra khawm chun.",
      "reference": "2 LALHAI 11:17"
    },
    {
      "content": "Chun, chu rama mi po pohai chu Baal inah an feh a, an sukchim a; a mâichâmhai le a limhai chu an suk- nâwi vawng a; Baal thiempu Mattan khawm chu mâichâm bulah an that a. Chun, thiempu chun LALPA in vêngtu hotuhai a ruot a.",
      "reference": "2 LALHAI 11:18"
    },
    {
      "content": "Chun, sipai za hotuhai, Kereth mi dâm, vêngtu sipaihai le, chu rama mi po po chu a ṭhuoi a, LALPA ina inthawkin lal chu an hung ṭhuoi thlâk a, vêngtuhai kawtkhâra lûtin lal ina chun an feh a. Chuongchun, lalhai lalṭhungphaa chun a ṭhung tah a.",
      "reference": "2 LALHAI 11:19"
    },
    {
      "content": "Chuongchun, chu rama mi po po chu an lâwm a, chun, khawpui chu buoi loin a um tah a; chun Athalia chu kâwlhnâmin lal inah an that a.",
      "reference": "2 LALHAI 11:20"
    },
    {
      "content": "Jehoasin ro a rêl ṭan lai chun kum sari mi a nih.",
      "reference": "2 LALHAI 11:21"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 LALHAI 11 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}