{
  "verses": [
    {
      "content": "Josia chu ân lal ṭantirin kum riet mi a na; Jerusalema chun kum sâwm thum le kum khat ân lal a, a nu hming chu Jedida, Bozkath khuoa Adaia naunu a nih.",
      "reference": "2 LALHAI 22:1"
    },
    {
      "content": "Chun, LALPA mithmuah thil feltak a thaw hlak a, a pa David lampui po po chu a hraw veh a, chang- tienga manih, vawitienga manih a pêtsan nawh a.",
      "reference": "2 LALHAI 22:2"
    },
    {
      "content": "Chun, lal Josia ân lal kum sâwm le kum riet kumin lal chun Mesullam naupa Azalia naupa lekhaziektu Saphan chu a tir a,",
      "reference": "2 LALHAI 22:3"
    },
    {
      "content": "“Thiempu laltak Hilkia kuomah hang fe la, kawtkhâr vêngtuhaiin mihai kuoma an lo lâk khâwm LALPA ina tangka hung sie chu tiem sienla;",
      "reference": "2 LALHAI 22:4"
    },
    {
      "content": "LALPA in bâwltu sinthawtuhai pe raw se; chun, anni chun in sietna siemtu LALPA ina sinthawtuhai pe raw se;",
      "reference": "2 LALHAI 22:5"
    },
    {
      "content": "thingrem siemtuhai, in bâwl- tuhai, in se siemtuhai chun in a sietna lai siemna dingin thing le lung sutsa an inchâwk theina dingin,” tiin LALPA inah a tir a.",
      "reference": "2 LALHAI 22:6"
    },
    {
      "content": "Nisienlakhawm, tangka an pêk chu an enzuipui ta chuong nawh a, ringumtaka an thaw hlak leiin.",
      "reference": "2 LALHAI 22:7"
    },
    {
      "content": "Chun, thiempu laltak Hilkia chun lekhaziektu Saphan kuomah, “LALPA ina dân lekhabu chu ka hmu tah,” a ta. Chun, Hilkia chun lekhabu chu Saphan kuomah a pêk a, ama chun a tiem tah a.",
      "reference": "2 LALHAI 22:8"
    },
    {
      "content": "Chun, lekhaziektu Saphan chu lal kuomah a feh a, lal kuomah thu chu a vân tlun nâwk a, “I mihai chun ina tangka um chu an pêk suok vawng a, LALPA in bâwltu sinthaw- tuhai an pêk vawng tah,” a ta.",
      "reference": "2 LALHAI 22:9"
    },
    {
      "content": "Chun, lekhaziektu Saphan chun, “Thiempu lal tak Hilkia chun lekhabu a mi lo pêk annaw,” tiin lal chu a hril a. Chun, Saphan chun lal hmaa chun a tiem a.",
      "reference": "2 LALHAI 22:10"
    },
    {
      "content": "Chun, lal chun dân lekhabu thuhai chu a hang hriet chun a puon- hai a keithlêr tah a.",
      "reference": "2 LALHAI 22:11"
    },
    {
      "content": "Chun, lal chun thiempu Hilkia hai, Saphan naupa Ahikam hai, Mikaia naupa Akbor hai, lekhaziektu Saphan hai, lal mi Asaia hai kuoma chun,",
      "reference": "2 LALHAI 22:12"
    },
    {
      "content": "“Kei le, mipui le, Juda mihai po po hi hi lekhabu hmua thu chuonga hin LALPA mi va râwnpêk ta u, ei thaw dinga hi lekhabua ziek ang po po hi ei pi le puhaiin an lo zâwm naw leiin ei chungah LALPA lunginsenna chu a ṭal nasa ta êm hi,” a ta.",
      "reference": "2 LALHAI 22:13"
    },
    {
      "content": "Chuongchun, thiempu Hilkia hai, Ahikam hai, Akbor hai, Saphan hai, Asaia hai chu silfên enkawltu Harhas nau Tikva naupa Sallum nuhmei zâwlneinu Hulda kuoma chun an va feh a, an va râwn a. (Ama chu Jerusalem Misneha um a na).",
      "reference": "2 LALHAI 22:14"
    },
    {
      "content": "Ama chun an kuomah, “LALPA Israelhai Pathienin hieng ang hin a tih, ‘Ka kuoma hung tirtu cheu hi hril ro,",
      "reference": "2 LALHAI 22:15"
    },
    {
      "content": "LALPAIN hieng ang hin a tih, Ngai ta, hi hmuna le, a sûnga chêng- hai chunga hin thil ṭha nawtak ka hung intlungtir ding a nih, Juda lal- in lekhabua a thu tiem ang po po kha;",
      "reference": "2 LALHAI 22:16"
    },
    {
      "content": "an mi mâksan a, pathien danghai kuomah riminhnik an rawh a, an kutsuoka an mi suklungsen leiin hi hmuna hin ka lunginsenna chu a chawk nasa ding a na, rêm el naw nih.",
      "reference": "2 LALHAI 22:17"
    },
    {
      "content": "Nisienlakhawm, LALPA rawn dinga hung tirtu cheu Juda lal kuoma chun hieng ang hin hril ro: LALPA Israelhai Pathienin hieng ang hin a tih: I thu hriet chungchâng thua chun-",
      "reference": "2 LALHAI 22:18"
    },
    {
      "content": "hi hmun le a sûnga chênghai hi sukrêm le ṭawngsephurin la um an tih ti thu ka hril kha i lo hriet a, i lungril dâm a hung innêm a, LALPA hmaa inngaitlâwm a, i puonhai i keithlêr a, ka hmaa i ṭap leiin kei khawma i thu chu ka lo hriet a, LALPAIN a tih.",
      "reference": "2 LALHAI 22:19"
    },
    {
      "content": "Chuongchun, ngai ta, i pi le puhai kuomah ṭhuoi ka ti cheh a, thlânah lungmuongtaka ṭhuoiin um i ta, hi hmuna thil ṭha nawtak ka hung intlungtir ding chu i mitin hmu ve naw nih, a tih,’ tiin,” a ta. Chuongchun, thu chu lal kuoma chun an vân tlun nâwk a.",
      "reference": "2 LALHAI 22:20"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 LALHAI 22 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}