{
  "verses": [
    {
      "content": "Remalia naupa Peka kum sâwm le kum sari ân lal kum chun Juda lal Jotham naupa Ahaz chu ân lal ṭan a.",
      "reference": "2 LALHAI 16:1"
    },
    {
      "content": "Ahaz chu ân lal ṭantirin kum sâwmhni mi a nih; chun, Jerusalem- ah kum sâwm le kum ruk ân lal a. A pu David angin LALPA a Pathien mithmuah thil ṭhatak a thaw ve nawh a.",
      "reference": "2 LALHAI 16:2"
    },
    {
      "content": "Israel lalhai lampui hraw chu a hraw veh a, anih, LALPAIN Israel thlahai hmaa a hnawtsuok hnam- haiin thil tirdakumtak an thaw hlak angin a naupa chu meiah ân lûttir a.",
      "reference": "2 LALHAI 16:3"
    },
    {
      "content": "Chun, bâwlhmunahai, tlângahai, thing hring hmun tin hnuoia dâm ân thâwi a, riminhnik a rawh a.",
      "reference": "2 LALHAI 16:4"
    },
    {
      "content": "Chuongchun, Suria lal Rezin le Israel lal Remalia naupa Peka chu Jerusalem thaw dingin an hang feh a; Ahaz chu an hang inhuol a, nisien- lakhawm, an hne thei nawh a.",
      "reference": "2 LALHAI 16:5"
    },
    {
      "content": "Chuong lai chun Suria lal Rezin chun Elath khuo chu Suria rama dingin a lâk nâwk a, Judahai chu Elath khuoa inthawk chun a hnawt- suok a; chun, Suria mihai chun Elath khuo chu an va hluo a, tu chen hin an la um zing a nih.",
      "reference": "2 LALHAI 16:6"
    },
    {
      "content": "Chuongchun, Ahaz chun Assuria lal Tiglath-pileser kuomah, “I siehlaw le i naupa ka ni annâwm, a mi thaw dinga hung inthawk, Suria lal kuta inthawk le Israel lal kuta inthawk hin mi hang sansuok ta khai,” tiin mi a tir a.",
      "reference": "2 LALHAI 16:7"
    },
    {
      "content": "Chun, Ahaz chun LALPA ina tangka le rângkachak um taphawt chu lal ina ro siekhâwmnaa mi leh a lâk a, Assuria lal kuomah lâwmman dingin a thawn a.",
      "reference": "2 LALHAI 16:8"
    },
    {
      "content": "Chun, Assuria lal chun a thuhril chu a lo zâwm a; chuongchun, Assuria lal chun Damaska khuo chu a hang thawh a, a lâk a, a mihai chu Kir ramah salah a ṭhuoi a, Rezin chu a that a.",
      "reference": "2 LALHAI 16:9"
    },
    {
      "content": "Chun, lal Ahaz chu Assuria lal Tiglath-pileser be dingin Damaska khuoah a feh a, Damaska khuoa mâichâm chu a va hmuh a; chuong- chun, lal Ahaz chun chu mâichâm lim le an siem dân ang chiea enkhi dingin thiempu Urija kuomah ân phur a.",
      "reference": "2 LALHAI 16:10"
    },
    {
      "content": "Chun, thiempu Urija chun mâi- châm a hang siem a; lal Ahazin Damaska khuoa inthawka a thawn ang chie chun thiempu Urija chun Damaska khuoa inthawka lal Ahaz hung hma chun a lo siem hman diem a.",
      "reference": "2 LALHAI 16:11"
    },
    {
      "content": "Chun, Damaska khuoa in- thawka lal a hung tlung chun lal chun mâichâm chu a hei hmuh a; chun, lal chun mâichâm chu a pan hnai a, a hang lâwn a.",
      "reference": "2 LALHAI 16:12"
    },
    {
      "content": "Chun, mâichâma chun a pumrawhmang thilinhlânhai rawin a beiphit thilinhlânhai chu ân hlân a; a dâwn ding thilinhlân chu a buok a, ân remna thilinhlân thisen chu a the bawk a.",
      "reference": "2 LALHAI 16:13"
    },
    {
      "content": "Chun, LALPA hmaa dâr mâi- châm, a mâichâm le LALPA in inkâra mi, in hmazâwna mi chu a lâk sawn a, a mâichâm hmâr tieng panga chun a sie tah a.",
      "reference": "2 LALHAI 16:14"
    },
    {
      "content": "Chun, lal Ahaz chun, “Mâichâm lientaka hin zingtienga pumraw- hmang thilinhlânhai, zântienga bei- phit thilinhlân dâm, lal pumraw- hmang thilinhlân dâm, a beiphit thilinhlân dâm, a ram mipui po po pumrawhmang thilinhlân dâm, an beiphit thilinhlân dâm, an dâwn ding thilinhlân dâm le hin inhlânin raw la; chun, a chunga chun pumrawhmang thilinhlân thisen po po le, inthâwina thisen po po chu the rawh, dâr mâichâm ruok chu ka biekna ding ning a ta,” tiin thiempu Urija chu thu a pêk a.",
      "reference": "2 LALHAI 16:15"
    },
    {
      "content": "Chuongchun, thiempu Urija chun lal Ahaz thupêk ang po po chun a thaw tah a.",
      "reference": "2 LALHAI 16:16"
    },
    {
      "content": "Chun, lal Ahaz chun inṭhutna khurhai chu a suksiet a, insâwpna bêl chu a sie sawn a; ân ṭhutna dâr bâwngchalhaia inthawk dâm chun tuizêng chu a lâk thlâk a, lungrem chungah ân ṭhut a.",
      "reference": "2 LALHAI 16:17"
    },
    {
      "content": "Chun, châwl nia dinga chung neia lampui ina an siem le tuoltienga lal lûtna chu Assuria lal lei chun LALPA in dingin a thlâkthleng ta hlau a.",
      "reference": "2 LALHAI 16:18"
    },
    {
      "content": "Chuongchun, Ahaz thilthaw chanchin danghai chu Juda lalhai inlal lai thu ziekna buah a chuong a ni naw am a nih?",
      "reference": "2 LALHAI 16:19"
    },
    {
      "content": "Chun, Ahaz chu a pi le puhai kuomah a in a; a pi le puhai lai David khawpuia chun an phûm tah a; chun, a naupa Hezekia chu ama aiawin ân lal tah a.",
      "reference": "2 LALHAI 16:20"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 LALHAI 16 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}