{
  "verses": [
    {
      "content": "Jehu kum sari ân lal kum chun Jehoas chu ân lal ṭan a; Jerusalem khuoah kum sâwmli ân lal a; a nu hming chu Zibia, Beer-seba khuoa mi a nih.",
      "reference": "2 LALHAI 12:1"
    },
    {
      "content": "Chun, thiempu Jehoiadain Je- hoas chu ân chûktir sûng po chu LALPA mithmua thil ṭha a thaw hlak a.",
      "reference": "2 LALHAI 12:2"
    },
    {
      "content": "Amiruokchu, bâwlhmunhai chu sukbohmang a ni chuong nawh; bâwl- hmunahai chun mihai chu an inthâwiin riminhnik an la raw zing tho a.",
      "reference": "2 LALHAI 12:3"
    },
    {
      "content": "Chun, Jehoas chun thiempuhai kuomah, “LALPA ina lâklût, thil ser intlanna sum po po tiem sa tahai laia fe taphawthai ta dinga tuk, an hring- na intlanna sum dâm, tukhawma LALPA ina lâk lût an phal sum po pohai chu,",
      "reference": "2 LALHAI 12:4"
    },
    {
      "content": "thiempuhaiin an hmêlhriethaia inthawkin lo la seng hai sienla, chuongchun, in sie, a sietna lai lai siem raw se,” a ta.",
      "reference": "2 LALHAI 12:5"
    },
    {
      "content": "Nisienlakhawm, lal Jehoas chu kum sâwmhni le kum thum ân lal hnung khawmin thiempuhai chun in sie chu an la siem naw rawp a.",
      "reference": "2 LALHAI 12:6"
    },
    {
      "content": "Chuongchun, lal Jehoas chun thiempu Jehoiada le thiempu dang- hai chu a ko a, an kuomah, “Ieng- dinga in sietna laihai hi in siem naw am? Tuhin chu in hmêlhriethai laia inthawkin tangka chu la ta naw unla, in se siemna dingin pe suok lem ta ro,” a ta.",
      "reference": "2 LALHAI 12:7"
    },
    {
      "content": "Chun, thiempuhai chun mihai kuoma inthawka tangka lâk ta lo le, in sietna lai siemtu ni lo chu an remtih a.",
      "reference": "2 LALHAI 12:8"
    },
    {
      "content": "Amiruokchu, thiempu Jehoiada chun bâwm a lâk a, a sîn a verpawp a, LALPA ina lût changtieng panga, mâichâm bula chun ân ṭhut a, chu- taka chun LALPA ina tangka hung lâklût po po chu kawtkhâr vêngtu thiempuhai chun an lo sie pei a.",
      "reference": "2 LALHAI 12:9"
    },
    {
      "content": "Chun, bâwma chun tangka a tam ta hle ti an hriet po leh lal lekhaziektu le thiempu laltak chu an hang feh a, an fûn a, LALPA ina tangka um zât chu an tiem a.",
      "reference": "2 LALHAI 12:10"
    },
    {
      "content": "Chun, an tangka tiem chu sinthawhai, LALPA in bâwltuhai chunga hotuhai chu an pêk a; anni chun LALPA in bâwltu, themthiem- hai le in bâwltuhai hlawa dâm, lung suttuhai le, lung cho suoktuhai hlawa dâm;",
      "reference": "2 LALHAI 12:11"
    },
    {
      "content": "LALPA in sietna lai siemna ding thinghai le lung sutnaa dâm, in siemna dinga a pawimawnaa pohai chun an hmang hlak a.",
      "reference": "2 LALHAI 12:12"
    },
    {
      "content": "Amiruokchu, LALPA in sûnga an tangka hung lâk chun LALPA in ta dinga tangkaruo nohai, khâwnvar puon chepnahai, maihûnhai, tawtaw- râwthai, rângkachak bûr le bêlhai, tangkaruo bûr le bêlhai an siem nawh a;",
      "reference": "2 LALHAI 12:13"
    },
    {
      "content": "sinthawtuhai an pêk hlak a; LALPA in siemna dingin an hmang lem a nih.",
      "reference": "2 LALHAI 12:14"
    },
    {
      "content": "Chun, sinthawtuhai an pêk dinga tangka an inkawltirhai khawm kha an enzuipui chuong nawh a, anni chun ringumtakin an thaw hlak sih a.",
      "reference": "2 LALHAI 12:15"
    },
    {
      "content": "Bawsietna inthâwina thilin- hlân tangka le, suol inthâwina thilin- hlân tangkahai chu LALPA ina chun a lâklût nawh; thiempuhai chanpuol a nih.",
      "reference": "2 LALHAI 12:16"
    },
    {
      "content": "Chun, Suria lal Hazael chun Gath khuo a hang rûn a, a hang lâk a; chun, Hazael chu Jerusalema fe pei a tum a.",
      "reference": "2 LALHAI 12:17"
    },
    {
      "content": "Chun, Juda lal Jehoas chun Juda lal a puhai Jehosaphat hai dâm, Jehoram hai dâm, Ahazia hai dâm, lo inhlân tah thil serhai po po le, ama thil serhai le LALPA ina mi le lal ina ro siekhâwmnaa mi rângkachak um po pohai chu a lâk vawng a; Suria lal Hazael chu a thawn a; chuongchun, Jerusalem chu a nghatsan nâwk tah a.",
      "reference": "2 LALHAI 12:18"
    },
    {
      "content": "Chuongchun, Joas chanchin danghai, a thilthawhai po po chu Juda lalhai inlal lai thu ziekna buah a chuong a ni naw am a nih?",
      "reference": "2 LALHAI 12:19"
    },
    {
      "content": "Chun, a mihai chu an tho a, ama an phier rûk a, Joas chu Silla pan thlâkna lampuiah Millo inah an thawh a, an sukhlum a.",
      "reference": "2 LALHAI 12:20"
    },
    {
      "content": "Ama mi Shimeath naupa Zozakar le Somer naupa Jehozabad chun an that a nih; chuongchun, a pi le puhai lai David khawpuia chun an phûm a; chun, a naupa Amazia chu a aiawin ân lal tah a.",
      "reference": "2 LALHAI 12:21"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 LALHAI 12 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}