{
  "verses": [
    {
      "content": "Israel lal Jehoahaz naupa Joas kum hni ân lal kum chun Juda lal Joas naupa Amazia ân lal ṭan a.",
      "reference": "2 LALHAI 14:1"
    },
    {
      "content": "Ân lal ṭantir chun kum sâwmhni le kum nga mi a na, Jerusalemah kum sâwmhni le kum kuo ân lal a, a nu hming chu Jehoadin, Jerusalem mi a nih.",
      "reference": "2 LALHAI 14:2"
    },
    {
      "content": "LALPA mithmuah thil feltak a thaw hlak a, a pu David ruok chu a tluk nawh a; a pa Joas thilthaw ang po chu a thaw ve hlak a.",
      "reference": "2 LALHAI 14:3"
    },
    {
      "content": "Amiruokchu, bâwlhmunhai ruok chu sukbo a ni chuong nawh; bâwl- hmunahai chun mihai chu an lân thâwiin, riminhnik an la raw zing hlak a.",
      "reference": "2 LALHAI 14:4"
    },
    {
      "content": "Chun, a ram chu a hang indin nghet phingleh, a mihai a pa lal thattuhai kha a that ve thung a;",
      "reference": "2 LALHAI 14:5"
    },
    {
      "content": "amiruokchu, chuong tuolthat- tuhai nauhai ruok chu a that nawh a; Mosie dân bua, “Nauhai leiin pahai sukhlum ding a ni nawh a, pahai leiin nauhai sukhlum ding a ni bawk nawh a, mi tin chu mâni suol leiin an thi ding a nih,” tiha LALPA thupêk dân ziek ang khan.",
      "reference": "2 LALHAI 14:6"
    },
    {
      "content": "Edom mihai chu Machi Ruomah sîng khat a that a, Sela khuo chu a thawh a, a lâk a, a hming dingin Joktheel ân bûk a, tu chen hin an la ti a nih.",
      "reference": "2 LALHAI 14:7"
    },
    {
      "content": "Chuongchun, Amazia chun Israel lal Jehu naupa Jehoahaz nau Jehoas kuoma chun, “Thaw ta, hmai sanah lo inen ei tih khai,” tiin mi a tir a.",
      "reference": "2 LALHAI 14:8"
    },
    {
      "content": "Chun, Israel lal Jehoas chun, Juda lal Amazia kuomah, “Lebanon tlânga hlingin Lebanon tlânga Sidar thing kuomah ‘I naunu kha ka naupa nuhmeiah inneitir ta khai,’ tiin ân chah a; chun, Lebanon tlânga ramsa a hung a, hling chu a hung chîl thlûk dêr el tah a.",
      "reference": "2 LALHAI 14:9"
    },
    {
      "content": "Nang hin Edom mihai chu i hne ngei luoh a, i lungril a hung chapo tah a ni hi, i chapona kha intawmpui ṭawk ṭawk el rawh, nang le Juda ram puma sietna, i ta dinga thil ṭha naw ding iengdingin am i cho suok ding an leh,” tiin mi a tir veh a.",
      "reference": "2 LALHAI 14:10"
    },
    {
      "content": "Nisienlakhawm, Amazia chun a lo ngai nuom nawh a. Chuongchun, Israel lal Jehoas chu a hang feh a, Juda lal Amazia le chun Juda ram Bethsemes khuoa chun hmai sanah an inen ta ngei a.",
      "reference": "2 LALHAI 14:11"
    },
    {
      "content": "Chun, Juda chu Israelhai hmaa chun a lo tlâwm tah a, mi tin chu mâni in tieng an fe ta seng a.",
      "reference": "2 LALHAI 14:12"
    },
    {
      "content": "Chun, Israel lal Jehoas chun Juda lal Ahazia naupa Jehoas nau Amazia chu Bethsemesa chun a man a, Jerusalem khuoah a feh a, Jeru- salem kul chu Ephraim kul kawt- khâra inthawka kul kil kawtkhâr chenin tawng za li zet a sukchim a.",
      "reference": "2 LALHAI 14:13"
    },
    {
      "content": "Chun, LALPA ina mi le, lal ina ro siekhâwmnaa mi, rângkachak le tangka le bûr le bêlhai a um taphawt chu a lâk a, hrêna intâng dinghai leh; chun, Samari khuo tieng chun a fe nâwk tah a.",
      "reference": "2 LALHAI 14:14"
    },
    {
      "content": "Chuongchun, Jehoas thilthaw chanchin danghai, a thilthawthei- ziehai, Juda lal Amazia a thaw thu dâm chu Israel lalhai inlal lai thu ziekna bua chun a chuong a ni naw am a nih?",
      "reference": "2 LALHAI 14:15"
    },
    {
      "content": "Chun, Jehoas chu a pi le puhai kuomah a in a, Samari khuoah Israel lalhai lai an phûm a; chun, a naupa Jeroboam chu ama aiawin ân lal tah a.",
      "reference": "2 LALHAI 14:16"
    },
    {
      "content": "Chun, Juda lal Joas naupa Amazia chu Israelhai lal Jehoahaz naupa Jehoas thi hnungin kum sâwm le kum nga a la dam a.",
      "reference": "2 LALHAI 14:17"
    },
    {
      "content": "Chuongchun, Amazia chanchin danghai chu Juda lalhai inlal lai thu ziekna buah a chuong a ni naw am a nih?",
      "reference": "2 LALHAI 14:18"
    },
    {
      "content": "Chun, Jerusalem khuoah ama chu an phier rûk a, chuongchun, Lakis khuoah a tlân a; nisienlakhawm, Lakis khuoa chun mi an inhnawttir a, chutaka chun an that tah a.",
      "reference": "2 LALHAI 14:19"
    },
    {
      "content": "Chun, a ruong chu sakawrin an fepui a, a pi le puhai lai David khaw- pui Jerusalema chun an phûm tah a.",
      "reference": "2 LALHAI 14:20"
    },
    {
      "content": "Chun, Juda mi po pohaiin kum sâwm le kum ruk mi Azaria chu an ṭhuoi a, a pa Amazia aiah lalin an siem tah a.",
      "reference": "2 LALHAI 14:21"
    },
    {
      "content": "Ama chun Elath khuo chu a siemṭha nâwk a, Juda ramah an bel nâwk a, chu hnunga chun lal chu a pi le puhai kuomah a in tah a.",
      "reference": "2 LALHAI 14:22"
    },
    {
      "content": "Juda lal Joas naupa Amazia kum sâwm le kum nga ân lal kum chun Israel lal Joas naupa Jeroboam chu Samari khuoah ân lal ṭan a, kum sâwmli le kum khat ân lal a.",
      "reference": "2 LALHAI 14:23"
    },
    {
      "content": "Chun, LALPA mithmuah thil ṭha nawtak a thaw hlak a, Israelhai thil insuksuoltira a thaw Nebat naupa Jeroboam suolnahai po po kha mâksan hrim hrim a nei nawh a.",
      "reference": "2 LALHAI 14:24"
    },
    {
      "content": "LALPA Israelhai Pathien a sie- hlaw, Gath-hepher mi Amittai naupa zâwlnei Jona hmanga a thuhril ang khan, Hamath lûtnaa inthawka Araba tuisuoriet chenin Israel ramah a bel nâwk a.",
      "reference": "2 LALHAI 14:25"
    },
    {
      "content": "LALPAIN Israelhai rinumzie chu a nasa êm êm a nih ti a hriet sih a; khuokhir le khir nawhai khawm an um chuong si nawh a; Israelhai ṭhangpuitu ding tukhawm an um bawk nawh.",
      "reference": "2 LALHAI 14:26"
    },
    {
      "content": "LALPAIN Israelhai hming hi vânkhuphnuoia hin a sukchimit dêr ding a nih ti chu a lo hril naw hrim a. Joas naupa Jeroboam hmangin a sandam ta lem a nih.",
      "reference": "2 LALHAI 14:27"
    },
    {
      "content": "Chuongchun, Jeroboam chan- chin danghai, a thilthaw po pohai, a thilthawtheizie dâm, a râl do thu dâm, kha hmaa Juda ram chan ni hlak Damaska le Hamath khuo Israelhai ta dinga a hung lâkpêk nâwk thuhai chu Israel lalhai inlal lai thu ziekna buah a chuong a ni naw am a nih?",
      "reference": "2 LALHAI 14:28"
    },
    {
      "content": "Chun, Jeroboam chu a pi le pu, Israel lalhai kuoma chun a in veh a; chuongchun, a naupa Zekaria chu ama aiawin ân lal tah a.",
      "reference": "2 LALHAI 14:29"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 LALHAI 14 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}