{
  "verses": [
    {
      "content": "Chun, Ela naupa Israel lal Hosea kum thum ân lal kum chun Juda lal Ahaz naupa Hezekia chu ân lal ṭan a.",
      "reference": "2 LALHAI 18:1"
    },
    {
      "content": "Ân lal ṭantir chun kum sâwmhni le kum nga mi a nih; chun, Jeru- salemah kum sâwmhni le kum kuo ân lal a; a nu hming chu Abi, Zekaria naunu a nih.",
      "reference": "2 LALHAI 18:2"
    },
    {
      "content": "Chun, a pu David thilthaw ang po thaw vein, LALPA mithmua thil ṭhatak a thaw hlak a.",
      "reference": "2 LALHAI 18:3"
    },
    {
      "content": "Bâwlhmunhai a sukbo a, lung- phunhai a sukchim a, Asera dâm a phûr a; chun, Mosie dâr rûl siemhai chu a suknâwi vawng a; chuong lai hun chen chun Israel thlahai chun a kuomah riminhnik an la raw rawp hlak a nih; chu chu Nehustan an ti hlak a.",
      "reference": "2 LALHAI 18:4"
    },
    {
      "content": "Ama chun LALPA Israelhai Pa- thien chu a ring a; chuongchun, ama hnunga Juda lalhai po pohai laiah ama ang tukhawm an um nawh a, ama hmaa khawm an um bawk nawh.",
      "reference": "2 LALHAI 18:5"
    },
    {
      "content": "LALPA chu a chel tlat a; ama a zui chu a ma nuom nawh a, a thupêk LALPAIN Mosie a pêkhai chu a zâwm a.",
      "reference": "2 LALHAI 18:6"
    },
    {
      "content": "Chuongchun, LALPA chu a kuomah a um a; a suok invâkna taphawta chun a tluongtlung pei a; Assuria lal chunga chun a hel a, a rawng a bâwl ta nawh a.",
      "reference": "2 LALHAI 18:7"
    },
    {
      "content": "Philistin mihai chu Gaza khuo chenin a ram chin po po leh, râl vêngtuhai in insânga inthawka kul nei khuo chenin a hne vawng a.",
      "reference": "2 LALHAI 18:8"
    },
    {
      "content": "Chun, lal Hezekia kum li ân lal kum, Israel lal Ela naupa Hosea kum sari ân lal kum chun Assuria lal Salmaneser chun Samari khuo a hang thawh a, a hang inhuol a.",
      "reference": "2 LALHAI 18:9"
    },
    {
      "content": "Chun, kum thum ân vawi kum chun a lâk tah a; Hezekia kum ruk ân lal kum, Israel lal Hosea kum kuo an lal kumin a nih Samari khuo chu a lâk chu.",
      "reference": "2 LALHAI 18:10"
    },
    {
      "content": "Chun, Assuria lal chun Israel- hai chu Assuria ramah a ṭhuoi a, Hala rama dâm, Gozan rama Habor vadunga dâm, Media mihai khuoa dâm ân umtir tah a;",
      "reference": "2 LALHAI 18:11"
    },
    {
      "content": "LALPA an Pathien thu chu an pawm nuom nawh a, a thuthlung chu an bawsiet lem a, LALPAIN a siehlaw Mosie thu a pêkhai po pohai ngei kha an pawm nuom nawh a, an thaw nuom naw leiin.",
      "reference": "2 LALHAI 18:12"
    },
    {
      "content": "Chun, lal Hezekia kum sâwm le kum li ân lal kumin Assuria ram lal Sennakerib chu Judai rama khuo kulpui nei po pohai chu thaw dingin a hang feh a; a lâk tah a.",
      "reference": "2 LALHAI 18:13"
    },
    {
      "content": "Chun, Juda lal Hezekia chun Lakis khuoa Assuria lal kuoma chun, “Thil ka lo suksuol tah a nih, mîn kiensan nâwk el rawh,” tiin thu a thawn a.",
      "reference": "2 LALHAI 18:14"
    },
    {
      "content": "Chun, Assuria lal chun Juda lal Hezekia chu tangka talent za thum le rângkachak talent sâwmthum a tuk a. Chuongchun, Hezekia chun LALPA ina tangka um po po le lal ina ro siekhâwmnaa mi po po chu a pêk vawng a.",
      "reference": "2 LALHAI 18:15"
    },
    {
      "content": "Chu ṭum ngei chun Hezekia chun, LALPA biek in kawtkhâra mi le, Juda lal Hezekian bana rângka- chak ân luonhai chu a lâk thlâk vawng a, Assuria lal chu a pêk a nih.",
      "reference": "2 LALHAI 18:16"
    },
    {
      "content": "Chun, Assuria lal chun Tartan dâm, Rabsaris hai dâm, Rabsake hai dâm sipai tamtak leh Lakis khuoa inthawkin Jerusalem khuoa lal Hezekia kuoma chun a tir a. Chun, Jerusalem khuo chu an hang tlung a. An hang tlung chun puon sâwptu phûl lampuia dîl sakhnung lem, tuilâkna kâwla chun an ngîr a.",
      "reference": "2 LALHAI 18:17"
    },
    {
      "content": "Chun, lal chu an hang ko chun, insûng tieng hotu Hilkia naupa Eliakim hai, lekhaziektu Sebna hai, chanchin ziektu Asaph naupa Joa hai an kuomah an va suok a.",
      "reference": "2 LALHAI 18:18"
    },
    {
      "content": "Chun, Rabsake chun an kuom- ah, “Hezekia kuoma chun hang hril ro khai, ‘lal ropuitak Assuria lal chun hieng ang hin a tih, I ring în nghatna hi ieng am a na?",
      "reference": "2 LALHAI 18:19"
    },
    {
      "content": "Indonaa ding chun remruot thiem le hrâtna kan nei a nih i tih a; nisienlakhawm, chu chu ṭawngbau el a nih. Tu am i ring a, ka chunga hel i ni leh?",
      "reference": "2 LALHAI 18:20"
    },
    {
      "content": "Ngai ta, hi luong hmawl pawr Aigupta hi i ring a ni âwm a; chu chu miin a ringsan chun a kutah sun a tih, Aigupta lal Pharao chu ama ringtuhai po po chunga chun chuong ang chu a ni hlak a nih.",
      "reference": "2 LALHAI 18:21"
    },
    {
      "content": "Annawleh ka kuomah, LALPA kan Pathien chu a nih ka ring chu, in ti chun, ama chu Hezekia chun Juda- hai le Jerusalem mihai kuoma Jerusalem khuoa hi mâichâm hmaa hin in biek ding a nih, tiin bâwl- hmunhai leh a mâichâmhai a lâk hmangpêk kha a ni naw am a nih?’ tiin.",
      "reference": "2 LALHAI 18:22"
    },
    {
      "content": "Chuongchun, ka pu, Assuria lal le chun thu intiem ro, chuongchun, sakawr sâng hni pêng ka ti che, a chunga chuongtu dinghai i hmu thei ding phawt chun.",
      "reference": "2 LALHAI 18:23"
    },
    {
      "content": "Iengtin am tawlailîr le sakawr chung chuong mihai thua Aiguptahai chunga i ringna innghatin, ka pu mihai laia chîntak hotu pakhat khawm hi i dangkîr zo hrim ding am a nih?",
      "reference": "2 LALHAI 18:24"
    },
    {
      "content": "Chun, hi ram hi LALPA thu ni loa sukse dinga hung am ka nih? LALPAIN ka kuomah, ‘Chu ram chu hang thaw la, sukse rawh, a ti a nih,’ tiin,” a ta.",
      "reference": "2 LALHAI 18:25"
    },
    {
      "content": "Chun, Hilkia naupa Eliakim le Sebna le Joa hai chun Rabsake kuomah, “Lunginsiettakin, i sie- hlawhai hi Suria ṭawngin mi be ta lem rawh; chu chu kan hriet thei sih a; kul chunga mihai na hrieta hin Juda ṭawngin mi be ta naw rawh,” an ta.",
      "reference": "2 LALHAI 18:26"
    },
    {
      "content": "Nisienlakhawm, Rabsake chun an kuomah, “Ka pu chun in pu kuom le nangni kuom chaua hieng thu hi hril dingin a mi tir am a nih? Kul chunga ṭhunghai, nangni le anni mâni êk la fa ding le mâni zun la dâwn dinghai kuoma hin a mi tir a ni bawk naw am a nih?” a ta.",
      "reference": "2 LALHAI 18:27"
    },
    {
      "content": "Chun, Rabsake chu a ngîr a, Juda ṭawngin râwl inringtakin a khêk a, “Lal ropuitak Assuria lal thu hi lo ngai ro.",
      "reference": "2 LALHAI 18:28"
    },
    {
      "content": "Lal chun hieng ang hin a ti a nih, ‘Hezekia hlêmin um naw ro; ama chun ka kuta inthawkin a sansuok thei âwm si naw cheu a;",
      "reference": "2 LALHAI 18:29"
    },
    {
      "content": "Hezekia chun, LALPAIN mi sanhim ngei a ta; chun, hi khawpui hi Assuria lal kuta chun pêk ni naw nih, tiin LALPA chu inringtir naw raw se cheu.",
      "reference": "2 LALHAI 18:30"
    },
    {
      "content": "Hezekia thu chu pawm naw ro, Assuria lal chun hieng ang hin a ti a nih: Mîn rempui unla, ka kuomah hung thla ro, mi tinin mâni grêp hruia mi le, mâni theichang kûnga mi fa seng unla, mi tinin mâni tuikhur tui tlân seng ro:",
      "reference": "2 LALHAI 18:31"
    },
    {
      "content": "nangni ram anga bu le uoin ram, bei le grêp huon ram, oliv le khuoizu ram, thi loa in hring theina ding rama ka hung ṭhuoi hmakhat cheu chun; Hezekian, LALPAIN mi sanhim a ta, tiha a thlêm cheu khawmin pawm nuom naw ro.",
      "reference": "2 LALHAI 18:32"
    },
    {
      "content": "Hnam tinhai pathien po po laia mi hrim hrimin an ram chu Assuria lala inthawkin an sanhim ta hlak am a nih?",
      "reference": "2 LALHAI 18:33"
    },
    {
      "content": "Hamath le Arpad pathienhai kha khâwlai am an um ta leh? Sepharvaim dâm, Hena dâm, Ivva dâm pathienhai khawm kha khâwlai am an um ta leh? Samari khuo kha keia inthawkin an sanhim am a nih?",
      "reference": "2 LALHAI 18:34"
    },
    {
      "content": "Ram tin pathienhai po po laia mi chun tuhai am an ram keimaa inthawka sanhim a, LALPA chun Jerusalem khuo hi keimaa inthawkin a sanhim ding hrim am a nih?’ tiin,” a tih a.",
      "reference": "2 LALHAI 18:35"
    },
    {
      "content": "Anni chu an to zing a, bau khat khawma an dawn nawh; lal thupêk dân chu, “Anni chu dawn naw ro,” ti a ni sih a.",
      "reference": "2 LALHAI 18:36"
    },
    {
      "content": "Chuongchun, lal insûng tieng hotu Hilkia naupa Eliakim hai, le- khaziektu Sebna hai, chanchin ziektu Asaph naupa Joa hai chu an silfên keithlêrhai inbelin Hezekia kuoma chun an feh a, Rabsake thuhrilhai chu an hril a.",
      "reference": "2 LALHAI 18:37"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 LALHAI 18 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}