{
  "verses": [
    {
      "content": "Chun, lal Hezekia chun chu chu a hriet chun a silfênhai a keithlêr a, saiip puon ân bel a, LALPA ina chun a lût tah a.",
      "reference": "2 LALHAI 19:1"
    },
    {
      "content": "Chun, insûng tieng hotu Eliakim le, lekhaziektu Sebna hai, thiempu upahai chu saiip puon inbelin Amoz naupa zâwlnei Isai kuomah a tir a.",
      "reference": "2 LALHAI 19:2"
    },
    {
      "content": "Anni chun a kuomah, “Hezekia chun hieng ang hin a tih, ‘Vawisûn ni hi lunginzîngna ni le, halna ni le hmingsietna ni a nih; nauhai chu an pieng a hun ta sih a, nei dingin hrât- na a um ta si nawh.",
      "reference": "2 LALHAI 19:3"
    },
    {
      "content": "A pu Assuria lalin Pathien hring hming hrilse dinga a tir Rabsake thuhrilhai po po chu, LALPA i Pathien chun hrieng a ta, a thuhril, LALPA i Pathienin a thu hriet chu a la kâwk rawi mawh; chu chu lei chun a la um sunhai chu ṭawngṭaipêk rawh,’ a ti che,” an ta.",
      "reference": "2 LALHAI 19:4"
    },
    {
      "content": "Chuongchun, lal Hezekia mihai chu Isai kuomah an feh a.",
      "reference": "2 LALHAI 19:5"
    },
    {
      "content": "Isai chun an kuomah, “In lalpa kuomah hieng ang hin hril ro,’ LALPA chun hieng ang hin a tih, I thu hriet, Assuria lal mihaiin an mi hrilsietna kha ṭi naw rawh.",
      "reference": "2 LALHAI 19:6"
    },
    {
      "content": "Ngai ta, a sûnga chun thlarau inumtir ka ta, thuthang hrieng a ta, ama ramah fe nâwk a tih; chuong- chun, ama ram ngeia chun kâwl- hnâma sukthlûkin inumtir ka tih, a tih,’ tiin,” a ta.",
      "reference": "2 LALHAI 19:7"
    },
    {
      "content": "Chuongchun, Rabsake chu a kîr nâwk a, Assuria lal chun Libna khuo a lo thaw lai chu a va hmuh a; Lakis khuoa inthawk chun a suok tah ti a hriet hrim a na.",
      "reference": "2 LALHAI 19:8"
    },
    {
      "content": "Chun, “Ngai ta, nangma chu thaw dingin a suok tah,” tia Tirhaka, Ethiopia ram lal chungchâng thu Assuria lal Sennakerib mi hril a lo hriet chun, Hezekia kuomah mihai a tir a,",
      "reference": "2 LALHAI 19:9"
    },
    {
      "content": "“Hieng ang hin Juda lal Hezekia kuoma chun hril ro, ‘I Pathien i ring chun Jerusalem khuo Assuria lal kuta pêk ni naw nih tiin hlêm naw raw se che.",
      "reference": "2 LALHAI 19:10"
    },
    {
      "content": "Ngai ta, Assuria lalhaiin ram po po sukse vawnga, a chunga an thil- thawhai kha i hriet a; nang hi sanhim i ni bîk ding am a nih?",
      "reference": "2 LALHAI 19:11"
    },
    {
      "content": "Hnam tin pathienhai chun ka pi le puhaiin an sukbohmanghai kha an sanhim hlak am a nih? Gozan dâm, Haran dâm, Rezeph dâm, Eden nau hai Telassar khuoa umhai,",
      "reference": "2 LALHAI 19:12"
    },
    {
      "content": "Hammath lal hai, Arpad lal hai, Sepharvaim khawpui lal hai, Hena lal dâm, Ivva lal dâm kha khâwlai am an um ta leh?’ tiin,” a ta.",
      "reference": "2 LALHAI 19:13"
    },
    {
      "content": "Chun, Hezekia chun a mitirhai kuta inthawk chun lekha a hmuh a, a hang tiem a: chuongchun, Hezekia chu LALPA ina chun a hang lût a, LALPA hmaa chun a phar a.",
      "reference": "2 LALHAI 19:14"
    },
    {
      "content": "Chun, Hezekia chu LALPA hmaah a ṭawngṭai a, “Aw LALPA, cherubhai chunga ṭhung, Israel Pa- thien, nang, nang chau hi hnuoi chung ram po po Pathien chu i nih; hnuoi le vân hi nangma siem a nih.",
      "reference": "2 LALHAI 19:15"
    },
    {
      "content": "Aw LALPA, i na lo sit la, ngai ta, Aw LALPA i mit meng la, en ta; Pathien hring chu hrilse dinga Sen- nakeribin thu a hung hril hi ngai ta;",
      "reference": "2 LALHAI 19:16"
    },
    {
      "content": "LALPA, Assuria lalhaiin hnam- hai le an ramhai chu an suksiet hlak luoh a;",
      "reference": "2 LALHAI 19:17"
    },
    {
      "content": "an pathienhai chu meiah an pei bawk hlak a; chuonghai chu pathien an ni naw hrim a, mihriem kuta siem, thing le lung an ni lem a nih; chu lei chun an sukbohmang a nih.",
      "reference": "2 LALHAI 19:18"
    },
    {
      "content": "Chuleiin, aw LALPA kan Pa- thien, nang, nangma chau hi LALPA Pathien i nih ti hnuoi chung ram po po hin an hriet theina dingin amaa inthawk hin mi sanhim ngei ngei rawh,” tiin.",
      "reference": "2 LALHAI 19:19"
    },
    {
      "content": "Chuong lai chun Amoz naupa Isai chun Hezekia kuomah, “LALPA Israel Pathien chun hieng ang hin a ti a nih ‘Assuria lal Sennakerib sietna ding tienga ka kuoma i ṭawngṭai kha ka lo hriet,’ tiin, mi a tir a.",
      "reference": "2 LALHAI 19:20"
    },
    {
      "content": "Hi hi a chungchâng thu LALPA- IN a hril chu a nih, ‘Zion naunu nunghâk chun a hmusit cheh a, a nuisan che a nih; Jerusalem naunu chun a lu a thin khum bawk cheh a.",
      "reference": "2 LALHAI 19:21"
    },
    {
      "content": "Tu am i sukhmingsiet a, i hril- siet? Tu chung âm i râwl i sukpuom a, i mit i meng insâng? Israel Mi Inthieng chunga hin annâwm.",
      "reference": "2 LALHAI 19:22"
    },
    {
      "content": "I mitirhai hmangin LALPA chu i sukhmingsiet a. Ka tawlailîr tamtak leh Lebanon ramril tlâng insânghai ka hung tlung tah a; chutaka Sidar thing insângtakhai le fâr thing ṭha ṭhahai chu phûr ka ta; a hnuoi ṭhatna hmun rampui umna hmuna chun lût ka tih.",
      "reference": "2 LALHAI 19:23"
    },
    {
      "content": "Ram dang tui ka cho suok a, ka tlân hlak a, ka kepha hnuoi hin Aigupta vadunghai po po chu suk- kang vawng ka tih, i tih a.",
      "reference": "2 LALHAI 19:24"
    },
    {
      "content": "Keimain inhmaa inthawka chuong chu ka thaw a nizie dâm, inhma laia chuong chu ka siem a nizie dâm chu i hriet naw am a nih? Khaw kul neihai chu in chim khâwm el anga suksetu dingin ka ruot ta che a ni hi.",
      "reference": "2 LALHAI 19:25"
    },
    {
      "content": "Chuleiin, a sûnga umhai chun hrâtna an nei nawh a, an zâm a, an hung muolpho ta kha; phûl hlobet ang le hna hring ang le, in chunga hlobet ang le, bu lien hmaa thli em vuoi ang an ni kha.",
      "reference": "2 LALHAI 19:26"
    },
    {
      "content": "Kei chun i ṭhung dâm, i lût le i suok dâm, ka chunga i lunginsen hi ka hriet i sawnnaw.",
      "reference": "2 LALHAI 19:27"
    },
    {
      "content": "Ka chunga i lunginsen lei le, i ṭawng uong chu ka naa a hung lût tâk leiin ka hnâr inbûk chu i hnârah inbûk ka ta, ka thîrse chu i hmûrah, i hungna lampuia ngei khan inkîrtir nâwk ka ti che,’ tiin.",
      "reference": "2 LALHAI 19:28"
    },
    {
      "content": "Chun, hi hi i ta dinga inchikna nîng a ta, tu kum hin bu inhli ring in ta, kum nâwk khawm bu inhli bawk; chun, a kum thumnaa chun buhai tu unla, sîk unla, grêp huonhai siem unla, a rahai fa ro.",
      "reference": "2 LALHAI 19:29"
    },
    {
      "content": "Chuongchun, Juda sûnghai laia a la dam sunhai chun a suktiengin zung kei an ta, a tung zâwngin ra nâwk an tih.",
      "reference": "2 LALHAI 19:30"
    },
    {
      "content": "Jerusalema inthawkin a la um sunhai, Zion tlânga inthawkin a la damhai chu an suok ding a nih: LALPA ṭhahnemngaina chun chuong chu thâwng a tih.",
      "reference": "2 LALHAI 19:31"
    },
    {
      "content": "Chuleiin, LALPA chun Assuria lal chungchâng thu chu hieng ang hin a hril: ‘Hi khawpui hi hung tlung naw nih a, hitaka hin thal kâp bawk naw nih; phaw leh a kâwla hin hung bawk naw nih a, a khaw hrûla hin hnuoi dêng pâwng bawk naw ni hai.",
      "reference": "2 LALHAI 19:32"
    },
    {
      "content": "An hungna lampuiah, chutaka ngei chun lêt nâwk a ta, hi khawpui hi hung tlung naw nih,’ LALPAIN a tih.",
      "reference": "2 LALHAI 19:33"
    },
    {
      "content": "Keima lei le ka siehlaw David leiin hi khawpui hi sanhim dingin ka vêng ding a nih,” tiin.",
      "reference": "2 LALHAI 19:34"
    },
    {
      "content": "Chuongchun, chu zân chun hieng ang hi a hung na, LALPA vân- tirko chu ân thawk suok a, Assuria mihai riekhmuna chun mi nuoi khât le sîng riet le sâng nga a sukhlum a; chun, zîngkâra an hang tho chun, ngai ta, mithi ruong khât el a lo ni tah el a.",
      "reference": "2 LALHAI 19:35"
    },
    {
      "content": "Chuongchun, Assuria lal Sen- nakerib chu a suok a, a kîr nâwk a, a fe nâwk ta pei a, Ninevi khuoa chun a um tah a.",
      "reference": "2 LALHAI 19:36"
    },
    {
      "content": "Chun, a pathien Nisrok ina chun ama a biek laiin hieng ang hi a hung na, Adrammelek le Sarezer hai chun ama chu kâwlhnâmin an sukhlum tah a; chuongchun, Ararat rama chun an tlân lût tah a. Chun, a naupa Esar-haddon chu ama aiawin ân lal tah a.",
      "reference": "2 LALHAI 19:37"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 LALHAI 19 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}