{
  "verses": [
    {
      "content": "Chun, lal chun mi a tir a, Judai ram le Jerusalema upahai po po a kuomah an ko khâwm ṭeu a.",
      "reference": "2 LALHAI 23:1"
    },
    {
      "content": "Chun, lal chu Judai rama mi po po leh, Jerusalem khuoa mi po po leh, thiempuhai le zâwlneihai leh, mipui- hai po po le chun, a chîn a lienin LALPA ina chun an hang feh a; chun LALPA ina an lekhabu hmua thu- thlung bua chuong po po chu an na hrieta chun a tiem a.",
      "reference": "2 LALHAI 23:2"
    },
    {
      "content": "Chun, lal chu ban hrûlah a ngîr a, chu lekhabua chuong thuthlung thu chu sukdet dingin lungril po po le thlarau po poa LALPA zui ding le a thupêkhai, a thu inhriettirhai, a thuruothai pawm dingin LALPA hmaa chun thu a thlung a;",
      "reference": "2 LALHAI 23:3"
    },
    {
      "content": "chun, mipui po po khawm chun an thlungpui a. Chun, lalin thiempu laltak Hilkia hai, a dawttu thiempu hai, kawtkhâr vêngtuhai chu LALPA biek in sûnga Baal le Asera le, vâna thil umhai po po ta dinga siem bûr le bêlhai po po chu la suok vawng dingin thu a pêk a; chuongchun, Jerusalem puotieng Kidron phûlah a rawh a, a vâmhai chu Bethelah a fepui a.",
      "reference": "2 LALHAI 23:4"
    },
    {
      "content": "Chun, milim betuhai thiempu- hai, Juda lalhaiin Judai ram khawpui bâwlhmunahai, Jerusalem vêla rim- inhnik raw dinga an lo ruothai khawm chu ân bântir a; Baal ta ding dâm, nisa ta ding dâm, thla ta ding dâm, arasi ta ding dâm, vâna umhai po po ta dinga riminhnik rawtuhai khawm chu.",
      "reference": "2 LALHAI 23:5"
    },
    {
      "content": "Chun, LALPA ina Asera chu Jerusalem puotieng, Kidron vadung- ah a lâk suok a, Kidron vadunga chun a rawh a, a sir nawi dap a, a nawi chu mi narânhai thlânah a theh a.",
      "reference": "2 LALHAI 23:6"
    },
    {
      "content": "Chun, Asera puon khâwngtuhai nuhmei umna LALPA ina pasal in- zawrhai umna in chu a ṭhiekpêk a.",
      "reference": "2 LALHAI 23:7"
    },
    {
      "content": "Chun, Juda khawpuihaia in- thawk chun thiempu po po a ṭhuoi suok a, thiempuhai riminhnik rawna bâwlhmunhai chu Gebaa inthawka Beer-seba chenin a sukbohmang vawng a; khawpui kawtkhâr lûta vawitieng panga, khawpui awptu Josua kawtkhâr lûta kawtkhârhaia bâwlhmunhai chu a sukchim a.",
      "reference": "2 LALHAI 23:8"
    },
    {
      "content": "Bâwlhmun thiempuhai chu Jerusalema LALPA mâichâmah an hang fe ve naw a chu, an unauhai lai chun bei chawl ṭhanglo chu an fâk ve hlak a.",
      "reference": "2 LALHAI 23:9"
    },
    {
      "content": "Chun, tukhawma an naunu amanih, an naupa amanih Molek puola meia an inlûttir ta nawna ding- in Hinnom thlahai ruoma Topheth chu a sukbo ta bawk a.",
      "reference": "2 LALHAI 23:10"
    },
    {
      "content": "Chun, LALPA in lûtnaa a in inhuonna sûnga lal in vêngtu Nathan-melek pindan bula Juda lal- haiin nisa ta dinga sakawr an pêkhai chu a sawn hmang vawng a; nisa tawlailîrhai chu a rawh a.",
      "reference": "2 LALHAI 23:11"
    },
    {
      "content": "Chun, Ahaz in sâwng chunga Juda lalhaiin mâichâm an siemhai le Manassein LALPA in inhuonna tuol sûnglai pahnia mâichâm a siemhai chu lal chun a sukchim a, a suknâwi vawng a, a nâwihai chu Kidron va- dungah a pei a.",
      "reference": "2 LALHAI 23:12"
    },
    {
      "content": "Chun, Jerusalem bul sietna tlâng changtieng panga Zidonhai pa- thien tirdakumtak Astoreth ta ding dâm, Moabhai pathien tirdakumtak Kemos ta ding dâm, Ammon thlahai pathien tirdakumtak Milkom ta ding dâm, Israel lal Solomonin bâwlhmun a siemhai chu lal chun a sukbo vawng a.",
      "reference": "2 LALHAI 23:13"
    },
    {
      "content": "Chun, lungphunhai chu a suk- nâwi vawng a, Aserahai chu a phûrthlûk a, chuong hmunhaia chun mihriem ru a sie tah a.",
      "reference": "2 LALHAI 23:14"
    },
    {
      "content": "Chu naw khawm chu Israelhai thil insuksuoltirtu Nebat naupa Jero- boamin Bethela mâichâm le bâwl- hmun a siem chu, chu mâichâm le bâwlhmun chen khawm chun a sukchim bawk a; chuongchun, bâwl- hmun chu a rawh a, a sir nâwi dap a, Asera chu a raw tah a.",
      "reference": "2 LALHAI 23:15"
    },
    {
      "content": "Chun, Josia chu a hei nghah a, tlânga thlânhai chu a hei hmuh a; chuongchun, thlâna ruhai chu a vân lâktir a, chuong thu lo hriltu Pathien miin a lo hril, LALPA thu ang ngeiin mâichâma chun a rawh a, a suksiet tah a.",
      "reference": "2 LALHAI 23:16"
    },
    {
      "content": "Chun, ama chun, “Saw ka hmu saw tu lungphûm am a nih a?” a ta. Khuoa mihai chun, “Pathien mi, Judai rama inthawka hung, Bethela mâichâm chunga i thilthawhai lo hrillâwktu thlân a ni saw,” an ta.",
      "reference": "2 LALHAI 23:17"
    },
    {
      "content": "Ama chun, “Tukhawma ieng- khawm law naw ro,” a ta. Chuong- chun, tukhawma a ruhai chu Samari rama inthawka zâwlnei hung ruhai le chun iengkhawm an law nawh a.",
      "reference": "2 LALHAI 23:18"
    },
    {
      "content": "Chun, Israel lalhaiin LALPA suklungsena an bâwl Samari ram khuohaia bâwlhmun inhai po po khawm chu Josia chun a sawn hmang a, Bethel khuoa a thaw ang chiein a thawpêk veh a.",
      "reference": "2 LALHAI 23:19"
    },
    {
      "content": "Chuongchun, chutaka bâwl- hmun thiempu umhai po po chu mâichâm chungah a that a; chuonga chun mihriem ruhai a rawh a, Jerusalemah a kîr nâwk tah a.",
      "reference": "2 LALHAI 23:20"
    },
    {
      "content": "Chun, lalin mi po po kuomah, “Hi thuthlung bua chuong ang hin LALPA in Pathien ta dingin Fekân Ruoiṭhe nei ro,” tiin thu a pêk a.",
      "reference": "2 LALHAI 23:21"
    },
    {
      "content": "Israelhai chunga rorêltuhaiin ro an rêl chinah, Israel lalhai inlal sûng po po dâm, Juda lalhai inlal sûng po po khawma chuong angtaka Fekân Ruoiṭhe chu an la nei ngai nawh;",
      "reference": "2 LALHAI 23:22"
    },
    {
      "content": "lal Josia inlal kum sâwm le kum riet kuma chun chu Fekân Ruoiṭhe chu Jerusalem khuoah LALPA ta dingin an nei ta chau a nih.",
      "reference": "2 LALHAI 23:23"
    },
    {
      "content": "Chun, LALPA ina thiempu Hilkiain a hmu lekhabua dân thu chuonghai kha a sukdet theina dingin khawhri aisânthiem zâwlhai, dawi- thiem dâm, pathien lim dâm, milim dâm, Judai ram le Jerusalema thil tirdakum an hmu hlakhai po po chu Josia chun a sukbo vawng bawk a.",
      "reference": "2 LALHAI 23:24"
    },
    {
      "content": "Mosie dân ang po poa lungril po po le thlarau po po le hrâtna po poa LALPA pawm ama ang hrim hrim a hmaa lal tukhawm an um nawh a, a hnunga khawm ama ang chu tukhawm an um nâwk ta bawk nawh.",
      "reference": "2 LALHAI 23:25"
    },
    {
      "content": "Chuong sa khawm chun LALPA chun a lunginsenna nasatak Manas- sein a lo suklungsenna po po leia Juda chunga a lunginsenna chawk chu a la sukbo chuong nawh a.",
      "reference": "2 LALHAI 23:26"
    },
    {
      "content": "Chun, LALPAIN, “Israel ka sawn hmang ang hin Juda khawm hi ka hmu phâk loah sawn hmang vêng ka ta, hi khuo ka thlang Jerusalem ngei le, ‘Chutaka chun ka hming chu um a tih,’ ka ti in hi sukbo dai ka tih,” a ta.",
      "reference": "2 LALHAI 23:27"
    },
    {
      "content": "Chuongchun, Josia chanchin danghai, a thilthaw po pohai chu Juda lalhai inlal lai chanchin ziekna buah a chuong a ni naw am a nih?",
      "reference": "2 LALHAI 23:28"
    },
    {
      "content": "Ân lal lai chun Aigupta lal Pharao-Neko chu Assuria lal do dingin Euphrates vadungah a hang feh a; chun, lal Josia chun ama chu a hang thawh a; chun, Pharao-Neko chun ama chu a hmu phingleh Megiddo khuoah a that tah a.",
      "reference": "2 LALHAI 23:29"
    },
    {
      "content": "Chun, a mihai chun Megiddoa inthawk chun a ruong chu tawlailîrin an fepui a, Jerusalemah an lûtpui a, ama thlânah an phûm tah a. Chuongchun, chu rama mihai chun Josia naupa Jehoahaz chu an ṭhuoi a, hriek an nâl a, a pa aia chun lalah an siem tah a.",
      "reference": "2 LALHAI 23:30"
    },
    {
      "content": "Jehoahaz chu ân lal ṭantirin kum sâwmhni le kum thum a na; Jerusalemah thla thum ân lal a; a nu hming chu Hamutal, Libna khuoa Jeremia naunu a nih.",
      "reference": "2 LALHAI 23:31"
    },
    {
      "content": "Chun, a pi le puhai thaw dân ang po po LALPA mithmuah thil ṭha nawtak a thaw hlak a.",
      "reference": "2 LALHAI 23:32"
    },
    {
      "content": "Chun, Pharao-Neko chun Jeru- salema rorêl thei ta lo dingin Hamath rama Ribla khuoah ân tângtir a; chun, an ram chu tangka talent za khat le rângkachak talent khat ân chawitir a.",
      "reference": "2 LALHAI 23:33"
    },
    {
      "content": "Chun, Pharao-Neko chun Josia nau Eliakim chu a pa Josia aia chun ân laltir a, a hming chu Jehoiakim tiin a thlengpêk a; Jehoahaz ruok chu a ṭhuoi dai a; Aigupta ramah a feh a, chutaka chun a thi tah a.",
      "reference": "2 LALHAI 23:34"
    },
    {
      "content": "Chun, Jehoiakim chun tangka le rângkachak chu Pharao chu a pêk phawt a, an ramhai chu Pharao thupêk angin a tangka pe dingin sie ân chawitir ve thung a; Pharao-Neko kuoma pêk dingin mi tin chawi ding tuk zât ang peiin chu rama mihai ta tangka le rângkachak ân chawitir a.",
      "reference": "2 LALHAI 23:35"
    },
    {
      "content": "Jehoiakim chu ân lal ṭantirin kum sâwmhni le kum nga a na; Jerusalemah kum sâwm le kum khat ân lal a; a nu hming chu Zebida, Ruma khuoa Pedaia naunu a nih.",
      "reference": "2 LALHAI 23:36"
    },
    {
      "content": "Chun, a pi le puhai thaw dân ang po po LALPA mithmuah thil ṭha nawtak a thaw hlak a.",
      "reference": "2 LALHAI 23:37"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 LALHAI 23 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}