{
  "verses": [
    {
      "content": "Ahab chun Samaria chun nau- pasal sâwmsari a nei a. Chun, Jehu chun Samaria Jezreel khaw hotu, upahai kuoma le Ahab nauhai lo enkawl tleituhai kuoma chun lekha a thawn a.",
      "reference": "2 LALHAI 10:1"
    },
    {
      "content": "“Hi lekha hi in hmu phingleh, in pu nauhai chu in kuoma um an na; tawlailîrhai, sakawrhai, kulpui nei khuohai dâm, râlthuomhai khawm in nei a na;",
      "reference": "2 LALHAI 10:2"
    },
    {
      "content": "chuongchun, in pu nauhai laia a ṭha tak le a fel tak zawng suok unla, a pa lal ṭhungphaah inṭhungtir unla, in pu sûnghai do chu dopui ro,” tiin.",
      "reference": "2 LALHAI 10:3"
    },
    {
      "content": "Nisienlakhawm, anni chun an ṭi ta êm êm el a, “Ngai ta u, lal pahni khawm khan an hne ta naw a na, einin iengtin am hne thei hlak ei ta?” an ta.",
      "reference": "2 LALHAI 10:4"
    },
    {
      "content": "Chun, lal in sûnga hotu tak dâm, khawpui awptuhai dâm, upahai le naupanghai lo enkawltuhai chun Jehu kuoma chun, “I siehlawhai kan nih, thaw dinga i mi hril ang phawt chun thaw pei kan tih; tukhawm lalah siem naw ning ung ah, nangin ṭha i ti ang angin thaw el rawh,” tiin mi an tir a.",
      "reference": "2 LALHAI 10:5"
    },
    {
      "content": "Chun, an kuomah, “Keia tienga ṭhang in na, ka thu in awi ding chun in pu naupasalhai lu hang la unla, zîngah hieng tik phât hin Jezreelah ka kuomah hung ro,” tiin lekha a thawn nâwk a. Lal naupasalhai chu sâwmsari an na, khawpui mi lienhai, anni enkawl tleituhai kuoma chun an um a.",
      "reference": "2 LALHAI 10:6"
    },
    {
      "content": "Chun, lekha chu an hmu chun lal naupahai chu an man a, a sâwmsari chun an that a, an luhai chu bâwm- rângah an sieh a, Jezreel khuoah a kuomah an inphur tah a.",
      "reference": "2 LALHAI 10:7"
    },
    {
      "content": "Chun, thangko a hung a, “Lal naupasalhai lu chu an hung lâk tah,” tiin a hril a. Chun, ama chu, “Kul lûtna kawtkhâr bulah hmun hniah intieng khâwm unla, zinga chen um raw se,” a ta.",
      "reference": "2 LALHAI 10:8"
    },
    {
      "content": "Chun, a zînga chun a va suok a, a ngîr a, mi po po kuoma chun, “Mi fel in nih; ngai ta u, ka pu chu ka phier rûk a, ka lo sukhlum ta luoh a; anleh, hienghai po po hi tu that am an nih a?",
      "reference": "2 LALHAI 10:9"
    },
    {
      "content": "LALPA chun Ahab sûnghai chungchâng thu a hril a, LALPA thu chu hnuoi chunga hin luong hmang el naw ni ti hre ro; LALPAIN a siehlaw Elija hmanga a hril kha a hung suktlung a ni ta hi,” a ta.",
      "reference": "2 LALHAI 10:10"
    },
    {
      "content": "Chuongchun, Jehu chu Jezreel khuoa Ahab sûnghai la um po po le, a mi lienhai po po le, a ruolhai po po le, a thiempuhai chu pakhat khawm hlapêk hlek loin a that fai vawng a.",
      "reference": "2 LALHAI 10:11"
    },
    {
      "content": "Chun, a tho a, a suok a, Sama- riah a fe tah a. Chun, lampuia berâm- puhai berâm hmul vâwna hmun a va tlung chun,",
      "reference": "2 LALHAI 10:12"
    },
    {
      "content": "Jehu chun Juda lal Ahazia unauhairawi a hmuh a, “Tuhai am in nih a?” a ta. Anni chun, “Ahazia unauhai kan na, lal nauhai le; lalnu nauhai chibai kan zu bûk ding a nih,” tiin an dawn a.",
      "reference": "2 LALHAI 10:13"
    },
    {
      "content": "Chun, ama chun, “A hringin man tâwl ro,” a ta. Chuongchun, a hringin an man tâwl a, berâm hmul vâwna in khur bula chun an that a, mi sâwmli le pahni zet an nih, pakhat khawm an hla nawh.",
      "reference": "2 LALHAI 10:14"
    },
    {
      "content": "Chun, chutaka inthawka a suok hnung chun Rekab naupa Jehonadab, ama tuok dinga hung a va hmuh a; chuongchun, chibai a bûk a, a kuom- ah, “I chunga lungril indik ka put ang hin lungril indik i put ve am chu?” a ta. Jehonadab chun, “Put e,” tiin a dawn a. “Anleh i kut mi hang pe ta,” a ta. Chuongchun, a kut chu a hang pêk a; chun, ama chun a kuomah a tawlailîr sûngah a kei lût tah a.",
      "reference": "2 LALHAI 10:15"
    },
    {
      "content": "Chun, ama chun, “Ka kuomah hung ve la, LALPA ta dinga ṭhahnem ka ngaizie hi hang hmu ve hrim ta khai,” a ta. Chuongchun, a tawlailîra chun ân chuongtir ve tah a.",
      "reference": "2 LALHAI 10:16"
    },
    {
      "content": "Chun, Samari a va tlung chun Ahab sûnghai Samaria la um sunhai chu a sukbohmang vawng hmakhat chun a that pei a, Elija kuoma a hril, LALPA thu ang ngei khan.",
      "reference": "2 LALHAI 10:17"
    },
    {
      "content": "Chun, Jehu chun mipuihai po po chu a ko khâwm a, an kuoma chun, “Ahab khan Baal rawng hi a bâwl met chau a na, Jehu ruok hin chu nasa- takin a nih a bâwl ding chu.",
      "reference": "2 LALHAI 10:18"
    },
    {
      "content": "Chuongchun, Baal zâwlneihai po po le a betuhai po po le a thiem- puhai po po ka kuoma hin hung ko khâwm ta u; tukhawm a kim naw um naw raw se, Baal kuoma hin in- thâwina ropuitak inhlân ding ka nei a, tukhawm a kim naw taphawt chu hring dêr naw nih,” a ta. Nisien- lakhawm, Jehu chun Baal betuhai chu sukhlum tumin, var vervêkin a thaw a nih.",
      "reference": "2 LALHAI 10:19"
    },
    {
      "content": "Chun, Jehu chun, “Baal hming- in ruoiṭhena ropui siem ro,” a ta. Chuongchun, chu chu an inthawn vêl tah a.",
      "reference": "2 LALHAI 10:20"
    },
    {
      "content": "Chun, Jehu chun Israel ram po poah a thawn vêl a; chuongchun, Baal betuhai po po chu an hung a, ṭhang naw hrim hrim an um nawh. Chun, Baal ina chun an lût a; chun, Baal in chu kawtkhâra inthawka châwrtieng chenin an sip mup el a.",
      "reference": "2 LALHAI 10:21"
    },
    {
      "content": "Chun, inthuomna puon enkawl- tu kuomah, “Baal betuhai po po hi inthuomna puon hung lapêk ro,” a ta. Chuongchun, inthuomna puonhai chu a hung lâkpêk a.",
      "reference": "2 LALHAI 10:22"
    },
    {
      "content": "Chun, Jehu chu Rekab naupa Jehonadab le chun Baal inah an lût a, Baal betuhai kuoma chu, “Hitaka hin Baal betuhai ti lo, LALPA mihai lo um ve rawi an tih, zawng unla, en vêl ta u,” a ta.",
      "reference": "2 LALHAI 10:23"
    },
    {
      "content": "Chun, inthâwinahai le pumraw- hmang thilinhlân inhlân dingin an lût a. Jehu chun tuola chun mi sâwm- riet a lo inngîr ta hrim a, “Hieng in kuta ka pêk ta cheu hi tukhawm an suok vai chun, ân suotu chun, a hringna aia chun ama hringna chu chân a tih,” a ta.",
      "reference": "2 LALHAI 10:24"
    },
    {
      "content": "Chun, pumrawhmang thilin- hlân chu ân hlân zo chun Jehu chun vêngtu sipai le an hotu kuoma chun, “Va lût unla, va that ro, tukhawm insuoktir naw ro,” a ta. Chun, kâwl- hnâmin an sât rak el a; chun, vêngtu sipai le an hotuhai chun an pei suok a; chun, Baal in umna khuoa chun an feh a.",
      "reference": "2 LALHAI 10:25"
    },
    {
      "content": "Chun, Baal ina milimhai chu an lâksuok a, an rawh a.",
      "reference": "2 LALHAI 10:26"
    },
    {
      "content": "Chun, Baal lungphun chu an sukchim a, Baal in chu an suksiet a, inhnâwmna inah an hmang tah a; tu chen hin an la hmang zing a nih.",
      "reference": "2 LALHAI 10:27"
    },
    {
      "content": "Chuong ang chun Jehu chun Baal chu Israel rama chun a suk- bohmang a nih.",
      "reference": "2 LALHAI 10:28"
    },
    {
      "content": "Nisienlakhawm, Nebat naupa Jeroboam suolna-Israelhai thil in- suksuoltira a thawhai chu Jehu chun a bân chuong nawh a; chu chu Bethel khuo le Dan khuoa rângkachak bâwngte lim biek a nih.",
      "reference": "2 LALHAI 10:29"
    },
    {
      "content": "Chun, LALPAIN Jehu kuomah, “Ka mittlungtaka thil i thaw lei le, ka lungril duthusâm angtaka Ahab sûnghai chunga i thaw leiin, i naupa- salhai chu suon li chenin Israel lalṭhungphaah ṭhung an tih,” a ta.",
      "reference": "2 LALHAI 10:30"
    },
    {
      "content": "Nisienlakhawm, Jehu chun LALPA, Israelhai Pathien dân chu a lungril po poin a pawm nawh a; Jero- boamin Israelhai thil insuksuoltira a suksuol kha a bân chuong nawh a.",
      "reference": "2 LALHAI 10:31"
    },
    {
      "content": "Chuong lai chun LALPA chun Israelhai chu a thlauthlâk ṭan tah a; chuongchun, Hazael chun Israel ram po poa chun a hne pei a;",
      "reference": "2 LALHAI 10:32"
    },
    {
      "content": "Jordana inthawka khawsak tieng, Gilead ram po po, Gadhai le, Reubenhai le, Manassehai dâm, Arnon ruoma Aroera inthawka Gilead le Basan ram tlung rakin.",
      "reference": "2 LALHAI 10:33"
    },
    {
      "content": "Jehu chanchin danghai, a thil- thaw po pohai, a thilthawtheizie po pohai chu Israel lalhai inlal lai thu ziekna buah a chuong a ni naw am a nih?",
      "reference": "2 LALHAI 10:34"
    },
    {
      "content": "Chuongchun, Jehu chu a pi le puhai kuoma chun a in tah a, Samari khuoah an phûm tah a. Chun, a naupa Jehoahaz chu ama aiawin ân lal tah a.",
      "reference": "2 LALHAI 10:35"
    },
    {
      "content": "Samari rama Israelhai chunga Jehu rorêl sûng chu kum sâwmhni le kum riet a nih.",
      "reference": "2 LALHAI 10:36"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 LALHAI 10 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}