{
  "verses": [
    {
      "content": "Juda lal Ahaz kum sâwm le kum hni ân lal kum chun Ela naupa Hosea chu Israelhai chungah Samari khuoa chun ân lal ṭan a; kum kuo ân lal a.",
      "reference": "2 LALHAI 17:1"
    },
    {
      "content": "Chun, LALPA mithmuah thil ṭha nawtak a thaw hlak a, amiruokchu, a hmaa Israel lalhai ang êm chun chu a thaw nawh a.",
      "reference": "2 LALHAI 17:2"
    },
    {
      "content": "Assuria lal Salmaneserin a hang rûn a; chuongchun, Hosea chu a sie- hlawah a um tah a, sie dâm a pêk hlak a.",
      "reference": "2 LALHAI 17:3"
    },
    {
      "content": "Chun, Assuria lal chun Hosea in a phier rûk thu a lo hriet a, Aigupta lal So kuomah mi a tir bawk a, kum tina a pêk hlak ang khan Assuria lal chu sie chu a pêk ta bawk si nawh a; chuleiin, Assuria lal chun intângna inah khuop pumin a khum tah a.",
      "reference": "2 LALHAI 17:4"
    },
    {
      "content": "Chuongchun, Assuria lal chun ram po po chu a hrût suok vawng a, Samari khuoa chun a hang feh a, kum thum sûng ân huol a.",
      "reference": "2 LALHAI 17:5"
    },
    {
      "content": "Hosea kum kuo ân lal kum chun Assuria lal chun Samari khuo chu a lâk a, Israel mihai chu Assuria rama chun a ṭhuoi a, Hala rama dâm, Gozan rama Habor vadunga dâm, Media mihai khuoa dâm ân umtir a.",
      "reference": "2 LALHAI 17:6"
    },
    {
      "content": "Chuong anga an umna san chu Israel thlahai chun Aigupta lal Pharao kuta inthawkin, Aigupta rama inthawka ṭhuoi suoktu LALPA an Pathien chungah thil an suksuol a, pathien danghai an pawisa lem a,",
      "reference": "2 LALHAI 17:7"
    },
    {
      "content": "LALPAIN Israel thlahai hmaa a lo hnawt suok tah hnamhai thuruot le Israel lalhai thuruot anga an lo pawm tâk lei a nih.",
      "reference": "2 LALHAI 17:8"
    },
    {
      "content": "Chun, Israel thlahai chun LALPA an Pathien chunga chun thil ṭha nawtak inrûkin an thaw hlak a, an khuo po poah râl vêngtuhai in insânga inthawka kul nei khuo chenin bâwlhmunhai an siem a.",
      "reference": "2 LALHAI 17:9"
    },
    {
      "content": "Tlâng insâng tina le thing hring tin hnuoia hin lungphunhai phunin Asera dâm an siem a,",
      "reference": "2 LALHAI 17:10"
    },
    {
      "content": "chuong bâwlhmunhai po poa chun LALPAIN an hmaa a hnawt hmang tahai thaw dân ang khan riminhnikhai an raw hlak a; LALPA suklungsenna dingin thil suoltak an thaw bawk hlak a.",
      "reference": "2 LALHAI 17:11"
    },
    {
      "content": "LALPAIN an kuoma, “Hieng ang hi thaw naw ro,” a ti milimhai rawng an bâwl bawk hlak a.",
      "reference": "2 LALHAI 17:12"
    },
    {
      "content": "LALPA chun, “Dân zâwm ding in pi le puhai ka pêk le ka siehlaw zâwlneihai hmanga kân hriettir ang pei cheu chun, in umdân suol hi nghatsan unla, ka thupêkhai le ka thuruothai chu pawm ro,” tiin Israel- hai le Judahai chu zâwlnei tin le hmutheitu tinhai chu hmangin ân hriettir hlak a.",
      "reference": "2 LALHAI 17:13"
    },
    {
      "content": "Chuong sa khawm chun an pawm nuom nawh a, an pi le pu, LALPA an Pathien ring nuom naw- haiin an lûlul an insuo angin an lûlul an insuo veh a.",
      "reference": "2 LALHAI 17:14"
    },
    {
      "content": "Chun, a thuruothai, an pi le puhai kuoma a thuthlunghai, an kuoma thu inhriettirhai chu an pawisa nuom nawh a; thil teplo mei mei an pawm a, teplo mei mei an hung ni tah a; an chungchâng thua LALPAIN, “Anni ang chun thaw naw ro,” a lo ti tah, an kâwl vêla hnamhai thaw dân chu an lâk veh a.",
      "reference": "2 LALHAI 17:15"
    },
    {
      "content": "Chun, LALPA an Pathien thu- pêk po pohai chu an nghatsan a, bâwngtê lim sung pahni an siem a; chun, Asera an siem a, vâna um po po khi an biek a, Baal rawng an bâwl hlak.",
      "reference": "2 LALHAI 17:16"
    },
    {
      "content": "Chun, an naupasalhai le an naunuhmeihai chu meiah an inlûttir a, aisân le dawi dâm an chîng a,LALPA suklungsenna dingin a mithmua thil ṭha nawtak thaw dingin an inzawr a.",
      "reference": "2 LALHAI 17:17"
    },
    {
      "content": "Chuleiin, LALPA chu Israelhai chunga chun a lung a sen ta êm êm a, a mithmu phâk nawah a sawn hmang dai tah a; Juda hnam chau naw chu um an um ta nawh a.",
      "reference": "2 LALHAI 17:18"
    },
    {
      "content": "Judahai khawm chun LALPA an Pathien thupêkhai chu an zâwm nawh a, Israelhaiin an pawm thu- ruothai ang chun an um lem a.",
      "reference": "2 LALHAI 17:19"
    },
    {
      "content": "Chun, LALPAIN Israel thlahai hrim hrim chu a dit ta nawh a, anni chu a sukrimsih a, a mit hmu phâk nawa a sawn hmang hma po chun rawktuhai kuta chun a pêk tah a.",
      "reference": "2 LALHAI 17:20"
    },
    {
      "content": "Israelhai chu David sûnghai an nina chu a peipêk tah a, chuongchun, Nebat naupa Jeroboam kha lal dingin an siem a, chun, Jeroboam chun Israelhaiin LALPA an zui chu a lo kuoipêt a, thil suol nasatak ân thawtir a.",
      "reference": "2 LALHAI 17:21"
    },
    {
      "content": "Chun, Israel thlahai chun Jeroboam thil suksuolna ang po po chu an thaw veh a, an mâksan ngai hrim hrim nawh a,",
      "reference": "2 LALHAI 17:22"
    },
    {
      "content": "chuonghai chu LALPAIN a zâwlneihai po po hmanga a lo hril ta anga anni chu a mithmu phâk nawa a sawn hmang hmakhat khan chu. Chuongchun, Israelhai chu an rama inthawkin Assuria ramah an ṭhuoi tah a, tu chen hin chutaka chun an la um ta zing a nih.",
      "reference": "2 LALHAI 17:23"
    },
    {
      "content": "Chun, Assuria lalin Babulon khuoa mihai, Kutha khuoa mihai, Ava khuoa mihai, Hamath khuoa mi- hai, Sepharvaim khuoa mihai ân cha suok a; Samari ram khuoahai chun Israel thlahai hmun ân hluotir a, chuongchun, Samari ram chu an hluoh a, a khuoahai chun an um tah a.",
      "reference": "2 LALHAI 17:24"
    },
    {
      "content": "Chuongchun, chutaka an hang um hlim chun LALPA an ṭi nawh a; chuongchun, LALPAIN anni lai chun sakeibakneihai a tir a, mi ṭhen- khathai an seh a.",
      "reference": "2 LALHAI 17:25"
    },
    {
      "content": "Chuongchun, Assuria lal kuoma chun, “I hung sawn hnamhai hin, Samari ram khuo în hluotirhai hin hieng lai ram Pathien biek dân hi an hriet ve nawh a; chuleiin, anni lai sakeibakneihai a tir tah a; chun, ngai ta, hieng lai ram Pathien biek dân an hriet naw leiin a se hlak a nih,” tiin an hril a.",
      "reference": "2 LALHAI 17:26"
    },
    {
      "content": "Chuongchun, Assuria lal chun, “Khataka sala in ṭhuoihai laia mi thiempu pakhat ṭhuoi unla, hung um ve sienla, chu ram Pathien biek dân chu inchûktir raw se,” tiin thu a pêk a.",
      "reference": "2 LALHAI 17:27"
    },
    {
      "content": "Chuongchun, Samari rama inthawka an ṭhuoihai laia thiempu pakhat chu Bethel khuoah a va um a, LALPA an ṭi dân ding ân chûktir a.",
      "reference": "2 LALHAI 17:28"
    },
    {
      "content": "Nisienlakhawm, hnam tin chun mâni pathien seng an siem a, Samari mihaiin bâwlhmun an lo siemahai chun hnam tinin mâni umna khuo sengah an sieh a,",
      "reference": "2 LALHAI 17:29"
    },
    {
      "content": "Babulon mihai chun Sukkoth- benoth an siem a, chun Kut mihai chun Nergal an siem a, Hamath mihai chun Asima an siem a;",
      "reference": "2 LALHAI 17:30"
    },
    {
      "content": "Ava mihai chun Nibhaz le Tartak an siem a; chun, Sepharvaim mihai chun Sepharvaimhai pathien Adrammelek le Anammelek hmingin an nauhai an raw hlak a.",
      "reference": "2 LALHAI 17:31"
    },
    {
      "content": "Chuongchun, LALPA chu an ṭih a, anni laia mi bâwlhmun thiempuhai an insiem a, bâwlhmun inahai chun mi an thâwi hlak a.",
      "reference": "2 LALHAI 17:32"
    },
    {
      "content": "LALPA chu an ṭih a, ana chu, an ṭhuoi suokna rama mihai hnam thaw dân angin anni pathien rawng chu an bâwl hlak a.",
      "reference": "2 LALHAI 17:33"
    },
    {
      "content": "Kha hmaa an thaw dân angin tu chen khawm hin an la thaw zing a nih; LALPA chu an ṭi nawh a, LALPAIN Jakob thla Israelhai tia ân bûkhai kuoma a pêk thuruothai, rorêlhai, dânhai le thupêkhai khawm an zâwm bawk nawh.",
      "reference": "2 LALHAI 17:34"
    },
    {
      "content": "LALPA chun anni le thu thlung- in thu a pêk a, “Pathien danghai chu ṭi naw unla, anni chu chibai bûk naw unla, an kuomah inthâwi naw ro;",
      "reference": "2 LALHAI 17:35"
    },
    {
      "content": "LALPA thilthawtheina nasatak le bân phar meua Aigupta rama in- thawka ṭhuoi suoktu cheu ama chu in ṭi lem ding a nih ama chu chibai in bûk ding a na, a kuomah in inthâwi ding a nih;",
      "reference": "2 LALHAI 17:36"
    },
    {
      "content": "chuongchun, thuruot dâm, rorêl dâm, dân dâm, thupêk dâm a lo in- ziekpêk ta cheu kha kumkhuoin in pawm zing ding a na; pathien dang- hai chu in ṭi ding a ni nawh,",
      "reference": "2 LALHAI 17:37"
    },
    {
      "content": "chun, in kuoma thu ka thlung hi in theinghil bawk ding a ni nawh a, pathien danghai chu in ṭi ding a ni bawk nawh;",
      "reference": "2 LALHAI 17:38"
    },
    {
      "content": "LALPA in Pathien ruok chu in ṭi ding a nih; chuongchun, in hmêlma- hai po po kuta inthawk chun sansuok ka ti cheu,” tiin.",
      "reference": "2 LALHAI 17:39"
    },
    {
      "content": "Iengtin khawmin an pawm nuom chuong nawh a, kha hmaa an thaw dân angin an la thaw zing a.",
      "reference": "2 LALHAI 17:40"
    },
    {
      "content": "Chuongchun, chuong hnamhai chun LALPA chu ṭi chu an ṭih a, an milim siem fâwmhai rawng khawm an bâwl bawk a; chuong ang bawkin an thlahai le an thlahai thla chen khawmin tu chen hin an pi le puhai thaw dânin an la thaw zing a nih.",
      "reference": "2 LALHAI 17:41"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 LALHAI 17 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}