{
  "verses": [
    {
      "content": "Chun, Suria ram lal sipai hotu Naaman chu LALPAIN Suria mihai sanhimna dinga a lo hmang hlak leiin a hotupa ngaia chun mi ropuitak le inzaumtak el a na, ama chu mi huoisen hrâttak a ni bawk a, nisienlakhawm, ama chu inphâr a ni tlat el a.",
      "reference": "2 LALHAI 5:1"
    },
    {
      "content": "Chun, Suria mihai chu a pâwl pâwlin râl an rêl a, Israel rama in- thawkin sal nuhmeitê pakhat hi an hung ṭhuoi a; ama chun Naaman nuhmei rawng chu a bâwl hlak a.",
      "reference": "2 LALHAI 5:2"
    },
    {
      "content": "Chun, a hotunu kuoma chun, “Ka pu hi Samari rama zâwlnei hmaa khan Pathien chun inumtir sien chu aw, ama chun ân phârna hi a sukdam el ding bah,” a ti hlak a.",
      "reference": "2 LALHAI 5:3"
    },
    {
      "content": "Chun, Naaman chu a va lût a, “Israel rama nuhmeite khan, chuong- chun, khâng khan a tih,” tiin a pu chu a va hril tah a.",
      "reference": "2 LALHAI 5:4"
    },
    {
      "content": "Chun, Suria ram lal chun, “Va fe luo ta khai, Israel lal kuoma chun lekha thawn ka tih,” a ta. Chun, tangka talent sâwm le rângkachak tlang sâng ruk le silfên tuok sâwm leh a chawi a, a fe tah a.",
      "reference": "2 LALHAI 5:5"
    },
    {
      "content": "Chun, lekhathawn chu Israel lal kuoma chun a hung chawi a, “Hi lekhathawn hi lo hmu ngei i ta, ngai ta, ka siehlaw Naaman ân phârna, sukdam dingin i kuomah ka hung tir a nih,” tiin a hril a.",
      "reference": "2 LALHAI 5:6"
    },
    {
      "content": "Chun, Israel lal chun lekha- thawn chu a tiem phingleh, a puonhai a keithlêr a, “Hi mipa hin mi ân phârna sukdam dinga ka kuoma a hung tir hi sukdam ding le sukhlum dingin Pathien am ka nih? amiruok- chu, ngaituo ta u, ka ngên cheu hi, keia chunga insêlna a zawngzie hi en ta u,” a ta.",
      "reference": "2 LALHAI 5:7"
    },
    {
      "content": "Nisienlakhawm, Elisa Pathien mi chun Israel lal chun a puonhai a keithlêr ti a hriet phingleh lal kuoma chun mi a tir a, “Iengdinga i puonhai i keithlêr am a na? tuhin ama chu ka kuomah inhungtir la, chuongchun, Israel rama hin zâwlnei a um ti hrieng a tih,” a ta.",
      "reference": "2 LALHAI 5:8"
    },
    {
      "content": "Chuongchun, Naaman chu a sakawrhai le a sakawr tawlailîrhai leh a va feh a, Elisa in kawtkhâr bula chun a ngîr a.",
      "reference": "2 LALHAI 5:9"
    },
    {
      "content": "Chun, Elisa chun tirtâwn a tir a, “Fe la, Jordan vadungah vawi sari insil la, chun, i taksa chu a pâng- ngai hung nîng a ta, hung fai i tih,” a ta.",
      "reference": "2 LALHAI 5:10"
    },
    {
      "content": "Nisienlakhawm, Naaman chu a lunginsen a, a fe hmang tah a, “Ngai ta u, ka kuoma hung suokin hung ngîr a ta, Pathien LALPA hming chu lamin a kut chu phar vêlin ân phârna lai chu a sukdam ding rawi am ka sawn a;",
      "reference": "2 LALHAI 5:11"
    },
    {
      "content": "Damaska vadung hieng Abana le Pharpar hai hi Israel rama vadunghai nêk chun a ṭha lem a ni naw am a nih? Chuonga hai chun insilin kân thieng el thei naw am a nih?” a ta. Chuongchun, a ngha kîr a, lunginsenin a fe hmang tah a.",
      "reference": "2 LALHAI 5:12"
    },
    {
      "content": "Chun, a siehlawhai chu an hung hnai a, a kuomah, “Pa, zâwlnei chun thil khirkhântak thaw dingin tir sienla che, i thaw naw ding am a nih? ‘Insil la, lo inthieng ta rawh,’ a ti kha ti âwmtak hrim a ni naw am a nih?” an ta.",
      "reference": "2 LALHAI 5:13"
    },
    {
      "content": "Chun, a zu feh a, Pathien mi hril ang chun Jordan vadunga chun vawi sari a zûn phûm a; a taksa chu naupang chitê pang angin a hung um tah a, a hung inthieng vawng tah a.",
      "reference": "2 LALHAI 5:14"
    },
    {
      "content": "Chun, Pathien mi kuoma chun ama le a ruolhai po po leh an hung kîr nâwk a, a hmaa chun a ngîr a; ama chun, “Tuhin ngai ta, hnuoi chung po poah, Israel rama chau naw hin chu Pathien a um nawh ti ka hriet tah; chuleiin, tuhin ka ngên che a nih, i siehlaw thilpêk hi la rawh,” a ta.",
      "reference": "2 LALHAI 5:15"
    },
    {
      "content": "Nisienlakhawm, ama chun, “A hmaa ka ngîrna hlak, LALPA hming sâlin ka hril a nih, iengkhawm la naw ning,” a ta. Chun, la dingin a ti ṭâl a, nisienlakhawm, a sêl tlat a.",
      "reference": "2 LALHAI 5:16"
    },
    {
      "content": "Chun, Naaman chun, “Chuong a ni naw leh, ka hni che hi, i siehlaw hi sabengtung lien chi phur hni pil mîn lâktir rawh, i siehlaw hin tuta hnung chu LALPA kuoma chau naw chun inthâwina amanih, pumraw- hmang thilinhlân amanih pathien dang kuoma hrim hrim kân hlân ta naw ding a ni sih a.",
      "reference": "2 LALHAI 5:17"
    },
    {
      "content": "Hi thila hin i siehlaw chu LALPAIN ngaidam raw se, ka pu hi ka kut ringsan a, chibai bûk dinga Rimmon ina a lût a, Rimmon ina ka kûn chun, Rimmon ina ka kûn vena thua chun, LALPAIN i siehlaw hi ngaidam raw se,” a ta.",
      "reference": "2 LALHAI 5:18"
    },
    {
      "content": "Chun, ama chun a kuomah, “Lungmuongtakin fe rawh,” a ta. Chuongchun, a kuoma inthawk chu a suok nâwk a, ieng chen amani chu a fe hman tah a.",
      "reference": "2 LALHAI 5:19"
    },
    {
      "content": "Nisienlakhawm, Pathien mi siehlaw Gehazi chu, “Khâwm, ka pu hin Suria mi Naaman hi a thil hung chawihai hi la loin ân fetir nâwk el a, LALPA hringna sâlin ka hril a nih, va hnawt ka ta, ieng amanih bêk va lapêk ka tih a,” a ta.",
      "reference": "2 LALHAI 5:20"
    },
    {
      "content": "Chuongchun, Gehazi chun Naaman chu a hnawt tah a. Naaman chun tuin amanih a hung hnawt a hei hmu chun lo biek tumin a tawlailîra inthawk chun a ṭum a, “Ṭha tieng thu a ni de maw?” a ta.",
      "reference": "2 LALHAI 5:21"
    },
    {
      "content": "Ama chun, “Ṭha tieng thu nih e. Ka puin ‘Ngai ta, Ephraim tlâng rama inthawkin zâwlneihai naupa- hai laia mi tlangvâl pahniin an mi hung sir ta thut el a, anni chu tangkaruo talent khat le silfên in- thlengna ding pahni pe raw khai,’ tiin a mi hung tir a nih,” a ta.",
      "reference": "2 LALHAI 5:22"
    },
    {
      "content": "Naaman chun, “Talent hni hi la raw khai,” a ta. Chuongchun, la ding chun a thlêm a, tangkaruo talent hni chu silfên inthlengna ding pahni le chun ip pahnia hin a thun a, a siehlawhai pahni chu ân phurtir a, a hmaa chun an fepui tah a.",
      "reference": "2 LALHAI 5:23"
    },
    {
      "content": "Chun, tlâng a va tlung chun a lâkpêk a, in sûnga hin a sieh a; chun, chuonghai chu ân fetir a, an fe tah a.",
      "reference": "2 LALHAI 5:24"
    },
    {
      "content": "Ama ruok chu a va lût a, a pu hmaa chun a va ngîr a. Chun, Elisa chun a kuomah, “Khawtaka in- thawkin am i hung a, Gehazi?” a lo tih a. Ama chun, “I siehlaw hi khâwlai khawm ka fe nawh ie,” a ta.",
      "reference": "2 LALHAI 5:25"
    },
    {
      "content": "Chun, ama chun a kuomah, “A be ding chea a tawlailîra inthawka mi hung ṭum lai khan ka lungril chu i kuomah a fe ve pei a ni naw am a nih? Tangka dâm, silfên dâm, oliv huon dâm, grêp huon dâm, berâm dâm, sebâwng dâm, suokpa le suoknu dâm hi lâk a hun am a nih?",
      "reference": "2 LALHAI 5:26"
    },
    {
      "content": "Chuongchun, Naaman inphâr- na khan man a ti cheh a, kumkhuoin i thlahai khawm man pei a tih,” a ta. Chuongchun, a kuoma inthawk chun vûr anga vâra inphârin a fe suok tah a.",
      "reference": "2 LALHAI 5:27"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 LALHAI 5 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}