{
  "verses": [
    {
      "content": "Chuong lai chun Hezekia chu thi ngamin a na a. Chuong- chun, Amoz naupa zâwlnei Isai chu a kuomah a hung a, a kuomah, “LALPA chun hieng ang hin a tih, ‘I sûnghai um dân ding rêl fel rawh; i thi ding a ni sih a; dam suok naw ti nih’ tiin” a ta",
      "reference": "2 LALHAI 20:1"
    },
    {
      "content": "Chuongchun, bang tieng ngha chun ân let a, LALPA kuomah a ṭawngṭai a.",
      "reference": "2 LALHAI 20:2"
    },
    {
      "content": "“Aw LALPA, i hmaa thutak le lungril ṭha famkim puta ka um hlakzie le, i mithmua thil ṭha ka thaw hlakzie kha hre zing dingin ka hung ngên che a nih,” tiin. Chun, Hezekia chu a ṭap ta ngawi ngawi a.",
      "reference": "2 LALHAI 20:3"
    },
    {
      "content": "Chun, Isai chun khawpui lailung vêl chu a tlung hmain hieng hi a hung na, LALPA thu chu a kuomah a hung tlung a,",
      "reference": "2 LALHAI 20:4"
    },
    {
      "content": "“Kîr nâwk la, ka mihai hotu Hezekia kuomah hril rawh, ‘LALPA, i pu David Pathien chun hieng ang hin a tih: I ṭawngṭaina kha ka hriet a, i mitthli tla khawm ka hmuh a, ngai ta, sukdam ka ti cheh a, ni thum nia chun LALPA inah hang fêng i tih.",
      "reference": "2 LALHAI 20:5"
    },
    {
      "content": "Chun, i dam sûng kumhai hi kum sâwm le kum ngain suksei ka ta; chun, nang le hi khawpui hi Assuria lala inthawk chun sanhim ka tih; chun, keima lei le ka siehlaw David leiin hi khawpui hi hum ka tih, a tih,’ tiin.”",
      "reference": "2 LALHAI 20:6"
    },
    {
      "content": "Chun, Isai chun, “Theichang ra hlawm khat hung la ro,” a ta. Chuong- chun, an hung lâk a, khuoihlia chun a bel a, a hung dam nâwk tah a.",
      "reference": "2 LALHAI 20:7"
    },
    {
      "content": "Chun, Hezekia chun Isai kuom- ah, “LALPAIN mi sukdam a ta, LALPA inah a ni thum niin hang fêng ka tih ti inchikna ieng am nîng a ta?” a ta.",
      "reference": "2 LALHAI 20:8"
    },
    {
      "content": "Isai chun, “LALPAIN a thil hril hi thaw ngei a tih ti, hi hi LALPA kuoma inthawka inchikna chu ning a tih: hlim chu sirbi sâwm chena a hang intâwl am i nuom, sirbi sâwm chena ân tâwl kîr?” a ta.",
      "reference": "2 LALHAI 20:9"
    },
    {
      "content": "Hezekia chun a dawn a, “Hlim chu sirbi sâwm chena a hang intâwl chu a awl êm a, chu chu ni lo e, hlim chu sirbi sâwm chenin intâwl kîr lem raw se,” a ta.",
      "reference": "2 LALHAI 20:10"
    },
    {
      "content": "Chuongchun, zâwlnei Isai chun LALPA a hang ko a; chun, Ahaz dâr chin hrietnaa hlim inhnuoi ta chu sirbi sâwm chenin a sukkîr nâwk tah a.",
      "reference": "2 LALHAI 20:11"
    },
    {
      "content": "Chuong lai chun Baladan naupa Babulon lal Merodak-baladan chun lekhahai le thilpêk dâm Hezekia a thawn a, Hezekia chu a na ti a hriet leiin.",
      "reference": "2 LALHAI 20:12"
    },
    {
      "content": "Chuongchun, Hezekia chun anni chu a lo lâwm a, a thil hlu siena in po pohai, tangka dâm, rângkachak dâm, thil riminhnik dâm, hriek hlutak dâm, a râlthuom siena in sûng dâm, a ro umhai po po chu ân entir a; a ina mi le a ram sûnga mi Hezekia chun ân entir naw hrim hrim a um nawh.",
      "reference": "2 LALHAI 20:13"
    },
    {
      "content": "Chuong lai chun zâwlnei Isai chu Hezekia kuoma chun a feh a, a kuomah, “Khahai khan ieng am an hril a? Khâwlaia inthawkin am i kuomah an hung a?” a ta. Chun, Hezekia chun, “Ram hlatak, Babulona inthawka hung an nih,” a ta.",
      "reference": "2 LALHAI 20:14"
    },
    {
      "content": "Chuongchun, ama chun, “I ina hin ieng ieng am an hmuh a?” a ta. Chun, Hezekia chun, “Ka in sûnga um po po chu an hmu vawng a, ka ro laia thil kân entir naw hrim hrim a um nawh,” tiin a dawn a.",
      "reference": "2 LALHAI 20:15"
    },
    {
      "content": "Chun, Isaiin Hezekia kuoma chun, “LALPA thu hi lo ngai raw khai,",
      "reference": "2 LALHAI 20:16"
    },
    {
      "content": "‘Ngai ta, i in sûnga um po po le vawisûn ni chena i pi le puhaiin an lo inkhâwl chu Babulon khuoa an fepui nihai la hung tlung a tih; iengkhawm mâksan hrim hrim um naw nih,’ LALPAIN a tih.",
      "reference": "2 LALHAI 20:17"
    },
    {
      "content": "‘Chun, i rîla ra, i nei ding, i nauhai ngei laia mi khawm an fepui ding a nih, Babulon lal ina chun mitillâk la nîng an tih,’ a tih,” tiin.",
      "reference": "2 LALHAI 20:18"
    },
    {
      "content": "Chuongchun, Hezekia chun Isai kuomah, “I hril LALPA thu hi a ṭha ie,” a ta. Chun, “Ka dam sûng hin inremna le thutak a um ding phawt chun,” a ti nâwk nghâl a.",
      "reference": "2 LALHAI 20:19"
    },
    {
      "content": "Chuongchun, Hezekia chanchin danghai, a thilthawtheizie po po dâm, dîl le tuilâkna a siem a, khawpui sûnga tui a lâk lût thu dâm chu Juda lalhai inlal lai thu ziekna bua chun a chuong a ni naw am a nih?",
      "reference": "2 LALHAI 20:20"
    },
    {
      "content": "Chun, Hezekia chu a pi le puhai kuomah a in tah a; chuongchun, a naupa Manasse chu ama aiawin ân lal tah a.",
      "reference": "2 LALHAI 20:21"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 LALHAI 20 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}