{
  "verses": [
    {
      "content": "Israel lal Jeroboam kum sâwmhni le kum sari ân lal kum chun Juda lal Amazia naupa Azaria chu ân lal ṭan a.",
      "reference": "2 LALHAI 15:1"
    },
    {
      "content": "An lal ṭantir chun ama chu kum sâwm le kum ruk mi a na. Jerusalem- a chun kum sâwmnga le kum hni ân lal a; a nu hming chu Jekolia, Jeru- salem mi a nih.",
      "reference": "2 LALHAI 15:2"
    },
    {
      "content": "Chun, a pa Amazia thilthaw ang po thaw vein, LALPA mithmuah thil ṭhatak a thaw hlak a.",
      "reference": "2 LALHAI 15:3"
    },
    {
      "content": "Amiruokchu, bâwlhmunhai chu sukbo a ni chuong nawh, bâwlhmun- ahai chun mihai chu an lân thâwiin, riminhnik an la raw zing hlak.",
      "reference": "2 LALHAI 15:4"
    },
    {
      "content": "Chun, LALPAIN lal chu a hung hrem tah a, chuongchun, a thi ni chen chun ân phâr a, in tumah a um tah a. Chun, lal naupa Jotham chu an rama mihai rorêlpêkin insûng tieng hotuah a um tah a.",
      "reference": "2 LALHAI 15:5"
    },
    {
      "content": "Chuongchun, Azaria chanchin dang a thilthawhai po po chu Juda lalhai inlal lai thu ziekna buah a chuong a ni naw am a nih?",
      "reference": "2 LALHAI 15:6"
    },
    {
      "content": "Chun, Azaria chu a pi le puhai lai David khawpuia chun an phûm a; chun, a naupa Jotham chu ama aiawin ân lal tah a.",
      "reference": "2 LALHAI 15:7"
    },
    {
      "content": "Juda lal Azaria kum sâwmthum le kum riet ân lal kum chun Jeroboam naupa Zekaria chu Israelhai chung- ah Samari khuoah thla ruk sûng ân lal a.",
      "reference": "2 LALHAI 15:8"
    },
    {
      "content": "Chun, a puhai thaw ang bawk, LALPA mithmuah thil ṭha nawtak a thaw hlak a; Israelhai thil insuksuol- tira a thaw Nebat naupa Jeroboam suolnahai kha a mâksan nawh.",
      "reference": "2 LALHAI 15:9"
    },
    {
      "content": "Chun, Jabes naupa Sallum chun ama a phier rûk a, mipuihai hmaa chun a thawh a, a that a, a aiawin ân lal tah a.",
      "reference": "2 LALHAI 15:10"
    },
    {
      "content": "Chun, Zekaria chanchin dang- hai chu, ngai ta, Israel lalhai inlal lai thu ziekna bua chun a chuong a nih.",
      "reference": "2 LALHAI 15:11"
    },
    {
      "content": "Chu chu LALPAIN Jehu kuom- ah, “I naupasalhai chu suon lina chenin Israelhai lalṭhungphaah ṭhung an tih,” ti thu a hril kha a nih. Chuongchun, chuong ang tak chu a hung ni ta hrim a.",
      "reference": "2 LALHAI 15:12"
    },
    {
      "content": "Juda lal Uzzia kum sâwmthum le kum kuo ân lal kum chun Jabes naupa Sallum chu ân lal ṭan a; Samari khuoah thla khat sûng ân lal a.",
      "reference": "2 LALHAI 15:13"
    },
    {
      "content": "Chun, Gadi naupa Menahem chu Tirza khuoa inthawkin a hang feh a, Samari khuoah a feh a; Jabes naupa Sallum chu Samari khuoa chun a thawh a, a that a, a aiawin ân lal tah a.",
      "reference": "2 LALHAI 15:14"
    },
    {
      "content": "Chuongchun, Sallum chanchin danghai, a phier rûkna thuhai chu, ngai ta, Israel lalhai inlal lai thu ziekna buah a chuong a nih.",
      "reference": "2 LALHAI 15:15"
    },
    {
      "content": "Chuongchun, Menahem chun Tirzaa inthawk chun Tipsa khuo le a sûnga um po pohai le a ramhai chu a thawh a, an inhawng naw leiin a do a nih; chuonga nau vawnlai nuhmeihai po po chu a phirthlêr a.",
      "reference": "2 LALHAI 15:16"
    },
    {
      "content": "Juda lal Azaria kum sâwmthum le kum kuo ân lal kum chun Gadi naupa Menahem chu Israelhai chungah ân lal ṭan a; Samari khuoah kum sâwm ân lal a.",
      "reference": "2 LALHAI 15:17"
    },
    {
      "content": "Chun, LALPA mithmuah thil ṭha nawtak a thaw hlak a; Israelhai thil insuksuoltira a thaw Nebat naupa Jeroboam suolnahai kha a dam sûngin a mâksan nawh.",
      "reference": "2 LALHAI 15:18"
    },
    {
      "content": "Assuria lal Pula chun an ram chu a hung thawh a; ram chu a nei nghetpui theina dingin Menahem chun Pula chu tangka talent sâng a pêk a.",
      "reference": "2 LALHAI 15:19"
    },
    {
      "content": "Chun, Menahem chun Assuria lal pêk dingin Israel mi neinunghai po poa inthawk chun tangka shekel sâwmnga seng a dâwl a. Chuong- chun, Assuria lal chu a kîr nâwk tah a, chu rama chun a um zing nawh a.",
      "reference": "2 LALHAI 15:20"
    },
    {
      "content": "Chuongchun, Menahem chan- chin danghai, a thilthaw po pohai chu Israel lalhai inlal lai thu ziekna bua a chuong a ni naw am a nih?",
      "reference": "2 LALHAI 15:21"
    },
    {
      "content": "Chun, Menahem chu a pi le puhai kuomah a in veh a; chun, a naupa Pekahia chu ama aiawin ân lal tah a.",
      "reference": "2 LALHAI 15:22"
    },
    {
      "content": "Juda lal Azaria kum sâwmnga ân lal kum chun Menahem naupa Pekahia chu Israelhai chungah Samari khuoah ân lal ṭan a, kum hni sûng ân lal a.",
      "reference": "2 LALHAI 15:23"
    },
    {
      "content": "LALPA mithmuah thil ṭha nawtak a thaw hlak a; Israelhai thil insuksuoltira a thaw Nebat naupa Jeroboam suolnahai kha a mâksan nawh.",
      "reference": "2 LALHAI 15:24"
    },
    {
      "content": "A sipai hotu Remalia naupa Pekain ama chu a phier rûk a, Samari khuoa lal ina kulah Argob leh Arie le chun a that a; a kuoma chun Gilead mi sâwmnga an um veh a; chuong- chun, Pekahia chu a that a, a aiawin ân lal tah a.",
      "reference": "2 LALHAI 15:25"
    },
    {
      "content": "Chuongchun, Pekahia chanchin danghai, a thilthaw po pohai chu, ngai ta, Israel lalhai inlal lai thu ziekna bua chun a chuong a nih.",
      "reference": "2 LALHAI 15:26"
    },
    {
      "content": "Juda lal Azaria kum sâwmnga le kum hni ân lal kum chun Remalia naupa Peka chu Israelhai chungah Samari khuoa chun ân lal ṭan a; kum sâwmhni ân lal a.",
      "reference": "2 LALHAI 15:27"
    },
    {
      "content": "Chun, LALPA mithmuah thil ṭha nawtak a thaw hlak a; Israelhai thil insuksuoltira a thaw Nebat naupa Jeroboam suolnahai kha a mâksan nawh.",
      "reference": "2 LALHAI 15:28"
    },
    {
      "content": "Israel lal Peka inlal laiin Assuria lal Tiglath-pileser chun Ijon khuo dâm, Abel-beth-maaka khuo dâm, Janoa khuo dâm, Kedes khuo dâm, Hazor khuo dâm, Gilead le Galili ram dâm, Naphtali ram po po chu a lâk a; chun, Assuria rama chun salah a ṭhuoi a.",
      "reference": "2 LALHAI 15:29"
    },
    {
      "content": "Chun, Ela naupa Hosea chun Remalia naupa Peka chu a phier rûk a, a thawh a, a that a. Uzzia naupa Jotham kum sâwmhni ân lal kum chun a aiawin ân lal tah a.",
      "reference": "2 LALHAI 15:30"
    },
    {
      "content": "Chuongchun, Peka chanchin danghai, a thilthaw po pohai chu, ngai ta, Israel lalhai inlal lai thu ziekna bua chun a chuong a nih.",
      "reference": "2 LALHAI 15:31"
    },
    {
      "content": "Israel lal Remalia naupa Peka kum hni ân lal kum chun Juda lal Uzzia naupa Jotham chu ân lal ṭan a.",
      "reference": "2 LALHAI 15:32"
    },
    {
      "content": "Ân lal ṭantir chun kum sâwm- hni le kum nga mi a na; Jerusalemah kum sâwm le kum ruk ân lal a; a nu hming chu Jerusa, Zadok naunu a nih.",
      "reference": "2 LALHAI 15:33"
    },
    {
      "content": "Chun, a pa Uzzia thilthaw ang po thaw vein; LALPA mithmuah thil ṭhatak a thaw hlak a.",
      "reference": "2 LALHAI 15:34"
    },
    {
      "content": "Amiruokchu, bâwlhmunhai chu sukbo a ni chuong nawh; bâwl- hmunahai chun mihai chu an lân thâwiin, rim inhnik an la raw zing hlak. LALPA in kawtkhâr sakhnung lem chu a siemṭhah a.",
      "reference": "2 LALHAI 15:35"
    },
    {
      "content": "Chuongchun, Jotham chanchin danghai, a thilthaw po pohai chu Juda lalhai inlal lai thu ziekna buah a chuong a ni naw am a nih?",
      "reference": "2 LALHAI 15:36"
    },
    {
      "content": "Chuong lai chun Suria lal Rezin le, Remalia naupa Peka chu Juda- hai thaw dingin LALPAIN a tir ṭan tah a.",
      "reference": "2 LALHAI 15:37"
    },
    {
      "content": "Chun, Jotham chu a pi le puhai kuomah a in tah a, a pi le puhai lai a pu David khawpuia chun an phûm tah a, a naupa Ahaz chu ama aiawin ân lal tah a.",
      "reference": "2 LALHAI 15:38"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 LALHAI 15 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}