{
  "verses": [
    {
      "content": "Chun, Elisa chun a naupa a sukdampêk nuhmei kuoma chun, “Tho la, nang le i sûnghai leh, in um theina hmun hmunah va um hri ro; LALPAIN ṭâm ân tlâktir ding a nih; hi rama hin kum sari sûng zet a tla nghe nghe ding a nih,” tiin a lo hril tah a.",
      "reference": "2 LALHAI 8:1"
    },
    {
      "content": "Chuongchun, nuhmei chu a tho a, Pathien mi thu ang chun a thawh a, a sûnghai le chun Philistin mihai ram- ah kum sari an va um tah a.",
      "reference": "2 LALHAI 8:2"
    },
    {
      "content": "Chun, kum sari ân vawi hnung chun chu nuhmei chu Philistin mihai rama inthawk chun a kîr nâwk a; a in le lo chu lal kuoma hni dingin a va feh a.",
      "reference": "2 LALHAI 8:3"
    },
    {
      "content": "Chun, lal chun Pathien mi sie- hlaw Gehazi chu, “Elisain thil ropui a thawhai po po mi hang hril ta khai,” tiha a lo biek lai tak a na.",
      "reference": "2 LALHAI 8:4"
    },
    {
      "content": "Chun, mi pakhat thi ta hnung a sukdam nâwk thu lal chu a lo hril lai tak chun, ngai ta, a naupa a suk- dampêk nâwk nuhmei chun a in le lo chu lal a hung hni veh a. Chun, Gehazi chun, “Aw laltak ka pu, hi hi a ni hi nuhmei chu, chun, hi hi a nih a naupa Elisain a sukdampêk nâwk chu,” a ta.",
      "reference": "2 LALHAI 8:5"
    },
    {
      "content": "Chun, lal chun nuhmei chu a hang indawn chun a hril tah a. Chuongchun, lal chun hotu pakhat a ruotpêk a, “A ta po po, a loa thil suok po po chenin, hi ram a suoksana in- thawka tu chena mi hi pe nâwk vawng ro,” a ta.",
      "reference": "2 LALHAI 8:6"
    },
    {
      "content": "Chun, Elisa chu Damaska khuo- ah a feh a, chun, Suria lal Benhadad chu a damnawh a; chuongchun, “Pathien mi hitaka hin a hung,” tiin an hril a.",
      "reference": "2 LALHAI 8:7"
    },
    {
      "content": "Chun, lalin Hazael kuomah, “Lâwmman ding chawi la, Pathien mi chu be dingin va fe rawh, ka natna hi ka ṭha suok nâwk thei ding am LALPA mi lo râwnpêk raw se,” a ta.",
      "reference": "2 LALHAI 8:8"
    },
    {
      "content": "Chuongchun, Hazael chu ama be ding chun a va feh a, lâwmman dingin Damaska khuoa thil ṭha tinrêng sanghâwngsei sâwmli phur a chawi a, a hmaa chun a va ngîr a, “I naupa Benhadad, Suria lalin, ‘Ka na hi ka ṭha suok nâwk ding am?’ ti dingin i kuoma hin a mi hung tir a nih,” a ta.",
      "reference": "2 LALHAI 8:9"
    },
    {
      "content": "Chun, Elisa chun a kuomah, “Fe nâwk ta la, a kuomah, ‘Ṭha suok nâwk mawl i tih, a tih,’ ti rawh, ami- ruokchu, a la thi ngei ding a nih ti chu LALPAIN a mîn hriettir a nih,” a ta.",
      "reference": "2 LALHAI 8:10"
    },
    {
      "content": "Chuongchun, a ta dinga inzak- um khawp rauin a mel ta zing el a, chun, Pathien mi chu a ṭap tah a.",
      "reference": "2 LALHAI 8:11"
    },
    {
      "content": "Chun, Hazael chun, “Iengdinga ka pu hi a ṭap el am a na?” a ta. Ama chun a dawn a, “Israel thlahai chunga i thil ṭha naw thaw ding chu ka hriet leiin a nih, a kulhai la rawpêk i ta, an tlangvâlhai kâwlhnâmin la that i ta, an nau le têhai chu la pei nâwi i ta, nau vawn lai an nuhmeihai chu i la phirthlêr ding a nih,” a ta.",
      "reference": "2 LALHAI 8:12"
    },
    {
      "content": "Chun, Hazael chun, “Kei i siehlaw ui mei mei hin chuong ang thil nasatak chu hang thaw thei zie am ka nih?” a ta. Chun, Elisa chun a dawn a, “Suria mihai chunga hin i lân lal ding a nih ti LALPAIN a mîn hriettir a nih,” a ta.",
      "reference": "2 LALHAI 8:13"
    },
    {
      "content": "Chuongchun, Elisa kuoma inthawk chu a suok a, a pu kuom tieng chun, a fe tah a, ama chun, “Elisa chun ieng am a lo hril cheh a?” a ta. Chun, ama chun, “Ṭha suok nawk mawl a tih, tiin a mi hril,” a ta.",
      "reference": "2 LALHAI 8:14"
    },
    {
      "content": "Chun, a zînga chun puon sâtak a lâk a, tuiah a phûm a, chu chun a hmai chu a lo hup pêk a, a thi tah a; chun Hazael chu a aiawin ân lal tah a.",
      "reference": "2 LALHAI 8:15"
    },
    {
      "content": "Chun, Israel lal Ahab naupa Joram kum nga ân lal kum chun, (chuong lai chun Jehosaphat chu Juda lal a nih), Juda lal Jehosaphat naupa Jehoram chu ân lal ṭan a.",
      "reference": "2 LALHAI 8:16"
    },
    {
      "content": "Ân lal ṭan lai chun kum sâwm- thum le kum hni mi a nih; Jerusalem khuoa chun kum riet ro a rêl a.",
      "reference": "2 LALHAI 8:17"
    },
    {
      "content": "Ahab sûnghai angin, Israel lalhai lampui hraw chu a hraw veh a; Ahab naunu chu nuhmeiin a nei a nih; chuongchun, LALPA mithmua chun thil ṭha nawtak a thaw hlak a.",
      "reference": "2 LALHAI 8:18"
    },
    {
      "content": "Nisienlakhawm, LALPAIN a siehlaw David leiin Juda ram chu a suksiet nuom nawh a; a thlahai chena khâwnvar inneitir zing a lo tiem ta sih a.",
      "reference": "2 LALHAI 8:19"
    },
    {
      "content": "Ama hun lai chun Edomhai chu Judahai chungah an hel a, an chunga lal ding an insiem fâwm a.",
      "reference": "2 LALHAI 8:20"
    },
    {
      "content": "Chuongchun, Joram chu Zair khuoah a tawlailîrhai po po leh a va feh a; chun, zâna chun ân thawk suok a, anni inhuoltu Edom mihai le an tawlailîr chunga hotuhai chu a va thaw tah a; chun, mihai chu an puon in tiengahai an tlân ta vawng a.",
      "reference": "2 LALHAI 8:21"
    },
    {
      "content": "Chuongchun, Edomhai chu tu chen hin Judahai chunga chun an la hel ta zing a nih. Chuong lai vêk chun Libna khuo khawm an lo hel veh a.",
      "reference": "2 LALHAI 8:22"
    },
    {
      "content": "Chun, Joram chanchin danghai le a thilthawhai po po chu Juda lalhai inlal lai thu ziekna bua chun a chuong a ni naw am a nih?",
      "reference": "2 LALHAI 8:23"
    },
    {
      "content": "Chun, Joram chu a pi le puhai kuomah a in tah a, a pi le puhai lai David khawpuia chun an phûm tah a; a naupa Ahazia chu ama aiawin ân lal tah a.",
      "reference": "2 LALHAI 8:24"
    },
    {
      "content": "Israel lal Ahab naupa Joram inlal kum sâwm le kum hni kum chun Juda lal Jehoram naupa Ahazia chu ân lal ṭan a.",
      "reference": "2 LALHAI 8:25"
    },
    {
      "content": "Ahazia chun, ro a rêl ṭan lai chun kum sâwmhni le kum hni mi a nih; chun, Jerusalem khuoa chun kum khat ro a rêl a. A nu hming chu Athalia, Israel lal Omri naunu a nih.",
      "reference": "2 LALHAI 8:26"
    },
    {
      "content": "Ahab sûnghai lampui hraw chu a hraw veh a, Ahab sûnghai angin LALPA mithmuah thil ṭha nawtak a thaw hlak; Ahab sûnghai mâkpa a ni sih a.",
      "reference": "2 LALHAI 8:27"
    },
    {
      "content": "Ama chu Ahab naupa Joramin Ramoth-gilead khuoa Suria lal Hazael a hang thawnaa chun a ṭhang veh a; chun, Suria mihai chun Joram chu an lo inhliem a.",
      "reference": "2 LALHAI 8:28"
    },
    {
      "content": "Chun, lal Joram chu Suria lal Hazael an thawnaa Suria mihaiin Rama khuoa an lo inhliem chu Jezreel khuoah insukdam dingin a kîr nâwk tah a. Chun, Juda lal Jehoram naupa Ahazia chu Ahab naupa Joram a nat lei chun kan dingin Jezreel khuoa chun a zu feh a.",
      "reference": "2 LALHAI 8:29"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 LALHAI 8 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}