{
  "verses": [
    {
      "content": "Elisa chun, “LALPA thu hi lo hre ta u, LALPA chun, hieng ang hin a tih, ‘Zingah hieng tik phât vêla hin Samari kul kawtkhâr bula chun beiphit indi mi tekhâwng khat chu shekel khatah zawr an ta, buṭei tekhâwng hni chu shekel khatah,’ tiin,” a ta.",
      "reference": "2 LALHAI 7:1"
    },
    {
      "content": "Chun, sipai hotu, lalin a kut a ihung ringsan chun, Pathien mi chu a dawn a, “Ngai ta, LALPAIN vânah tukver a hawng ding a ni chu aw! Chuong ang chu a ni thei hlak ding am a nih?” a ta. Chun, ama chun, “Ngai rawh, i mit chun chu hmu ngei i ta, a fâk ruok chu i fâk naw ding a nih,” a ta.",
      "reference": "2 LALHAI 7:2"
    },
    {
      "content": "Chun, kul lûtna kawtkhâr bula chun inphâr pali an um a; anni chun, “Iengdinga thi nghâk ela ei inṭhung zing am a na?",
      "reference": "2 LALHAI 7:3"
    },
    {
      "content": "‘Khaw sûnga hin lût ei tiu khai,’ ti ding ni inla, khaw sûng an ṭâm a, ei va thi el âwm sih a; chun, hitaka hin ṭhung zing inla, ei thi tho tho bawk âwm sih a. Chuleiin, thaw ta u, Suria sipaihai tieng hin tlu lût rawk el ei tiu, an mi hla leh ei hring nîng a ta, an mi that le hlak ei thi nîng a ta,” tiin an inbiek a.",
      "reference": "2 LALHAI 7:4"
    },
    {
      "content": "Chuongchun, Suria mihai riek- hmuna fe ding chun thimbut hin an inthawk suok tah a; chun, Suria mi- hai riekhmun tawntir an va tlung chun, ngai ta, tukhawm an lo um nawh a.",
      "reference": "2 LALHAI 7:5"
    },
    {
      "content": "LALPAIN Suria sipaihai chu tawlailîr ri dâm, sakawr ri dâm, sipai tamtak ri dâm ân hriettir a nih, chuongchun, “Ngai ta u, Israel lal hin, Hit lalhai, Aigupta lalhai hi eini mi thaw ding hin a hung ruoi a ni hi,” tiin an inbiek a.",
      "reference": "2 LALHAI 7:6"
    },
    {
      "content": "Chuongchun, an tho a, inthim lai chun an tlânse tah a, an puon inhai, an sakawrhai, an sabengtunghai le an riekhmun chu a um ngai ngaiin an tlânsan a, an tlânse ta rak el a.",
      "reference": "2 LALHAI 7:7"
    },
    {
      "content": "Chun, chuong inphârhai chun riekhmun tawntir an va tlung chun puon in pakhata hin an va lût a, an fâkin an dâwn a, chutaka tangkaruo dâm, silfênhai chu an lâk a, an va thuphmang a; chun, an va kîr nâwk a, puon in dangah an lût nâwk a, chu- taka mi khawm chu an lâk a, an va thuphmang nâwk a.",
      "reference": "2 LALHAI 7:8"
    },
    {
      "content": "A nakie chun, “Ei sukdik naw tawp el a, vawisûn hi chanchin lâwm- um intlun ni a nih, eini hi ei to zing el a; khawvar ei nghâk chun hrem tuok el ei tih, chuongchun, thaw ta u, lal sûnghai va hril ei tiu,” tiin an in- biek a.",
      "reference": "2 LALHAI 7:9"
    },
    {
      "content": "Chuongchun, khaw kawtkhâr vêngtu chu an va ko a, “Suria mihai riekhmunah kan va feh a; chun, ngai ta, tukhawm an lo um nawh a, mihriem riva hrim hrim khawm a um nawh a, sakawrhai le sabengtunghai chau a lo inthlung a, puon inhai khawm chu a um ngai ngaiin a um zing el,” tiin an hril a.",
      "reference": "2 LALHAI 7:10"
    },
    {
      "content": "Chun, kawtkhâr vêngtuhai chu a ko a; chun, anni chun lal in sûnga mihai chu an va hril a.",
      "reference": "2 LALHAI 7:11"
    },
    {
      "content": "Chun, lal chu zâna chun a tho a, a upahai kuoma chun, “Suria mihai mi thaw dân hi hril ka ti cheu, Ei phîngṭâmzie hi an hriet a, chuleiin, ‘Khawpuia inthawka an hung suok chun a hringin lo man ei ta, khaw- sûnga chun lût el ei tih,’ tiin rama inbihmang dingin an riekhmun an suoksan a ni hi,” a ta.",
      "reference": "2 LALHAI 7:12"
    },
    {
      "content": "Chun, a upa pakhat chun a dawn a, “Khawpuia sakawr um sun panga hi tuhai amanih inṭhuoitir raw khai, (ngai ta, Israel mipuihai, a la damhai po po ang an ni tho tho va, ngai ta, Israel mipuihai thia ngaihai ang bawk an ni tho tho annâwm;) chuongchun, va tir phawt ei tiu khai,” a ta.",
      "reference": "2 LALHAI 7:13"
    },
    {
      "content": "Chuongchun, tawlailîr keitu sakawr pahni an ṭhuoi a; chun, lal chun, “Va en phawt ta u,” tiin, Suria sipaihai hnawt ding chun a tir a.",
      "reference": "2 LALHAI 7:14"
    },
    {
      "content": "Chun, Jordan vadung chenin an va hnawt a, chun, ngai ta, Suria mi- hai chun an inhmaw leia an pei silfên- hai le thuomhnawhai chu lampui intluonin a um zel zul el a. Chun, a mi tirhai chu an hung kîr nâwk a, lal chu an hung hril a.",
      "reference": "2 LALHAI 7:15"
    },
    {
      "content": "Chun, mipuihai chu an va suok a, Suria mihai riekhmun chu an va dap ta rak a. Chuongchun, LALPA thu ang ngeiin beiphit indi mi te- khâwng khat chu shekel khatah an zawr a, buṭei tekhâwng hni chu shekel khatah.",
      "reference": "2 LALHAI 7:16"
    },
    {
      "content": "Chun, lal chun sipai hotu a kut a ihung ringsan kha kul kawtkhâr vêngtuah a ruot a; chun, mipuihai chun kul kawtkhâr bula chun an chîl ta nuoi nuoi el a, Pathien miin a kuoma lal a hung thla laia a lo hril ang khan a thi tah a.",
      "reference": "2 LALHAI 7:17"
    },
    {
      "content": "Hieng hi a hung na, Pathien mi chun lal kuomah, “Zingah hieng tik phât hin Samari kul kawtkhâr bul- ah buṭei tekhâwng hni chu shekel khatah zawr an ta, beiphit indi mi tekhâwng khat chu shekel khatah,” a tih a;",
      "reference": "2 LALHAI 7:18"
    },
    {
      "content": "chun, sipai hotuin Pathien mi chu a dawn a, “Ngai ta, LALPAIN vânah tukver a hawng ding a ni chu tie! Chuong ang chu ni thei hlak a ti maw?” a tih a, ama chun “Ngai rawh, i mit chun hmûng i ta, fâk ruok chu i fâk naw ding a nih,” tia a hril kha;",
      "reference": "2 LALHAI 7:19"
    },
    {
      "content": "chuong ang ngei chun a chung- ah a hung tlung tah a nih; mipui chun kul kawtkhâr bula chun an chîl nuoi nuoi a, a thi tah a nih.",
      "reference": "2 LALHAI 7:20"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 LALHAI 7 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}