{
  "verses": [
    {
      "content": "Juda ram lal Jehosaphat inlal kum sâwm le kum riet kum chun Ahab naupa Jehoram chun Israelhai chungah Samari khuoah ro a rêl ṭan a; kum sâwm le kum hni lai ro a rêl a.",
      "reference": "2 LALHAI 3:1"
    },
    {
      "content": "Chuongchun, LALPA mithmuah thil suol chu a thawh a, nisienla- khawm, a nu le pa ang loin, Baal lungphun a pain a lo phun tahai chu a phawi hmang a.",
      "reference": "2 LALHAI 3:2"
    },
    {
      "content": "Nisienlakhawm, Nebat naupa Jeroboam suolnaa Israel mihai ân suksuoltirnaa khan ân tûl tlat a, chutaka inthawk chun ân sie hmang ngai hrim hrim nawh a.",
      "reference": "2 LALHAI 3:3"
    },
    {
      "content": "Chun, Moab lal Mesa chu berâm vai mi a na, Israel lal kuoma chun berâmte nuoi khat le berâmchal nuoi khat hmul chu leiman dingin a pêk hlak a.",
      "reference": "2 LALHAI 3:4"
    },
    {
      "content": "Nisienlakhawm, Ahab a hung thi hnung chun Moab lal chu Israel lal chunga chun a hel tah a.",
      "reference": "2 LALHAI 3:5"
    },
    {
      "content": "Chun, chu lai chun lal Jehoram chu Samari khuoa inthawk a suok a, Israel mihai po po chu a ko khâwm a.",
      "reference": "2 LALHAI 3:6"
    },
    {
      "content": "Chun, a feh a, Juda lal Jeho- saphat kuoma chun, “Hi Moab lal chu ka chungah a hel a, Moab mihai chu do dingin i mi hung zui ding am a nih?” ti dingin mi a tir a. Chun, ama chun, “Fe vêng ka tih, kei le nang, ka mihai le i mihai chu pumkhat ei nih; ka sakawrhai le i sakawrhai khawm pumkhat an nih,” a ta.",
      "reference": "2 LALHAI 3:7"
    },
    {
      "content": "Chun, ama bawkin, “Khawtieng lampui âm fêng ei ta?” a ta. Ama chun, “Edom thlalêr lampui tieng khan,” tiin a dawn a.",
      "reference": "2 LALHAI 3:8"
    },
    {
      "content": "Chuongchun, Israel lal chu, Juda lal le Edom lal le chun an fe tah a, chuongchun, ni sari chu lampui inhêl zâwngin an fe tah a, anni zuitu mipuihai le an sahai ta ding chun tui a um ta nawh a.",
      "reference": "2 LALHAI 3:9"
    },
    {
      "content": "Chun, Israel lal chun, “E hei, LALPA chun hi lal pathumhai hi Moab mihai kuta pêk dingin a ko khâwm a ni ngei el,” a ta.",
      "reference": "2 LALHAI 3:10"
    },
    {
      "content": "Nisienlakhawm, Jehosaphat chun, “Hitaka hin LALPA zâwlnei, ama hmanga LALPA thu ei indawn theina ding chu an um naw am a nih?” a ta. Chun, Israel lal siehlawhai laia mi pakhat chun, “Saphat naupa, Elisa, Elija kut tuia buok hlaktu chu hitaka hin a um,” tiin, a dawn a.",
      "reference": "2 LALHAI 3:11"
    },
    {
      "content": "Chun, Jehosaphat chun, “LAL- PA thu chu ama kuoma chun a um a nih,” a ta. Chuongchun, Israel lal le Jehosaphat le Edom khaw lal chu ama kuoma chun an zu fe tah a.",
      "reference": "2 LALHAI 3:12"
    },
    {
      "content": "Chun, Elisa chun Israel lal kuoma chun, “Nang le kei hin ieng am inhmangna ei nei a? fe la, i nu le i pa zâwlneihai kuomah fe dai rawh,” a lo tih a. Chun, Israel lal chun a kuomah, “Ni lo e, LALPA chun hi lal pathum- hai hi Moab mihai kuta pêk dingin a mi ko khâwm a ni ta hi,” a ta.",
      "reference": "2 LALHAI 3:13"
    },
    {
      "content": "Chun, Elisa chun, “Sipaihai LALPA, a hmaa ka ngîrna hlak hringna chu sâlin ka hril a nih, Juda lal Jehosaphat hi inza naw lang chu nanga tieng hin a nghat khawm ngha naw ningah, a hmu khawm hmu naw bawk ka ti che.",
      "reference": "2 LALHAI 3:14"
    },
    {
      "content": "Iengkhawm ni sienla, tuhin ṭingṭang keithiem mî mi hung ko pêk ro,” a ta. Chuongchun, ṭingṭang kei- thiemin a kei lai chun LALPA kut chu ama chunga chun a hung tlung tah a.",
      "reference": "2 LALHAI 3:15"
    },
    {
      "content": "Chun, ama chun, “LALPA chun, ‘Hi ruom po po hi khurin suksip vawng ro,’ a ti a nih.",
      "reference": "2 LALHAI 3:16"
    },
    {
      "content": "Chun, LALPA bawkin, ‘Thli hmu naw ti niu a, ruo khawm hmu bawk naw ti niu, amiruokchu, chu ruom chu tuiin hung sip a ta, nangni le in ranruol le in sahai chun tlân in tih,’ a ti a nih.",
      "reference": "2 LALHAI 3:17"
    },
    {
      "content": "Chun, hi thil hi LALPA mit- hmua chun thil chitê a na, chun, Moab mihai khawm chu in kutah pe bawk a ti cheu.",
      "reference": "2 LALHAI 3:18"
    },
    {
      "content": "Chun, khawpui kul nei po pohai le, khawpui ṭhahai po po chu suk- sieng in ta, thing ṭhahai po po chu phûrthlu bawk in ta, chun, tuikhur tuihnâr nei tinhai chu sukbit in ta, ram ṭha po pohai chu lungin dêngsip bawk in tih,” a ta.",
      "reference": "2 LALHAI 3:19"
    },
    {
      "content": "Chun, zîngkâr thilinhlân hun vêl lai hin hieng hi a hung na, ngai ta, Edom ram tienga inthawk chun tui a hung luong a, a ram chun tuiin a hung sip tah a.",
      "reference": "2 LALHAI 3:20"
    },
    {
      "content": "Chun, Moab mihai chun lalhai chu anni do dingin an hung ti an hriet phingleh, anni chu an inko khâwm tâwl a; râlthuoma inthuom thei taphawt le, a chungtieng pohai chu ramria chun an lo ṭhang a.",
      "reference": "2 LALHAI 3:21"
    },
    {
      "content": "Chun, zîngkâr chun inhma- takin an tho a, nisa chun chu tui chu a hung el tle pup a; chuongchun, Moab mihai chun an hmazâwna tui chu thisen ang elin an hmuh a,",
      "reference": "2 LALHAI 3:22"
    },
    {
      "content": "“Hi hi thisen a ni ngei hi, anni le anni chu an inthat tuoh a, lalhai chu sukhlum vawng an ni ta ngei a ni hi. Moab mihai, râllâk sum chu vân chu ro khai,” an ta.",
      "reference": "2 LALHAI 3:23"
    },
    {
      "content": "Chun, Israel mihai riebûka an hung chun, Israelhai chu an tho a, Moab mihai chu an that a; chuong- chun, an hmaa chun an tlânse tah a, chuongchun, Moab mihai chu that peiin an ramah an hnawt lût tah a.",
      "reference": "2 LALHAI 3:24"
    },
    {
      "content": "Chun, khawpuihai chu an sukchim a, ram ṭhatna hmun poah mi tinin lung an pei seng a, an suksip pei a; chun, tuikhur hnâr nei po po chu an sukbit bawk a, thing ṭhahai po po chu an phûrthlûk a, Kir-hareseth khuoa lung chau an mâksan a; nisienla- khawm, vailungdêngna dêng mihai chun an va fe hêl a, an thaw tah a.",
      "reference": "2 LALHAI 3:25"
    },
    {
      "content": "Chun, Moab lal chun ama ta dingin indona chu a nasa taluo ti a hriet phingleh Edom lal umna hmun chen chu va suktlang dingin kâwl- hnâm chawi mi za sari a ṭhuoi a, nisienlakhawm, an thei nawh a.",
      "reference": "2 LALHAI 3:26"
    },
    {
      "content": "Chun, a naupasal upatak ama aia rorêl ding chu a lâk a, kul chunga chun pumrawhmang thilinhlân ding- in ân hlân tah a. Israel mihai chunga chun lunginsenna nasatak chu a um tah a, chuongchun, ama chu an mâksan a, an rama chun an kîr nâwk tah a.",
      "reference": "2 LALHAI 3:27"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 LALHAI 3 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}