{
  "verses": [
    {
      "content": "Chun, LALPA chun Elija chu thli- vira vâna a zuk lâk ding lai chun Elija chu Elisa leh Gilgala inthawk chun an feh a.",
      "reference": "2 LALHAI 2:1"
    },
    {
      "content": "Chun, Elija chun Elisa kuomah, “Hitaka hin lo um hri rawh, ka ngên che hi, LALPA chun Bethel chena fe dingin a mi tir a nih,” a ta. Elisa chun, “LALPA le nang a hringna sâlin ka hril a nih; um san naw tawp ka ti che,” a ta. Chuongchun, Bethela chun an fe thla ve ve tah a.",
      "reference": "2 LALHAI 2:2"
    },
    {
      "content": "Chun, Bethel khuoa zâwlnei nau- pasal umhai chu Elisa kuomah an hung a, a kuomah, “Vawisûn hin i chunga hotu hi LALPAIN a lâk hmangpêk ding che a nih ti i hriet am?” an ta. Chun, ama chun, “Aw ka hriet, lo to ṭawk ṭawk unla,” a ta.",
      "reference": "2 LALHAI 2:3"
    },
    {
      "content": "Chun, Elija chun, “Elisa, hitaka hin lo um phawt rawh, ka ngên che hi, LALPA chun Jeriko chena fe dingin a mi tir sih a,” a ta. Ama chun a kuom- ah, “LALPA hringna le nanga hring- na sâlin ka hril a nih, um san naw tawp ka ti che,” a ta. Chuongchun, Jeriko chen chun an zu fe tah a.",
      "reference": "2 LALHAI 2:4"
    },
    {
      "content": "Chun, Jeriko khuoa zâwlnei nau- pasalhai chu Elisa kuomah an hung a, a kuomah, “Vawisûn hin i chunga hotu hi LALPAIN a lâk hmangpêk ding che a nih ti i hriet am?” an ta. Chun, ama chun, “Aw ka hriet, lo to ṭawk ṭawk unla,” a ta.",
      "reference": "2 LALHAI 2:5"
    },
    {
      "content": "Chun, Elija chun a kuomah, “Hitaka hin lo um rawh, ka ngên che hi, LALPA chun Jordan vadung chena fe dingin a mi tir sih a,” a ta. Chun, ama chun, “LALPA hringna le nanga hringna sâlin ka hril a nih, um san naw tawp ka ti che,” a ta. Chuong- chun an pahni chun an fe pei ta a.",
      "reference": "2 LALHAI 2:6"
    },
    {
      "content": "Chun, zâwlnei naupasalhai mi sâwmnga an fe veh a, hlataka hin an hmazâwnah an ngîr a, anni chu Jordan vadung panga chun an ngîr tah a.",
      "reference": "2 LALHAI 2:7"
    },
    {
      "content": "Chun, Elija chun a puon chu a hlîp a, ân têl a, tui chu a vuok tah a, chuongchun, khingtieng khingtieng chun a lo inṭheh a, an pahni chun hnuoi hula chun an fe kai tah a.",
      "reference": "2 LALHAI 2:8"
    },
    {
      "content": "Chun, an kai hnung chun Elija chun Elisa kuomah, “I kuoma in- thawka lâk hmang ka ni hma hin, i ta dingin ieng am thawpêk ka ti cheh a, mi hni rawh?” a ta. Chun, Elisa chun, “I thlarau chan lehni hi ka chungah um raw se, ka ngên che hi,” a ta.",
      "reference": "2 LALHAI 2:9"
    },
    {
      "content": "Ama chun, “Thil intaktak i hni a ni chu, iengkhawm ni sienla, i kuoma inthawka lâk hmanga ka um lai i hmu chun, chuong ang chun i chung- ah um a tih, i mi hmu naw ruok chun chuong ang chu ni naw nih,” a ta.",
      "reference": "2 LALHAI 2:10"
    },
    {
      "content": "Chun, an fe pei a, an la ṭawng zing laiin, ngai ta, mei sakawr taw- lailîr le mei sakawrhai a hung inlang a, chu chun anni chu an kâra tlain a ṭhe tah a; chun, Elija chu thlivira chun vânah a lâwn tah a.",
      "reference": "2 LALHAI 2:11"
    },
    {
      "content": "Chun, Elisa chun a hmuh a, “Pa, Pa! Israel sakawr tawlailîr le sakawr chung chuong mihai!” tiin a khêk a.",
      "reference": "2 LALHAI 2:12"
    },
    {
      "content": "Elija puon amaa inthawka hung tla chu a lâk a, a kîr a; Jordan vadung panga chun a ngîr tah a.",
      "reference": "2 LALHAI 2:13"
    },
    {
      "content": "Chun, Elija puon amaa in- thawka tla chu a lâk a, “Elija Pathien LALPA chu khâwlai am a um a?” a tih a, tui chu a vuok a, chuongchun, khingtieng khingtieng chun tui chu an lo inṭhe tah a. Chun, Elisa chu râlkhing chu a kai tah a.",
      "reference": "2 LALHAI 2:14"
    },
    {
      "content": "Chun, zâwlnei naupasalhai Jeriko khuoa umhaiin ama chu an lo hmu nâwk chun, “Elija thlarau kha Elisa chunga hin a um ta ngei el,” an tih a, ama chu tuok dingin an hung suok a, a hmaa chun hnuoi sikin an kûn a, chibai an bûk tâwl a.",
      "reference": "2 LALHAI 2:15"
    },
    {
      "content": "Chun, anni chun a kuomah, “Ngai ta, tuhin pasal hrât i siehlaw- hai kuoma hin sâwmnga an um a, kan ngên che hi, anni chu tir la i hotupa chu inzawngtir rawh, ama chu LALPA thlarau chun lain, tlâng khaw laia manih, ruom khaw laia manih a lo inthlâk hlau rawi mawh,” an ta. Ama chun, “infetir lo ding,” a ta.",
      "reference": "2 LALHAI 2:16"
    },
    {
      "content": "Ama chu inzak khawp raka an phût an phût hnunga chun ama chun, “Tir ta unla,” a ta. Chuongchun, mi sâwmnga chu an tir a, ni thum sûng an zawng a, nisienlakhawm, an hmu zo nawh a.",
      "reference": "2 LALHAI 2:17"
    },
    {
      "content": "Chun, anni chu Jeriko khuoa a la châm sûng chun an hung tlung nâwk a, ama chun an kuomah, “Fe naw ro, ka ti hrim cheu a ni naw am a nih,” a lo tih a.",
      "reference": "2 LALHAI 2:18"
    },
    {
      "content": "Chun, chu khawpuia mihai chun Elisa kuomah, “Ngai ta, kan ngên che hi, hi khaw um dân hi ân hawi hle a, kan pu hin i hmu ve zing a; nisienlakhawm, tui hi a ṭha nawh a, a ram khawm hi a takchang naw a nih,” an ta.",
      "reference": "2 LALHAI 2:19"
    },
    {
      "content": "Chun, ama chun an kuomah, “Tuiûm thar mi hung lapêk unla, a sûngah chi hung sie ro,” a ta. Chun, an hung lâkpêk tah a.",
      "reference": "2 LALHAI 2:20"
    },
    {
      "content": "Chun, tuikhur hnârahai chun a hang feh a, chutaka chun chi chu a phul a, “LALPA chun hieng hin a tih, ‘Hi tui hi ka sukhnik tah a, tuta inthawk chu thina hrim hrim le, takchangnawna po po ka sukbo tah,’ tiin,” a ta.",
      "reference": "2 LALHAI 2:21"
    },
    {
      "content": "Chuongchun, Elisa thuhril ang ngei chun tu chen hin tuihai chu sukṭhat an ni tah a.",
      "reference": "2 LALHAI 2:22"
    },
    {
      "content": "Chun, chutaka inthawk chun Bethelah a hang feh a, chun, lampuia a fe lai chun khawpuia inthawk hin naupang chitê tehai chu an hung suok a, ama chu an nuisan a, a kuomah, “Hang fe rawh, nang lusîp kawlpa,” an ta.",
      "reference": "2 LALHAI 2:23"
    },
    {
      "content": "Chun, a hnungtieng a hei en chun anni chu a hmu tah a, chuong- chun, LALPA hmingin anni chu ṭawngsie ân phur tah a. Chun, ram- hnuoia inthawk chun savawmpui pa- hni an hung suok a, anni laia nau- pang sâwmli le pahni chu an hung sê tah a.",
      "reference": "2 LALHAI 2:24"
    },
    {
      "content": "Chun, chutaka inthawk chun Karmel tlângah a feh a, chutaka inthawk chun Samari ramah a kîr nâwk tah a.",
      "reference": "2 LALHAI 2:25"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 LALHAI 2 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}