{
  "verses": [
    {
      "content": "Ahab thi hnung chun Moab ram chu Israel ram chunga chun a hel tah a.",
      "reference": "2 LALHAI 1:1"
    },
    {
      "content": "Chun, Ahazia chu Samaria khuoa um a in pindan chunghnung inhuonna dai âwngkâra chun a tlah a, a damnaw tah a; chun, tirtâwnhai a tir a, “Fe unla, Ekronhai Pathien Baal-zebub chu hi natnaa inthawk hin ka dam nâwk ding am va râwn ta u,” tiin.",
      "reference": "2 LALHAI 1:2"
    },
    {
      "content": "Nisienlakhawm, Tisbe mi Elija kuoma chun LALPA vântirkoin, “Tho la, Samari lal tirtâwnhai chu intuokpui dingin fe rawh; chun, an kuoma chun, Israel rama hin Pathien a um ta naw leiin amanih Ekronhai pathien Baal-zebub chu râwn dinga in fe chu?",
      "reference": "2 LALHAI 1:3"
    },
    {
      "content": "Tuhin, LALPA chun hieng hin a ti a nih, ‘Khum, i kainaa inthawk khan hung ṭum nâwk ta ngai dêr naw ti nih a, i thi ngei ngei ding a nih, a tih,’ tiin hril rawh,” a ta. Chun, Elija chu a fe tah a.",
      "reference": "2 LALHAI 1:4"
    },
    {
      "content": "Chun, mitirhai chu a kuomah an hung kîr nâwk a, an kuomah, “Ieng- tiziea hung kîr nâwk am in nih a?” a lo tih a.",
      "reference": "2 LALHAI 1:5"
    },
    {
      "content": "Anni chun a kuomah, “Mi pa- khat keini mîn tuokpui dingin a hung a, kan kuomah, ‘Fe unla, kîr nâwk unla, lal a tirtu cheu kuoma chun hieng hin va hril ro, LALPA chun hieng hin a hril a nih, Israel rama hin Pathien a um ta naw leiin am a ni Ekronhai pathien Baal-zebub chu thu indawn dinga mi i tir chu? Chulei- chun, khum i kainaa inthawk khan ṭum nâwk ta naw ti nih a, i thi ngei ngei ding a nih,’ tiin, ti rawh, a tih a,” an ta.",
      "reference": "2 LALHAI 1:6"
    },
    {
      "content": "Chun, an kuoma chun, “Nangni intuokpui dinga hung a, hieng thuhai hung hriltu cheu chu mi ieng ang hrim am a ni leh?” a ta.",
      "reference": "2 LALHAI 1:7"
    },
    {
      "content": "Anni chun, “Ama chu sahmul puon sila, a kâwng chu kâwngkhia inhrên a nih,” an tih a, an dawn a. Chun, ama chun, “Elija, Tisbe mi kha a ni chu,” a ta.",
      "reference": "2 LALHAI 1:8"
    },
    {
      "content": "Chun, lal chun sipai sâwmnga pâwl hotu pakhat, a rawihai sâwm- nga le chun a tir tah a, chun, a kuoma chun a hang feh a, ngai ta, tlâng sîpa chun ama chu a lo ṭhung a. Chun, a kuomah, “Aw nang Pathien mi, lal chun, ‘Hung thla raw se,’ a ti che,” a ta.",
      "reference": "2 LALHAI 1:9"
    },
    {
      "content": "Chun, Elija chun a dawn a, sipai sâwmnga pâwl hotu kuoma chun, “Pathien mi ka ni chun, vâna in- thawkin mei hung tla thla sienla, nang le i rawihai sâwmnga kha kânghâwp vawng raw se,” a ta. Chun, vâna inthawk chun mei a hung tla thlah a, ama le a rawihai sâwmnga chu a kânghâwp vawng tah a.",
      "reference": "2 LALHAI 1:10"
    },
    {
      "content": "Chun, a kuoma chun sipai sâwmnga pâwl hotu dang le sâwmnga a tir nâwk a. Ama chu a hang feh a, a kuomah, “Aw nang Pathien mi, lal chun, ‘Hung thla raw se,’ a ti che,” a ta.",
      "reference": "2 LALHAI 1:11"
    },
    {
      "content": "Chun, Elija chun a dawn a, an kuomah, “Pathien mi ka ni tak zet chun, vâna inthawkin mei hung tla thla sienla, nang le i rawihai sâwm- nga kha kânghâwp vawng raw se,” a ta. Chun vâna inthawk chun Pathien mei a hung tla thlah a, ama le a rawihai sâwmnga chu a kânghâwp vawng tah a.",
      "reference": "2 LALHAI 1:12"
    },
    {
      "content": "Chun, sipai sâwmnga pâwl hotu le a rawihai sâwmnga ma a tir nâwk a. Chun, sâwmnga pâwl hotu pa- thumna chu a hang feh a, a hung a, Elija hmaa dingṭhaṭhuonin, a ngên a, a kuomah, “Aw Pathien mi, ka ngên che hi, keia hringna le hi i siehlaw sâwmngahai hringna hi i mithmua chun hlutak ni raw se;",
      "reference": "2 LALHAI 1:13"
    },
    {
      "content": "ngai ta, vâna inthawkin mei a hung tla thla a, kha sâwmnga pâwl hotu pahnihai kha, an rawihai sâwm- ngahai leh a kânghâwp vawng tah a; amiruokchu, tuhin ka hringna chu i mithmua chun hlutak ni raw se,” a tih a.",
      "reference": "2 LALHAI 1:14"
    },
    {
      "content": "Chun, LALPA vântirko chun Elija kuomah, “Ama kha zui thla la, ama kha ṭi naw rawh,” a ta. Chun, a tho a, ama chu a zui thlâk a, lal kuoma chun a fe tah a.",
      "reference": "2 LALHAI 1:15"
    },
    {
      "content": "Chun, a kuomah, “LALPA chun hieng hin a ti a nih, ‘Ekronhai pa- thien Baal-zebub chu thu indawn dinga tirtâwnhai i lo tir hi, Israel rama hin Pathien rawn ding hrim an um naw lei a ni maw? chuleiin, khum i kainaa inthawk khan ṭum nâwk ta naw ti nih a, i thi ngei ngei ding a nih,’ tiin,” a ta.",
      "reference": "2 LALHAI 1:16"
    },
    {
      "content": "Chuongchun, Elijân LALPA thu a hril ang ngei chun ama chu a thi tah a. Chun, naupasal a nei naw leiin Juda lal Jehosaphat naupa Jehoram inlal kum hninaa chun Jehoram chun a aia chun ro a rêl tah a.",
      "reference": "2 LALHAI 1:17"
    },
    {
      "content": "Chun, Ahazia thilthaw danghai a thaw tahai chu Israel lalhai inlal lai chanchin ziekna bua chun a chuong a ni naw am a nih?",
      "reference": "2 LALHAI 1:18"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 LALHAI 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}