{
  "verses": [
    {
      "content": "Manasse chu ân lal ṭantir chun kum sâwm le kum hni mi a nih; Jerusalemah kum sâwmnga le kum nga ân lal a, a nu hming chu Heph- ziba a nih.",
      "reference": "2 LALHAI 21:1"
    },
    {
      "content": "Chun, LALPAIN Israel thlahai hmaa a hnawtsuok tah, hnamhaiin thil tirdakumtak an thaw hlak ang, LALPA mithmuah thil ṭha nawtakhai chu a thaw hlak a.",
      "reference": "2 LALHAI 21:2"
    },
    {
      "content": "A pa Hezekiain a suksiet tah bâwlhmunhai chu a siem ṭha nâwk a; Israel lal Ahab thaw angin Baal mâichâmhai a siem a, Aserahai a siem a, vâna um po po khi a biek a, an rawng a bâwl a.",
      "reference": "2 LALHAI 21:3"
    },
    {
      "content": "LALPAIN, “Jerusalemah ka hming inumtir ka tih,” a tina, LALPA ina chun mâichâmhai a siem a.",
      "reference": "2 LALHAI 21:4"
    },
    {
      "content": "LALPA in inhuonna sûng pahnia chun vâna um po pohai ta dingin mâichâm a siem a.",
      "reference": "2 LALHAI 21:5"
    },
    {
      "content": "Chun, a naupa chu meiah ân lûttir a, aisân dâm a chîng a, dawi dâm a hmang a, khawhri aisân thiem zâwlhai le dawithiemhai a ruoi hlak a; LALPA mithmuah thil ṭha naw- tak ama suklungsen dingin a thaw hlak a.",
      "reference": "2 LALHAI 21:6"
    },
    {
      "content": "Chun, LALPAIN David le a naupa Solomon kuoma, “Hi in le Jerusalem khuo, Israel chihai po po laia ka ithlanga hin, ka hming chu kumkhuoin inumtir ka ta;",
      "reference": "2 LALHAI 21:7"
    },
    {
      "content": "thu ka pêk ang po le, ka siehlaw Mosien dân a pêk ang po po kha an pawm phawt chun an pi le puhai ka pêk tah rama inthawkin Israelhai kehai khawm hi inpên suoktir ta bawk naw ning,” a lo ti tah ina chun Asera lim a siem chu a sieh a.",
      "reference": "2 LALHAI 21:8"
    },
    {
      "content": "Nisienlakhawm, an pawm nuom nawh a, LALPAIN Israel thlahai hmaa a hnawt suok tah hnamhai thaw nêk hmana nasa lem thil suksuol dingin Manasse chun mihai a thlêm thlûk hlak a.",
      "reference": "2 LALHAI 21:9"
    },
    {
      "content": "Chun, LALPAIN a siehlaw zâwlneihai hmangin thu a hril a,",
      "reference": "2 LALHAI 21:10"
    },
    {
      "content": "“Juda lal Manasse hin hieng thil tirdakumtakhai hi a thawh a, a hmaa Amor mihai nêk hmanin a suksuol nasa a, Judahai hi a milimhaiin thil ân suksuoltir leiin:",
      "reference": "2 LALHAI 21:11"
    },
    {
      "content": "LALPA, Israelhai Pathienin hieng ang hin a tih, ‘Ngai ta u, Jerusalem le Juda chunga hin a hre taphawthai na khing hni ṭhâwng khawp thil ṭha naw ka hung in- tlungtir ding a nih.",
      "reference": "2 LALHAI 21:12"
    },
    {
      "content": "Samari inkhina hrui le Ahab sûngkuo dârmûmkhai chu Jerusalem chungah keimar ka tih; chun, miin thlêng a hrûk a, ân let vêl angin Jerusalem chu hrûng ka tih.",
      "reference": "2 LALHAI 21:13"
    },
    {
      "content": "Chun, ka rochan a la um sunhai chu pei thlâng ka ta, an hmêlmahai kutah pêng ka ta; an hmêlmahai po po man ding le râllâk ding nîng an tih,",
      "reference": "2 LALHAI 21:14"
    },
    {
      "content": "an pi le puhai Aigupta rama an hung suoka inthawka vawisûn ni chen hin ka mithmuah thil ṭha naw- tak an thaw a, an mi suklungsen lei hin,’ tiin,” a ta.",
      "reference": "2 LALHAI 21:15"
    },
    {
      "content": "LALPA mithmua thil ṭha naw- tak thawa Judahai thil ân suksuoltir a suolna tiem loin, Manasse chun pawi tâwklo thisen nasatakin ân suo bawk a, Jerusalem dung le khang chu a sip a.",
      "reference": "2 LALHAI 21:16"
    },
    {
      "content": "Chuongchun, Manasse chan- chin danghai a thilthaw po pohai, a thil suksuolhai chu Juda lalhai inlal lai thu ziekna buah a chuong a ni naw am a nih?",
      "reference": "2 LALHAI 21:17"
    },
    {
      "content": "Chun, Manasse chu a pi le puhai kuoma chun a in a, Uzza huona ama in bul huonah an phûm tah a; chuongchun, a naupa Amon chu ama aiawin ân lal tah a.",
      "reference": "2 LALHAI 21:18"
    },
    {
      "content": "Amon chu ân lal ṭantir chun kum sâwmhni le kum hni a na; Jerusalema chun kum hni ân lal a; a nu hming chu Mesullemet, Jotba khuoa Haruz naunu a nih.",
      "reference": "2 LALHAI 21:19"
    },
    {
      "content": "Chun, a pa Manasse thaw ang bawkin LALPA mithmuah thil ṭha nawtak a thaw hlak a.",
      "reference": "2 LALHAI 21:20"
    },
    {
      "content": "A pa lampui hraw po po chu a hraw veh a, a pain milim rawng a bâwlhai chu a bâwl veh a, chibai a bûk a;",
      "reference": "2 LALHAI 21:21"
    },
    {
      "content": "chuongchun, LALPA, a pi le puhai Pathien chu a mâksan a, LALPA lampui chu a hraw nawh a.",
      "reference": "2 LALHAI 21:22"
    },
    {
      "content": "Chun, a mihaiin Amon chu an phier rûk a, lal chu ama in ngeia chun an that a.",
      "reference": "2 LALHAI 21:23"
    },
    {
      "content": "Nisienlakhawm, chu rama mihai chun lal Amon phier rutuhai po po chu an sukhlum ve ta vawng a; chu rama mihai chun a naupa Josia chu a aiawin lalah an siem tah a.",
      "reference": "2 LALHAI 21:24"
    },
    {
      "content": "Chun, Amon thilthaw danghai chu Juda lalhai inlal lai thu ziekna bua chun a chuong a ni naw am a nih?",
      "reference": "2 LALHAI 21:25"
    },
    {
      "content": "Chun, Uzza huonah ama thlân- ah an phûm a, chun, a naupa Josia chu ama aiawin ân lal tah a.",
      "reference": "2 LALHAI 21:26"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 LALHAI 21 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}