{
  "verses": [
    {
      "content": "Chuongchun, nangni laia kohran upahai chu, kei, in upatpui, Krista tuornahai hretu, ropuina hung inlang ding chang vetu ding hin kân fui cheu.",
      "reference": "1 PETER 5:1"
    },
    {
      "content": "Nangni laia Pathien Pâwlhai chu enkawl ro. Thaw ding a ni lei ni loin, Pathien thu anga inhâwk pum lemin, hlêpna tirdakum dit lei ni loin, lungrila inhâwktak lemin,",
      "reference": "1 PETER 5:2"
    },
    {
      "content": "in chanhai chungah insuklal bawk loin, pâwlhai enkhi dingin insiem lemin inrawi ro.",
      "reference": "1 PETER 5:3"
    },
    {
      "content": "Chun, Berâm Vêngtu Laltak chu a hung inlang pha, ropuina lallu- khum chuoi thei naw chu hmûng in tih.",
      "reference": "1 PETER 5:4"
    },
    {
      "content": "Chuong ang bawkin, nangni tleirâwl deuhai, upahai kuomah intuklût ro. Anih, in rêngin rawng inbâwltuo seng dingin thuhnuoirawl- nain inthuom ro; Pathienin chapohai a kal a, inngaitlâwmhai ruok chu lunginsietna a pêk hlak sih a.",
      "reference": "1 PETER 5:5"
    },
    {
      "content": "Chuleiin, a huntaka chun a chawimawi theina ding cheuin, Pathien kut hrâttak hnuoia chun insukhnuoi unla,",
      "reference": "1 PETER 5:6"
    },
    {
      "content": "amain a ngaisak hlak cheu leiin in lunginzîngna po po ama chungah innghat vawng ro.",
      "reference": "1 PETER 5:7"
    },
    {
      "content": "Ngaiven unla, fimkhur ro; in khingpui Diebol chu sakeibaknei inrûm hlak angin a fâk thei ding zawngin ân vêl ruoi hlak a nih.",
      "reference": "1 PETER 5:8"
    },
    {
      "content": "In unau khawvêla umhai chunga chun chuong anga tuorna chu a tlung ve a nih ti hrein, awi dettaka umin, ama chu do ro.",
      "reference": "1 PETER 5:9"
    },
    {
      "content": "Chun, lunginsietna po po Pathien, a chatuon ropuina chang dinga Kristaa kotu cheu chun, sâwt nawtê in tuor hnungin siemṭha famkimin, sukdetin, sukhrât a ti cheu.",
      "reference": "1 PETER 5:10"
    },
    {
      "content": "Ama kuoma chun rorêlna chu chatuonin um raw se. Amen.",
      "reference": "1 PETER 5:11"
    },
    {
      "content": "Ka unaupa ringumtaka ka iruot Silvan kuta hin, nangni infui le, chu chu Pathien lunginsietna tak tak a nih ti inhriettirin, tawitêin in kuomah ka ziek a nih; chuonga chun ngîr det ro.",
      "reference": "1 PETER 5:12"
    },
    {
      "content": "Babulona um, nangni anga thlangnu hin chibai a bûk cheu; chuong ang bawkin ka naupa Marka khawmin chibai a bûk cheu.",
      "reference": "1 PETER 5:13"
    },
    {
      "content": "Hmangaina fâwpa fâwpin chi- bai inbûk ro. Nangni laia Kristaa um taphawt kuoma chun inremna um raw se.",
      "reference": "1 PETER 5:14"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 PETER 5 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}