{
  "verses": [
    {
      "content": "Chuongchun, Kristain tisaa a tuor leiin nangni khawm, chuong ang lungrilin inthuom ve ro; tisaa tuor ta chun suol a bânsan ta sih a.",
      "reference": "1 PETER 4:1"
    },
    {
      "content": "Chuongchun, hi hnunga tisaa in la um sûng po chu mihriem châk- nahai tienga um ta loin, Pathien dit zâwng tieng um tâng in tih.",
      "reference": "1 PETER 4:2"
    },
    {
      "content": "Jentailhai dit zâwng thâwna ding le, hurnaa dâm, taksa châknaa dâm, uoin hênaa dâm, zu hmun hlimnaa dâm, zu dâwn khâwmnaa dâm, milim biekna tirdakumtaka dâma umna ding chun kha hma kha a huntâwk tah.",
      "reference": "1 PETER 4:3"
    },
    {
      "content": "Chuonga chun anni inhawitir taluo anga in um ve ta naw hi mak an ta, an hrilsiet hlak cheu a nih.",
      "reference": "1 PETER 4:4"
    },
    {
      "content": "Anni chun, mi hring le mithihai ngaituo dinga inzosa kuoma chun an chanchin la hril an tih.",
      "reference": "1 PETER 4:5"
    },
    {
      "content": "Hi hi lei hin a nih, mithihai lai khawm chun Chanchin Ṭha hril a ni, tisaa um mihriemhai anga ngaituoin an um a, thlaraua ruok chun Pathien anga an hring theina dingin.",
      "reference": "1 PETER 4:6"
    },
    {
      "content": "Nisienlakhawm, thil po po tâwpna chu a hnai tah a, chuleiin, in ṭawngṭai theina dingin lungril feltak putin fimkhur ro.",
      "reference": "1 PETER 4:7"
    },
    {
      "content": "Iengkim nêkin, ṭhahnemngai- takin inhmangai tuo lem ro; hma- ngaina chun suol tamtak ân khum hlak sih a.",
      "reference": "1 PETER 4:8"
    },
    {
      "content": "Chier loin intlung tuo unla,",
      "reference": "1 PETER 4:9"
    },
    {
      "content": "mi tinin, Pathien lunginsietna tinrêng enkawltu ṭha angin, Pathien thilpêk an dawnghai taphawt chu hmangin rawng inbâwl tuo seng ro.",
      "reference": "1 PETER 4:10"
    },
    {
      "content": "Mi tûkhawmin thu a hril chun Pathien thuhai angin hril raw se; mi tûkhawmin rawng a bâwl chun Pathienin hrâtna a pêk ang peiin bâwl raw se; chuongchun, Isu Krista leiin Pathien chu thil iengkimah chawimawiin um thei a tih, ropuina le rorêlna chu chatuona ama ta a ni sih a. Amen.",
      "reference": "1 PETER 4:11"
    },
    {
      "content": "Dittakhai, nangni laia fiena nasatak hung um, nangni fiena dinga in chunga hung tlung hi, thil mak in chunga tlung angin makti naw ro.",
      "reference": "1 PETER 4:12"
    },
    {
      "content": "Krista tuornahaia tuorpuituhai in ni zie ang peiin lâwm lem ro; chuongchun, a ropuina a hung inlang pha chun nangni khawm hlimtakin lâwm thei in tih.",
      "reference": "1 PETER 4:13"
    },
    {
      "content": "Krista hming leia hal in ni chun in hamṭha; ropuina Thlarau le Pathien Thlarau chu in chungah a um sih a.",
      "reference": "1 PETER 4:14"
    },
    {
      "content": "Nisienlakhawm, nangni laia tûkhawm tuolthattu a ni leiin ama- nih, inru a ni leiin amanih, thil suksuoltu a ni leiin amanih, mi danghai thilthaw rêlpêktu a ni leiin amanih tuor naw raw se.",
      "reference": "1 PETER 4:15"
    },
    {
      "content": "Amiruokchu, kristien a ni leiin tuor sienla, inzak naw raw se; chu hming lei chun Pathien chawimawi lem raw se.",
      "reference": "1 PETER 4:16"
    },
    {
      "content": "Rorêlna chu Pathien sûnghaia hin ṭan a hun ta sih a; chun, einia hman a phut hmasa chun Pathien Chanchin Ṭha thu zâwm nawhai tâwpna chu ieng tin tak am nîng a ta?",
      "reference": "1 PETER 4:17"
    },
    {
      "content": "Chun, mi fel hman sandam hrâm hrâm a ni chun, Pathien ngai- sak naw le mi suol chu khâwlai am inlang phâk hlak an ta?",
      "reference": "1 PETER 4:18"
    },
    {
      "content": "Chuleiin, Pathien remti zâwng anga tuorhai chun, thil ṭha thawin an thlarauhai chu Siemtu ringumtak kuomah inkawltir raw hai se.",
      "reference": "1 PETER 4:19"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 PETER 4 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}