{
  "verses": [
    {
      "content": "Chuongchun, suolna po po dâm, zâwrna po po dâm, vervêkna dâm, îtthîkna dâm, hrilsietna po po bânsan unla,",
      "reference": "1 PETER 2:1"
    },
    {
      "content": "naute pieng tharhai angin thla- rau tieng nênetui iengkhawm pawl lo chu châk ro, chutaka chun sandamna tling khawpa in inṭhang lien theina dingin.",
      "reference": "1 PETER 2:2"
    },
    {
      "content": "Lalpa chu mi lunginsiet theitak a nih ti in hriet ta sih a.",
      "reference": "1 PETER 2:3"
    },
    {
      "content": "Ama chu lung hring, mihriemhai dit naw ngei, Pathien ngaia ruok chun thlang le hlutak a nih,",
      "reference": "1 PETER 2:4"
    },
    {
      "content": "ama kuoma chun hungin, nangni khawm lung hringhai angin thlarau tieng ina remin in um, Isu Krista zâra Pathien lâwm zâwng thlarau tieng inthâwina inhlân dinga, thiempu inthienghai in hung nina dingin.",
      "reference": "1 PETER 2:5"
    },
    {
      "content": "Chuleiin, Pathien Lekha Thua chun, “Ngai ta u, Ziona chun a kia lung pawimaw tak, thlang le hlutak ka rem a nih, Ama ringtu chu muolpho naw ni,” ti a chuong a nih.",
      "reference": "1 PETER 2:6"
    },
    {
      "content": "Chuongchun, nangni a awihai ta ding chun hlutak a nih, a awi nawhai ta ding ruok chun, “In bâwltuhaiin lung an dit naw kha, Chu ngei chu a kia lung ṭangkai tak a lo ni tah,",
      "reference": "1 PETER 2:7"
    },
    {
      "content": "“Tlûkna lung le dangna lungpui leh,” Thu chu an awi naw leiin an tlu sih a, chuong anga um dinga ruot an ni hrim bawk a.",
      "reference": "1 PETER 2:8"
    },
    {
      "content": "Nisienlakhawm, inthima in- thawka suok a, a var nasataka lût dinga kotu cheu ṭhatna chu in inentir theina dingin, nangni chu chi thlang, lal thiempuhai, hnam inthieng, Pathien mihai ngei in ni sih a.",
      "reference": "1 PETER 2:9"
    },
    {
      "content": "Inhma khan mi hrim in ni nawh a, tuhin chu Pathien mi in ni tah a; inhma khan zângaina in hmu nawh a, tuhin chu zângaina in hmu tah a.",
      "reference": "1 PETER 2:10"
    },
    {
      "content": "Dittakhai, mikhuol le khuolfe in ni leiin, thlarau do hlaktu tisa châknahai bânsan dingin ka ngên cheu.",
      "reference": "1 PETER 2:11"
    },
    {
      "content": "Jentailhai lai in chângzie chu mawitak ni raw se; chuongchun, thil suksuoltuhai anga an hrilsiet cheu kawngah in thil thaw ṭhat an hmuhai leiin a hung kan nia chun Pathien chawimawi thei an tih.",
      "reference": "1 PETER 2:12"
    },
    {
      "content": "Lalpa leiin mihriem ruothai taphawt kuomah intuklût ro, chung- hnunga um laltak kuoma manih,",
      "reference": "1 PETER 2:13"
    },
    {
      "content": "thil suksuoltuhai chunga phuba la ding le, thil sukṭhatuhai inpâk dinga ama itir sâwng Bawrsâp kuoma khawm.",
      "reference": "1 PETER 2:14"
    },
    {
      "content": "Hi hi Pathien dit zawng a ni si, mi invêthai thu hril var naw chu thil ṭha thawa in sêldawng hi;",
      "reference": "1 PETER 2:15"
    },
    {
      "content": "zalên in nih, nisienlakhawm, in zalênna chu suol inkhumna dinga hmang loin, Pathien suoka umna dingin hmang lem ro.",
      "reference": "1 PETER 2:16"
    },
    {
      "content": "Mi po po chawimawi ro. Unau- hai chu hmangai ro, Pathien ṭidêk ro. Laltak chu chawimawi ro.",
      "reference": "1 PETER 2:17"
    },
    {
      "content": "Siehlawhai, ṭi dêkin in hotuhai thu thuin um ro; mi ṭha le mi nuninnêmhai kâwla chau ni loin, mi nunsehai kâwla khawm.",
      "reference": "1 PETER 2:18"
    },
    {
      "content": "Miin Pathien hrietna leiin tuor naw ding ding tuorin lungngaina a tuor hrâm hrâm chun, chu chu Pathien lâwm zâwng a ni sih a.",
      "reference": "1 PETER 2:19"
    },
    {
      "content": "In suol a, kutthlâk in tuorin, seltakin tuor unla khawm inpâk ieng am in hlaw leh? Nisienlakhawm, thil in thaw ṭhaa in tuorin, seltaka in tuor chun, chu chu Pathien lâwm zâwng a nih.",
      "reference": "1 PETER 2:20"
    },
    {
      "content": "Krista khawm khan a tuorpêk cheu leiin hieng ang hi thaw dinga ko in nih in sawnnaw; a kehnunga in zuina dingin enkhi ding a mâksan pêk cheu kha.",
      "reference": "1 PETER 2:21"
    },
    {
      "content": "Ama chun thil hrim a suksuol nawh a, a bauah zâwrna hrim a um bawk nawh.",
      "reference": "1 PETER 2:22"
    },
    {
      "content": "Mi hala a um laiin a hal ve thung nawh a, a tuor laiin a vau nawh a, feltaka ngaituo hlaktu kuoma chun ân pêk lem a nih.",
      "reference": "1 PETER 2:23"
    },
    {
      "content": "Suol tiengahai thi tain felna tienga ei hring theina dingin, ama ngeiin a taksain thinga khan ei suolhai a phur a, ama vuokna invuol- hai chun sukdamin in um tah a.",
      "reference": "1 PETER 2:24"
    },
    {
      "content": "Berâm inhmang anga in in- hmang kha, tu ruok hin chu in thlarau vêngtu le, Hotu kuoma chun in kîr nâwk ta hi.",
      "reference": "1 PETER 2:25"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 PETER 2 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}