{
  "verses": [
    {
      "content": "Chuong ang bawkin nangni nuhmeihai, mâni pasalhai thu thuin um ro; chuongchun, anni laia tûkhawmin thu chu awi naw sien khawm, thu ni loin, an nuhmeihai chângziea hnein um thei an tih,",
      "reference": "1 PETER 3:1"
    },
    {
      "content": "in chângze inthieng le inzaumtak an hmu pha chun.",
      "reference": "1 PETER 3:2"
    },
    {
      "content": "In incheina chu puotieng in- cheina sam phier dâm, rângkachak ṭhi hli dâm, silfêna inthuom dâm chu ni loin,",
      "reference": "1 PETER 3:3"
    },
    {
      "content": "lungrila mihriem thupa um, lungril thuhnuoirawl le nuninnêm silfên se thei loa inthuom ni lem raw se, chu chu Pathien mithmu chun a hlu bêk bêk a nih.",
      "reference": "1 PETER 3:4"
    },
    {
      "content": "Chuong ang bawkin, inhmaa nuhmei inthieng Pathien ringtuhai khawm kha mâni pasalhai thu thua umin an inchei hlak sih a.",
      "reference": "1 PETER 3:5"
    },
    {
      "content": "Sarain Abraham chu, “Lalpa,” tiin a thu a awi ang khan, thil ṭha thawin, ṭitna ding hrim nei loa in um chun, Sara nauhai nîng in tih.",
      "reference": "1 PETER 3:6"
    },
    {
      "content": "Nangni pasalhai, chuong ang bawkin, nuhmei hi bêl kawi awl lem an ni lei le, lunginsietna hringna chu changpuitu an ni hre zingin, chawi- mawi pumin in nuhmeihai kuomah um ro, in ṭawngṭainahai hluoa a um nâwna dingin.",
      "reference": "1 PETER 3:7"
    },
    {
      "content": "A tâwp taka chun, in rêngin lung- ril hmunkhatin um unla, inlainat tuo unla, unau angin inhmangai unla, lunginsietna nei unla, thuhnuoi- rawlin um ro.",
      "reference": "1 PETER 3:8"
    },
    {
      "content": "Suol suolin thung naw unla, halna halna bawkin thung naw ro; malsâwm hlau lem ro. Hi hi lei hin ko in ni si, malsâwmna chang dingin.",
      "reference": "1 PETER 3:9"
    },
    {
      "content": "“Hringna hmangai nuom le, Ni ṭhahai hmu nuom chun, Suola inthawkin a lei vêng ṭha sienla, A hmûr khawm zâwrna thu hril naw dingin, Vêng ṭha raw se.",
      "reference": "1 PETER 3:10"
    },
    {
      "content": "Suol nghatsanin, Thil ṭha thaw raw se; Inremna zawngin, Hnawt pei raw se.",
      "reference": "1 PETER 3:11"
    },
    {
      "content": "Lalpa mit chu mi felhai chungah a fuh a, A na khawm an ṭawngṭaina tieng a sit hlak sih a, Amiruokchu, Lalpa hmêl chu, Thil suksuoltuhai chungah a um hlak,” ti a ni sih a.",
      "reference": "1 PETER 3:12"
    },
    {
      "content": "Thil ṭha tienga ṭhahnem in ngai chun in pawi tâwk ding tu am um an ta?",
      "reference": "1 PETER 3:13"
    },
    {
      "content": "Nisienlakhawm, felna leia lo tuor ta dâm in ni chun, hamṭhâng in tih. An ṭitumna chu ṭi naw unla, lunginzîng bawk naw ro.",
      "reference": "1 PETER 3:14"
    },
    {
      "content": "Amiruokchu, in lungrilah Krista chu Lalah ruot ro; nangnia um in beiseina san chu ân dawn taphawt cheu chu dawn dingin inzosa rawp ro.",
      "reference": "1 PETER 3:15"
    },
    {
      "content": "Nisienlakhawm, thuhnuoirawl- tak le ṭi dêk pumin, sie le ṭha hrietna inthiengtak nei unla, chuongchun, an hrilsietna cheu kawnga chun, Kristaa in um dân ṭhatak hrilsetuhai chu sukmuolphoin um thei an tih.",
      "reference": "1 PETER 3:16"
    },
    {
      "content": "Thil suol thaw leia tuor nêk chun, Pathien remti zâwng a ni chun thil ṭha thaw leia tuor hi a ṭha lem sih a.",
      "reference": "1 PETER 3:17"
    },
    {
      "content": "Pathien kuoma a mi ṭhuoi theina dingin Krista chun suolhai leiin vawikhat a tuor bawk sih a, mi fel chun mi fel naw aiin a tuor a, tisaa sukhlumin a um a, thlaraua ruok chun sukhringin a um tah.",
      "reference": "1 PETER 3:18"
    },
    {
      "content": "Chu chun, intângna ina thlarau umhai kuoma chun thu a zu khêk- pui a.",
      "reference": "1 PETER 3:19"
    },
    {
      "content": "Chuonghai chun, inhmaa Noa dam laia lawng siem sûng poa, Pathien dâwtheinain a nghâk lai khan an awi nawh a; chu lawnga chun, mi tlâwmtê (chu chu pariet tina a nih) tuia inthawka sandamin an um tah.",
      "reference": "1 PETER 3:20"
    },
    {
      "content": "Chu angpui Baptisma chun, Isu Krista thonâwkna leiin tuhin a sandam cheu a nih. (Chu chu tisa inthieng naw sukfai el ni loin, sie le ṭha hrietna inthienga Pathien lamna hi a ni lem).",
      "reference": "1 PETER 3:21"
    },
    {
      "content": "Isu Krista chu vâna fein, Pathien chang tieng a um a, vântir- kohai dâm, thuneina dâm, thilthaw- theina dâm, ama thu thua inumtirin a um.",
      "reference": "1 PETER 3:22"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 PETER 3 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}