{
  "verses": [
    {
      "content": "Peter, Isu Krista tirko chun: Ponto ram dâm, Galati ram dâm, Kappadokia ram dâm, Asia ram dâm, Bethunia ram dâma Indar umhai,",
      "reference": "1 PETER 1:1"
    },
    {
      "content": "awi ding le Isu Krista thisen the dawng dinga Thlarau isuktum, Pa Pathien ihriet lâwk anga thlanghai kuoma chun: In chungah lunginsietna le inrem- na sukpungin um raw se.",
      "reference": "1 PETER 1:2"
    },
    {
      "content": "Ei Lalpa Isu Krista Pathien le Pa chu inpâkin um raw se. Ama chun, a lunginsietna nasatak angin, mithi laia inthawka Isu Krista thonâwkna leiin beiseina hring hmu dingin nauvin a mi nei nâwk a,",
      "reference": "1 PETER 1:3"
    },
    {
      "content": "rochan se thei naw, inthieng nawna kai naw, chuoi thei naw, vâna in ta dinga a ikhêk chu hmu dingin.",
      "reference": "1 PETER 1:4"
    },
    {
      "content": "Sandamna, hun nuhnunga in- lang dinga inzosa chu hmu dingin, ringna leia Pathien thilthawtheinaa vêng chu in nih.",
      "reference": "1 PETER 1:5"
    },
    {
      "content": "Chutaka chun nasatakin in hlim a nih, tuhin, (a ṭûl chun) thlêmna tinrêng leiin lungngai hri unla khawm;",
      "reference": "1 PETER 1:6"
    },
    {
      "content": "in ringna fiena, rângkachak meia fie hnung khawma bohmang hlak nêka hlu lem chu, Isu Krista inlâr pha chun inpâkna le chawimawina le ropuina ding a hung ni theina dingin.",
      "reference": "1 PETER 1:7"
    },
    {
      "content": "Ama chu hmu ngai naw khawmin in hmangai a, ama chu tuhin hmu naw unla khawm, in awi a, lâwm hril thei ruol lo le ropuitakin in hlim bêk bêk hlak;",
      "reference": "1 PETER 1:8"
    },
    {
      "content": "in ring san, in thlarau sandamna chu hmuin.",
      "reference": "1 PETER 1:9"
    },
    {
      "content": "Lunginsietna, nangni ta ding ngei lo hrillâwktu zâwlneihai chun, hi sandamna hi zawngin an lo sui ngun hlak a;",
      "reference": "1 PETER 1:10"
    },
    {
      "content": "Krista Thlarau annia um chun, Krista tuor dinghai le chu hnunga ropuina hung um ding ân hriet- lâwktir lai khan, ieng hun âm, ieng ang takin am a hung tlung ding ti an lo sui ngun hlak a nih.",
      "reference": "1 PETER 1:11"
    },
    {
      "content": "Chuong thu chun mani rawng inbâwl loin, nangni rawng an bâwl lem ti an kuomah inhriettir a ni tah. Chuong thu chu vâna inthawka tirsuok Thlarau Inthieng ṭhangpuiin, Chanchin Ṭha hriltu cheu khan tuhin an hril cheu a, chuong thil chu vântirkohaiin bi an nuom hlak a nih.",
      "reference": "1 PETER 1:12"
    },
    {
      "content": "Chuleiin, in lungril dier keiin, ngaiven unla, Isu Krista inlâr pha chun lunginsietna a hung chawipêk ding cheu chu beidawng loin beisei tlat ro;",
      "reference": "1 PETER 1:13"
    },
    {
      "content": "nau tiawihai angin, in hriet naw laia in tienlai châknahai anga um loin;",
      "reference": "1 PETER 1:14"
    },
    {
      "content": "a kotu cheu chu ân thieng angin, nangni khawm in chângzie po poah lo inthieng lem ta ro;",
      "reference": "1 PETER 1:15"
    },
    {
      "content": "“Nangni in inthieng ding a nih, kei kân thieng sih a,” ti ziek ang khan.",
      "reference": "1 PETER 1:16"
    },
    {
      "content": "Chun, mi tin thlier bik nei loa, sinthaw ang peia ngaituo hlaktu chu Pa anga in lam chun hitaka in châm sûng po chu ṭi dêkin um ro.",
      "reference": "1 PETER 1:17"
    },
    {
      "content": "In thlatuhai ipêk sâwng, in um dân ieng ni barloa inthawk chu, thil se thei, tangka le rângkachaka intlan in ni nawh a,",
      "reference": "1 PETER 1:18"
    },
    {
      "content": "berâmte hmêlhem lo le inthieng nawna kai lo thisen anga, Krista thisen hlu chun intlan in ni lem ti in hriet sih a.",
      "reference": "1 PETER 1:19"
    },
    {
      "content": "Ama chu leilung insieng hmain ruot lâwkin a um ngei el, nisien- lakhawm, hun nuhnunga hin nangni leiin suklangin a um;",
      "reference": "1 PETER 1:20"
    },
    {
      "content": "ama leiin mithi laia inthawka a keithotu le a ropuina petu Pathien ringtuhai in na, in ringna le in beisei- na chu Pathiena a um theina dingin.",
      "reference": "1 PETER 1:21"
    },
    {
      "content": "Unauhai hmangai taktak ding- in, thutak zâwma in thlarau in suk- thieng ta leiin lungrila ṭhahnem- ngaitakin inhmangai tuo ro.",
      "reference": "1 PETER 1:22"
    },
    {
      "content": "Chi se theia inthawkin ni loin, Pathien thu hring zing le um zinga chun, chi se thei nawa inthawka pieng thar in ni sih a.",
      "reference": "1 PETER 1:23"
    },
    {
      "content": "“Mi po po hlohna ang an nih, An ropuina po po khawm Hlo pâr ang a nih. Hlo chu a vuoi a, A pâr chu a tla a,",
      "reference": "1 PETER 1:24"
    },
    {
      "content": "Lalpa thu ruok chu, Chatuonin a um zing a nih,” ti a ni sih a. Chu chu a nih, Chanchin Ṭha thu an hril cheu kha.",
      "reference": "1 PETER 1:25"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 PETER 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}