{
  "verses": [
    {
      "content": "Chuongchun, a nau dittakhai angin Pathien umdân latuhai ni ro.",
      "reference": "EPHESI 5:1"
    },
    {
      "content": "Chun, Kristain a hmangai cheu a, riminhnik dinga Pathien kuoma thil inhlâna ding le, inthâwinaa ei aia ân pêk ang bawk khan, hmangainaah um ro.",
      "reference": "EPHESI 5:2"
    },
    {
      "content": "Nisienlakhawm, mi inthienghai thawa mawi âwm tak hrimin, inditna le inthiengnawna po po, duamna leh nangni laiah a sâma sâm khawmin um naw raw se;",
      "reference": "EPHESI 5:3"
    },
    {
      "content": "zâmaw dâm, thu teplo dâm, fiemthu dâm khawm, chuong chu a mawi naw a nih; chuong ti nêk chun lawmthu hril lem ro.",
      "reference": "EPHESI 5:4"
    },
    {
      "content": "Indithmang le mi inthiengnaw le mi duâm hrim hrim chu, (mi duâm chu milim betu a nih), Krista le Pathien rama chun chan hrim an nei nawh ti in hriet hle sih a.",
      "reference": "EPHESI 5:5"
    },
    {
      "content": "Tûkhawmin thu teplo mei meiin hlêm naw raw se cheu, chuong thil lei chun Pathien lunginsenna chu ringnaw nauhai chungah a tlung hlak sih a.",
      "reference": "EPHESI 5:6"
    },
    {
      "content": "Chuleiin, anni inṭawmpui naw ro.",
      "reference": "EPHESI 5:7"
    },
    {
      "content": "Inhma khan inthim in na, tu ruok hin chu Lalpaa chun var in hung ni ta hi, var nauhai angin um ro,",
      "reference": "EPHESI 5:8"
    },
    {
      "content": "(var ra chu ṭhatna le felna le thutak po poah ânlang sih a).",
      "reference": "EPHESI 5:9"
    },
    {
      "content": "Lalpa lâwmzâwng ieng am a na ti infie pei bawk unla.",
      "reference": "EPHESI 5:10"
    },
    {
      "content": "Chun, inthim thilthaw ra nei ngailohaia chun ṭhangna hrim nei naw ro, ṭhang nêk hmanin a thiemnawzie inhriettir lem ro;",
      "reference": "EPHESI 5:11"
    },
    {
      "content": "inrûka an thil thaw hlakhai chu a hril khawm inzak a um sih a.",
      "reference": "EPHESI 5:12"
    },
    {
      "content": "Amiruokchu, thil tinrêng a thiemnawzie inhriettira um hi var isuklang a ni hlak,",
      "reference": "EPHESI 5:13"
    },
    {
      "content": "suklanga um taphawt chu var a ni sih a. Chuleiin, “Nang a in! meng la, Mithi laia inthawkin tho rawh. Chuongchun, Krista chun, Hung ên var a ti che,” a ti kha.",
      "reference": "EPHESI 5:14"
    },
    {
      "content": "Chuongchun, mi varnawhai anga um loin, mi varhai anga um lemin, in um dânah fîmkhur ro.",
      "reference": "EPHESI 5:15"
    },
    {
      "content": "Nihai hi a ṭhat naw leiin remchângnahai inchaw pei ro.",
      "reference": "EPHESI 5:16"
    },
    {
      "content": "Chuleichun, invêt nuom naw unla, Lalpa ditzâwng ieng am a na ti lo hre lem ro.",
      "reference": "EPHESI 5:17"
    },
    {
      "content": "Chun, uoin inruiin um naw ro, chutaka chun insûm nawna a um sih a; Thlaraua sipin um lem ro.",
      "reference": "EPHESI 5:18"
    },
    {
      "content": "Inpâkna hlahai, Pathien hlahai, thlarau tieng hlahaia inbe tuoin, Lalpa chu in lungrilah hla sakpêkin, ṭingṭang kei pêk ro.",
      "reference": "EPHESI 5:19"
    },
    {
      "content": "Ei Lalpa Isu Krista hmingin, Pathien, Pa ngei kuoma chun, iengkim chungah lâwmthu hril ro.",
      "reference": "EPHESI 5:20"
    },
    {
      "content": "Krista ṭi dêkin intuklût tuo seng ro.",
      "reference": "EPHESI 5:21"
    },
    {
      "content": "Nuhmeihai, Lalpa kuoma in intuklût ang hin mani pasalhai kuomah intuklût seng ro.",
      "reference": "EPHESI 5:22"
    },
    {
      "content": "Krista chu ama ngei taksa sandamtu nia, kohran lu a ni ang bawk hin, pasal chu a nuhmei lu a ni sih a.",
      "reference": "EPHESI 5:23"
    },
    {
      "content": "Chuongchun, kohran chu Krista kuoma ân tuklût ang bawkin, nu- hmeihai chu iengkimah an pasalhai kuomah intuklût raw hai se.",
      "reference": "EPHESI 5:24"
    },
    {
      "content": "Pasalhai, in nuhmeihai hma- ngai ro, Kristain kohran a hmangai a, a aia ama ân pêk ang khan,",
      "reference": "EPHESI 5:25"
    },
    {
      "content": "kohran chu tuia sâwpa, thu chun sukfaia ân thieng theina dingin;",
      "reference": "EPHESI 5:26"
    },
    {
      "content": "fainawna kai lo le, zûr lo le, chuong ang thil hrim put loa, inthieng le hmêlhem nawa um lemin, ama kuoma vêk kohran ropui taka a pêk theina dingin.",
      "reference": "EPHESI 5:27"
    },
    {
      "content": "Chuong ang bawkin pasalhai khawmin mani taksa angin mani nuhmeihai chu an hmangai ding a nih. Mani nuhmei hmangaitu chu mani inhmangai a nih.",
      "reference": "EPHESI 5:28"
    },
    {
      "content": "Tukhawmin, mani taksa a theida ngai si nawh a, a châwmin a duot lem hlak a nih.",
      "reference": "EPHESI 5:29"
    },
    {
      "content": "Kristain kohran a châwma a duot ang hin; a taksa pênghai ei ni sih a.",
      "reference": "EPHESI 5:30"
    },
    {
      "content": "“Chuleiin, pasalin a nu le pa mâksanin a nuhmei chel a ta, chun, an pahni chun tisa pumkhat hung ni tâng an tih.”",
      "reference": "EPHESI 5:31"
    },
    {
      "content": "Chu thurûk chu a ropui a nih; nisienlakhawm, kei chun Krista le kohran thu ka hrilna a nih.",
      "reference": "EPHESI 5:32"
    },
    {
      "content": "Iengkhawm ni sien la, nangni laia mi tûkhawmin mani ân hmangai ang bawkin, mani nuhmei hmangai seng raw hai se; nuhmei khawm chu a pasal ṭi dêk dingin fimkhur raw se.",
      "reference": "EPHESI 5:33"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EPHESI 5 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}