{
  "verses": [
    {
      "content": "Chuleichun, kei Paula, nangni Jentailhai leia Krista Isu mi intâng hin.",
      "reference": "EPHESI 3:1"
    },
    {
      "content": "Nangni tienga Pathien lungin- sietna enkawlna sin a mi pêk kha lo hre ta ngei in ta;",
      "reference": "EPHESI 3:2"
    },
    {
      "content": "khânga thurûk chu inhriettirnaa inhriettira ka um kha, inhmaa tawitea ka ziek ang thu kha.",
      "reference": "EPHESI 3:3"
    },
    {
      "content": "Kha lei khan in tiemin, Krista thurûk ka hriet zie hi hre thei in tih.",
      "reference": "EPHESI 3:4"
    },
    {
      "content": "Chu chu tulaia a tirko inthieng- hai le zâwlnei inthienghai kuoma Thlarau inhriettirin a um ta ang hin, tuta hma tieng khan mihriem nauhai kuoma inhriettirin a um ngai nawh.",
      "reference": "EPHESI 3:5"
    },
    {
      "content": "Chu chu hi hi a nih: Chanchin Ṭha leiin, Krista Isua chun Jentailhai hi rohluopuihai, taksa pêngpuihai, thutiem dawngpuihai an ni hi.",
      "reference": "EPHESI 3:6"
    },
    {
      "content": "A thilthawtheina thaw zie anga, a thlâwna a pêk, Pathien lungin- sietna chu a mi pêk ang peia, chu Chanchin Ṭha rawngbâwltua siem ka nih.",
      "reference": "EPHESI 3:7"
    },
    {
      "content": "Kei mi inthieng po po laia chîntak nêka chîn lem kuoma hin chu lunginsietna chu pêk a nih: Krista hausakzie suisuok ruollohai chan- chin chu Jentailhai kuoma hril ding le,",
      "reference": "EPHESI 3:8"
    },
    {
      "content": "thurûk chatuona inthawka Pathien iengkim siemtua inthupa um enkawlna chu ieng am a ni ti mi po po inhriettir dingin.",
      "reference": "EPHESI 3:9"
    },
    {
      "content": "Chuongchun, tulaia vân hmun- haia khin inlalna le thuneinahai kuoma chun, Pathien varna tinrêng kohranhai leiin inhriettirin um thei a tih;",
      "reference": "EPHESI 3:10"
    },
    {
      "content": "ei Lalpa Isua thaw a itum, a chatuon remruot ang pei chun.",
      "reference": "EPHESI 3:11"
    },
    {
      "content": "Chun, Krista Isu ei ring leiin amaa vêk chun nêlna le ngamtaka lût theina ei nei.",
      "reference": "EPHESI 3:12"
    },
    {
      "content": "Chuongchun, nangni leia rinum ka tuornahai lei hin beidawng lo dingin ka ngên cheu; chuonghai chu in ropuina a nih.",
      "reference": "EPHESI 3:13"
    },
    {
      "content": "Hi lei hin Pa hmaa chun ka dingṭhaṭhuon hlak:",
      "reference": "EPHESI 3:14"
    },
    {
      "content": "(Pa hnuoi le vâna sûngkuo tinrêng hming chawina chu);",
      "reference": "EPHESI 3:15"
    },
    {
      "content": "A ropuina hauzie ang peiin, a Thlarau zârah mihriem sûngril tienga chun thilthawtheinaa suk- hrâta ân umtir theina ding cheu le,",
      "reference": "EPHESI 3:16"
    },
    {
      "content": "Krista chu ringna leia in lungril sûnga a chêng theina dingin; chuongchun, hmangainaa zung kei le, innghatna neia umin,",
      "reference": "EPHESI 3:17"
    },
    {
      "content": "mi inthieng po pohai le chun, a lienzie dâm, a seizie dâm, ân thûkzie dâm, ân sângzie dâm hriet chieng theina le,",
      "reference": "EPHESI 3:18"
    },
    {
      "content": "Krista hmangaina hriet phâk lo hriet theina nei a, Pathien famkimna tinrênga suksipa in um theina dingin.",
      "reference": "EPHESI 3:19"
    },
    {
      "content": "Chuongchun, einia thaw hlak thilthawtheina ang peiin, ei hni le ei ngaituo po po nêka nasa lema thaw theitu kuoma ngei chun,",
      "reference": "EPHESI 3:20"
    },
    {
      "content": "chatuonin, suon po po chenin kohrana le Krista Isua chun ropuina um raw se. Amen.",
      "reference": "EPHESI 3:21"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EPHESI 3 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}