{
  "verses": [
    {
      "content": "Paula, Pathien ditzâwnga Krista Isu tirko chun: Mi inthieng Ephesia um, Krista Isua mi ringumhai kuoma chun:",
      "reference": "EPHESI 1:1"
    },
    {
      "content": "Pathien ei Pa le Lalpa Isu Krista kuoma inthawka lunginsietna le inremna in kuomah um raw se.",
      "reference": "EPHESI 1:2"
    },
    {
      "content": "Ei Lalpa Isu Krista Pathien le Pa chu inpâkin um raw se. Ama chun vân hmunhaia thlarau tieng mal- sâwmpêkna tinrêngin Kristaa chun mal a mi sâwm a.",
      "reference": "EPHESI 1:3"
    },
    {
      "content": "Hmangainaa inthieng le, sawi- sêlboa ama hmaa ei um theina dingin leilung insieng hmain Kristaa chun a mi thlang a.",
      "reference": "EPHESI 1:4"
    },
    {
      "content": "Ama lungdit, a lâwmzâwng angin Isu Krista zârah ama ta dinga naua siem dingin a mi lo ruot lâwk tah a,",
      "reference": "EPHESI 1:5"
    },
    {
      "content": "a lunginsietna ropuizie chu Dittaka a thlâwna a mi pêk chu inpâk dingin.",
      "reference": "EPHESI 1:6"
    },
    {
      "content": "A thisen leiin amaa chun ei intlanna ei nei a nih — a lunginsietna hauzie ang peia ei bawsietnahai ngaidamna chu.",
      "reference": "EPHESI 1:7"
    },
    {
      "content": "Chu lunginsietna chu amain vartak le remhretakin a mi vur a nih:",
      "reference": "EPHESI 1:8"
    },
    {
      "content": "a ditzâwng thurûk, a lungni- zâwngtaka amaa thaw a itum chu eini kuomah mîn hriettirin,",
      "reference": "EPHESI 1:9"
    },
    {
      "content": "hunbi kim hunah: iengkim — vâna thil umhai le hnuoia thil umhai khawm–Kristaah, amaa ngei chun fâwkkhâwm dingin a nih.",
      "reference": "EPHESI 1:10"
    },
    {
      "content": "Ama ditzâwnga remruot ang peia iengkim thawtu tum anga ruot lâwk ni tain, amaa bawk chun a ro dinga siem kan nih,",
      "reference": "EPHESI 1:11"
    },
    {
      "content": "keini Krista lo beisei hmasatu- hai hi a ropui inpâkna kan lo nina dingin.",
      "reference": "EPHESI 1:12"
    },
    {
      "content": "Amaa chun nangni khawm thutak thu, in sandamna Chanchin Ṭha chu, in ngaia ring khawm in ring hnungin, amaa chun a ta in nih ti Thlarau Inthieng tiem chun inchika in um kha.",
      "reference": "EPHESI 1:13"
    },
    {
      "content": "Chu chu Pathien ropuizie inpâkna dinga, ama ta ngeihai intlan suok phaa ei rohluona dinga zakhamna a nih.",
      "reference": "EPHESI 1:14"
    },
    {
      "content": "Chuleiin, kei khawma Lalpa Isu ringna nangnia um le, mi inthienghai po po chunga in inlangtir hlak hmangaina chu, ka lo hrietin,",
      "reference": "EPHESI 1:15"
    },
    {
      "content": "ka ṭawngṭainaahai chun in hming lamin nangni leia lâwmthu hril ka ma nawh;",
      "reference": "EPHESI 1:16"
    },
    {
      "content": "ei Lalpa Isu Krista Pathien, ropuina Pa chun, ama hrietna kawngah, varna le hriet chiengna thlarau a pêk theina ding cheuin.",
      "reference": "EPHESI 1:17"
    },
    {
      "content": "Chuongchun, in lungril mithai sukvara umin hieng hi hung hre thei in tih:",
      "reference": "EPHESI 1:18"
    },
    {
      "content": "ama kona beiseina dâm, mi inthienghaia chun a ro hluo ding ropui hauzie dâm, a thahrui hrâtna thaw zie ang peia, keini a ringtuhai tienga a thilthawtheina inkhi ruolloa lien Krista chunga a thaw —",
      "reference": "EPHESI 1:19"
    },
    {
      "content": "mithi laia inthawka a keitho lai le, inlalna dâm, thuneina dâm, thilthawtheina dâm, rorêlna po po dâm, hi khawvêla chau ni loa, khaw- vêl la hung tlung dinga khawma, hming sak tinrênghai chung daia vân hmunhaia a changtienga ân ṭhungtir laia kha.",
      "reference": "EPHESI 1:20+EPH"
    },
    {
      "content": "Chun, thil tinrêng a ke hnuoiah a sieh a, ama chu iengkim po po chunga lu dingin kohranhai kuoma chun a pêk a,",
      "reference": "EPHESI 1:22"
    },
    {
      "content": "kohran chu a taksa a nih, iengkim tinrênga suksiptu famkimna chu.",
      "reference": "EPHESI 1:23"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EPHESI 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}