{
  "verses": [
    {
      "content": "Nangni khawm in bawsiet le in suolhai leia thi in ni lai khan, a sukhring cheu a nih,",
      "reference": "EPHESI 2:1"
    },
    {
      "content": "chuongahai chun inhma khan hi khawvêl dân angin in um kha, boruoka thuneina lal, tuta awinaw nauhai sûnga sin thaw zingtu thlarau dân ang hin.",
      "reference": "EPHESI 2:2"
    },
    {
      "content": "Chuong ringnaw nauhai laia chun, eini khawm inhma chun tisa le lungril nuomzâwng thawin, ei tisa châknahai angin ei um vawng a, mi danghai angin lunginsenna naua insieng hrim ei ni kha.",
      "reference": "EPHESI 2:3"
    },
    {
      "content": "Nisienlakhawm, Pathien chun lunginsietna a hauin, a mi hmangai- na nasatak lei khan,",
      "reference": "EPHESI 2:4"
    },
    {
      "content": "ei bawsietna leia thi ei ni lai meu khawmin, Krista ruolin a mi suk- hring veh a, (lunginsietnaa sandam in ni tah),",
      "reference": "EPHESI 2:5"
    },
    {
      "content": "Krista Isua chun ama ruol bawka mi keithoin, vân hmunhaiah ama kuom ngeiah a mîn ṭhungtir tah a,",
      "reference": "EPHESI 2:6"
    },
    {
      "content": "Chuongchun, hun la hung tlung dinghaia chun Krista Isua hin ei chunga ngilneiin, a lunginsietna nasatzie chu inentir thei a tih.",
      "reference": "EPHESI 2:7"
    },
    {
      "content": "Ringna leia lunginsietnaa sandam in ni sih a, chu khawm chu nangnia inthawka suok a ni nawh a, Pathien thilpêk a nih.",
      "reference": "EPHESI 2:8"
    },
    {
      "content": "Thilthaw lei a ni nawh; chuong naw chun, miin suong rawi an tih.",
      "reference": "EPHESI 2:9"
    },
    {
      "content": "Thil ṭha thaw dinga Isu Kristaa chun siema umin, ama kut suok ei ni sih a, chu thil ṭha thaw chu ei umna dingin Pathienin a buotsai lâwk a nih.",
      "reference": "EPHESI 2:10"
    },
    {
      "content": "Chuleiin, hi hi hre zing ro: Inhmaa nangni tisaa Jentail, tisaa kuta siem “Sertan” an tihaiin, “Sertannaw,” an tihai,",
      "reference": "EPHESI 2:11"
    },
    {
      "content": "khâng lai khan Krista boin, Israel khuoletui leh intuolkhat loin, khawvêla hin beiseina hrim nei lo le, Pathien boa umin, tiemna thu- thlunghaia mikhuola in um kha.",
      "reference": "EPHESI 2:12"
    },
    {
      "content": "Tu ruok hin chu Krista Isuah, nangni inhmaa hlataka umhai kha, Krista thisen chun sukhnaiin in lo um tah a.",
      "reference": "EPHESI 2:13"
    },
    {
      "content": "Ama chu ei inremna a nih, pâwl hnihai chu pumkhata siemin, an inkâr ping dangna bang chu a sukchim a;",
      "reference": "EPHESI 2:14"
    },
    {
      "content": "ama chun intaina, (ser le sâng thilhaia thupêk Dân um chu), a taksaa sukboin, amaa chun pahnihai chu mihriem thar pumkhata siem a, inremna a siem theina ding le,",
      "reference": "EPHESI 2:15"
    },
    {
      "content": "kraws zâra taksa pumkhata pahnihai chu Pathien le ân remtir theina dingin: chu kraws chun intaina chu a sukhlum sih a.",
      "reference": "EPHESI 2:16"
    },
    {
      "content": "Chun, a hungin nangni hlataka umhai kuomah inremna Chanchin Ṭha a hril cheu a, hnaitaka umhai kuoma khawm Chanchin Ṭha a hril bawk a.",
      "reference": "EPHESI 2:17"
    },
    {
      "content": "Ama zârin Thlarau hmunkhata, Pa kuoma lût theina ei nei ve ve a nih.",
      "reference": "EPHESI 2:18"
    },
    {
      "content": "Chuongchun, tuhin mikhuol le mi châm el in ni ta nawh a, mi inthienghai le chun tuol khat le Pathien sûnghai in ni ta lem a nih.",
      "reference": "EPHESI 2:19"
    },
    {
      "content": "Isu Krista ngei chu a kia lung pawimawtak niin, tirkohai le zâwlneihai lungphûm chunga bâwl in nih.",
      "reference": "EPHESI 2:20"
    },
    {
      "content": "Amaa chun lung rem tum senghai, inremtaka inchuktuokin, Lalpaa chun biekin inthiengah ân chang pei hlak a,",
      "reference": "EPHESI 2:21"
    },
    {
      "content": "nangni khawm amaa chun, Thlaraua Pathien umna dinga rem khâwm in nih.",
      "reference": "EPHESI 2:22"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EPHESI 2 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}