{
  "verses": [
    {
      "content": "Naupanghai, Lalpaa chun in nu le pahai thu zâwm ro, chu chu thil indik a ni sih a.",
      "reference": "EPHESI 6:1"
    },
    {
      "content": "“I nu le pa chawimawi rawh,” (Chu chu thupêk tiem nei hmasa tak a nih).",
      "reference": "EPHESI 6:2"
    },
    {
      "content": "“Chuongchun, i ta dingin ṭhâng a ta, hnuoiah dam sâwt i tih.”",
      "reference": "EPHESI 6:3"
    },
    {
      "content": "Chun, nangni pahai, in nauhai suklungsen naw unla, Lalpa thunun- na le kâwknaa chun enkawl lem ro.",
      "reference": "EPHESI 6:4"
    },
    {
      "content": "Suokhai, Krista thu zâwm angin, ṭidêk le inthina, lungril sakhat putin, hnuoia in hotuhai thu zâwm ro.",
      "reference": "EPHESI 6:5"
    },
    {
      "content": "Mihriem suklâwmtuhai ang ela mit rawng bâwl loin, Krista suok anga lungrila Pathien ditzâwng thaw lemin,",
      "reference": "EPHESI 6:6"
    },
    {
      "content": "mihriem rawng bâwl ang el ni loin, Lalpa rawngbâwl ang lema inhâwktaka bâwlin;",
      "reference": "EPHESI 6:7"
    },
    {
      "content": "suok ni sienla, suok ni naw sienla khawm, mi tinin thil ṭha an thaw senghai chu Lalpa kuoma inthawkin a ngai bawk hmu nâwk an tih ti hre zing ro.",
      "reference": "EPHESI 6:8"
    },
    {
      "content": "Chun, nangni hotuhai, chuong ang bawkin, anni le nangni hotu chu vânah a um ti le, ama chun mi ditsak bîk a nei nawh ti hrein, vau loin an chungah thaw ve ro.",
      "reference": "EPHESI 6:9"
    },
    {
      "content": "A tâwp taka chun Lalpaa le a hrâtna thahruia chun thilthawtheina neiin um ro.",
      "reference": "EPHESI 6:10"
    },
    {
      "content": "Diebol zâwrnahai chu in do zona dingin Pathien râlthuom famkimin inthuom ro.",
      "reference": "EPHESI 6:11"
    },
    {
      "content": "Ei ibuonhai hi tisa le thisen an ni si nawh a; inlalnahai le thuneina- hai le, hi inthim chunga khawvêl rorêltuhai le, vân hmunhaia thlarau suol umhai chu an ni lem.",
      "reference": "EPHESI 6:12"
    },
    {
      "content": "Chuleiin, ni ṭha nawa chun in do zona ding le, in thaw zo hnung khawma in ngîr theina dingin Pathien râlthuom famkim chu la ro.",
      "reference": "EPHESI 6:13"
    },
    {
      "content": "Chuongchun, in kâwng chu thutaka hrênin, felna âwmphaw chu hâkin,",
      "reference": "EPHESI 6:14"
    },
    {
      "content": "remna Chanchin Ṭha inbuot- saina chu in kea bunin ngîr ro.",
      "reference": "EPHESI 6:15"
    },
    {
      "content": "Chu naw khawm chu ringna phaw la unla, chu chun mi suol thal chawk thei po po chu sukmit thei in tih.",
      "reference": "EPHESI 6:16"
    },
    {
      "content": "Chun, sandamna lukhum le Thlarau ngûnhnâm (Pathien Thu chu) la unla, ṭawngṭaina le hnina tinrêngin,",
      "reference": "EPHESI 6:17"
    },
    {
      "content": "ieng huna khawm Thlaraua ṭawngṭaiin, chu kawnga chun mi inthieng po pohai ta dingin ṭhahnem- ngai tak le hni tlatin ngaiven ro:",
      "reference": "EPHESI 6:18"
    },
    {
      "content": "Chanchin Ṭha thurûk huoitaka puong dinga ka bau ka ka a, thu inhriltira ka um theina dingin ka ta ding khawmin mi hnipêk ro:",
      "reference": "EPHESI 6:19"
    },
    {
      "content": "chu kawnga chun ka thu hril ding ang chu huoitaka ka hril theina dingin. Chu Chanchin Ṭha palai khaidiet bun ka nih.",
      "reference": "EPHESI 6:20"
    },
    {
      "content": "Chun, nangni khawmin iengtin am ka um a, ka chanchin in hriet theina dingin, Tukik, Lalpaa unau dittak le ringumtak hin iengkim inhriettir a ti cheu:",
      "reference": "EPHESI 6:21"
    },
    {
      "content": "hi lei tak hin ama chu in kuomah ka hung tir a nih, kan chan- chin in hriet theina ding le ama hin in lungril a sukthlamuong theina dingin.",
      "reference": "EPHESI 6:22"
    },
    {
      "content": "Pa Pathien le Lalpa Isu Krista kuoma inthawka inremna le ringna ṭhang hmangaina unauhai kuoma khan um raw se.",
      "reference": "EPHESI 6:23"
    },
    {
      "content": "Ei Lalpa Isu Krista chuoiloa hmangaituhai po po kuomah lunginsietna um raw se.",
      "reference": "EPHESI 6:24"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EPHESI 6 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}