{
  "verses": [
    {
      "content": "LALPA thu chu ka kuomah a hung tlung a:",
      "reference": "EZEKIEL 33:1"
    },
    {
      "content": "“Mihriem naupa, i chipui thlahai kuoma chun thu hril la, an kuomah hieng hin ti rawh: ‘Ram chunga chun kâwlhnâm ka hung intlungtir pha, rama mihai chun anni laia mi an lâk a, an ta dinga vêngtu anga an sie chun;",
      "reference": "EZEKIEL 33:2"
    },
    {
      "content": "ram chunga chun kâwlhnâm chu a hung tlung phaa a lo hmu chun tawtawrâwt mût sienla, mipuihai chu vaulâwk raw se;",
      "reference": "EZEKIEL 33:3"
    },
    {
      "content": "tukhawma tawtawrâwt ri chu hrea, vaulâwkna pawisa lo chu, kâwl- hnâm chu a hung tlung a, ama chu lâk hmang a ni chun, a thisen chu ama lu chunga ngei chun um a tih.",
      "reference": "EZEKIEL 33:4"
    },
    {
      "content": "Tawtawrâwt ri chu a hriet a, nisienlakhawm, vaulâwkna chu a pawisa nawh a; a thisen chu ama chunga chun um a tih, vaulâwkna chu lo pawisa ni sien chu a nun chu a sanhim ding a nih.",
      "reference": "EZEKIEL 33:5"
    },
    {
      "content": "Nisienlakhawm, vêngtu chun kâwlhnâm hung tlung chu a hmuh a, tawtawrâwt a mût nawh a, mipuihai chu vaulâwk an ni nawh a, kâwlhnâm chu a hung tlung a, anni laia mi tukhawm chu a lâk hmang chun; a suolnaa chu lâk hmang a na; amiruokchu, a thisen maw chu vêngtu kuta chun phût ka tih,’ tiin.",
      "reference": "EZEKIEL 33:6"
    },
    {
      "content": "Chuongchun, nang mihriem naupa, Israel sûngkuo ta ding chun vêngtuah ka sie ta che a nih; chuleiin, ka baua thu chu hre la, anni chu keimaa inthawka vaulâwkna chu pe rawh.",
      "reference": "EZEKIEL 33:7"
    },
    {
      "content": "Mi rilo kuoma chun, ‘Aw mi rilo, i thi ngei ding a nih,’ ka tih a, mi rilo chu a um dân bânsan dinga vau- lâwkna thu i hril si naw chun mi rilo chu ama suolnaa chun thîng a ta, amiruokchu, a thisen maw chu nangmaa chun ka phût ding a nih.",
      "reference": "EZEKIEL 33:8"
    },
    {
      "content": "Nisienlakhawm, mi rilo chu a um dân bânsan dinga i vaulâwk a, a um dân a bânsan si naw chun, ama chu ama suolnaa chun thîng a ta, nang chun i nun i sanhim nîng a tih.",
      "reference": "EZEKIEL 33:9"
    },
    {
      "content": "“Chun, nang mihriem naupa, Israel sûngkuo kuoma chun hieng hin hril rawh, ‘Hieng ang hin in tih a; Ei bâwsietnahai le ei suolnahai chu ei chungah a um a, annia chun ei riral hmang a ni hi, iengtin am hring ei ta?’ tiin.",
      "reference": "EZEKIEL 33:10"
    },
    {
      "content": "An kuoma chun, ‘Ka hring zing angin, Lalpa PATHIEN chun hieng hin a tih; mi rilo thinaa chun lâwmna ka nei nawh a; mi rilo chu a um dân a bânsan a, a hring ruok chun lâwmna ka nei a; hung kîr ro, in lampui suola inthawk chun hung kîr ro; aw Israel sûngkuo, iengdingin am thîng in ta?’ ti rawh.",
      "reference": "EZEKIEL 33:11"
    },
    {
      "content": "Chun, nang mihriem naupa, i chipuihai thlahai kuoma chun hieng hin hril rawh; mi fel felna chun ama chu a bâwsietna nia chun sanhim naw nih a; mi rilo rîtlona thua chun, a rîtlonaa inthawka a hung kîr nia chun a rîtlonaa chun tlu naw nih; chun, mi fel chu a suksuolna nia chun a felnain hring bawk naw nih.",
      "reference": "EZEKIEL 33:12"
    },
    {
      "content": "Mi fel kuoma chun a hring ngei ding a ni ka ti pha chun, a felna chu a ring a, suolna a thaw chun, a thil thaw felhai chu a ieng khawm hriet zing ni naw nih a; amiruokchu, a suolna a lo thaw taha chun thîng a tih.",
      "reference": "EZEKIEL 33:13"
    },
    {
      "content": "Chun, mi rilo kuomah, ‘I thi ngei ding a nih,’ ka ti ve a; ama chu a suolnaa inthawk chun a hung kîr a, ân dik le dân thil chu a thaw chun;",
      "reference": "EZEKIEL 33:14"
    },
    {
      "content": "mi rilo chun bathai chu a thung a, inrûka a lâk tahai chu a pêk nâwk a, nun dân thuruot chu a hrawh a, thil a suksuol naw chun, hring ngei ngei a ta, thi naw nih.",
      "reference": "EZEKIEL 33:15"
    },
    {
      "content": "Ama chunga chun thil a lo suksuol tahai hrim hrim a ieng khawm chu hriet zing ni ta naw nih a; ân dik le dân thil chu a lo thaw tâk lei chun a hring ngei ding a nih.",
      "reference": "EZEKIEL 33:16"
    },
    {
      "content": "Amiruokchu, i chipui thlahai chun, ‘Lalpa lampui chu ân ang vawng nawh a,’ an ti chun, anni chungthua ruok chun, anni lampui chu ân ang vawng naw lem a.",
      "reference": "EZEKIEL 33:17"
    },
    {
      "content": "Mi fel chu a felnaa inthawka ân herhmanga thil suol a thaw chun, chutaka chun a thi ngei ding a nih.",
      "reference": "EZEKIEL 33:18"
    },
    {
      "content": "Chun, mi rilo chu a rîtlonaa inthawka ân her hmanga, ân dik le dân thil chu a thaw chun, chutaka bawk chun hring a tih.",
      "reference": "EZEKIEL 33:19"
    },
    {
      "content": "Amiruokchu, ‘Lalpa lampui chu ân ang vawng nawh,’ in la ti rawp chun, Aw Israel sûngkuo, mi tin chu ama lampuihai ang sengin, a chung- ah rorêl ka tih,” tiin.",
      "reference": "EZEKIEL 33:20"
    },
    {
      "content": "Kan sal intâng a kum sâwmpa- hni kum, thla sâwmna, chu thla ni nga ni chun Jerusalema inthawka hung tlân suok mi pakhat chu ka kuomah a hung a, ka kuomah “Khaw- pui chu suksiet a ni tah,” a hung tih a.",
      "reference": "EZEKIEL 33:21"
    },
    {
      "content": "Chun, chu hung tlân suok hung hma, zântieng chun LALPA kut chu ka chungah a um a, zîngkâra ka kuoma a hung hma po chun ka bau chu a mîn kâktir a; ka bau chu inkâk- tirin a um a, ṭawng thei loin ka um ta nawh a.",
      "reference": "EZEKIEL 33:22"
    },
    {
      "content": "Chun, LALPA thu chu ka kuom- ah a hung tlung a,",
      "reference": "EZEKIEL 33:23"
    },
    {
      "content": "“Mihriem naupa, Israel rama hmun se tahai hluotuhai chun thu an hril a, ‘Abraham chu pakhat chau a na, ram chu a lo hluo tah a; eini hlak chu tamtak ei na, ram chu hluo dinga pêk ei ni tho a,’ tiin.",
      "reference": "EZEKIEL 33:24"
    },
    {
      "content": "Chuleiin, an kuoma chun, Lalpa PATHIEN chun hieng hin a tih: Thisen leh bu in fâk a, in milimhai tieng chun in mithai in inlên a, thisen in insuo a, ram chu in chang hrim ding am a nih?",
      "reference": "EZEKIEL 33:25"
    },
    {
      "content": "In kâwlhnâm chu in ring a, thil pawrche chu in thawh a, mi tinin mâni tuolbâwm nuhmeihai chu in sukpawrcheh a; ram chu in chang hrim ding am a nih?",
      "reference": "EZEKIEL 33:26"
    },
    {
      "content": "Hieng hin an kuoma chun hril rawh; Lalpa PATHIEN chun hieng hin a tih: Ka hring zing angin, chuong hmun se taha umhai chu kâwl- hnâmah tlûng an ta, rama umhai chu ramsahai kuomah fâk zo dingin ka pêk ding a nih; chun, kul det le pûka umhai chu hripuiin thîng an tih.",
      "reference": "EZEKIEL 33:27"
    },
    {
      "content": "Ram chu râusanah siem ka ta, maktia um ding leh; a thilthawtheina chapona chu re tâng a ta, Israel tlânghai chu râusan ni tâng a ta, tukhawm fethleng ta naw ni hai.",
      "reference": "EZEKIEL 33:28"
    },
    {
      "content": "An thil pawrche lo thaw tahai po po leia ram chu râusan le maktia um dinga ka siem pha chun, LALPA chu ka nih ti mi hre tâng an tih.",
      "reference": "EZEKIEL 33:29"
    },
    {
      "content": "“Nangma chungthua chu, mi- hriem naupa, i chipuihai thlahai chu bang hrûla le in kawtkhârhaia chun nanga chanchin an hril a, anni le anni an inbiek a, mi tinin a unau kuoma chun, ‘La hung ta, ka ngên che hi, LALPAA inthawka hung suok thu chu ieng am a nih hung ngai ta,’ an tih a.",
      "reference": "EZEKIEL 33:30"
    },
    {
      "content": "Mipuihai chu an hung angin i kuoma chun anni chu an hung a, ka mihai angin i hmaa chun an ṭhung a, i thuhai chu an ngai a, amiruokchu, thaw si loin; an bau chun nasatakin hmangaina an inlangtir a, amiruok- chu, an lungrilhai chun an hlâwkna chu a hnawt sih a.",
      "reference": "EZEKIEL 33:31"
    },
    {
      "content": "Ngai ta, an ta ding chun nang chu mi pakhat râwl ṭhatak neia, thil sutmihai sut thiem mi hla ditumtak ang chu i nih; i thuhai chu an hriet a, an thaw si nawh a.",
      "reference": "EZEKIEL 33:32"
    },
    {
      "content": "Chun, hi hi a hung tlung pha chun, (ngai ta, a hung tlung mêk) anni lai chun zâwlnei a lo um zing a nih, ti hre tâng an tih,” tiin.",
      "reference": "EZEKIEL 33:33"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EZEKIEL 33 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}