{
  "verses": [
    {
      "content": "Chu nawa khawm chun LALPA thu chu ka kuomah a hung tlung a;",
      "reference": "EZEKIEL 22:1"
    },
    {
      "content": "“Nang mihriem naupa, khawpui thisen insuo hmang chungthu hi i rêl ding am a nih, i rêl ding am a nih? A tirdakumnahai po po chu inhriettir vawng rawh.",
      "reference": "EZEKIEL 22:2"
    },
    {
      "content": "Chun, hieng hin tîng i ta, Lalpa PATHIEN chun hieng hin a tih; Khawpui a sûnga a hun a hung tlung theina dinga thisen insuotu le, ama insukpawrchena dinga milimhai siem- tu chu!",
      "reference": "EZEKIEL 22:3"
    },
    {
      "content": "I thisen i lo insuotahaia chun thiemlo chang i lo ni tah a; milim i lo siemahai chun nang chu i lo in- sukpawrche ta bawk a; i nihai chu hung hnai dingin i siem a, i kumhai bi ruota chun i hung tlung ṭêp ta bawk a, chuleiin, hnamhai laia chun hril- insîmah ka siem che a nih, ram- bunghai po poa nuizabûr dinga leh.",
      "reference": "EZEKIEL 22:4"
    },
    {
      "content": "Chuong nanga hnaia umhai le nanga hlata umhai chun, nang buoinaa sip le, hmingse ta chu nuisan an ti cheh a.",
      "reference": "EZEKIEL 22:5"
    },
    {
      "content": "Ngai ta, Israel lalhai mi tin chu a thilthawtheina ang peia, thisen insuo dingin i sûnga chun a um a nih.",
      "reference": "EZEKIEL 22:6"
    },
    {
      "content": "I sûnga chun nu le pa chu hmu- sitin an um a; i sûnga chun mikhuol- hai chu nêksâwrin an sawisah a; i sûnga chun pa neilohai le hmeithai chu an sukkhawhlo tah a.",
      "reference": "EZEKIEL 22:7"
    },
    {
      "content": "Nang chun ka thil inthienghai chu i hmusit a; ka châwlnihai khawm chu i lo bawsiet tah a.",
      "reference": "EZEKIEL 22:8"
    },
    {
      "content": "I sûnga chun thisen insuo ding- in mi bautamhai an um a; i sûnga chun tlâng sâng chungahai chun an fâk bawk a; i sûnga chun hurna thil khawhlo khawm chu an lo thaw tah a.",
      "reference": "EZEKIEL 22:9"
    },
    {
      "content": "I sûnga chun an thlatuhai sa- ruokna chu an hlîmpêk a; i sûnga chun nuhmei inthieng naw lai zâlpui an um a,",
      "reference": "EZEKIEL 22:10"
    },
    {
      "content": "Mi pakhat chun a tuolbâwm nuhmei chunga chun thil tirdakum chu a thawh a; mi dang chun hurtak- in a monu chu a sukpawrche bawk a; mi dang chun i sûngah a pa naunu, a farnu chu ân tlâwm bawk a.",
      "reference": "EZEKIEL 22:11"
    },
    {
      "content": "I sûnga chun thisen insuo dingin thamnahai an lâk a; a pung hnawtna le a pung chu i lâk a; nêksâwrnain i tuolbâwmhai chunga chun duâmtakin i lo hlêp tah a; kei i mi lo theinghil tah a nih, Lalpa PATHIEN chun a tih.",
      "reference": "EZEKIEL 22:12"
    },
    {
      "content": "Chuleiin, ngai ta, i hlêpna ringum lo, i lo thaw tah le, i sûnga i thisen i lo insuo tâk chunga chun ka kuthai ka ben el a nih.",
      "reference": "EZEKIEL 22:13"
    },
    {
      "content": "Nangma chu ka sawisak nihaia che chun i kuthai chu a hrât tâwkin, i lungril chun a tuor zo ding am a nih? Kei LALPA hin ka hril tah a, thaw ngei bawk ka tih.",
      "reference": "EZEKIEL 22:14"
    },
    {
      "content": "Hnamhai laia chun sukdar ka ti cheh a, rambunghaia chun sukdar bawk ka ti che; i tirdakumna chu nangmaa inthawk chun sukbohmang tâng ka tih,",
      "reference": "EZEKIEL 22:15"
    },
    {
      "content": "Chun, hnamhai mithmua chun nangma le nangma ngei chu insuk- hmingsieng i ta; chun, LALPA chu ka nih ti mi hre tâng i tih,” tiin.",
      "reference": "EZEKIEL 22:16"
    },
    {
      "content": "LALPA thu chu ka kuomah a hung tlung a;",
      "reference": "EZEKIEL 22:17"
    },
    {
      "content": "“Mihriem naupa, Israel sûng- kuo hi ka ta dingin êksie an ni tah; pûm meia chun an rêng chun darsen dâm, rângva dâm, thîr dâm, suon dâm an na; tangkaraw êksie chu an nih.",
      "reference": "EZEKIEL 22:18"
    },
    {
      "content": "Chuleiin, Lalpa PATHIEN chun hieng hin a tih; Êksie chu in hung ni tâk leiin ngai ta u, Jerusalem sûnga hin kei khâwm ka ti cheu.",
      "reference": "EZEKIEL 22:19"
    },
    {
      "content": "Tangkaruo dâm, dârsen dâm, thîr dâm, rângva dâm, suon dâm pûmmeia an mût dinga suktui dinga an lâk khâwm angin, ka lunginsenna le ka ṭiumnain la khâwm ka ti cheu a, chutaka chun sieng ka ti cheu a, suktui ka ti cheu.",
      "reference": "EZEKIEL 22:20"
    },
    {
      "content": "Anih, la khâwm ka ti cheu a, ka lunginsenna meiin râwng ka ti cheu; chuongchun, chutaka chun intui in tih.",
      "reference": "EZEKIEL 22:21"
    },
    {
      "content": "Tangkaruo chu pûmmeia ân tui angin chuong ang chun chutaka chun intui in tih, chuongchun, kei LALPA hin in chungah ka lunginsenna chu ka hung bunthlâk a nih ti hre tâng in tih,” tiin.",
      "reference": "EZEKIEL 22:22"
    },
    {
      "content": "Chun, LALPA thu chu ka kuom- ah a hung tlung a:",
      "reference": "EZEKIEL 22:23"
    },
    {
      "content": "“Mihriem naupa, amanu kuoma chun hril la; Ram thienglo le, lungin- senna nia a chunga ruo tlâk nawna ang chu i nih, ti rawh.",
      "reference": "EZEKIEL 22:24"
    },
    {
      "content": "Sakeibaknei inrûmin a sa fâk ding ân rûm khum angin, a sûnga chun a zâwlneihai chu phierrûkna a um a; mi tin hringin an fâk zo a, thil hluhai le thil rohai chu an lâk a, a sûnga chun hmeithai tamtak an siem a.",
      "reference": "EZEKIEL 22:25"
    },
    {
      "content": "A thiempuhai chun ka dâna chun thawluina an hmang a; ka thil inthienghai chu an sukpawrche a; thil pângngai le thil inthieng khawm chu an ṭhe hran nawh a, chuongchun, mihai khawm chu thil inthieng le thienglo chu hre hran dingin an siem nawh a; ka châwlnia inthawkin an mithai an hup a; anni laia chun sukhmingsiet ka ni tah a nih.",
      "reference": "EZEKIEL 22:26"
    },
    {
      "content": "A sûnga a lalhai chu satene an sa fâk ding innghir khumhai ang chu an na; thisen insuoa, mi hring sukbo- hmanga hlâwkna indik lo an hmuna dingin.",
      "reference": "EZEKIEL 22:27"
    },
    {
      "content": "Chun, a zâwlneihai chun an kuoma aisân inkhêlhai le, teplohai chu hmuin anni ta ding chun chirhak sukhnâk lo chun an chârkhum a; LALPAIN thu a hril naw sa khawma, Lalpa PATHIEN chun hieng hin a tih, an tih a.",
      "reference": "EZEKIEL 22:28"
    },
    {
      "content": "Chu ram mipuihai chun nêk- sâwrna an hmang a, inrûk an chîng bawk a; anih, tlasamhai le mi rimsi- hai chu an suklungngai a; mikhuol chu indik lotakin an nêksâwr a.",
      "reference": "EZEKIEL 22:29"
    },
    {
      "content": "Anni lai chun mi, ram chu ka suksiet nawna dinga dâi chu siem ṭha ding le, ram ta dinga, ân âwngnaa ka hmaa ngîr ding ka zawng a, nisien- lakhawm, tukhawm ka hmu nawh a,",
      "reference": "EZEKIEL 22:30"
    },
    {
      "content": "Chuleiin, ka lunginsenna chu an chunga chun ka bunthlâk a, ka lunginsenna mei chun anni chu ka kâng hmang tah a; an lampuihai chu anni lu chunga ngei chun ka hung intlungtir tah a, Lalpa PATHIEN chun a tih,” tiin.",
      "reference": "EZEKIEL 22:31"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EZEKIEL 22 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}