{
  "verses": [
    {
      "content": "Kum sâwmpakhatna, thla thumna, chu thlaa ni khat ni chun, LALPA thu chu ka kuomah a hung tlung a,",
      "reference": "EZEKIEL 31:1"
    },
    {
      "content": "“Mihriem naupa, Aigupta lal Pharao le a mipuihai kuoma chun hi hi hril rawh; I ropuinaa hin tu ang am i na?",
      "reference": "EZEKIEL 31:2"
    },
    {
      "content": "Ngai ta, Assuria chu Lebanona thingkau ṭha tak nei, Buk hlim nei, dung tieng insâng tak a na; A lêrzîk khawm chu kâu inbuk tak laia chun a um a.",
      "reference": "EZEKIEL 31:3"
    },
    {
      "content": "Tuihai chun ama chu a châwm a, li inthûk chun ân ṭhang- tir a, A phunna sîr vêla chun a vadunghai chu a luong a, A tui luongnahai chu loa thing tin kuoma chun a tir a.",
      "reference": "EZEKIEL 31:4"
    },
    {
      "content": "Chuongchun, ân sângzie chu loa thing po pohai chunga chawisângin a um a, A kauhai chu a tam a, a zârhai chu tui tam lei chun, An hung inzar suok sei tâwl a.",
      "reference": "EZEKIEL 31:5"
    },
    {
      "content": "A kâuhaiah chunglêng vatehai po poin buhai an sep a, A zârhai hnuoia chun rama ramsahai po po chun têhai an nei a, A hlim hnuoiah hnam ropuihai po po chu an chêng tah a.",
      "reference": "EZEKIEL 31:6"
    },
    {
      "content": "A kâuhai seizie le a ropuinaa chun chuong anga mâwi chu a na, A zung chu tui tamtaka chun a um sih a.",
      "reference": "EZEKIEL 31:7"
    },
    {
      "content": "Pathien huona sidarhai chun ama chu tluk thei naw nih a, Fâr thinghaiin a kau khawm an tluk nawh, Insethingin a zâr khawm a tluk nawh a, A mâwinaa chun ama ang Pathien huonah thing hrim a um nawh.",
      "reference": "EZEKIEL 31:8"
    },
    {
      "content": "A zârhai tam lei chun ka siem mawi a, Chu lei chun, Pathien huona um Edena thing po pohai chun ama an îtthîk a.",
      "reference": "EZEKIEL 31:9"
    },
    {
      "content": "“Chuleichun, Lalpa PATHIEN chun hieng hin a tih; Insâng tienga chun chawisângin i um a; a lêrzîk chu kâubuk sataka chun ân umtir a, ân sâng lei chun a lungril chu suksângin a um a;",
      "reference": "EZEKIEL 31:10"
    },
    {
      "content": "hnamhai laia mi thilthawthei- tak kutah ama chu pe suok ka ta; ama chu sawisa ngei a ta, a rîtlona lei chun ama chu ka hnawt suok tah a nih.",
      "reference": "EZEKIEL 31:11"
    },
    {
      "content": "Ram dang mi hnamhai ṭisimhai chun, ama chu an sât thlâk a, ama chu an mâksan tah a; tlâng chungahai le phairuom po poahai chun a kâuhai chu an tlah a, a kâuhai po po chu rama tui luongnahai chun an suktliek bawk a; hnuoia hnam tinhai chu a hlima inthawk chun an fe thla a, an mâksan tah a.",
      "reference": "EZEKIEL 31:12"
    },
    {
      "content": "Suksieta a umnaa chun chung- lêng vatehai po po chu chêng an ta, ram hnuoia sahai po po khawm chu a kâuhai chunga chun um an tih;",
      "reference": "EZEKIEL 31:13"
    },
    {
      "content": "a tâwpa chun tuihai kâwla thinghai po po chun an insâng leiin anni le anni inchawimawi ta ngai naw ni hai a, a kâubuk satak laia chun an lêrzîk khawm chu sie ta bawk naw ni hai a, tui dâwn ta po po chu, an thilthawtheihai chu an in- sâng ang chun ngîr ta naw bawk an tih; vânsama fe thla tahai, mihriem nauhai laia chun, leihnuoi hnuoi tienga chun anni chu thina kuoma pêk an ni ta sih a.",
      "reference": "EZEKIEL 31:14"
    },
    {
      "content": "“Lalpa PATHIEN chun hieng hin a tih; Hremhmuna a fe thlâk ni chun, sûnna ka siem a; ama ta dingin li inthûk chu kân khum a, chutaka vadungpuihai chu ka sukchâwl a, tui nasatakhai khawm chu an châwl tah a; chun, Lebanon chu ama sûn dingin ka siem a, chun, rama thinghai po po chu ama lei chun an thidang a.",
      "reference": "EZEKIEL 31:15"
    },
    {
      "content": "Vânsama ṭum tahai laia, hrem- hmuna ka pei thlâk lai chun, a tlûkna ria chun hnamhai chu ka sukthin a; Eden thing po po Lebanona thing ṭhatak le ditumhai, tui lo dâwn tahai po po chu hnuoi khingtieng panga chun sukhlimin an um a.",
      "reference": "EZEKIEL 31:16"
    },
    {
      "content": "Kâwlhnâma thata lo um tahai kuomah, ama ruolin hremhmuna chun an fe thla ve a; anih, a bân lo ni taha, hnamhai laia a buk hlim hnuoia lo chêng tahai chu.",
      "reference": "EZEKIEL 31:17"
    },
    {
      "content": "“Edena thinghai laia hin ro- puina le mawinaah ieng le hin am in inang a? Hnuoi khingtieng panga chun Eden thinghai le chun nang chu sukhnuoi i la ni ding a nih; kâwl- hnâma thata lo um tah, sertan lohai laia chun i zâl ve ding a nih; Hi hi Pharao le a mipuihai chu an nih, Lalpa PATHIEN chun a tih,” tiin.",
      "reference": "EZEKIEL 31:18"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EZEKIEL 31 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}