{
  "verses": [
    {
      "content": "Chu hnunga chun dâi kawt- khâr, saktieng ngha dâi kawt- khâra chun a mi ṭhuoi tah a;",
      "reference": "EZEKIEL 43:1"
    },
    {
      "content": "chun, ngai ta, saktienga inthawk chun Israel Pathien ropuina chu a hung tlung tah a; chun, a râwl khawm chu tui tamtak ri ang a nih; chuongchun, a ropuina chun hnuoi chu a var tah a.",
      "reference": "EZEKIEL 43:2"
    },
    {
      "content": "Chun, thilhmulâwk ka ihmu tah, khawpui chu sukse dinga a hung laia thilhmulâwk ka hmu ang tak, chu thil hmulâwk chu Kebar vadung panga thilhmulâwk ka hmu ang kha a nih; chuongchun, ka hmaiin hnuoi ka sik tah a.",
      "reference": "EZEKIEL 43:3"
    },
    {
      "content": "Chun, dâi kawtkhâr, saktieng nghaa inthawk chun LALPA ropuina chu ina chun a hung lût a;",
      "reference": "EZEKIEL 43:4"
    },
    {
      "content": "Thlarau chun a mi dawm kâng a, huon sûng tuollai sungril lema chun a mi ṭhuoi tah a; chun, ngai ta, LALPA ropuina chun in chu a suksip tah a.",
      "reference": "EZEKIEL 43:5"
    },
    {
      "content": "Mi pakhat ka sîra a ngîr zing lai chun, ina inthawk chun mi pakhat hin ka kuomah thu hrilin ka hriet a;",
      "reference": "EZEKIEL 43:6"
    },
    {
      "content": "ka kuoma chun, “Mihriem naupa, hi hi ka lalṭhungpha hmun le ka kehai innghatna hmun, Israel thla- hai kuoma chatuona ka chêngna ding chu a ni hi. Israel sûngkuo chun ka hming inthieng chu sukpawrche ta naw ni hai a, anni khawmin, an lalhai khawm, an hurnain amani, an bâwlhmunhaia an lalhai ruonghai khawmin amanih sukpawrche naw ni hai,",
      "reference": "EZEKIEL 43:7"
    },
    {
      "content": "an tuolpûk chu ka tuolpûk kâwla siein, an kawtkhâr bieng chu ka kawtkhâr bieng sîrah, anni le keia kâra chun bang chau a uma chu; an tirdakumna an lo thaw tahai chun ka hming inthieng chu an lo sukpawrche tah a; chuleiin, ka lunginsenna chun anni chu ka kâng hmang tah a.",
      "reference": "EZEKIEL 43:8"
    },
    {
      "content": "Tuhin an hurna le an lalhai ruonghai chu keimaa inthawka hla- takah sie hmang hai sienla, anni lai chun chatuonin chêng tâng ka tih.",
      "reference": "EZEKIEL 43:9"
    },
    {
      "content": "“Nang mihriem naupa, Israel sûngkaw kuoma chun in kha inentir rawh, an suolhai leia an inzak theina dingin; chuongchun, a riruong kha inkhitir rawh.",
      "reference": "EZEKIEL 43:10"
    },
    {
      "content": "Chun, an thil lo thaw tahai po po kha an inzâpui a ni chun in riruong, a hmêlput dân, a fe suokna, a lûtna, a hmêl umziehai po po le chutaka dânhai po po leh inhriettir la, an mithmu ngeia chun ziek la, chu chu hmêl put dân po po chu an vawng zinga, dânhai po po khawm chu an kawla an zâwm theina dingin.",
      "reference": "EZEKIEL 43:11"
    },
    {
      "content": "Hi hi in dân chu nîng a tih; tlâng sîp chunga a huop chin chin chu hmun inthiengtak nîng a ta; Ngai ta, hi hi in dân chu nîng a tih.",
      "reference": "EZEKIEL 43:12"
    },
    {
      "content": "“Chun, hieng hi tawnga inkhia mâichâm lienzie chu a nih; (tawng chu tawng le kutpha bawk a nih) a mawng chu tawng khat nîng a ta, a khang tieng khawm tawng khat bawk; a rei sira a tlâng chu a vêlin khâp khat nîng a ta, hi hi mâichâm mawng chu nîng a tih.",
      "reference": "EZEKIEL 43:13"
    },
    {
      "content": "Chun, hnuoi ân ṭhutnaa in- thawk chun a rei hnuoihnung lem chen chun tawng hni nîng a ta, a khang tieng chu tawng khat; chun, a rei chîn lema inthawka a rei lien lem chen chu tawng li nîng a tih, chun, a khang tieng chu tawng khat.",
      "reference": "EZEKIEL 43:14"
    },
    {
      "content": "Mâichâm chunghnung lem chu tawng li nîng a ta; mâichâm thuk le a chung tienga chun kihai pali um a ta.",
      "reference": "EZEKIEL 43:15"
    },
    {
      "content": "Mâichâm thuk chu tawng sawmpahnia sei, tawng sâwmpahni maa lien nîng a tih, a sîr palia chun intiet seng nîng a tih.",
      "reference": "EZEKIEL 43:16"
    },
    {
      "content": "A sîrhai pali chun a rei chu tawng sâwmpalia sei a, tawng sâwm- pali maa lien nîng a tih; a tlâng chu a vêlin tawng chenve nîng a ta; chu mawng chu tawng khat lai ni bawk a ta; a sirbihai chu saktieng nghâng a tih.",
      "reference": "EZEKIEL 43:17"
    },
    {
      "content": "Chun, ka kuomah a hril a, “Mi- hriem naupa, Lalpa PATHIEN chun hieng hin a tih: A chunga pum- rawhmang thilinhlân an inhlân a, thisen a chunga an the ni chun, hieng hi mâichâm thuthlunghai chu nîng a tih.",
      "reference": "EZEKIEL 43:18"
    },
    {
      "content": "Levi mi thiempuhai, Zadok thlaa mi ngei chu, keia rawngbâwl dinga kei a mi hnaihai kuoma chun suol thilinhlâna dingin bâwngchal tuoi pêng i tih, Lalpa PATHIEN chun a tih.",
      "reference": "EZEKIEL 43:19"
    },
    {
      "content": "Chun, chu thisen chu lâng i ta, a kihai pali chun nâl i ta, a rei ki lia le, a tlâng a sîrvêl poa hai le chun; chuongchun, sukthieng i ta, ama ta ding chun intlanna siem i tih.",
      "reference": "EZEKIEL 43:20"
    },
    {
      "content": "Suol thilinhlân dinga bâwng- chal khawm chu lâng i ta, chu ina hmun ruot hmun inthieng tuola chun râwng i tih.",
      "reference": "EZEKIEL 43:21"
    },
    {
      "content": "Chun, a ni hni nia chun suol thilinhlân ding chun kêlchal dem- kailo inhlân i tih; bawngchal hmanga mâichâm sukthieng a ni ang bawk khan, mâichâm chu sukthieng nîng a tih.",
      "reference": "EZEKIEL 43:22"
    },
    {
      "content": "Chun, sukthiengna thil chu i thaw zo pha chun bâwngchal tuoi demkailo le, a ruol laia berâmchal demkailo chu inhlân i tih.",
      "reference": "EZEKIEL 43:23"
    },
    {
      "content": "Chun, nang chun LALPA kuom- ah hung ṭhuoi i ta, thiempuhai chun an chunga chun chi lo thêng an ta, chuongchun, LALPA kuomah pum- rawhmang thilinhlân dingin inhlân an tih.",
      "reference": "EZEKIEL 43:24"
    },
    {
      "content": "Ni sari sûng chu ni tin, suol thilinhlân dingin kêl buotsai i ta; chun, bâwngchal tuoi le berâmchal a ruol laia mi demkailo i buotsai bawk ding a nih.",
      "reference": "EZEKIEL 43:25"
    },
    {
      "content": "Ni sari sûng chu mâichâm ta ding chun intlanna siempêk an ta, sukthieng an tih, chuongchun, hlân- thieng an tih.",
      "reference": "EZEKIEL 43:26"
    },
    {
      "content": "Chun, nihai chu an hmang zo pha, ni rietnaa inthawk chu, thiem- puhai chun in pumrawhmang thilin- hlânhai chu mâichâma chun thâwng an ta, in inremna thilinhlânhai le chun; chuongchun, lo pawm ka ti cheu, Lalpa PATHIEN chun a tih,” tiin.",
      "reference": "EZEKIEL 43:27"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EZEKIEL 43 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}