{
  "verses": [
    {
      "content": "LALPA thu chu ka kuomah a hung tlung nâwk a:",
      "reference": "EZEKIEL 30:1"
    },
    {
      "content": "“Mihriem naupa, hril la, hieng hin hril rawh, Lalpa PATHIEN chun hieng hin a tih: Ṭapinrûm unla, chungrikna ni chu!",
      "reference": "EZEKIEL 30:2"
    },
    {
      "content": "Ni chu a hnai a, LALPA ni chu a hnai ta si a; Sûm zingna ni, Hnamhai sietna ni chu nîng a tih.",
      "reference": "EZEKIEL 30:3"
    },
    {
      "content": "Aigupta chunga chun kâwlhnâm chu hung a ta, Ethiopiaa chun tuorna nasatak um a tih; Aiguptaa mi thata umhai an tlûk pha chun, A mipuihai chu la hmang an ta, A lungphûmhai khawm chu sukchim nîng a tih.",
      "reference": "EZEKIEL 30:4"
    },
    {
      "content": "Ethiopia, Put le Lud mi chi inpawlhai chu, Kus mihai leh, ram ṭhangruolhai mihai chu anni le chun kâwlhnâmin tlûng an tih.",
      "reference": "EZEKIEL 30:5"
    },
    {
      "content": "LALPA chun hieng hin a tih: Aigupta chelngirtuhai khawm chu tlûng an ta; A thilthawtheina chapona khawm hung inhnuoi a tih; Migdola inthawka Suene chenin kâwlhnâmin tlûng an tih, Lalpa PATHIEN chun a ti a nih.",
      "reference": "EZEKIEL 30:6"
    },
    {
      "content": "Ram râusana umhai sûnga chun râusanin um vêng an ta, A khawpuihai khawm chu khawpui suksieta umhai laia chun ṭhang vêng a tih.",
      "reference": "EZEKIEL 30:7"
    },
    {
      "content": "Aigupta rama chun mei ka sêm a, A ṭhangpuituhai po po sukbohmanga an um vawng pha chun, LALPA chu ka nih ti mi hre tâng an tih.",
      "reference": "EZEKIEL 30:8"
    },
    {
      "content": "Chu nia chun Ethiopia mi pawisakna neilotuhai chu sukṭi dingin ka hmaa inthawkin mitirhai chu lawnghaiin suok an ta; an chunga chun tuorna nasatak, Aigupta nia ang khan um an tih, en ta, a hung mêk sih a.",
      "reference": "EZEKIEL 30:9"
    },
    {
      "content": "“Lalpa PATHIEN chun hieng hin a tih; Babulon lal Nebukadnezzar kut hmangin Aigupta mipuihai chu sukrêm ka tih;",
      "reference": "EZEKIEL 30:10"
    },
    {
      "content": "Ama le, a kuoma a mihai, hnamhai ṭisim chu ram sukse dinga hung ṭhuoilût nîng an ta, Aigupta chu doin an kâwlhnâmhai phawi an ta, ram chu mi thatin suksip an tih.",
      "reference": "EZEKIEL 30:11"
    },
    {
      "content": "Chun, vadungpuihai khawm chu sukkangchat ka ta, ram chu mi rilohai kutah zawr ka tih; mikhuolhai kut hmangin ram le a sûnga umhai po po chu râusanah siem ka tih, kei LALPA ngeiin ka lo hril tah a nih.",
      "reference": "EZEKIEL 30:12"
    },
    {
      "content": "“Lalpa PATHIEN chun hieng hin a tih; Milimhai chu suksieng ka ta, Nopha inthawkin milimhai chu intâwptir bawk ka tih; chun, Aigupta rama inthawk hin lal um nâwk ta naw ni hai a; Aigupta rama hin ṭiumna ka sie ding a nih.",
      "reference": "EZEKIEL 30:13"
    },
    {
      "content": "Pathros chu râusanah siem ka ta, Zoana chun mei hung sêm ka ta, Noa rorêlnahai chu sukpuitling ka tih.",
      "reference": "EZEKIEL 30:14"
    },
    {
      "content": "Chun, ka lunginsenna chu Sin chunga chun hung bunthlâng ka ta, Aigupta kul dettak chu; Noa mihai chu sât thlâng ka tih.",
      "reference": "EZEKIEL 30:15"
    },
    {
      "content": "Aigupta rama chun mei hung tîng ka ta, Sin chu rinum nasatakin um a ta; Noa chu suksietin um a tih; chun, Noph chu lunginzîngtakin ni tin um a tih.",
      "reference": "EZEKIEL 30:16"
    },
    {
      "content": "Aven le Pi-beseth tlangvâlhai chu kâwlhnâmin tlûng an ta, chun, hieng khawpuihai hi sala ṭhuoiin um an tih.",
      "reference": "EZEKIEL 30:17"
    },
    {
      "content": "Tehaphnehesa chun ni chu hung inthim a ta, chu pha chun Aigupta rîngkawlhai chu suktliek ka ta, amaa chun a thilthawtheina cha- pona chu tâwp tâng a tih; ama chu sûmpuiin hung inkhum a ta, a naunuhmeihai chu salah fêng an tih.",
      "reference": "EZEKIEL 30:18"
    },
    {
      "content": "Chuong ang tak chun Aiguptaa chun rorêlna chu sukpuitling ka ta; chun, LALPA chu ka nih ti mi hre tâng an tih,” tiin.",
      "reference": "EZEKIEL 30:19"
    },
    {
      "content": "Kum sâwmpakhatna, thla khat- na, chu thla a ni sarinaa chun, LALPA thu chu ka kuomah a hung tlung a,",
      "reference": "EZEKIEL 30:20"
    },
    {
      "content": "“Mihriem naupa, Aigupta lal Pharao bân chu ka suktliek tah a; ngai ta, kâwlhnâm chawi ding tâwka hrât dingin, ngar khuoa tuom dingin, sukdamna damdawihai nâl dinga tuom a ni nawh a.",
      "reference": "EZEKIEL 30:21"
    },
    {
      "content": "Chuleiin, Lalpa PATHIEN chun hieng hin a tih; Ngai ta, Aigupta lal Pharao chu ka dodâl a, a tliek ta hnung a kut hrâthai chu suktliek ka tih;",
      "reference": "EZEKIEL 30:22"
    },
    {
      "content": "chun, kâwlhnâm chu a kuta inthawkin intlâktir bawk ka tih. Chun, Aigupta mihai chu hnamhai laia chun sukdar ka ta, rambunghaia chun hnawt dar ka tih.",
      "reference": "EZEKIEL 30:23"
    },
    {
      "content": "Babulon lal kuthai chu sukhrât ka ta, ka kâwlhnâm chu a kutah sieng ka tih; nisienlakhawm, Pharao bânhai chu suktliek ka ta, ama hmaa chun mi thi khawp raua hliem inrûm- in inrûm a tih.",
      "reference": "EZEKIEL 30:24"
    },
    {
      "content": "Chun, Babulon lal bânhai chu chelngîrpêk ka ta, Pharao bânhai ruok chu tlahnuoi a tih; Babulon lal kutah ka kâwlhnâm ka sieh a, Aigupta ram chungah ama chun ân let pha chun LALPA chu ka nih ti mi hre tâng an tih.",
      "reference": "EZEKIEL 30:25"
    },
    {
      "content": "Chun, Aigupta mihai chu hnam- hai laia chun sukdar ka ta, rambung- haia chun hnawt dar ka tih; chun, LALPA chu ka nih, ti mi hre tâng an tih,” tiin.",
      "reference": "EZEKIEL 30:26"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EZEKIEL 30 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}