{
  "verses": [
    {
      "content": "LALPA thu chu ka kuomah a hung tlung nâwk a;",
      "reference": "EZEKIEL 28:1"
    },
    {
      "content": "“Mihriem naupa, Tura lal kuoma chun hril la, Lalpa PATHIEN chun hieng hin a ti a nih; i lungril chu chawisângin a um a, Pathien ka na, Pathien ṭhungphaa chun ka ṭhung a, tuisuoriethai lairila chun i ti leiin i lungril chu Pathien lungrilah ngai la khawm, mihriem i ni si a, Pathien ni loin;",
      "reference": "EZEKIEL 28:2"
    },
    {
      "content": "ngai ta, Daniel nêkin i var lem a nih; nangmaa inthawka thup thei ding thurûk hrim hrim a um nawh a,",
      "reference": "EZEKIEL 28:3"
    },
    {
      "content": "i varna lei le i hrietthiemna leiin hausaknahai în siempêk a, i ro inhaia chun rângkachak le tangkahai i nei a,",
      "reference": "EZEKIEL 28:4"
    },
    {
      "content": "I varna nasatak le i sumdâwng- naa chun i hausaknahai chu i suk- pung a, i hausakna lei chun i lungril chu a lo insâng tah a,",
      "reference": "EZEKIEL 28:5"
    },
    {
      "content": "chuleiin, Lalpa PATHIEN chun hieng hin a ti a nih; I lungril chu Pathien lungril anga i siem tâk leiin,",
      "reference": "EZEKIEL 28:6"
    },
    {
      "content": "chuleiin, ngai ta, i chungah mikhuolhai ka hung ṭhuoi ding a nih, hnamhai ṭisimtak el chu; i varna mawina chunga chun an kâwlhnâm- hai chu phawi an ta; i tlêtna chu sukpawrchêng an tih.",
      "reference": "EZEKIEL 28:7"
    },
    {
      "content": "Khur sûnga chun la thlâng an ti cheh a, thata um tahai thîna anga chun, tuisuoriet lairila chun thîng i tih.",
      "reference": "EZEKIEL 28:8"
    },
    {
      "content": "Nangma sukhlumtu che hmaa chun, ‘Pathien chu ka nih,’ i la ti rawp ding am a nih? Mihriem chau i ni sih a, Pathien ni lo, nangma inhliemtu che kuta chun.",
      "reference": "EZEKIEL 28:9"
    },
    {
      "content": "Mikhuolhai kuta chun sertan- lohai thi angin thîng i ta, keiin ka lo hril ta sih a, Lalpa PATHIEN chun a tih,” tiin.",
      "reference": "EZEKIEL 28:10"
    },
    {
      "content": "Chu nawa khawm chun LALPA thu chu ka kuomah a hung tlung a:",
      "reference": "EZEKIEL 28:11"
    },
    {
      "content": "“Mihriem naupa, Tura lal ta dingin sûnna hla siem la, a kuoma chun, Lalpa PATHIEN chun hieng hin a ti a nih: Ṭha famkim, varnaa sip le mawinaa famkim i na,",
      "reference": "EZEKIEL 28:12"
    },
    {
      "content": "Pathien huon Edena chun i lo um tah a; Lunghlu tinrênghai chu i în khumna a na, Hieng sardion dâm, topaz dâm, rubi lung dâm, onik dâm, jaspi dâm, Sapphir dâm, karbankle dâm, lunghlu dang dang le, Rângkachakhai, an inṭhutna le ziek kermawihai, Kut themthiema siemhai chu i sûnga chun an um a. Nang chu siema i um ni chun chuonghai chu buotsai an ni veh a.",
      "reference": "EZEKIEL 28:13"
    },
    {
      "content": "Cherub hrieknâla um, zârkhumtu chu i na, Kân umtir cheh a, Pathien tlâng inthienga chun i um a, Mei lunghai laia chun a suk a tungin i lo inlawn tah a:",
      "reference": "EZEKIEL 28:14"
    },
    {
      "content": "Felnâwna nangmaa hmu suok a ni hmakhat khan chu, Siema i um nia inthawk khan i lampuia chun i ṭhafamkim hlak a.",
      "reference": "EZEKIEL 28:15"
    },
    {
      "content": "I sumdâwngna thil tam taluot leiin, I sûng chu inpâwngnêknain an suksip tah a; Thil i suksuol a, chuleiin, sukpawrchea um angin, Pathien tlânga inthawk chun ka hnawt suok ta cheh a, Ka suksiet ta che a nih, aw inkhumtu cherub, Mei lunghai laia chun ka suksiet che a nih.",
      "reference": "EZEKIEL 28:16"
    },
    {
      "content": "I mâwina leiin i lungril a lo insâng tah a, I tlêtna lei chun i varna chu i lo suksiet tah a, Hnuoiah ka pei thlawr cheh a, An hmu theina ding chein lalhai hmaa chun kân zâltir che a nih.",
      "reference": "EZEKIEL 28:17"
    },
    {
      "content": "I sumdâwngnaa fel nâwnaa suolna tam leiin, I hmun inthienghai chu i lo sukpawrche tah a; Chuleiin, i sûnga inthawk mei ka hung lâk suok a, A kâng hmang cheh a, hnuoia pilvutah kân changtir cheh a, Nangma entuhai po po che mithmua chun,",
      "reference": "EZEKIEL 28:18"
    },
    {
      "content": "Hnamhai laia nanga hretuhai po po che chun maktîng an ta, Nang chu mi ṭîsim i ni tah a, um khawm um nâwk ta naw ti nih,” tiin.",
      "reference": "EZEKIEL 28:19"
    },
    {
      "content": "Chun, LALPA thu chu ka kuom- ah a hung tlung a:",
      "reference": "EZEKIEL 28:20"
    },
    {
      "content": "“Mihriem naupa, Sidon tieng chun i hmai innghat la, a chungah thu hril rawh,",
      "reference": "EZEKIEL 28:21"
    },
    {
      "content": "hieng hin ti la, Lalpa PATHIEN chun hieng hin a tih: Ngai ta, aw Sidon, ka dodâl che a nih, I sûnga chun ka ropuina suklang ka tih: Chuongchun, LALPA ka nih ti mi hre tâng an tih, Amaa ka rorêlnahai chu ka sukpuitling a, Ama ka sukthieng pha chun;",
      "reference": "EZEKIEL 28:22"
    },
    {
      "content": "A kawtthlêrhaia chun thisen le hripuihai ka hung tir ding a ni sih a, Chun, a hliemhai chu sîr tinah an chunga kâwlhnâmhai leh tlûng an tih. Chun, LALPA chu ka nih ti hre tâng an tih.",
      "reference": "EZEKIEL 28:23"
    },
    {
      "content": "“Chun, Israel sûngkuoa chun a suntu hling um ta naw nih a, an sîr vêla hling buoipuiumhai anni suk- hmingse dinghai chu um ta naw nih a, chun, Lalpa PATHIEN chu ka nih ti mi hre tâng an tih.",
      "reference": "EZEKIEL 28:24"
    },
    {
      "content": "“Lalpa PATHIEN chun hieng ang hin a tih; Israel sûngkuohai chu sukdara an umna hnamhai laia inthawka ka lâk khâwm a, hnamhai mithmu ngeia annia sukthienga ka um pha chun, ka siehlaw Jakob kuoma ka lo pêk tah, anni rama ngei khan chêng tâng an tih.",
      "reference": "EZEKIEL 28:25"
    },
    {
      "content": "Chutaka chun himtakin chêng an ta; anih, inhai bâwl an ta, grêp huonhai siem an ta, himtakin chêng an tih; anni sîr vêla anni sukpawr- chetuhai chunga ka rorêlna ka suk- puitling pha chun, LALPA an Pathien chu ka nih ti mi hre tâng an tih,” tiin.",
      "reference": "EZEKIEL 28:26"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EZEKIEL 28 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}