{
  "verses": [
    {
      "content": "Kum sâwmna, thla sâwmna, chu thlaa ni sâwmpahni ni chun, LALPA thu chu ka kuomah a hung tlung a,",
      "reference": "EZEKIEL 29:1"
    },
    {
      "content": "“Mihriem naupa, Aigupta lal Pharao tieng chun i hmai innghat la, Aigupta ram po po le, ama chunga chun thu hril la,",
      "reference": "EZEKIEL 29:2"
    },
    {
      "content": "hieng hin ti rawh; Lalpa PATHIEN chun hieng hin a tih: ‘Ngai ta, Aigupta lal Pharao, Rûlpui a vadungpuihai laia bawk a, Ka vadungpui hi keia ta bîk a na, Keima ta dingin ka siem tah,’ titu, ka dodâl che a nih.",
      "reference": "EZEKIEL 29:3"
    },
    {
      "content": "I khâka chun ngakuoihaiin inkuoitir ka ta, I vadungpuia ngahai chu i phuhlipa chun inkawptir tâwl ka tih; Chuongchun, i phuhlipa kawp i vadungpuia i ngahai po po le chun, I vadungpuia inthawk chun hung la suok ka ti cheh a.",
      "reference": "EZEKIEL 29:4"
    },
    {
      "content": "Thlalêra chun peihâwna umin mâksan ka ti che, Nang le i vadungpuia ngahai po po le chun; Ram hmun âwng chunga chun tlâng i ta, Lâk khâwm ni ta naw ti nih a, phûm khawm ni ta naw ti nih. Hnuoia ramsahai le chunglêng vatehai ta dingin, Bu dingin ka pêk ta che a nih.",
      "reference": "EZEKIEL 29:5"
    },
    {
      "content": "“Chun, Aigupta ram hluotuhai po po chun, Israel sûngkuo phairuong kuonghai an ni ve leiin, LALPA chu ka nih ti mi hre tâng an tih.",
      "reference": "EZEKIEL 29:6"
    },
    {
      "content": "I kuta an chel lai che chu în tleng dawk a, an liengkohai po po i suk- thlêrpêk a; chun, an innghai pha che khawma, în tâwl hmang a, an kâwng- hai chu ngîr ṭâwk dingin i siem a.",
      "reference": "EZEKIEL 29:7"
    },
    {
      "content": "Chuleiin, Lalpa PATHIEN chun hieng hin a tih: Ngai ta, i chungah kâwlhnâm hung inlet ka ta, nangmaa inthawkin sahai le mihriemhai chu sât thlâng ka tih.",
      "reference": "EZEKIEL 29:8"
    },
    {
      "content": "Chun, Aigupta ram chu ram sie le râusan hung ni tâng a ta; ama chun, Vadungpui chu ka ta a na, keia siem a nih, a ti tâk lei khan, LALPA chu ka nih ti mi hre tâng an tih.",
      "reference": "EZEKIEL 29:9"
    },
    {
      "content": "Chuleiin, ngai ta, ka dodâl che a nih; i vadungpuihai khawm chu; Aigupta ram chu se letdêr le râusan- ah Suene in insânga inthawka Ethio- pia ramri chenin ka siem ding a nih.",
      "reference": "EZEKIEL 29:10"
    },
    {
      "content": "Mihriem ke chun fethleng ta naw nih a, sa ke khawm chu fethleng ta bawk naw ni; chun, kum sâwmli sûng chu hluoin um bawk ta naw nih.",
      "reference": "EZEKIEL 29:11"
    },
    {
      "content": "Aigupta ram chu ram râusana umhai laia chun râusanah siem ka ta, a khawpuihai khawm chu suksieta um khawpuiahai kum sâwmli sûng chu râusanin um a tih; chun, Aigupta mihai chu hnamhai laia chun sukdar ka ta, rambunghaia chun anni chu sukdar ka tih.",
      "reference": "EZEKIEL 29:12"
    },
    {
      "content": "Lalpa PATHIEN chun hieng hin a ti sih a. Kum sâwmli tâwpa chun Aigupta mihai chu sukdara an umna hnamhai laia inthawk chu kei khâwm ka ta;",
      "reference": "EZEKIEL 29:13"
    },
    {
      "content": "chun, Aigupta sal nina chu hung intlungtir nâwk ka ta, an pieng- na Pathros rama chun inkîrtir nâwk ka ta; chutaka chun lalram inhnuoi nîng an tih.",
      "reference": "EZEKIEL 29:14"
    },
    {
      "content": "Lalrama chun ân hnuoi tak nîng a ta; hnamhai chunga chun ama le ama chu indawm sâng ngai ta naw nih a; hnamhai chunga ro an rêl nâwk ta nawna dingin anni chu suktlâwm ka tih.",
      "reference": "EZEKIEL 29:15"
    },
    {
      "content": "Anni chu enkawl dinga an hung kîr pha, suolna chu hriet zing dinga siemin, Israel sûngkuoa chun ringumna hrim um ta naw nih a; chun, Lalpa PATHIEN chu ka ni ti mi hre tâng an tih,” tiin.",
      "reference": "EZEKIEL 29:16"
    },
    {
      "content": "Kum sâwmhni pasarina, thla hmasatakah, chu thlaa ni khat ni chun, LALPA thu chu ka kuomah a hung tlung a,",
      "reference": "EZEKIEL 29:17"
    },
    {
      "content": "“Mihriem naupa, Babulon lal Nebukadnezzar chun Tura dodâlin a sipai pâwlhai chu rawngbâwlna nasa- takin sin ân thawtir a; lusîp tin chu a kawl a, liengko tin chu ân khawk bawk a; ama dodâla a sinthawnaah Turaa inthawkin, ama le a sipaihai khawm chun hlaw iengkhawm an hmu nawh a;",
      "reference": "EZEKIEL 29:18"
    },
    {
      "content": "chuleiin, Lalpa PATHIEN chun hieng hin a tih: Ngai ta, Aigupta ram chu Babulon lal Nebukadnezzar kuomah ka pêk ding a nih; a mipuihai chu ṭhuoi hmang a ta, a râllâk sumhai chu lâng a ta, a râlman chu lâng a ta; a sipaihai ta dinga hlaw ding nîng a tih.",
      "reference": "EZEKIEL 29:19"
    },
    {
      "content": "Keia ta dinga sin an lo thaw ta leiin, a sinthaw mana thungna ding chun Aigupta ram chu ka pêk tah a nih, Lalpa PATHIEN chun a tih.",
      "reference": "EZEKIEL 29:20"
    },
    {
      "content": "“Chu nia chun Israel sûngkuoa chun ki hung inder suok dingin thâwng ka ta, anni laia chun bau kâkna chu pêng ka ti cheh a; chun, LALPA ka nih ti mi hre tâng an tih,” tiin.",
      "reference": "EZEKIEL 29:21"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EZEKIEL 29 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}