{
  "verses": [
    {
      "content": "LALPA thu chu ka kuomah a hung nâwk a.",
      "reference": "EZEKIEL 12:1"
    },
    {
      "content": "“Mihriem naupa, nang sûngkaw hel hmang, hmûna dinga mithai nei sih a, hmu lohai, hrietna dinga nahai nei sih a, hre lohai laia chêng, sûng- kaw hel hmang an ni sih a.",
      "reference": "EZEKIEL 12:2"
    },
    {
      "content": "Chuleiin, nang mihriem naupa, sal intâng ding angin thuomhnaw intêl la, sûnah an mithmu ngeiah fe suok rawh; chun, an mithmua chun i hmuna inthawkin hmun dangah insawn rawh; sûngkaw hel hmang an ni nâka chu an ngaituo thei rawi mawh.",
      "reference": "EZEKIEL 12:3"
    },
    {
      "content": "Chun, i thuomhnaw chu sûnah an mithmuah hung la suok i ta, sal intâng ding angin; chun, sal intânga fe dinghai thaw angin zântieng hun- ah an mithmuah nang ngei chu fe suok i ta.",
      "reference": "EZEKIEL 12:4"
    },
    {
      "content": "An mithmua chun bang chu ver âwng la, chutaka chun i thuomhnaw chu la suok rawh.",
      "reference": "EZEKIEL 12:5"
    },
    {
      "content": "An mithmua chun i liengkoah phur i ta, inthima chun phur pei i ta; i hmai khawm hnuoi hmu lo dingin în khum ding a nih; Israel sûngkuohai dinga inchiknaah ka sie ta si cheh a,” tiin.",
      "reference": "EZEKIEL 12:6"
    },
    {
      "content": "Chun, chuonga thu pêka ka um ang tak chun ka thaw tah a; ka thuomhnaw chu sûnah ka hung lâk suok a, sal intâng ding ang tak chun; chun, zântieng chun ka kutin bang chu ka ver âwng a; thuomhnaw chu inthima chun ka hung lâk suok a, an mithmua chun ka liengkoah ka phur tah a.",
      "reference": "EZEKIEL 12:7"
    },
    {
      "content": "Chun, zîngkâr chun LALPA thu chu ka kuomah a hung tlung a,",
      "reference": "EZEKIEL 12:8"
    },
    {
      "content": "“Mihriem naupa, Israel sûngkuo, sûngkaw hel hmang chun i kuomah, ‘Ieng am i thawh a?’ an ti che a ni naw maw?",
      "reference": "EZEKIEL 12:9"
    },
    {
      "content": "an kuoma chun hril la, Lalpa PATHIEN chun hieng hin a tih, ti rawh, Hi chungrikna hin Jerusalema lal le Israel sûngkuohai po po an umnahai chu a kâwk a nih.",
      "reference": "EZEKIEL 12:10"
    },
    {
      "content": "Hril la, in ta dinga inchikna ka na, ka thaw ta angin an kuoma chun hung tlung a tih, hnawt suoknaa chun, salah an fe ding a nih.",
      "reference": "EZEKIEL 12:11"
    },
    {
      "content": "Anni laia lal um chun inthim hnuoia chun a liengkoin phur a ta, fe suok a tih; chutaka phursuok- na ding chun bang chu ver âwng an tih; a mithaia hnuoi a hmu nawna dingin a hmai chu inkhum tlat a tih.",
      "reference": "EZEKIEL 12:12"
    },
    {
      "content": "Chun, ka lên khawm chu a chunga chun dêngkhum ka ta, ka chânga chun âwk a tih; chun, Kaldai- hai ram Babulona chun ṭhuoi ka ta; chutaka chun thi ding ni sien khawm, hmu chu hmu naw ni.",
      "reference": "EZEKIEL 12:13"
    },
    {
      "content": "Chun, a pâwlhai po po le, ama vêla ama ṭhangpuituhai ding po po chu kil tinah the dar ka ta; an hnunga kâwlhnâm chu phawi ka tih.",
      "reference": "EZEKIEL 12:14"
    },
    {
      "content": "Chun, ramhaia ka hnawt dar pha le, hnamhai laia ka sukdar pha chu LALPA kha ka ni ti mi hre tâng an tih.",
      "reference": "EZEKIEL 12:15"
    },
    {
      "content": "Amiruokchu, anni laia mi tlâwmte chu kâwlhnâma manih, hri- puia manih, ṭâmnaa inthawkin amani chun hlâng ka ta; an fena tieng tienga hnamhai kâwla chun an tirdakumna po po chu an phuongdar theina dingin; chun, LALPA chu ka ni ti mi hre tâng an tih,” tiin.",
      "reference": "EZEKIEL 12:16"
    },
    {
      "content": "Chu nawa khawm LALPA thu chu ka kuomah a hung tlung a,",
      "reference": "EZEKIEL 12:17"
    },
    {
      "content": "“Mihriem naupa, i bei kha inthin pumin fa la, i tui khawm kha inthin pum le ṭitak pumin dâwn rawh;",
      "reference": "EZEKIEL 12:18"
    },
    {
      "content": "chun, kha rama mipuihai kuoma chun, Israel ram le Jerusalem hluotuhai chungthua chun Lalpa PATHIENIN hieng ang hin a tih; an bei chu ṭitumna leh fâng an ta, an tui chu maktina leh dâwn bawk an tih, chutaka chêngtuhai po po pâwng- nêkna leiin, chutaka umhai po pohaia inthawka chu ram chu râusan a ni theina dingin.",
      "reference": "EZEKIEL 12:19"
    },
    {
      "content": "Chun, khawpui, hluoa umhai chu suksiet nîng a ta, ram chu râusan nîng a tih; chun, LALPA chu ka nih ti mi hre tâng in tih,” tiin.",
      "reference": "EZEKIEL 12:20"
    },
    {
      "content": "Chun, LALPA thu chu ka kuom- ah a hung tlung a,",
      "reference": "EZEKIEL 12:21"
    },
    {
      "content": "“Mihriem naupa, hi thuvar Israel rama in inei, ‘Nihai chu sukseiin a um a, thilhmulâwkhai tin chu a puitling ta nawh,’ ti hi ieng tina am a na?",
      "reference": "EZEKIEL 12:22"
    },
    {
      "content": "Chuleiin, an kuoma chun hril la, Lalpa PATHIEN chun hieng hin a tih, ‘Hi thuvar hi suktâwp ka ta, Israel rama chun thuvarah hmang ta naw ni hai; amiruokchu, an kuoma chun hril la; thilhmulâwk thu tin tlungna chu a hnai tah,’ tiin.",
      "reference": "EZEKIEL 12:23"
    },
    {
      "content": "Israel sûngkaw sûnga chun thilhmulâwk teplo amanih, aiena inhlêmna hrim hrim a um ta naw ding a ni sih a.",
      "reference": "EZEKIEL 12:24"
    },
    {
      "content": "LALPA chu ka ni sih a: thu hril ka ta, chu ka thuhril chu thawin a um ngei ding a nih; sukbahla ni ta ngai naw ni; aw sûngkaw hel hmang, in nihaia chun thu hril ka ta, thaw ni bawk a tih, Lalpa PATHIEN chun a tih,” tiin.",
      "reference": "EZEKIEL 12:25"
    },
    {
      "content": "LALPA thu chu ka kuomah a hung tlung nâwk a,",
      "reference": "EZEKIEL 12:26"
    },
    {
      "content": "“Mihriem naupa, ngai ta, Israel sûngkuohai chun hieng hin an ta, ‘Thil hmulâwk a hmuhai hi ni sâwttak la hung tlung dinghaia mi ding chu a na, hun la hlataka mi dinghai chu a lo hril a nih,’ tiin.",
      "reference": "EZEKIEL 12:27"
    },
    {
      "content": "Chuleiin, an kuoma chun, ‘Lalpa PATHIEN chun hieng hin a tih; ka thu hrim hrim chu sukbahla ni ta naw nih a, amiruokchu, thu ka ihril chu thawin a um lem ding a nih,’ Lalpa PATHIEN chun a tih,” tiin.",
      "reference": "EZEKIEL 12:28"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EZEKIEL 12 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}