{
  "verses": [
    {
      "content": "Chun, râwl inringtakin ka naa chun a hung khêk a, “Mi tinin mâni suksietna hriemhrei a kuta chawiin, khawpui enkawltuhai chu hung inhnaitir rawh,” a ta.",
      "reference": "EZEKIEL 9:1"
    },
    {
      "content": "Chun, ngai ta, hmârtienga um, dâi kawtkhâr chunghnung lema chun mi paruk, mi tinin mâni sukhlumna hriemhrei chu kuta chawiin an hung a; anni laia pakhat chu puon zai inhmiin ân chei a, a kâwngah lekhaziektu lekhatui bûr a pai a. Chun, anni chu an va lût a, dârsen mâichâm bula chun an ngîr tah a.",
      "reference": "EZEKIEL 9:2"
    },
    {
      "content": "Chun, Israel Pathien ropuina chu, a umna hmuna inthawk chun in kawtkhâr bula chun a hang feh a; chun, mi puon zai inhmia inchei a, a kâwnga lekhaziektu lekhatuibûr neitu chu a ko tah a.",
      "reference": "EZEKIEL 9:3"
    },
    {
      "content": "Chun, LALPA chun a kuoma chun, “Khawpui laia chun, Jerusalem laia chun fe suok la, chu sûnga tirdak- umnahai thawa um tahai po po leia khêk a, thuokdawnghai mi chuonghai bâwkhaia chun inchikna sie rawh,” a tih a.",
      "reference": "EZEKIEL 9:4"
    },
    {
      "content": "Chun, mi dang kuoma khawm keia hrieta chun, “Ama hnunga chun khawpui chu va fang la, va sukhlum rawh; i mitin hla naw sienla, lungin- sietna nei bawk naw rawh;",
      "reference": "EZEKIEL 9:5"
    },
    {
      "content": "putarhai, tlangvâlhai, nunghâk- hai, naupangtêhai, nuhmeihai chu that fairêt rawh; amiruokchu, mi a chunga inchikna um chu hung hnai naw la; chun, ka hmun inthienga chun ṭan rawh,” tiin. Chun, biekin tuola um mi upahaia chun an ṭan tah a.",
      "reference": "EZEKIEL 9:6"
    },
    {
      "content": "Chun, an kuoma chun, “In chu sukpawrche unla, tuollaihai chu mi thathai chun suksip ro; fe ro le,” a ta, chun, an fe suok a, khawpuia chun an that tah a.",
      "reference": "EZEKIEL 9:7"
    },
    {
      "content": "Chun, an that zing lai chun keia khâta mâksanin ka um a, ka hmaia hnuoi sikin ka bawkkhup a, ka khêk a, “A, Lalpa PATHIEN! Jerusalem chunga i lunginsenna i bunthlâka hin Israel la um sunhai po po chu i suk- bohmang vawng ding am a nih?” ka tih a.",
      "reference": "EZEKIEL 9:8"
    },
    {
      "content": "Chun, ama chun ka kuomah, “Juda le Israel sûngkaw suolna chu a nasa êm êm a, ram chu thisenin a sip a, khawpui sûng chu rorêlna pawisak nawnain a sip a, ‘LALPA chun ram hi a nghatsan tah a, LALPA chun a hmu nawh,’ an ti sih a.",
      "reference": "EZEKIEL 9:9"
    },
    {
      "content": "Chuongchun, keia ta ding khawma, ka mitin hla naw nih a, lunginsietna nei bawk naw ning, ami- ruokchu, an suol man chu an lu chungah innghat lem ka tih,” a ta.",
      "reference": "EZEKIEL 9:10"
    },
    {
      "content": "Chun, ngai ta, mi puon zai in- hmia inchei a, a kâwnga lekhatuibûr neitu khan thu chu a hung hrilsâwng a, “Nangin thu i mi pêk ang tak khan ka thaw tah,” tiin.",
      "reference": "EZEKIEL 9:11"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EZEKIEL 9 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}