{
  "verses": [
    {
      "content": "Chun, hmârtieng lampuia, huon sûng tuollai puo lema chun a mi ṭhuoi suok a; hmârtieng panga in zâwna um, hmun daidan epa pindan kêma chun a mi ṭhuoi lût a.",
      "reference": "EZEKIEL 42:1"
    },
    {
      "content": "Hmartieng panga pindan chu a sei tieng tawng za khat a na; a khang tieng chu tawng sâwmnga a nih.",
      "reference": "EZEKIEL 42:2"
    },
    {
      "content": "Huon sûng tuollai sûngril lema ṭhang tawng sâwmhni zâwna le, huon sûng tuollai puo lem epa lungpha zâwna chun dawdan inep ṭhieuin sâwng thumin a um a.",
      "reference": "EZEKIEL 42:3"
    },
    {
      "content": "Chun, pindanhai hmaa chun, sûnglûtin inlawnna tawng sâwma lien, tawng za khata sei a um a; chun, an kawtkhârhai chu hmar sawng an nih.",
      "reference": "EZEKIEL 42:4"
    },
    {
      "content": "Chun, pindan chunghnung lem- hai chu an tawi lem a; dawdanhai chun a hnuoihnung le a laitak nêkin ina chun hmun an aw lien lem sih a.",
      "reference": "EZEKIEL 42:5"
    },
    {
      "content": "Sâwng thum an ni sih a; huon sûng tuollaia sûtpuihai ang kha sûtpui an nei ve nawh a; chuleiin, a chunghnung tak chu a hnuoia nêkin ân têp a, a hnuoihnung tak nêkin a lailung chu ân têp lem a.",
      "reference": "EZEKIEL 42:6"
    },
    {
      "content": "Pindan kêmhai zâwn pei puoah, tuollai puo lem tiengah pindanhai epa ân huonna chu tawng sâwmngaa sei a nih.",
      "reference": "EZEKIEL 42:7"
    },
    {
      "content": "Huon sûng tuollai puo lema pin- dan chu a dung tieng tawng sâwmnga an ni sih a; chun, ngai ta, biekin tuola chun tawng za khat a nih.",
      "reference": "EZEKIEL 42:8"
    },
    {
      "content": "Hieng pindanhai hnuoia hin saktieng pangah lûtna a um a, huon sûng tuollai puo lema inthawka lûtna chu.",
      "reference": "EZEKIEL 42:9"
    },
    {
      "content": "Chutaka chun puo tieng bang ân ṭan a. Simtienga khawm huon sûng tuollai le inepa chun pindanhai an um bawk a.",
      "reference": "EZEKIEL 42:10"
    },
    {
      "content": "An hmaa lampui chu hmâr- tienga pindanhai lampui ang bawk kha a na; an seizie le a khang tieng khawm ân ang; a suokna lampuihai le an rem dân dâm, a kawtkhârhai chenin ân ang vawng a nih.",
      "reference": "EZEKIEL 42:11"
    },
    {
      "content": "Simtieng panga pindanhai hnuoia chun saktieng pangah lûtna a um a, chu chu fe thlengna lampui chu a nih. Chuonghai epa chun pindanna bang a um a.",
      "reference": "EZEKIEL 42:12"
    },
    {
      "content": "Chun, ama chun ka kuomah, “Hmârtienga pindanhai le simtienga pindanhai, hmun âwl hmaa umhai hi, pindan inthieng, thiempu LALPA hnaituhaiin thil inthiengtakhai an fâkna ding a nih; chutaka chun thil inthiengtakhai chau chu sieng an tih, bu thilinhlân dâm, suol thilinhlân dâm, bawsietna thilinhlân dâm chu; chu hmun chu ân thieng sih a.",
      "reference": "EZEKIEL 42:13"
    },
    {
      "content": "Thiempuhai chu an lût pha chun, huon sûng tuollai puo lema chun hmun inthienga inthawk chun an fe suok ding a ni nawh a, ami- ruokchu, chutaka chun, an rawng- bâwlnaa chun an silfênhai sieng an ta; an inthieng sih a; silfên dangin inbel an ta, chun, mipui tieng chu an hung hnai chau ding a nih,” a ta.",
      "reference": "EZEKIEL 42:14"
    },
    {
      "content": "Chun, in sûngril lem chu inkhi zo hnung chun, dâi kawtkhâr, sak- tieng nghaa chun a mi ṭhuoi suok a, chun, a vêl chun ân khi tah a.",
      "reference": "EZEKIEL 42:15"
    },
    {
      "content": "Inkhina luonghmawl chun sak- tieng chu ân khi a, inkhina luong- hmawl chun a vêlin tawng za nga a nih.",
      "reference": "EZEKIEL 42:16"
    },
    {
      "content": "Chun, hmârtienga khawm chun a vêlin, inkhina luonghmawl chun tawng za ngain ân khi bawk a.",
      "reference": "EZEKIEL 42:17"
    },
    {
      "content": "Inkhina luonghmawl chun, sim- tieng pang khawm chu tawng za ngain ân khi a.",
      "reference": "EZEKIEL 42:18"
    },
    {
      "content": "Chun, thlang tieng chu ân khi nâwk a, inkhina luonghmawl chun tawng za ngain ân khi a.",
      "reference": "EZEKIEL 42:19"
    },
    {
      "content": "A sîr lia chun ân khi tah a, a sei tieng chu za nga, a khang tieng khawm za nga bawk, a vêlin bang a nei a, hmun narân le hmun inthieng chu ṭhena dingin.",
      "reference": "EZEKIEL 42:20"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EZEKIEL 42 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}