{
  "verses": [
    {
      "content": "Chun, Israel upa ṭhenkhat ka kuomah an hung a, ka hmaa chun an ṭhung a.",
      "reference": "EZEKIEL 14:1"
    },
    {
      "content": "Chun, LALPA thu chu ka kuomah a hung tlung a,",
      "reference": "EZEKIEL 14:2"
    },
    {
      "content": "“Mihriem naupa, hieng mihai hin an milimhai chu an lungrilhaia chun an lâk tlat a, an hmaihmaa chun an suolna tlûkna lunghai chu an sie tah a; annihai thu indawn hin ka la um rawp ding am a nih?",
      "reference": "EZEKIEL 14:3"
    },
    {
      "content": "Chuleiin, an kuoma chun thu hril la, an kuomah, ‘Lalpa PATHIEN chun hieng hin a ti a nih, Israel sûngkuo laia mi tukhawm a milimhai chu a lungril sûnga la tlat a, a hmaihmaa a suolna tlûkna lung sietu zâwlnei kuoma hung si chu, keima LALPA ngeiin a milimhai tamzie ang peiin dawn ka tih;",
      "reference": "EZEKIEL 14:4"
    },
    {
      "content": "an milimhai leia keimaa in- thawka an invâkhmang vawng tâk leiin, Israel sûngkuo chu an lungril- hai ka lâk theina dingin’ tiin.",
      "reference": "EZEKIEL 14:5"
    },
    {
      "content": "Chuleiin, Israel sûngkuo kuoma chun hril la, ‘Lalpa PATHIEN chun hieng hin a tih; Hung kîr unla, in milimhaia inthawkin fe hmang ro; chuongchun, in tirdakumnahai po poa inthawk chun in hmai chu ngha hmang ro.",
      "reference": "EZEKIEL 14:6"
    },
    {
      "content": "Israel sûngkuoa mi tin amanih, Israel rama mikhuol inzin mikhuol amanih khawm keimaa inthawka pêthrana, a milimhai chu lungrila la tlata, a hmaihmaa a suolna tlûkna lung sie a, ama ta dinga ka kuoma thu indawn dinga zâwlnei kuoma hung si chu; kei LALPA ngeiin, keiin dawn ka tih;",
      "reference": "EZEKIEL 14:7"
    },
    {
      "content": "chu mipa chunga chun ka hmai innghat ka ta, thuvara inchikna ding- in thilmakah siem ka ta, ka mihaia inthawk chun ama chu sât thlâng ka tih; chun, LALPA chu ka ni ti mi hre tâng in tih.",
      "reference": "EZEKIEL 14:8"
    },
    {
      "content": "Chun, zâwlnei chu hlêmin a um a, thu a hril chun, kei LALPA hin chu zâwlnei chu ka hlêm a na, ama chunga chun ka kut inlet ka ta, ka mi Israelhai laia inthawkin ama chu sukbohmang ka tih.",
      "reference": "EZEKIEL 14:9"
    },
    {
      "content": "Chun, an suol maw chu phur an ta; zâwlnei suolna chu mi ama kuom- ah zawngtu suolna ang ngei chu nîng a tih;",
      "reference": "EZEKIEL 14:10"
    },
    {
      "content": "Israel sûngkuo chu keimaa inthawka an fe pêt ta nawna ding le, an bawsietnahai po po leia anni an insukpawrche ta nawna dingin; ami- ruokchu, ka mihai an hung ni theia, an Pathien ka ni theina dingin, Lalpa PATHIEN chun a tih,’ tiin,” a ta.",
      "reference": "EZEKIEL 14:11"
    },
    {
      "content": "Chun, LALPA thu chu ka kuom- ah a hung tlung a,",
      "reference": "EZEKIEL 14:12"
    },
    {
      "content": "“Mihriem naupa, bawsietna thil chu thawin ram chu ka chungah lo suol ta sienla, chun, keiin a chungah ka kut inletin, bei a ringsan chu suksein, a chunga chun ṭâmna tirin, amaa inthawk chun ramsa le mi- hriemhai khawm lo sât thla ta lang;",
      "reference": "EZEKIEL 14:13"
    },
    {
      "content": "hi mi pathumhai Noa, Daniel le Job hai meu khawm hi a sûnga chun umhai sien, an felna chun anni hringna chau chu an sanhim ding a nih, Lalpa PATHIEN chun a tih.",
      "reference": "EZEKIEL 14:14"
    },
    {
      "content": "Chun, chu ram chu ramsa tuorhlaumhai chun fe thlengin, sukse hai sien, râusana umin, ramsahai lei chun mi fe paw ngam loin umhai sien;",
      "reference": "EZEKIEL 14:15"
    },
    {
      "content": "a sûnga chun hieng mi pathum- hai hi um hai sienkhawm, Lalpa PATHIEN chun, ‘kei ka hring angin, naupa amanih, naunu amani khawm sanhim naw ni hai a, anni le anni chau insanhim an ta; ram chu râusan nîng a tih’, a tih.",
      "reference": "EZEKIEL 14:16"
    },
    {
      "content": "Annawleh, chu ram chunga chun kâwlhnâm ka hung intlungtir a, ‘Kâwlhnâm, ram chu fe thleng rawh’, tia, amaa inthawka ramsa le mi- hriemhai ka sât thlâk chun,",
      "reference": "EZEKIEL 14:17"
    },
    {
      "content": "hieng mi pathumhai hi a sûnga chun um sienkhawm, Lalpa PATHIEN chun, ‘kei ka hring angin, naupa amanih, naunu amanih sanhim naw ni hai a, anni le anni chau insanhim an tih,’ a tih.",
      "reference": "EZEKIEL 14:18"
    },
    {
      "content": "Annawleh, rama chun hripui ka tir a, a chunga chun, ramsa le mi- hriemhai chu sât thla dinga, thisenin ka lunginsenna ka bunthlâk chun,",
      "reference": "EZEKIEL 14:19"
    },
    {
      "content": "Noa le Daniel le Job chu a sûnga chun um hai sienkhawm, Lalpa PATHIEN chun, ‘kei ka hring angin, naupa amanih, naunu amanih chu sanhim naw ni hai a, an felnain anni le anni chau chu in sanhim an tih,’ a tih.",
      "reference": "EZEKIEL 14:20"
    },
    {
      "content": "Lalpa PATHIEN chun hieng hin a ti sih a; ‘Ka rorêlna natak palihai kâwlhnâm, ṭâmna, ramsa tuor- hlaumhai le hripuihai hi Jerusalem chunga, amaa inthawka ramsa mi- hriemhai râwthmang dinga ka tir pha chun ieng ang lâwma nasa zuol am a ni ding chu?",
      "reference": "EZEKIEL 14:21"
    },
    {
      "content": "Amiruokchu, ngai ta, chutaka chun a mahla lâksuok la ni rawp an ta, an naupasalhai le an naunu- hmeihai chu; ngai ta, in kuoma chun hung suok an ta, an umdân le an thilthawhai chu lo hmûng in tih, chun, Jerusalem chunga thil ṭha naw ka hung intlungtir thua le a chunga ka hung intlungtir po po thua chun sukthlamuongin um in tih.",
      "reference": "EZEKIEL 14:22"
    },
    {
      "content": "An um dânhai le an thilthawhai i hmu pha chun sukthlamuong an ti cheh a, a sûnga ka ithaw tahai po po chu a san um loin ka thaw nawh ti hre tâng in tih,’ Lalpa PATHIEN chun a tih,” tiin.",
      "reference": "EZEKIEL 14:23"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EZEKIEL 14 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}