{
  "verses": [
    {
      "content": "LALPA thu chu ka kuomah a hung tlung nâwk a;",
      "reference": "EZEKIEL 27:1"
    },
    {
      "content": "“Nang mihriem naupa, Tura ta dingin sûnna hla siem la,",
      "reference": "EZEKIEL 27:2"
    },
    {
      "content": "Tura kuoma chun, Aw nang tuisuoriet lûtnaa chênga, thlierkâr tamtakhai kuoma hnamhai dâwr- kaitu, Lalpa PATHIEN chun hieng hin a tih: Nang aw Tura, ‘Mâwinaa chun ka famkim an nâwm,’ i tih a.",
      "reference": "EZEKIEL 27:3"
    },
    {
      "content": "I ramrihai chu tuisuoriethai rila chun a um a, Nanga lo bâwltuhai che chun i mâwina an lo sukfamkim ngei el che,",
      "reference": "EZEKIEL 27:4"
    },
    {
      "content": "I thingphêkhai chu an siem, Senir fâr thing vawngin, I lawngngulhai dingin Lebanon sidar thinghai an lâk a.",
      "reference": "EZEKIEL 27:5"
    },
    {
      "content": "I lawngzâpna an siem Basan thingsaisuohaiin, I ṭuong chu Kittima thing tlo chi saihaa tuomkhumin.",
      "reference": "EZEKIEL 27:6"
    },
    {
      "content": "Nangma inchikna bîk a nina dingin I puonzâr chu Aigupta mi puon zai inhmi ṭiel a nih. I inchung chu Elisa thlierkâra inthawka dumpâwl le sendukin.",
      "reference": "EZEKIEL 27:7"
    },
    {
      "content": "Zidon le Arvada chênghai chu i lawngkartu an na, I mi varhai chu, aw Tura, i sûnga chun an um a,",
      "reference": "EZEKIEL 27:8"
    },
    {
      "content": "I Lawngpuhai an nih. Gebala upahai le mi varhai chu, I sûnga chun i lawng siemtu an na, Tuisuoriet lawng lienhai po po le an lawngpuhai chu I sûngah an um, i sumdâwngna thilhai thleng vêl dingin.",
      "reference": "EZEKIEL 27:9"
    },
    {
      "content": "“Persia le Lud le Put mihai chu, i sipai pâwl indo mihai chu an nih; anni chun nangmaa chun thîrlukhum le phaw chu an khai a, i ngainobeina chu an târlang a nih.",
      "reference": "EZEKIEL 27:10"
    },
    {
      "content": "Arvad mihai chu i sipai pâwlhai le chun a vêlin i kula chun an um a; Gammadim mihai chu i in insânghaia chun an um bawk a. I kul vêl po poa chun phawhai an khai a, i mawina an sukfamkim bawk a.",
      "reference": "EZEKIEL 27:11"
    },
    {
      "content": "Hausakna tinrêng tam leiin Tarsis chu i sumdâwngtu a na; tang- karuo le, thîr le rângva le, suonin i chan dingin an sumdâwng a.",
      "reference": "EZEKIEL 27:12"
    },
    {
      "content": "Javan, Tubal le Mesek chu i sumdâwngtu an na, mihriemahai le, dârsen bûr le bêlhaiin i sum dingin an sumdâwng a.",
      "reference": "EZEKIEL 27:13"
    },
    {
      "content": "Togarma sûngkuohai chu i chan dingin sakawrhai, indona sakawrhai le sabengtung lien chi haiin an sumdâwng a.",
      "reference": "EZEKIEL 27:14"
    },
    {
      "content": "Dedan mihai chu i sumdâwng- tuhai an ni bawk a; thlierkâr tamtakhai chu i kuta sumdâwngna thilhai chu an na; thalhrit le saiha kihai chu an hung thlengpêk cheh a.",
      "reference": "EZEKIEL 27:15"
    },
    {
      "content": "I kutsuok thil tam leiin Suria chu i sumdâwngtu a na, lunghluhai, puon dum pâwl hai, ṭhuimawi hai, puon zai inhmi hai, lungmantam- hai le, tuihuom lunghaiin an sum- dâwng a.",
      "reference": "EZEKIEL 27:16"
    },
    {
      "content": "Juda le Israel ram chu i sum- dâwngtuhai an na, i thuomhnaw dingin, Minnith bu le, pannag leh, khuoizu le hriek le, thinghnai dam- dawiin an sumdâwng a.",
      "reference": "EZEKIEL 27:17"
    },
    {
      "content": "I kut sinthaw tam lei le, hau- sakna chi tinrêng tam leiin, Damaska khawm chu i sumdâwngtu a na; sahmul var chi le Helbon uoin chun a sumdâwng a.",
      "reference": "EZEKIEL 27:18"
    },
    {
      "content": "Vedan le Javan khawm chu i thuomhnaw dingin Uzal uoinin an sumdâwng a, i sumdâwngna thuom- hnaw lai chun thîr tle mi dâm, thingzungthak dâm, mafu dâm an ṭhang a.",
      "reference": "EZEKIEL 27:19"
    },
    {
      "content": "Dedan chu chuongpha puon hlutak takhaia i sumdâwngtu a nih.",
      "reference": "EZEKIEL 27:20"
    },
    {
      "content": "Arabia le Kedar lalhai po po chu i kuta sumdâwngtuhai an na; berâm- tehai, berâmhai, kêlhaiin, hienghaia hin i sumdâwngtuhai an nih.",
      "reference": "EZEKIEL 27:21"
    },
    {
      "content": "Seba le Raama sumdâwngtuhai chu i sumdâwngtuhai an na; i thuom- hnaw dingin rângkachak dâm, lung hluhai po po dâmin, riminhnik bîk taktakhai dâmin an sumdâwng a.",
      "reference": "EZEKIEL 27:22"
    },
    {
      "content": "Haran le, Kanne le Eden, Seba sumdâwngtuhai chu, Assur le Kilmad leh i sumdâwngtuhai an nih.",
      "reference": "EZEKIEL 27:23"
    },
    {
      "content": "Hienghai hi thuomhnaw dittui- hai a dumpâwl fûn le, cheimawihai le, sidara siem, hruihaia khuop sil- fên hlu bâwmhai le, i sumdâwngna thilhai laia sumdâwngtuhai chu an na.",
      "reference": "EZEKIEL 27:24"
    },
    {
      "content": "Tarsis lawnglienhai chu i dâwr thuomhnaw phurtuhai an nih: Nang chu hluosip nâwka umin tuisuoriethai lairila chun ropuitaka siemin i um a,",
      "reference": "EZEKIEL 27:25"
    },
    {
      "content": "I lawngkartuhai chun tui nasataka chun an hung ṭhuoi cheh a, Sak thli chun tuisuoriethai lairila chun a suksiet cheh a.",
      "reference": "EZEKIEL 27:26"
    },
    {
      "content": "I hausaknahai, i thuomhnaw- hai, i dâwrsumhai, i lawng- puhai, I ṭhuoituhai, i lawng remtuhai, i dâwrsum thleng vêltuhai, I indo mihai i sûnga um po pohai, I sûnga i pâwlhai um po pohai le chun, I sietna nia chun Tuisuoriet lairila chun tlâng in tih.",
      "reference": "EZEKIEL 27:27"
    },
    {
      "content": "I lawngpuhai khêk ri chun a vêl mihai inthin an tih.",
      "reference": "EZEKIEL 27:28"
    },
    {
      "content": "Lawngkarna cheltuhai po po le lawngpuhai le Tuisuorieta lawng puhai po po chu, An lawnghaia inthawk hung thlâng an ta, hnuoiah hung ngîr an ta;",
      "reference": "EZEKIEL 27:29"
    },
    {
      "content": "An râwlhai chu i chunga hriet dingin siem an ta, Lungna takin ṭap an tih. Chun, an lu chunga chun pilvutin inthêkhum an ta, Vuta chun anni chu inbuol an tih.",
      "reference": "EZEKIEL 27:30"
    },
    {
      "content": "I ta dingin invâwkawl an ta, saiip puonin inthuom an ta, Rinumtitaka sûna, lungrila natitakin ṭâng an ti che!",
      "reference": "EZEKIEL 27:31"
    },
    {
      "content": "An ṭapinrûm chun ṭap hla insamin Nangma chu sûn an ti cheh a, ‘Tura anga tuisuorieta to ṭawka um dinga siem hi tu am an um a?",
      "reference": "EZEKIEL 27:32"
    },
    {
      "content": "I thuomhnawhai chu tuisuorieta inthawka a fe suok lai chun Hnam tamtakhai chu i suksip a; I dâwrsum le i hausaknahai chun hnuoia lalhai chu i sukhausa tah a,",
      "reference": "EZEKIEL 27:33"
    },
    {
      "content": "Tui inthûkhaia tuisuoriethaiin a suksiet lai che khan, I dâwrsumhai, i pâwlhai po po i sûnga mi chu nangma leh an tlum tah a.",
      "reference": "EZEKIEL 27:34"
    },
    {
      "content": "Thlierkâr hluotuhai po po chu nangmaa chun mak an tih a, An lalhai chu nasatakin an ṭih a, an hmêl khawm a buoi zo a.",
      "reference": "EZEKIEL 27:35"
    },
    {
      "content": "Hnamhai laia dâwrkaihai chun an sisi khum che a, Nangma chu ṭium i lo ni tah a, iengtika khawm um nâwk ta naw ti nih,’” tiin.",
      "reference": "EZEKIEL 27:36"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EZEKIEL 27 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}