{
  "verses": [
    {
      "content": "Chu nawa khawm, LALPA thu chu ka kuomah a hung tlung a,",
      "reference": "EZEKIEL 7:1"
    },
    {
      "content": "“Nang mihriem naupa, Israel ram kuoma chun Lalpa PATHIEN chun hieng ang hin a tih; Tâwpna, tâwpna chu ram kil lia inthawkin a hung tlung tah.",
      "reference": "EZEKIEL 7:2"
    },
    {
      "content": "Tuhin tâwpna chu i kuoma chun a um a, i chunga chun ka lunginsenna chu ka hung tir ding a nih; i um- dânhai ang peiin i chungthu rêl ka ta, i tirdakumnahai leiin hrem ka ti che.",
      "reference": "EZEKIEL 7:3"
    },
    {
      "content": "Ka mit chun hla naw ni che a, lunginsietna khawm nei naw ning che; nisienlakhawm, i um dânhai leiin hrem ka ti che, i tirdakumna chu nangmaah a um si a; chun, LALPA chu ka nih ti mi hre tâng i tih.",
      "reference": "EZEKIEL 7:4"
    },
    {
      "content": "“Lalpa PATHIEN chun hieng hin a tih; Thil ṭha naw, ṭha naw tak meu; en ta a hung a nih.",
      "reference": "EZEKIEL 7:5"
    },
    {
      "content": "Tâwpna a hung tlung a, tâwpna chu a hung tlung tah; i chunga chun a hung tho a, ngai ta, a hung a nih.",
      "reference": "EZEKIEL 7:6"
    },
    {
      "content": "Aw ram hluotu, i chungrikna chu a hung tlung tah; a hun chu a hung tlung a, a ni chu a hnai tah, tlâng chunghaia hlimna khêk rihai ni loin, buoina ni chu.",
      "reference": "EZEKIEL 7:7"
    },
    {
      "content": "Tuhin sâwt nawteah ka lung- insenna chu i chungah hung bun- thlâng ka ta, i chunga ka lunginsenna chu sukpuitling ka tih; i um dânhai ang peiin i chungah ro rêl ka ta, i tirdakumnahai po po leiin hrem ka ti che.",
      "reference": "EZEKIEL 7:8"
    },
    {
      "content": "Ka mit chun hla naw ni, lunginsietna nei bawk naw ning; i um dânhai ang peiin i chungah hung intlungtir ka ta; i tirdakumnahai chu nangmaah a um si a; chun, kei LALPA hin ka hrem che a nih ti hre tâng i tih.",
      "reference": "EZEKIEL 7:9"
    },
    {
      "content": "Ngai ta, ni chu, ngai ta, a hung tlung; i chungrikna chu a fe suok tah a, hmawl chu ân dâwn a, chapona chu a kumûm tah.",
      "reference": "EZEKIEL 7:10"
    },
    {
      "content": "Thawluinaa inthawkin rîtlona hmawl a hung suok a, a tu el khawm um sawng thei naw nih a, an mipuihai khawm, an hausaknahai khawm; anni lai chun a ṭhabik ti khawm um naw nih.",
      "reference": "EZEKIEL 7:11"
    },
    {
      "content": "A hun chu a hung tlung a, a ni chu a hung hnai tah; inchawtu chu hlim naw sienla, a zawrtu khawma pawiti bawk naw raw se; mi po po chungah lunginsenna chu a um si a.",
      "reference": "EZEKIEL 7:12"
    },
    {
      "content": "An dam zing sûng chun, a zawrtu chu zawra um tah kuoma chun a kîr nâwk âwm si nawh a; hi thilhmulâwk hin mipui po po a huom vawng a; tukhawm kir nâwk naw ni a, tukhawm ama suolnaa chun dam muolsuo naw nih.",
      "reference": "EZEKIEL 7:13"
    },
    {
      "content": "Tawtawrâwt chu an mût tah a, mi po po chu an inringtir vawng tah a; nisienlakhawm, tukhawm indonaa chun an fe nawh a; ka lunginsenna chu mipui po po chunga chun a um sih a.",
      "reference": "EZEKIEL 7:14"
    },
    {
      "content": "“Kâwlhnâm chu puotieng a um a, ṭâmna le hripui chu sungtienga chun a um a; loa um chu kâwlhnâmah thîng a ta, khawpui sûnga um chu hripui le ṭâmna chun fa zo a tih.",
      "reference": "EZEKIEL 7:15"
    },
    {
      "content": "Nisienlakhawm, chutaka lo suokthleng chu suokthleng an ta, vaṭhu angin tlângahai chun um an ta, an rêng el chun sûn an tih, mi tinin mâni suolna seng chu.",
      "reference": "EZEKIEL 7:16"
    },
    {
      "content": "Kuthai po po chu hrât loin um an ta, khûphai po po chu tui anga zawiin um an tih.",
      "reference": "EZEKIEL 7:17"
    },
    {
      "content": "Saiip puonhaiin inchei an ta, ṭitnain anni chu inkhum a tih; an hmaihai chunga chun inzakna um a ta, an luhai po po chunga chun lu- kâwkna um a tih.",
      "reference": "EZEKIEL 7:18"
    },
    {
      "content": "An tangkahai chu kawtthlêr- haia chun dehâwn an ta, an râng- kachakhai khawm chu thil thieng naw ang hung nîng a tih; an tangka le rângkachak chun LALPA lungin- senna nia chun anni chu sansuok naw nih a; an lungril chu suktlaiin, an phîng khawm chu sukkhawp bawk naw ni hai, an suolnaa tlûkna lung a ni tâk leiin.",
      "reference": "EZEKIEL 7:19"
    },
    {
      "content": "An incheina mawina chu inlal- saknân an hmang a; nisienlakhawm, an tirdakumna limhai chu an siemin, an pawrchena thilhai limhai le chun; chuleiin, an ta ding chun thil thieng- nawah ka siem tah a nih.",
      "reference": "EZEKIEL 7:20"
    },
    {
      "content": "Man dingin ramdang mihai kut- ah pêng ka ta, mi rilohai kuomah râllâk dingin; chuongchun, sukpawr- chêng an tih.",
      "reference": "EZEKIEL 7:21"
    },
    {
      "content": "Ka hmai chu an kuoma in- thawkin la hmang ka ta, ka hmun inthieng chu sukpawrchêng an tih; inru hmanghai chu a sûngah lût an ta, sukpawrchêng an tih;",
      "reference": "EZEKIEL 7:22"
    },
    {
      "content": "Khaidiet chu siem rawh; ram chu thisen insuo thusiein a sip a, khawpui sûng chu inpâwngnêknain a sip sih a.",
      "reference": "EZEKIEL 7:23"
    },
    {
      "content": "Chuleichun, awi naw mi ṭha nawtakhai chu hung ṭhuoi ka ta, an inhai chu neipêk an tih; mi hrâthai chapona chu suktâwp bawk ka ta; chun, an hmun inthienghai chu sukpawrche nîng an tih.",
      "reference": "EZEKIEL 7:24"
    },
    {
      "content": "Bohmangna chu a hung tlung mêk a, inremna chu zawng an tih; anachu um naw ni.",
      "reference": "EZEKIEL 7:25"
    },
    {
      "content": "Sietna chunga siet nâwk zuolna hung tlung a ta, thuthang chunga chun thuthang um a ta; chun, zâwlnei thilhmulâwkhai chu zawng an ta, nisienlakhawm, thiempua inthawkin dân le, mi hluihaia inthawkin thu- râwn chu bohmang tâng a tih.",
      "reference": "EZEKIEL 7:26"
    },
    {
      "content": "Lal chu lusûnin um a ta, hotu khawm chu beidawngnain inthuom a tih; chun, rama mipuihai kuthai chu sukbuoi nîng a ta; an um dânhai ang peiin an chungah thâwng ka tih; chun, an ngaithana ang peiin rorêl- pêk ka ta; chun, LALPA ka ni ti mi hre tâng an tih,” tiin.",
      "reference": "EZEKIEL 7:27"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EZEKIEL 7 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}