{
  "verses": [
    {
      "content": "Chun, LALPA thu chu ka kuomah a hung tlung a.",
      "reference": "EZEKIEL 15:1"
    },
    {
      "content": "“Mihriem naupa, grêphrui kûng, grêp hrui kâu ramhnuoi thing laia um ve bawk chu, thing dang nêkin ieng am a danglam bikna?",
      "reference": "EZEKIEL 15:2"
    },
    {
      "content": "Sin ieng ang khawm thawna dingin chutaka inthawk chun thing lâk suok thei a ni ding am a nih? Annawleh, mihaiin bûr le bêl, khaina dingin a kâute an lâk ding am a nih?",
      "reference": "EZEKIEL 15:3"
    },
    {
      "content": "Ngai ta, thing tiha hmang dingin meia peilût a nih, a hmawr ve ve chu mei chun a kâng hmang a, a lai chu a hung kâng a; sin ieng ding khawma a ṭhahnem am a nih?",
      "reference": "EZEKIEL 15:4"
    },
    {
      "content": "Ngai ta, a pumpuia a um lai khawma ieng sina ding khawma a tlâktlai naw a, meiin a kâng hmang zo hnung lem chun a va tlâktlai naw nasa âwmin, a kâng hnung chun sin ieng dingin am tlâktlai tâng a ta!",
      "reference": "EZEKIEL 15:5"
    },
    {
      "content": "Chuleiin, Lalpa PATHIEN chun hieng hin a tih; Grêphrui thing chu ramhnuoia thing danghai laia meia ti dinga ka pêk angin; chuong ang bawk chun Jerusalem hluotuhai chu pêng ka tih.",
      "reference": "EZEKIEL 15:6"
    },
    {
      "content": "An chunga chun ka hmai innghat ka ta; meia inthawk chun fe suok sienkhawm mei bawkin anni chu kânghmang a tih; chun, chuonga anni chu ka hmai kân nghat pha chun LALPA chu ka nih ti mi hre tâng an tih.",
      "reference": "EZEKIEL 15:7"
    },
    {
      "content": "Chun, bawsietna thil chu an thaw leiin, ram chu râusanah siem ka tih, Lalpa PATHIEN chun a tih,” tiin.",
      "reference": "EZEKIEL 15:8"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EZEKIEL 15 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}