{
  "verses": [
    {
      "content": "“Lalpa PATHIEN chun hieng hin a tih: huon sûng tuollai sûngril lem dâi kawtkhâr saktieng sawng saw ni ruk sinthaw sûng po inkhâr a ta; amiruokchu, châwlni chun inhawng a ta, thla thar nia khawm chun inhawng bawk a tih.",
      "reference": "EZEKIEL 46:1"
    },
    {
      "content": "Dâi kawtkhâr tuolpûk lampuia chun lal chu lût a ta; dâi kawtkhâr bieng sîra chun ngîr a ta, chun, thiempu chun a pumrawhmang thil- inhlân ding le, a inremna thilinhlân dinghai chu buotsai a ta; dâi kawt- khâr tuolpûka chun chibai bûk a ta; chun, fe suok nâwk a ta, amiruokchu, zântieng chen chun dâi kawtkhâr chu khâr ni naw nih.",
      "reference": "EZEKIEL 46:2"
    },
    {
      "content": "Chun, châwlnihaia le thla thar- haia chun chu ram mipuihai chun LALPA hmaah dâi kawtkhâr lûtnaa chun chibai bûk an tih.",
      "reference": "EZEKIEL 46:3"
    },
    {
      "content": "Chun, pumrawhmang thilinhlân lalin LALPA kuoma ân hlân ding chu châwlnia ding chu berâmte paruk demkailo, berâmchal demkailo pa- khat leh nîng a ta,",
      "reference": "EZEKIEL 46:4"
    },
    {
      "content": "chun, bu thilinhlâna ding chun berâmchal pakhatah epha khat; chun, berâmtehai pakhatah bu thilin- hlân ding chu a pêk thei ang ang nîng a ta, chun, epha peia hriek hin khat leh.",
      "reference": "EZEKIEL 46:5"
    },
    {
      "content": "Chun, thla thar nia ding bâwng- chal tuoi demkailo pakhat nîng a ta; berâmte paruk le berâmchal leh; an rêngin demkailo an ni ding a nih;",
      "reference": "EZEKIEL 46:6"
    },
    {
      "content": "bu thilinhlân ding chu buotsai a ta, bâwngchal ding chun epha khat, berâmchal ding chun epha khat bawk; chun, berâmtehai ta ding chun ân hlân thei ang tâwk tâwk nîng a ta; chun, ephaa chun hriek hin khat a ṭhang pei ding a nih.",
      "reference": "EZEKIEL 46:7"
    },
    {
      "content": "Chun, lal chu a va lût pha chun dâi kawtkhâr tuolpûk lampuia khan a fe ding a na; chutaka bawk chun a suok nâwk ding a nih.",
      "reference": "EZEKIEL 46:8"
    },
    {
      "content": "“Nisienlakhawm, chu rama mi- hai ruoiṭhe hunbi neia LALPA hmaa an hung chun chibai bûk dinga hmârtieng dâi kawtkhâr lampuia lût chu simtieng dâi kawtkhâr lampuia khan a suok ding a nih; chun, simtieng dâi kawtkhâr lampuia lût chu hmârtieng dâi kawtkhâr lampuia khan a suok ding a nih; a hung lûtna dâi kawtkhâr lampuia ma khan a kîr nâwk ding a ni nawh a, amiruokchu, a hmaa khan a fe thleng nghâl lem ding a nih.",
      "reference": "EZEKIEL 46:9"
    },
    {
      "content": "An lût pha chun, lal chu anni le chun a lût ding a na, chun, an suok pha khawma, anni ruolin a suok ding a nih.",
      "reference": "EZEKIEL 46:10"
    },
    {
      "content": "Ruoiṭhenahaia le, ruoiṭhe hunbi neihaia chun bu thilinhlân chu bâwngchal pakhatah epha khat nîng a ta, berâmchal dingin epha khat bawk, chun, berâmtehai ta ding chun a pêk thei zât zât le, epha khata chun hriek hin khat pei leh.",
      "reference": "EZEKIEL 46:11"
    },
    {
      "content": "Chun, lal chun mâni nuomthua thilinhlân, pumrawhmang thilinhlân amanih, inremna thilinhlân amanih, mâni nuomthua LALPA kuoma thil- inhlân anga a buotsai pha chun, sak- tieng pang ngha dâi kawtkhâr chu mi pakhatin hawngpêk a ta; a pumraw- hmang thilinhlân le, a inremna thil- inhlânhai chu châwlnihaia thaw ang bawk khan buotsai a tih; chun, suok a ta, a suok hnung chun mi pakhatin dâi kawtkhâr chu khâr a tih.",
      "reference": "EZEKIEL 46:12"
    },
    {
      "content": "Ni tin LALPA ta dingin pum- rawhmang thilinhlâna dingin berâm- te kum khat mi demkailo buotsai i ta; zîngkâr tina dingin i buotsai ding a nih.",
      "reference": "EZEKIEL 46:13"
    },
    {
      "content": "Chun, zîng tin tin chun chu le chun bu thilinhlân khawm buotsai i ta, epha hmun ruka ṭhea hmun khat le, hriek hin hmun thuma ṭhea hmun khat, chu beiphit inditak chu suk- tlawr dingin; chun, dân um zing angin, LALPA kuoma bu thilinhlân chu a ni zing zing ding a nih.",
      "reference": "EZEKIEL 46:14"
    },
    {
      "content": "Chuong ang chun berâmte chu buotsai an ta, bu thilinhlân le, hriek leh, zîng tin tina pumrawhmang thilinhlân zing zing ni ding chun.",
      "reference": "EZEKIEL 46:15"
    },
    {
      "content": "“Lalpa PATHIEN chun hieng hin a tih: Lalin a naupasal a tu kuom- a khawm thilpêk pe ta ang sienla, ama rochan a na, a naupasalhai ta chu a ni hrim ding a nih; rohluo tieng kawnga an thil chan chu a nih.",
      "reference": "EZEKIEL 46:16"
    },
    {
      "content": "Amiruokchu, a suok pakhat kuoma chun a rochan chu thilpêk anga a pêk chun; ama chu insuo a ni kum chen chun a ta nîng a ta; chu zoa chun lal kuoma ma chun inkîr nâwk nîng a tih; ama rochan hrim kha chu a naupasalhai ta ding nîng a tih.",
      "reference": "EZEKIEL 46:17"
    },
    {
      "content": "Chu nawa khawm chun, lal chun an thil neihaia anni nêksâwr dingin mihai rochan chu a lâkpêk ding a ni nawh a; an in le loa inthawk a hnawt suok ding a ni nawh, ama thil neia inthawk ngeiin a naupa- salhai chu rochan a pêk lem ding a na, chuongchun, ka mihai chu mâni thil neia inthawka mi tin chu an indar nawna dingin,” tiin.",
      "reference": "EZEKIEL 46:18"
    },
    {
      "content": "Chun, dâi kawtkhâr sîra um lûtna chu a mi fethlengpui a, thiem- puhai pindan inthieng sim sawng- haia chun a mi ṭhuoi tah a; chun, ngai ta, a saktieng pang hnungtienga chun hmun hi a um a.",
      "reference": "EZEKIEL 46:19"
    },
    {
      "content": "Chun, ka kuoma chun, “Hi hi a nih thiempu haiin bawsietna thilin- hlân chu an suongna ding le, suol thilinhlân an suongna ding hmun chu; bu thilinhlân khawm hitaka hin em bawk an tih; chuongchun, mipui chu hlânthieng dingin huon sûng tuollai puo lema chun an hung chawisuok ding a ni nawh,” a ta.",
      "reference": "EZEKIEL 46:20"
    },
    {
      "content": "Chun, huon sûng tuollai puo lema chun a mi ṭhuoi a, chuongchun, huon kil lia chun a mîn fethlengtir a; chun, ngai ta, chu huon ki tina chun tuollai hi a um a.",
      "reference": "EZEKIEL 46:21"
    },
    {
      "content": "Huon sûng tuollai kihai pali chun tuollai inhuonkhum, tawng sâwmlia sei, tawng sâwmthuma lien hi a um a; hieng a kihai pali hi intiet seng an nih.",
      "reference": "EZEKIEL 46:22"
    },
    {
      "content": "An sûnga hmun li sûnga a vêl el chun lung an rem tlar a, chun, a vêl el chun chu tlarhai hnuoia chun suong- na thukhai siem a na.",
      "reference": "EZEKIEL 46:23"
    },
    {
      "content": "Chun, ama chun ka kuomah, “Hieng hi thil suongna in, hi in rawngbâwltuhaiin mihai inthâwi- nahai an suongna ding chu a nih,” a tih a.",
      "reference": "EZEKIEL 46:24"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EZEKIEL 46 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}