{
  "verses": [
    {
      "content": "Kum sâwm pakhatna, chu thlaa ni khat ni chun LALPA thu chu ka kuomah a hung tlung a,",
      "reference": "EZEKIEL 26:1"
    },
    {
      "content": "“Mihriem naupa, Tura chun Jerusalem chunga chun, E he, hnam tinhai dâi kawtkhâr chu a tliek a ni ta hi; tuhin keia kuom tieng a hung inher tah a, kei chu hluosip nâwkin um ka ta; tuhin ama chu suksiet a ni hi, a ti leiin,",
      "reference": "EZEKIEL 26:2"
    },
    {
      "content": "Lalpa PATHIEN chun hieng hin a tih: Ngai ta, aw Tura, nang ka dodâl che a nih; tuipuiin a fâwnhai chu a hung insuoktir angin, hnam tam- takhai chu nangma do ding chein ka siem ding a nih.",
      "reference": "EZEKIEL 26:3"
    },
    {
      "content": "Chun, anni chun Tura kul bang- hai chu suksieng an ta, a in insânghai chu sukchim an tih; kei khawma a pilvut chu amaa inthawkin ziet- thlâng ka ta, ama chu lungpui fil ruouah siem ka tih.",
      "reference": "EZEKIEL 26:4"
    },
    {
      "content": "Tuisuorieta lênhai keimarna hmun hung nîng a ta, Lalpa PATHIEN chun, ka hril ta sih a, a tih; chuongchun, hnamhai ta ding chun râllâk sum hung nîng a tih.",
      "reference": "EZEKIEL 26:5"
    },
    {
      "content": "A naunuhmeihai rama umhai chu kâwl hnâma sukhlum nîng an ta, LALPA chu ka nih ti mi hre tâng an tih.",
      "reference": "EZEKIEL 26:6"
    },
    {
      "content": "Lalpa PATHIEN chun hieng hin a ti sih a: Ngai ta, hmartienga in- thawkin, lalhai lal Babulon lal Nebukadnezzar chu, sakawr taw- lailîrhai leh, pâwl ruol le mi tam- tak leh Tura chunga hin hung ṭhuoi ka ta.",
      "reference": "EZEKIEL 26:7"
    },
    {
      "content": "Rama i naunuhmei umhai chu ama chun kâwlhnâmin that a ta; kul bâwl khum a ti cheh a; hnuoi dêngpâwng khum a ti cheh a, phaw chawihai inhuol khumtir a ti che.",
      "reference": "EZEKIEL 26:8"
    },
    {
      "content": "I kul chu epin a kâpna khâwlhai chu rem a ta; i in insânghai chu a hreipuihaiin sukchim a tih.",
      "reference": "EZEKIEL 26:9"
    },
    {
      "content": "A sakawrhai tam lei chun pilvut chun hung inkhum an ti cheh a; khawpuia lûtna siema uma, mihai an lût anga, i dâi kawtkhârhaia chun a hung lût pha chun sakawr taw- lailîrhai, tawlailîrhai le sakawr chung chuong mihai ri chun i kul bang chu inhnîng a ta.",
      "reference": "EZEKIEL 26:10"
    },
    {
      "content": "A sakawrhai ketinhai chun i kawtthlêrhai po po hung chîl a ta; i mihai chu kâwlhnâmin that a ta, i hrâtna bulpui lungphunhai khawm chu hnuoi chungah tlûng an tih.",
      "reference": "EZEKIEL 26:11"
    },
    {
      "content": "I hausaknahai chu râllâk sum- ah siem an ta, i sumdâwngna thilhai khawm chu lâng an tih; i kulhai chu hung suksieng an ta, i in inhawitak takhai chu sukse bawk an ta, i lung- hai, i thinghai i thil nawihai chenin tuihai laia chun sieng an tih.",
      "reference": "EZEKIEL 26:12"
    },
    {
      "content": "Chun, i hlahai ri chu intâwptir ka ta: i ṭingṭang rihai khawm chu hriet ni ta naw nih.",
      "reference": "EZEKIEL 26:13"
    },
    {
      "content": "Chuongchun, lungpui fil ruouah siem ka ti cheu a, lênhai keimarna hmun hung nîng i tih; chun, bâwl khawm ni nâwk ta naw ti ni; kei LALPA hin ka lo hril ta sih a, Lalpa PATHIEN chun a tih.",
      "reference": "EZEKIEL 26:14"
    },
    {
      "content": "“Lalpa PATHIEN chun Tura kuomah hieng hin a tih; I sûnga chun thatna chu siem a ni pha, hliem chu an inrûm pha chun, i tlûkna ria chun thlierkârhai chu an inthin naw ding am a nih?",
      "reference": "EZEKIEL 26:15"
    },
    {
      "content": "Tuisuorieta lalhai po po chu an lalṭhungphahaia inthawk chun ṭhung thlâng an ta, an lal puonhai chu sieng an ta, an silfên cheimawihai chu hlîp an ta, anni chu inthinnain inthuom tâng an tih; leihnuoi chungah ṭhung an ta, ieng lai khawmin inthin an ta, nangma chu maktîng an ti che.",
      "reference": "EZEKIEL 26:16"
    },
    {
      "content": "Chun, nangmaa chun sûnna hla phuok an ta, i kuoma chun, ‘Khawpui hmingthang, tuisuorieta chêng mihai ihluo, Ama le a hluotuhai khawm tuisuorieta hrât, A hluotuhai po po chunga an ṭiumna inumtir thei hiel chu, Iengtiziea suksieta um el am i ni ta leh!",
      "reference": "EZEKIEL 26:17"
    },
    {
      "content": "I tlûkna nia chun thlierkârhai chu inthin ngei an tih, Anih, i fe hmang tâk lei chun tuisuorieta thlierkârhai chu beidawng an tih,’ tîng an tih.",
      "reference": "EZEKIEL 26:18"
    },
    {
      "content": "“Lalpa PATHIEN chun hieng hin a ti sih a: khawpui hluo loa umhai anga, khawpui râusana uma ka siem pha che chun; li inthûk chu i chunga chun ka hung lâka, tui nasatakhai chun ân khum pha che.",
      "reference": "EZEKIEL 26:19"
    },
    {
      "content": "Chun, tienlaia mihai vânsama ṭumhai kuoma chun ṭhuoi ka ti che a, vânsama lo fe thla tahai lai, tienlaia inthawka râusana um tah hmuna hai, leihnuoi hnuoi tieng panga chêng dingin siem ka ti che a; hluo ni ta ngai hrim hrim naw ti ni; chun, mi hring rama chun i ropuina chu sie bawk ta naw ning;",
      "reference": "EZEKIEL 26:20"
    },
    {
      "content": "nang chu ṭiumah siem lem ka ti cheh a, um ta naw ti ni; zawngin um hlak la khawm, hmu hrim hrim ni ta naw ti nih, Lalpa PATHIEN chun a tih,” tiin.",
      "reference": "EZEKIEL 26:21"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EZEKIEL 26 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}