{
  "verses": [
    {
      "content": "Chun, LALPA thu chu ka kuomah a hung tlung a,",
      "reference": "EZEKIEL 21:1"
    },
    {
      "content": "“Mihriem naupa, i hmai chu Jerusalem tieng innghat la, i thu chu hmun inthieng tieng inthla la, Israel ram chunga chun thu hril rawh;",
      "reference": "EZEKIEL 21:2"
    },
    {
      "content": "chun, Israel ram kuoma chun hieng hin hril la, LALPA chun hieng hin a tih: Ngai ta, nang hi ka dodâl cheh a, a bâwma inthawk chun ka kâwlhnâm chu phawi dawk ka ta, nangmaa inthawka mi fel le mi rilohai khawm chu sât thlâng ka tih.",
      "reference": "EZEKIEL 21:3"
    },
    {
      "content": "Nangmaa inthawka mi fel le mi rilohai chu ka sât thlâk ding a nih ti hmuin, simtienga inthawka hmâr- tieng chenin, ka kâwlhnâm chu tisa po po chu doin a bâwma inthawk chun phawi suok nîng a ta;",
      "reference": "EZEKIEL 21:4"
    },
    {
      "content": "chun, tisa tin chun kei LALPA ngeiin ka kâwlhnâm chu a bâwma inthawkin ka phawi a nih ti hrieng an ta; thun nâwk ni ta ngai naw nih.",
      "reference": "EZEKIEL 21:5"
    },
    {
      "content": "Chuleiin, inthuok huoi la, nang mihriem naupa, i kâwng chu namin rinumtitakin an mithmua chun inrûm rawh.",
      "reference": "EZEKIEL 21:6"
    },
    {
      "content": "Chun, i kuomah, ‘Ieng am i thuokindawng pui leh?’ an ti pha chun, ‘Chanchinhai leiin, a hung tlung mêk sih a,’ tîng i ta; chun, lungril tin chu intui a ta, kut po pohai chu hung châu an ta, thlarau tin chu hung châuhâwp an ta, khûphai po po khawm chu tui angin hung zawi an tih; ngai ta, a hung mêk a, thaw khawm a ni ngei ding a nih, Lalpa PATHIEN chun a tih, tîng i tih,” a ta.",
      "reference": "EZEKIEL 21:7"
    },
    {
      "content": "Chun, LALPA thu chu ka kuom- ah a hung tlung a,",
      "reference": "EZEKIEL 21:8"
    },
    {
      "content": "“Mihriem naupa, thu hril la, LALPA chun hieng hin a tih ti rawh: Kâwlhnâm, kâwlhnâm tâtngeiin a um a, Nâwttlêt a ni bawk a.",
      "reference": "EZEKIEL 21:9"
    },
    {
      "content": "A that a that theina dinga tâtngei a na, Kâwlinlep ang a ni theina dingin nâwttlêt a ni bawk a! Hlimna ei la siem rawp ding am a nih? Ka naupa hmawl chun thing tinhai chu a hung hmusit a.",
      "reference": "EZEKIEL 21:10"
    },
    {
      "content": "Chun, hmang a ni theina dingin nâwttlêt dinga pêk a na; Kâwlhnâm chu, tâtngei a na, Anih, thattu kuta pêk dingin nâwttlêtin a um a nih.",
      "reference": "EZEKIEL 21:11"
    },
    {
      "content": "Mihriem naupa, khêk la, inrûm rawh; ka mihai chunga tlung a na, Israel lalhai po po chungah a tlung sih a; anni chu ka mihai leh kâwlhnâm kuoma chun pêkin an um a; Chuleiin, i êlpui chu ben rawh.",
      "reference": "EZEKIEL 21:12"
    },
    {
      "content": "Fiena a um sih a; iengtin am ni tâng a ta, Hmawl a hmusittu khawm a um ta naw ding si chun? Lalpa PATHIEN chun a tih,",
      "reference": "EZEKIEL 21:13"
    },
    {
      "content": "“Chuleiin, nang mihriem nau- pa, thu hril la, i kuthai chu ben la, a ṭum thumnaa chun kawlhnâm chu nawn ni sienla, thina khawp hliemna kâwlhnâm chu; thi khawp raua hliem mi pakhat ropuitak kâwlhnâm a nih; an pindanhaia lût chu.",
      "reference": "EZEKIEL 21:14"
    },
    {
      "content": "An dâi kawtkhârhai po po zâwna chun kâwlhnâm inzum chu kân nghat a, an lungrilhai chu a hung intui theina ding le, mi tamtak an tlûk theina dingin. E, kâwlinlep anga siem a ni chu aw! dettaka chel a ni tah a.",
      "reference": "EZEKIEL 21:15"
    },
    {
      "content": "Inkeikhâwm la, changtieng fe la, vân tlar la, vawi tieng fe la, chu tieng chun i hmai chu innghat la.",
      "reference": "EZEKIEL 21:16"
    },
    {
      "content": "Kei khawma ka kuthai ben tuong ka ta, lunginsenna chu sukdei ka tih; kei LALPA chun ka ti ta a nih, ti rawh,” a ta.",
      "reference": "EZEKIEL 21:17"
    },
    {
      "content": "LALPA thu chu ka kuomah a hung tlung nâwk a,",
      "reference": "EZEKIEL 21:18"
    },
    {
      "content": "“Nang mihriem naupa, Babulon lal kâwlhnâm chu a hung theina dingin lampui pahni ruot bawk rawh; An pahni chun ram pakhata in- thawkin hung suok an ta; hmun pa- khat inchik an ta, khawpui lûtna lam tluongpui laia chun inchik an tih.",
      "reference": "EZEKIEL 21:19"
    },
    {
      "content": "Ammon thlahai Rabba kuoma le inhumhimna Juda rama Jerusalema kâwlhnâm hungna dingin lampui ruot la;",
      "reference": "EZEKIEL 21:20"
    },
    {
      "content": "Babulon lal chu lampui inṭhena lai, lampui pahnihai inchinna taka chun, dawi hmang dingin a ngîr zing sih a; hnungtieng hmatieng thalhai chu a hêm vêl a, milimhai chu a râwn a, sathin chu a en bawk a.",
      "reference": "EZEKIEL 21:21"
    },
    {
      "content": "A changtieng kuta chun Jerusa- lem ta dinga, kâphmunhai siemna ding le, thattuhai ta ding bau kâk ding le, khêka râwl insuo ding le, dâi kawtkhârhai epa kâphmunhai siem ding le, hnuoi dêng pâwnghai siem a, kulhai bâwl ding thu aisânna chu a um a.",
      "reference": "EZEKIEL 21:22"
    },
    {
      "content": "An kuoma ṭawngsiehaia lo inkhâm ta khawm chu an mithmu chun an ta dingin aisânna teplo nîng a tih; amiruokchu, chu chun suolna chu hriet zing dingah a hung lâk a, anni chu lâk an ni theina dingin.",
      "reference": "EZEKIEL 21:23"
    },
    {
      "content": "Chuleiin, Lalpa PATHIEN chun hieng ang hin a tih: in bâwsietnahai chu hmusuokin a um a, insuolnahai chu hriet zing dingin in siem ta leiin, thil in thaw taphawthaia chun in suolnahai chu hung inlang vêng an tih, hriet zingna dinga chun i hung um ta leiin, kuta lâk nîng i tih.",
      "reference": "EZEKIEL 21:24"
    },
    {
      "content": "Chun, nang aw thi khawp raua hliem mi rilo, Israel lal, ama ni chu a hung tlung mêk a, a tâwpnaa hremna huna hin;",
      "reference": "EZEKIEL 21:25"
    },
    {
      "content": "Lalpa PATHIEN chun hieng hin a tih: Lallukhum chu sawn la, lallukhum chu la hmang rawh; hi hi a pângngai zing ni ta naw ni; ân hnuoi chu chawimawi la, ân sâng chu sukhnuoi rawh.",
      "reference": "EZEKIEL 21:26"
    },
    {
      "content": "Inletling ka ta, letling ka ta, letling ka ta, hi khawm hi um ta naw nih a, a thuneitu a hung hmakhat chun; chun, ama kuoma chun pêng ka tih.",
      "reference": "EZEKIEL 21:27"
    },
    {
      "content": "“Chun, nang mihriem naupa, thu hril la, Ammon thlahai le anni vaulâwkna, chungthua chun Lalpa PATHIEN chun hieng hin a tih, ti rawh: Kâwlhnâm, kâwlhnâm chu thatna dingin phawi a nih a, kâwlin- lep ang ela tle zawr zawr dinga nâwt tlêt a nih.",
      "reference": "EZEKIEL 21:28"
    },
    {
      "content": "an hremna nuhnungtak ding hun, mi rilo tâwpkhâwkhai ringa in- nghat ding ni tlung mêk zing laiin thilhmulâwk teplo hmupêk chein aisânna khêlhlip an hrilpêk che a nih.",
      "reference": "EZEKIEL 21:29"
    },
    {
      "content": "A bâwma chun thun kîr nâwk el rawh. Siema i umna hmunah, i pien ipatna ram ngeia chun i chungah ro rêl ka tih.",
      "reference": "EZEKIEL 21:30"
    },
    {
      "content": "I chunga chun ka lunginsenna chu hung bunthlâng ka ta, ka lunginsenna mei chu i chunga chun hung mût ka tih; chun, mi hrânghai, that dân thiemtakhai kuta chun pesuok ka ti che.",
      "reference": "EZEKIEL 21:31"
    },
    {
      "content": "Nang chu meia thingthu ding chau ni tâng i ta; i thisen chu rama chun um a ta; nang chu hriet zing ni ta bawk naw ti ni, kei LALPA hin ka hril ta sih a,” tiin.",
      "reference": "EZEKIEL 21:32"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EZEKIEL 21 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}