{
  "verses": [
    {
      "content": "Kum sâwmthumna kum, a thla linaa, ni nga ni chun, Kebar vadung panga salhai laia ka um lai chun, vânhai a hung inhawng a, chun, Pathiena thil hmulâwkhai chu ka hmu tah a.",
      "reference": "EZEKIEL 1:1"
    },
    {
      "content": "Chu thla ni nga ni, (chu chu lal Jehoiakin sala ân tâng a kum ngana kum a na).",
      "reference": "EZEKIEL 1:2"
    },
    {
      "content": "Kebar vadung panga Kaldaihai rama chun, Buzi naupa thiempu Ezekiel kuoma chun LALPA thu chu fietakin a hung tlung tah a; chutaka chun ama chunga chun LALPA kut chu a um a.",
      "reference": "EZEKIEL 1:3"
    },
    {
      "content": "Chun, ka hang en a, ngai ta, hmârtienga inthawkin thlipui nasa- tak a hung hrâng a, sûm nasatak, meia inlap pup pup, a vêl po poa var, a mei lai tak darsen tle anga tle zur zur a um a.",
      "reference": "EZEKIEL 1:4"
    },
    {
      "content": "Chun, chutaka inthawk chun thilhring ang pali an hung suok a. Hi hi an inlang dân chu a nih: mihriem hawina an nei a.",
      "reference": "EZEKIEL 1:5"
    },
    {
      "content": "Hmai pali an nei chit a, thla pali an nei chit bawk a.",
      "reference": "EZEKIEL 1:6"
    },
    {
      "content": "An kehai chu ke intluon ringawt hi an na; an kephahai chu bâwngtê kepha ang a nih; dârsen nâwttle angin an tleh a.",
      "reference": "EZEKIEL 1:7"
    },
    {
      "content": "An sîr lia an thlahai hnuoia chun mihriem kuthai ang kut an nei a; chuongchun, an pali chun chuong ang chun thlahai le hmaihai chu an nei a;",
      "reference": "EZEKIEL 1:8"
    },
    {
      "content": "an thlahai chu ân zawmtuo seng a, an fe pha khawmin an inher ngai nawh a; an rêng el chun hmatieng ngawt an fe el hlak a nih.",
      "reference": "EZEKIEL 1:9"
    },
    {
      "content": "Chun, an hmaihai inangpui thua chun, mihriem hmai ang an nei a; an pali chun changtieng panga chun sakeibaknei hmai ang an nei a; an pali chun vawitieng panga chun bâwngchal hmai ang an nei a; an pali chun mupui hmai ang hi an nei chit bawk a.",
      "reference": "EZEKIEL 1:10"
    },
    {
      "content": "Chun, a chungtienga chun an thlahai an zâr a; an rêng chun, an thla pahnihai chu an zâr zawm a; pahnihai chun an taksa chu ân khum a.",
      "reference": "EZEKIEL 1:11"
    },
    {
      "content": "Chun, an rêng el chun, hma- tieng zâwng ngawtin an feh a; thlarau a fena tieng tienga chun an fe ve a; an fe lai chun sîrtieng an inher ngai nawh.",
      "reference": "EZEKIEL 1:12"
    },
    {
      "content": "Chuong thilhringhai laia chun thil pakhat, meiling chawklai ang, meiser ang el, thilhringhai laia asuk atunga fe a um a, mei chu a var hle a, meia inthawk chun kâwlinlep a suok a.",
      "reference": "EZEKIEL 1:13"
    },
    {
      "content": "Chun, thilhringhai chu kâwl inlep var inkhaw ang hin an tlân a, an kîr nâwk a.",
      "reference": "EZEKIEL 1:14"
    },
    {
      "content": "Chu thilhringhai ka en zing lai chun, thilhringhai sîra chun tawlailîr ke, pakhat chutaka hmai palihai pakhat senga dingin, hnuoi chunga chun ka hmuh a.",
      "reference": "EZEKIEL 1:15"
    },
    {
      "content": "Chu tawlailîr ke inlang dân le an sinthaw chu berul lung zie ang a na, an pali chun inangna an nei seng a; an inlang dân le an sinthaw dân chu tawlailîr kekuol sûnga tawlailîr kekuol um ang a nih.",
      "reference": "EZEKIEL 1:16"
    },
    {
      "content": "An fe pha khawm, an sîr lia chun an feh a; an fe pha chun an inher ngai nawh.",
      "reference": "EZEKIEL 1:17"
    },
    {
      "content": "An kekuolhai chu, an insângin ṭi an um hle a; an pali chun kekuol mita siphai chu an nei seng a.",
      "reference": "EZEKIEL 1:18"
    },
    {
      "content": "Thilhringhai chu an fe pha chun, tawlailîr kekuolhai khawm chu an sîra chun an fe ve pei a, chun, tawlailîr kekuolhai chu, thilhring- hai chu hnuoia inthawka dawm kâng an ni pha chun, an inkâng ve pei a.",
      "reference": "EZEKIEL 1:19"
    },
    {
      "content": "Khâw tieng tieng khawm thla- rau a fena tienga chun an feh a; thlarau chu a fena tieng tienga chun tawlailîr kekuolhai khawm chu an sîra chun dawm kângin an um a; thilhringhai thlarau chu tawlailîr kekuolhaia chun a um sih a.",
      "reference": "EZEKIEL 1:20"
    },
    {
      "content": "Sâwngsaw an fe pha, hieng khawm hi an feh a; sâwngsaw an ngîr pha hieng khawm hi an ngîr a; chuonghai chu hnuoia inthawka dawm kâng an ni chun, tawlailîr kekuolhai khawm chu an sîra chun dawm kâng an ni veh a, thilhringhai thlarau chu tawlailîr kekuolhaia chun a um sih a.",
      "reference": "EZEKIEL 1:21"
    },
    {
      "content": "Thilhring lua chun vân ang el krustal lung ṭiumtak zie ang, chung- tienga an lu chunga inzâm suok hi a um a.",
      "reference": "EZEKIEL 1:22"
    },
    {
      "content": "Chun, vân ang hnuoia chun an thlahai, tuok khat chu thilhring dang tâwkin ân zâr a; tuok khat dang chun an taksa an inkhum a.",
      "reference": "EZEKIEL 1:23"
    },
    {
      "content": "Chun, an lâwn pha chun, an thla ri chu: tui nasatak ri ang elin, Iengkimthawthei râwl ri ang elin, sipai ruol ri ang, buoi mur mur ri ang ka hriet a. An ngîr pha chun, an thlahai chu an sie thlâk a.",
      "reference": "EZEKIEL 1:24"
    },
    {
      "content": "Chun, an luhai chunga vân chunga chun râwl ri a um a; an ngîr pha chun, an thlahai chu an sie thlâk a.",
      "reference": "EZEKIEL 1:25"
    },
    {
      "content": "An luhai chunga, vân chunga chun, lalṭhungpha ang, sapphir lung anga inlang a um a; lalṭhungpha angtak chunga chun mihriem anga inlang a um a.",
      "reference": "EZEKIEL 1:26"
    },
    {
      "content": "Chun, a kâwng chungtienga po chun ṭhihna zie ang, a vêla a sûnga mei anga inlang ka hmu bawk a; chun, a kâwng le a hnuoitieng inlang dâna chun, mei anga inlangin ka hmuh a, ama vêla po po chun var chu a um a.",
      "reference": "EZEKIEL 1:27"
    },
    {
      "content": "Ruo sûr nia sûma sumrisâng inlang angin, a vêla varna inlang dân chu a um a. Hi hi LALPA ro- puina angpui inlang dân chu a nih. Chun, chu chu ka hmu phing chun, bawkkhupin ka tlu a, chun, mi pakhat râwl thu hung hrilin ka hriet a.",
      "reference": "EZEKIEL 1:28"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EZEKIEL 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}