{
  "verses": [
    {
      "content": "Kum sâwmpahnina, thla sâwm- pahnina, chu thlaa ni khat ni chun, LALPA thu chu ka kuomah a hung tlung a,",
      "reference": "EZEKIEL 32:1"
    },
    {
      "content": "“Mihriem naupa, Aigupta lal Pharao ta dingin sûnna hla siem la, a kuoma chun hril rawh; Nang chu hnamhai lai chun sakeibaknei vânglaiah în ngai a, Amiruokchu, tuisuorieta rûlpui ang chu i nih; I vadungpuihaia chun i hung inper a, I kehaiin tuihai chu i hung chawkvir a, An vadungpuihai chu i hung suksiet tah a.",
      "reference": "EZEKIEL 32:2"
    },
    {
      "content": "Lalpa PATHIEN chun hieng hin a ti a nih: Hnam tamtakhai pâwlhai le chun i chungah ka lên hung keiphar kan ta, Ka lêna chun hung fûn dawk kan ti che.",
      "reference": "EZEKIEL 32:3"
    },
    {
      "content": "Chun, hnuoi chungah mâksan ka ti cheh a, Ram palailakah peihâwn ka ti cheh a; Chunglêng vatehai po po chu i chungah in umtir ka ta, Nangmaa chun hnuoi pumpuia ramsahai chu suktlai ka tih.",
      "reference": "EZEKIEL 32:4"
    },
    {
      "content": "Tlânghaia chun i sa chu sieng ka ta, Phairuomhai chu i nge in suksip ka tih.",
      "reference": "EZEKIEL 32:5"
    },
    {
      "content": "Chun, în hlieuna ram chu tlânghai chen rauin i thisenin buok ka ta, Tui luongnahai chu nangmaa suksipin um an tih.",
      "reference": "EZEKIEL 32:6"
    },
    {
      "content": "Nang chu ka hung sukriral zo pha che chun, Vân chu inkhum ka ta, Arasihai chu inthimtir ka tih. Nisa chu sûmin inkhum ka ta, thla khawma a varna insuo naw nih.",
      "reference": "EZEKIEL 32:7"
    },
    {
      "content": "Vâna thil var tlêhai po po chu i chunga chun sukthim ka ta, I ram chunga chun inthim inlêngtir ka tih Lalpa PATHIEN chun a tih.",
      "reference": "EZEKIEL 32:8"
    },
    {
      "content": "“Rambung i hriet ngailohai laia, hnamhai laia i bohmangna kân tlung- tir pha chun, hnam tamtakhai lung- rilhai chu suklungsen ka tih.",
      "reference": "EZEKIEL 32:9"
    },
    {
      "content": "Anih, hnam tamtakhai chu nangmaa chun mak intitir ka ta, nangma leiin an lalhai chu nasatakin ṭîng an tih, an hma ngeia ka kâwl- hnâm kân let pha chun; inthin zing an ta, i tlûk ni chun mi tin chu mâni hringna ding sengin inthin an tih.",
      "reference": "EZEKIEL 32:10"
    },
    {
      "content": "Lalpa PATHIEN chun hieng hin a ti sih a; Babulon lal kâwlhnâm chu i chungah hung tlung a ta.",
      "reference": "EZEKIEL 32:11"
    },
    {
      "content": "Mi thilthawthei tak kâwlhnâm- haia chun i mipuihai chu intlûktir ka tih; hnamhai ṭisimhai chu an ni vawng a; Aigupta chapona chu suksieng an ta, A mipuihai po po sukbohmang ni bawk an tih.",
      "reference": "EZEKIEL 32:12"
    },
    {
      "content": "Tui tamtakhai kâwla ramsahai po po khawm chu sukbohmang ka ta, Mihriem ke chun anni chu sukbuoi ta ngai naw ni hai a, Ramsa ketinhai khawm chun anni chu sukbuoi ta naw bawk an tih.",
      "reference": "EZEKIEL 32:13"
    },
    {
      "content": "“Chun, an tuihai chu hung sukvâr ka ta, An vadung tuihai chu hriek angin inluongtir ka tih, Lalpa PATHIEN chun a tih.",
      "reference": "EZEKIEL 32:14"
    },
    {
      "content": "Aigupta ram chu suksiet le râusan le, Ram hausa, sukruoka umah ka siem a, Chutaka umhai chu an rênga ka hrem pha chun, LALPA chu ka nih ti mi hre tâng an tih.",
      "reference": "EZEKIEL 32:15"
    },
    {
      "content": "“Hi hi ṭap hla an isûnna ding chu a nih; chu chun hnam tin naunu- hmeihai chun sûn an ta, Aigupta le a mipuihai po po ta dingin sûn an tih, Lalpa PATHIEN chun a tih,” tiin.",
      "reference": "EZEKIEL 32:16"
    },
    {
      "content": "Kum sâwmpahnina, chu thla ni sâwm panga ni chun, LALPA thu chu ka kuomah a hung tlung a,",
      "reference": "EZEKIEL 32:17"
    },
    {
      "content": "“Mihriem naupa, Aigupta mipui ta ding chun ṭap inrûm la, vânsama lo fe thla tahai le chun, hnuoi khing- tieng panga chun, hnam hming in- thangtak tak naunuhmeihai le, ama leh pei thla rawh.",
      "reference": "EZEKIEL 32:18"
    },
    {
      "content": "Mawinaa hin tu am i khêl a? Fe thla la, sertan lohai laia chun zâl rawh.",
      "reference": "EZEKIEL 32:19"
    },
    {
      "content": "Kâwlhnâma thata umhai laia chun tlu vêng an ta, kâwlhnâm kuom- a chun pêk a ni tah a, ama le a mipui- hai po po le chun hnûk hmang rawh.",
      "reference": "EZEKIEL 32:20"
    },
    {
      "content": "Mi hrât khawkhêng laia mi hrât chun hremhmuna inthawk chun, ama ṭhangpuituhai le chun lo bieng an ta; an fe thla tah a, an zâl zing a; chuong sertanlo, kâwlhnâma thata lo um tahai chu.",
      "reference": "EZEKIEL 32:21"
    },
    {
      "content": "Assuria chu a pâwlhai leh chutaka chun a um a; a thlânhai chu ama vêlahai po po chun a um a; an rêng chun kâwlhnâma lo tlu tah, thata lo um tah an nih;",
      "reference": "EZEKIEL 32:22"
    },
    {
      "content": "chuonghai thlânhai chu vânsam kilkhâwrtakahai chun siein a um a, an rêng chun kâwlhnâma lo tlu tah, thata lo um tah, mi hringhai rama ṭitumna lo inumtirtuhai chu an nih.",
      "reference": "EZEKIEL 32:23"
    },
    {
      "content": "Elam khawm chu a mipuihai po po leh a thlân sîrvêlahai chun an um a; an rêng chun kâwlhnâma lo tlu tah, thata lo um tahai, hnuoi khingtieng panga sertan loa lo fe thla tah a, mi hring rama chun an ṭitumna chu lo inumtir tah a, vânsama fe tahai le an inzakna chu lo phur tahai chu an nih.",
      "reference": "EZEKIEL 32:24"
    },
    {
      "content": "A pâwlhai po po leh thata lo um tahai laia chun a khum chu an lo daw tah a; an thlânhai chu ama sîrvêlahai chun a um a; an rêng el chun sertanlo, kâwlhnâma lo tlu tahai an nih; an ṭitumna chu mi hring rama chun inumtirin a lo um tah a, vânsama lo fe tahai le chun an inzakna chu an phur a; thata lo um tahai laia chun ama chu sie a lo ni tah a.",
      "reference": "EZEKIEL 32:25"
    },
    {
      "content": "Mesek le Tubal le an mipuihai po po leh an um a, an thlânhai chu a sîrvêlahai chun a um a, an rêng el chun sertanlo, kâwlhnâma lo tlu tah an na, mi hring rama chun an ṭitum- na chu an lo inumtir tah a.",
      "reference": "EZEKIEL 32:26"
    },
    {
      "content": "Anni chu mi thilthawtheihai, sertanloa lo tlu taha, an indona hriemhreihai le hremhmuna lo fe thla taha, an luhai hnuoia an kâwlhnâm- hai lo siea, an suolnahai chu an ru- haia umhai laia chun anni chu zâl ve naw ni hai a; mi hring rama chun mi hrâthai ṭisimhai chu an lo ni ta sih a.",
      "reference": "EZEKIEL 32:27"
    },
    {
      "content": "Nisienlakhawm, nang chu ser- tanlohai laia chun suknawi nîng i ta, kâwlhnâma thata lo um tahai laia chun zâl vêng i tih.",
      "reference": "EZEKIEL 32:28"
    },
    {
      "content": "Edom chu a um a, a lalhai le a rorêltuhai po po chu an thilthaw- theinain kâwlhnâma lo tlu tahai laia chun inzâltirin an um a; anni chu sertanlohai laia chun zâl an ta, vânsama lo fe tahai laia chun.",
      "reference": "EZEKIEL 32:29"
    },
    {
      "content": "Hmârtienga rorêltuhai an rêngin, Zidon mihai po po leh, thata umhai laia lo fe thla tahai chu an um a; an thilthawtheinaa ṭitumnahai an lo inumtirhai po poa chun an inzak a; kâwlhnâma thata lo um tahai le chun sertan loin an zâl tah a, chun, vân- sama lo fe tahai le chun an inzakna chu an phur a.",
      "reference": "EZEKIEL 32:30"
    },
    {
      "content": "Pharao chun anni chu hmûng a ta, a mipuihai po po chunga chun ama chu thlamuong a tih; Pharao le a sipai pâwl kâwlhnâma thata lo um tahai po po ngei kha, Lalpa PATHIEN chun a tih.",
      "reference": "EZEKIEL 32:31"
    },
    {
      "content": "Mi hring rama chun a ṭitumna chu ka sie ta sih a; kâwlhnâma thata lo um tahai laia chun, sertan lohai kuoma chun inzâltirin um a tih; Pharao le a mipuihai po po ngei chu, Lalpa PATHIEN chun a tih,” tiin.",
      "reference": "EZEKIEL 32:32"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EZEKIEL 32 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}