{
  "verses": [
    {
      "content": "Chun, ka kuomah, “Mihriem naupa, i kehai chun ngîr la, in- biekpui ka ti che,” a mi tih a.",
      "reference": "EZEKIEL 2:1"
    },
    {
      "content": "Chun, ka kuoma thu a hril lai chun thlarau chu ka sûnga chun a hung lût a, ka kehai chun a mîn ngîrtir a; chun, ka kuoma thuhriltu chu ka ngai tah a.",
      "reference": "EZEKIEL 2:2"
    },
    {
      "content": "Ka kuoma chun, “Mihriem naupa, Israel thlahai, hnam helhai, keima chunga helhai kuoma chun tir ka ti che; vawisûn ni chen hin, anni le an thlatuhai khawmin ka chungah an bawsiet a nih.",
      "reference": "EZEKIEL 2:3"
    },
    {
      "content": "Chu thla chu zakmawtak le lungril ngar an na; an kuoma chun ka tir che a ni hi; chun, an kuoma chun hieng ang hin hril i tih, ‘Lalpa PATHIEN chun hieng ang hin a tih,’ tiin.",
      "reference": "EZEKIEL 2:4"
    },
    {
      "content": "Chun, an lo ngai khawma, an lo ngaisak naw khawmin amanih, anni laia zâwlnei a um ti chu hre chêk an tih, (sûngkaw hel an ni sih a).",
      "reference": "EZEKIEL 2:5"
    },
    {
      "content": "Chun, nang mihriem naupa, anni chu ṭi naw la, hlo hlingnei le buorhai i kâwla chun umin, ainuvêt laia chun chêng la khawm, an thuhai chu ṭi chuong bawk naw la; sûngkaw hel hmang ni hai sien khawm an thuhaia chun ṭi naw la, an hmêl enin beidawng bawk naw rawh.",
      "reference": "EZEKIEL 2:6"
    },
    {
      "content": "Chun, an lo ngai khawma, an lo ngaisak naw khawma, an kuoma chun ka thuhai chu hril hrim hrim i ta; hel hmangtak el an ni sih a.",
      "reference": "EZEKIEL 2:7"
    },
    {
      "content": "Nisienlakhawm, nang mihriem naupa, i kuoma ka hril chu ngai ta; chu sûngkuo hel hmang ang chun hel hmang ni ve naw la; i bau chu ka la, ka pêk che chu fa rawh,” a ta.",
      "reference": "EZEKIEL 2:8"
    },
    {
      "content": "Chun, ka hang en a, ngai ta, keia tieng hin bân hin a mi hei ban a; chun, ngai ta, chutaka chun lekhabu zuol hi a um a;",
      "reference": "EZEKIEL 2:9"
    },
    {
      "content": "ka hmaa chun a hung phar a, a sûngtieng le a puotienga ziek a na; chutaka chun sûnna le, ṭâna le chungrikna ziek a nih.",
      "reference": "EZEKIEL 2:10"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EZEKIEL 2 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}