{
  "verses": [
    {
      "content": "LALPA thu chu ka kuomah a hung tlung a,",
      "reference": "EZEKIEL 13:1"
    },
    {
      "content": "“Mihriem naupa, Israel rama zâwlnei, anni lungrila inthawk ela thuhrillâwkhai hril hlaktuhai kuoma chun thu hril la, ‘LALPA thu chu lo ngai ta u,’ ti rawh.",
      "reference": "EZEKIEL 13:2"
    },
    {
      "content": "LALPA chun hieng hin a tih: zâwlnei invêt, iengkhawm hmu si loa mâni ngaidân ngawt zâwmtu chu a chung a rik!",
      "reference": "EZEKIEL 13:3"
    },
    {
      "content": "Aw Israel, i zâwlneihai chu hmun ṭâwpa sihalhai ang an ni tah a.",
      "reference": "EZEKIEL 13:4"
    },
    {
      "content": "A âwnga chun in hang fe nawh a, LALPA nia indonaa ngîrna dingin Israel sûngkaw ta ding chun paldâi in siem bawk nawh a.",
      "reference": "EZEKIEL 13:5"
    },
    {
      "content": "Anni chun teplo mei mei le vân tieng thil khêl thu an hmu a, LALPA- IN anni chu a tir naw sain, ‘LALPAIN a tih’ tiin an thu chu sukdet ni ngei dingin mihai an inbeiseitir a.",
      "reference": "EZEKIEL 13:6"
    },
    {
      "content": "Keiin ka hril nawh a, ‘LALPA chun a hril a nih,’ in ti hin thilhmulâwk teplo chu in hmuin vântieng thil inkhêl chu in hril a ni nâwm a nih?” tiin.",
      "reference": "EZEKIEL 13:7"
    },
    {
      "content": "Chuleiin, Lalpa PATHIEN chun hieng hin a tih: “Teplo mei mei in hril a, khêlhai chu in hmu leiin, ngai ta u, nangni chu ka dodâl cheu a nih. Lalpa PATHIEN chun a tih.",
      "reference": "EZEKIEL 13:8"
    },
    {
      "content": "Vântieng thukhêl le, zâwlnei teplo mei mei hmutuhai chunga chun ka kut chu um a ta; ka mihai in- khâwmnaa chun ṭhang ve naw ni hai a, Israel sûngkaw chanchin inziek- naa chun ziek ni bawk naw nih a; Israel rama chun lût bawk naw ni hai a; chun, Lalpa PATHIEN chu ka ni ti mi hre tâng in tih.",
      "reference": "EZEKIEL 13:9"
    },
    {
      "content": "‘Inremna,’ tiin ka mihai chu an ṭhuoi suol a; inremna chu a um nawh a, chun, miin bang a siem lai chun, ngai ta, chirhak inhnâk loin an bel a;",
      "reference": "EZEKIEL 13:10"
    },
    {
      "content": "chuong chirhak inhnâk loa beltuhai kuoma chun, a tla nâwk el ding a nih ti hril rawh, ruo a hrâta hrât hung sûr a ta, riel nasatak tlâng a ta, thlipui nasatakin nuoi a tih.",
      "reference": "EZEKIEL 13:11"
    },
    {
      "content": "Ngai ta u, bang chu a tla pha chun in kuomah, ‘In ibelna chu khâwlai am a um leh?’ an ti naw ding cheu maw?",
      "reference": "EZEKIEL 13:12"
    },
    {
      "content": "Chuleiin, Lalpa PATHIEN chun a tih; Ka lunginsenin thlipui hrângin suksieng ka tih; ka lunginsennaa chun ruo a hrâta hrâta sûr um a ta, a sukbohmang ding lunginsena riel nasatak leh.",
      "reference": "EZEKIEL 13:13"
    },
    {
      "content": "Chuongchun, bang chirhak in- hnâk loa in bel kha suksieng ka ta, hnuoiah hung la thlâng ka tih; chuongchun, a lung phûm chu inlang tâng a ta, tlûng a ta, chu sûnga chun sukbohmangin um in tih; chun, LALPA ka ni mi hre tâng in tih.",
      "reference": "EZEKIEL 13:14"
    },
    {
      "content": "Chuong ang chun ka lungin- senna chu bang chunga le chirhak inhnâk loa beltuhai chunga chun sukpuitling ka ta; in kuoma chun, ‘Bang chu a um ta nawh a, a beltuhai khawm,’ tîng an tih.",
      "reference": "EZEKIEL 13:15"
    },
    {
      "content": "Zâwlneihai Jerusalem chung- thu hrillâwktu le inremna um silo inremna dinga thilhmulâwk hmuhai chunga chun, Lalpa PATHIEN chun a tih.",
      "reference": "EZEKIEL 13:16"
    },
    {
      "content": "“Chun, nang mihriem naupa, an lungrila inthawka thu hriltuhai, i mihai naunuhai tieng chu ngha rawh; anni kalin thu hril la,",
      "reference": "EZEKIEL 13:17"
    },
    {
      "content": "Lalpa PATHIEN chun, ‘Nu- hmei, kutrîng tina inbuntir ding ṭhuitu le, thlahai pêl dinga mi saput ieng ang po el lua dinga rawmawl siem chu a chung a rik de! a tih,’ ti rawh. Ka mihai thlahai chu pêlin nangni ta ding chauin thla chu in sandam ding maw?",
      "reference": "EZEKIEL 13:18"
    },
    {
      "content": "Buṭei vei khat le bei hlek hmu dingin ka mihai lai chun, mi thi lo dinghai chu that ding le, mi hring lo dinghai chu sandam dingin, thu khêl ngai hlak ka mihai chu hlêmin, ka mihai lai chun i mi lo sukhmingsiet tah a.",
      "reference": "EZEKIEL 13:19"
    },
    {
      "content": "Chuleiin, Lalpa PATHIEN chun hieng hin a tih, Ngai ta u, vate anga manna dinga in thil inbuntirhai chu ka dodâl a nih; in kuthaia inthawkin ka keithlêr ding a nih; in man tumhai chu infetir ka ta, vate anga in ipêlhai ngei chu.",
      "reference": "EZEKIEL 13:20"
    },
    {
      "content": "In rawmawlhai chu keithlêr ka ta, ka mihai chu in kuta inthawkin sansuok ka tih; chun, pêl dingin in kuta chun um ta naw ni hai; chun, LALPA chu ka nih ti mi hre tâng in tih.",
      "reference": "EZEKIEL 13:21"
    },
    {
      "content": "Mi fel lungril ka suklungngai naw chu thukhêla in suklungzîng tâk leiin mi rilo kuthai khawm in lo suk- hrât tah a, a lampui riloa inthawka a kîr nâwk nawna dingin hringna thu in tiem a;",
      "reference": "EZEKIEL 13:22"
    },
    {
      "content": "chuleichun, teplo chu hmu nâwk ta naw ti niu a, vântieng thil- hmulâwkhai khawm chu; chun, ka mihai chu in kuta inthawkin sansuok ka ta, LALPA chu ka ni ti mi hre tâng in tih,” tiin.",
      "reference": "EZEKIEL 13:23"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EZEKIEL 13 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}