{
  "verses": [
    {
      "content": "“Chun, nang, mihriem naupa, Gog chunga chun thu hril rawh, hieng hin ti la, Lalpa PATHIEN chun hieng hin a tih: Aw Gog, Ros le, Mesek le, Tubal hotutak nang ka dodâl che a nih;",
      "reference": "EZEKIEL 39:1"
    },
    {
      "content": "nang chu i hnung tieng in- nghattir ka ti cheh a, ṭhuoi ka ti cheh a, hmârtieng kilkhâwr tak hmunhaia inthawk chun hung insuoktir ka ti che a, Israel tlânghai chunga chun ṭhuoi ka ti che;",
      "reference": "EZEKIEL 39:2"
    },
    {
      "content": "i vawitienga i thalngul chu lâk- pêk ka ti cheh a, i kut changtienga inthawkin i thalhai chu intlâktir ka tih.",
      "reference": "EZEKIEL 39:3"
    },
    {
      "content": "Israel tlânghai chunga chun tlûng i ta; nang le i pâwlhai po po le, hnam tamtak nanga kuoma umhai le chun, chun, fâk zo dingin vate chi tin phîngṭâmhai le rama ramsahai kuoma chun pêng ka ti che.",
      "reference": "EZEKIEL 39:4"
    },
    {
      "content": "Hmun palailênga chun tlûng i tih, ka hril ta sih a; Lalpa PATHIEN chun a tih.",
      "reference": "EZEKIEL 39:5"
    },
    {
      "content": "Magog le thlierkâra chêngtuhai chunga chun mei tir ka ta; chun, LALPA chu ka nih ti mi hre tâng an tih.",
      "reference": "EZEKIEL 39:6"
    },
    {
      "content": "Chun, ka hming inthieng chu ka mi Israelhai laia chun suklangsâr ka ta, ka hming inthieng sukpawrchea a um ding hrim hrim chu ngai thei naw ningah, chun, hnamhai chun LALPA, Israela Mi Inthieng chu ka nih ti mi hre tâng an tih.",
      "reference": "EZEKIEL 39:7"
    },
    {
      "content": "Ngai ta, a hung tlung mêk a nih, thaw a ni ngei ding a nih, Lalpa PATHIEN chun a tih; hi hi a nih ni ka ihril chu.",
      "reference": "EZEKIEL 39:8"
    },
    {
      "content": "Chun, chuong Israel khawpui- haia chêngtuhai chu fe suok an ta, hriemhrei meihai chu siem an ta, râwng an tih; âwmphaw le phawhai dâm, thalngul le thalhai dâm, hmawl- funghai dâm, feihai dâm, râwng an ta, chun, chuonghai chun kum sari sûng mei chu tîng an tih;",
      "reference": "EZEKIEL 39:9"
    },
    {
      "content": "chuongchun, rama inthawkin thing la naw ni hai a, rampui hnuoia inthawkin pakhat khawm phûr bawk naw ni hai; hriemhreihaiin mei an ti ding a ni sih a; anni suksetuhai chu suksieng an ta, anni inruhmangtuhai chu inruhmang an tih, Lalpa PATHIEN chun a tih.",
      "reference": "EZEKIEL 39:10"
    },
    {
      "content": "“Chun, chu nia chun, Israela chun, tuisuoriet saktieng panga fethlengtuhai phairuom chu Gog ta ding chun inphûmna hmun dingin pêng ka ta; chutaka chun Gog le a mihai po po chu phûm an tih; chun, anni chun ‘Hamon-gog Phairuom’ ti nghe nghêng an tih.",
      "reference": "EZEKIEL 39:11"
    },
    {
      "content": "Chun, ram chu an sukthieng theina dingin Israel sûngkuohai chun anni chu thla sari sûng phûm an ta.",
      "reference": "EZEKIEL 39:12"
    },
    {
      "content": "Anih, chu rama mihai po po chun phûm an ta, chawimawia ka um nia chun anni ta ding chun hriet zing tlâk nîng a tih, Lalpa PATHIEN chun a tih.",
      "reference": "EZEKIEL 39:13"
    },
    {
      "content": "Chun, ram chu sukfai dinga ram fang suok a, ruong phûm loa umhai phûm dinga sina nei ding mi ruot hran an ta, anni chun thla sari tâwpah zawng ṭan an tih.",
      "reference": "EZEKIEL 39:14"
    },
    {
      "content": "Chun, chuong ram fangtuhai chun fang an ta, mi tukhawma mi- hriem ru a hmu chun, a sira chun inchikna târ a ta, a phûmtuhaiin Harmon-gog phairuoma an phûm hmakhat chun.",
      "reference": "EZEKIEL 39:15"
    },
    {
      "content": "(Chutaka chun khawpui a hming Hamona khawm a um bawk a.) Chuong ang chun ram chu suk- thieng an tih.",
      "reference": "EZEKIEL 39:16"
    },
    {
      "content": "“Chun, nang mihriem naupa, Lalpa PATHIEN chun hieng hin a tih; ramhnuoia sa tinrêng le, vate chi tinrênghai kuoma chun thu hril la, hieng hin hril rawh: Hung inkhâwm unla, hung ro, sa chu in fâka thisen chu in dâwn theina dingin Israel tlâng chunghaia inthâwina ropui- tak, in ta dinga kân thâwina, kân thâwina sîr tina inthawkin hung inkhâwm ro.",
      "reference": "EZEKIEL 39:17"
    },
    {
      "content": "Mi thilthawtheihai sa chu fâng in ta; hnuoia lalhai le, berâmchalhai le, berâmtehai le, kêlhai le, bâwng- chalhai, Basan rama châwmthâuhai po po thisen chu dâwn in tih.",
      "reference": "EZEKIEL 39:18"
    },
    {
      "content": "In ta dinga kân thâwina thâu chu in khawp hmakhat fâng in ta, thisen chu in inrui hmakhat dâwn bawk in tih.",
      "reference": "EZEKIEL 39:19"
    },
    {
      "content": "Chun, ka dâwkâna chun sa- kawrhai, sakawr tawlailîrhai, mi thilthawtheitakhai le indo mihai po po chun sukkhawpin um in tih, Lalpa PATHIEN chun a tih.",
      "reference": "EZEKIEL 39:20"
    },
    {
      "content": "Chun, ka ropuina chu hnamhai laia chun sieng ka ta, chuongchun, hnam po pohai chun rorêlna ka suk- tlung ta le, an chunga ka kut kân nghat chu hmûng an tih.",
      "reference": "EZEKIEL 39:21"
    },
    {
      "content": "Chun, chu nia inthawka a hnungtieng chen chun Israel sûngkuo chun LALPA an Pathien ka nih ti mi hre tâng an tih.",
      "reference": "EZEKIEL 39:22"
    },
    {
      "content": "Chun, hnamhai chun Israel sûngkuo chu an suol leia sala intâng an nih ti hrieng an ta; ka chungah an lo bawsiet tah a, kei khawma ka hmai ka thuppêk bawk leiin; chuongchun, an hmêlmahai kutah anni chu ka pêk a, an rêng el chun kâwlhnâma chun an lo tlu tah a.",
      "reference": "EZEKIEL 39:23"
    },
    {
      "content": "An inthieng nawna ang pei le, an bawisietnahai ang peiin an chunga chun ka lo thaw tah a; chun, ka hmai chu ka thuppêk bawk a.",
      "reference": "EZEKIEL 39:24"
    },
    {
      "content": "“Chuleiin, Lalpa PATHIEN chun hieng hin a tih; Tuhin Jakob sal intângna chu hung la kîr ka ta; Israel sûngkuo pumpui ta ding chun zângaina nei ka tih; chun, ka hming inthieng khawm humhal bawk ka tih.",
      "reference": "EZEKIEL 39:25"
    },
    {
      "content": "An rama chun himtakin an chêng a, tukhawma anni chu an sukṭi naw pha chun, an inzakna, an baw- sietnahai po po, ka chunga an lo bawsietnahai chu phur an tih;",
      "reference": "EZEKIEL 39:26"
    },
    {
      "content": "hnamhai laia inthawka anni ka hung ṭhuoi kîr nâwk a, an hmêlmahai rama inthawka anni ka kei khâwma, hnam tamtakhai mithmua annia chawimawia ka um pha chun.",
      "reference": "EZEKIEL 39:27"
    },
    {
      "content": "Chun, hnamhai laia sala intâng dinga kân fetir a, anni rama ngei chun ka ṭhuoi khâwm nâwka hin, LALPA an Pathien chu ka nih ti mi hre tâng an ta; chutaka chun anni chu tukhawm mâksan nâwk ta naw ningah,",
      "reference": "EZEKIEL 39:28"
    },
    {
      "content": "annia inthawk chun ka hmai chu thuppêk ta bawk naw ning a; Israel sûngkaw chunga chun ka thla- rau ka buok ta sih a, Lalpa PATHIEN chun a tih,” tiin.",
      "reference": "EZEKIEL 39:29"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EZEKIEL 39 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}