{
  "verses": [
    {
      "content": "LALPA thu chu ka kuomah a hung tlung a,",
      "reference": "EZEKIEL 6:1"
    },
    {
      "content": "“Mihriem naupa, i hmai kha Israel tlâng tiengahai sawn innghat la, an kuomah thu hril la,",
      "reference": "EZEKIEL 6:2"
    },
    {
      "content": "‘Nangni Israel tlânghai, Lalpa PATHIEN thu chu lo ngai ta u, Lalpa PATHIEN chun tlânghai le muol- hai le, tui luongnahai le, phairuom- hai kuoma chun hieng ang hin a tih; Ngai ta u, keiin, keima ngeiin, in chungah kâwlhnâm intlungtir ka ta, in bâwlhmunhai sukse vawng ka tih.",
      "reference": "EZEKIEL 6:3"
    },
    {
      "content": "In mâichâmhai chu râusan hung nîng an ta, in nisa milimhai khawm chu suktliek nîng a ta, in mi thathai chu in milimhai hmaa chun hung pei thlâng ka tih.",
      "reference": "EZEKIEL 6:4"
    },
    {
      "content": "Chun, Israel thlahai thiruonghai chu an milimhai hmaa chun sieng ka ta; in ruhai chu in mâichâmhai vêla chun the dar ka tih.",
      "reference": "EZEKIEL 6:5"
    },
    {
      "content": "In chêngna hmunhaia po po chun khawpuihai chu suksiet nîng an ta, bâwlhmunhai chu râusan nîng an ta; in mâichâmhai chu râusan le suksiet a ni theina ding le in milimhai chu suktliek le suktâwp a nia, in nisa- milimhai chu phûr thlûk a na, in sinthawhai chu suktâwp a ni theina dingin.",
      "reference": "EZEKIEL 6:6"
    },
    {
      "content": "Chun, thata umhai chu nangni lai ngei tlûng an ta, chun, LALPA ka ni mi hre tâng in tih.",
      "reference": "EZEKIEL 6:7"
    },
    {
      "content": "Amiruokchu, ṭhenkhat la hlâng ka ta, ramhaia sukdara in um pha chun, hnamhai laia chun ṭhen- khat chun kâwlhnâm chu pumpel in tih.",
      "reference": "EZEKIEL 6:8"
    },
    {
      "content": "Chun, nangni laia chuonga suok- hai chun, hnamhai sala ṭhuoia an umnahai laia an um lai chun mi hre zing an ta, an lungril keimaa in- thawka ṭhea um tah, châkna chu ka lo sukkawi ta zie hai le, an mithai an milimhai châktaka an enna le chun; chun, anni an tirdakumna po poa an lo thaw tah, thil ṭha naw ta ding chun an mithmu ngeia chun intirdak an tih.",
      "reference": "EZEKIEL 6:9"
    },
    {
      "content": "Chun, LALPA ka ni ti hrieng an ta; an kuomah hieng thil ṭha naw hi ka thaw ding a nih ka ti hi a mei meia hril ka ni nawh ti hre bawk an tih,’” tiin.",
      "reference": "EZEKIEL 6:10"
    },
    {
      "content": "Lalpa PATHIEN chun hieng hin a tih, “I kut ben la, i kein sir la, chun, Ehei! Israel sûngkaw tirdakumna suol po po lei chun, kâwlhnâma le, ṭâmnaa le hripuiah an tlu ding a ni sih a, ti rawh.",
      "reference": "EZEKIEL 6:11"
    },
    {
      "content": "Hlataka umhai chu hripuiin thîng an ta; a hnaia umhai chu kâwl- hnâmah tlûng an ta, chun, umhmuna uma inhuol khuma um chu ṭâmin thîng a tih: chuong ang chun ka lungsenna chu an chunga chun ka sukpuitling ding a nih.",
      "reference": "EZEKIEL 6:12"
    },
    {
      "content": "Chun, an mi thathai chu an mâichâm vêla an milimhai laia a um a, muol insâng tina dâm, tlâng sâng sîp tinahai dâm, thing hring tin hnuoiahai dâm, thingsaisuo lien hnuoi tinahai dâm, an milimhai kuoma riminhnik an inhlânnahai po poa chun an um pha chun LALPA ka ni ti mi hre tâng an tih.",
      "reference": "EZEKIEL 6:13"
    },
    {
      "content": "Chun, an chunga chun ka kut chu inlet ka ta, thlalêra inthawka Dibla tieng, an hluona sûng po po chu, ram chu râusana siemin suk- sieng ka tih; chun, LALPA chu ka ni ti mi hre tâng an tih,” tiin.",
      "reference": "EZEKIEL 6:14"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EZEKIEL 6 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}