{
  "verses": [
    {
      "content": "LALPA thu chu ka kuomah a hung tlung a:",
      "reference": "EZEKIEL 25:1"
    },
    {
      "content": "“Mihriem naupa, Ammon thlahai tieng chun i hmai innghat la, an chungchânga chun thu hril rawh;",
      "reference": "EZEKIEL 25:2"
    },
    {
      "content": "Ammon thlahai kuoma chun hieng hin hril la, Lalpa PATHIEN thu chu lo ngai unla, Lalpa PATHIEN chun hieng hin a ti a nih: Ka hmun inthieng chu sukhmingsiet a ni laiin le, Israel ram chu râusan a ni laiin le, Juda sûngkuo chu sala an intâng lai khan, ‘I hih,’ i lo ti tâk lei khan;",
      "reference": "EZEKIEL 25:3"
    },
    {
      "content": "ngai ta, an nei ding chein khaw- sak mi thlahai kuoma chun ka pêk ding che a nih; an chêngna hmunhai chu i sûnga chun siem an ta, an umna hmunhai chu innghat an tih; chun, i tui chu dâwnin i nênetui khawm chu dâwn bawk an tih.",
      "reference": "EZEKIEL 25:4"
    },
    {
      "content": "Rabba chu sanghâwngseihai ta dinga inah siem ka ta, Ammon thlahai hmun chu berâmhai ta dinga bawk khâwmna hmunah siem ka tih; chun, LALPA ka nih ti mi hre tâng in tih.",
      "reference": "EZEKIEL 25:5"
    },
    {
      "content": "Lalpa PATHIEN chun hieng hin a ti sih a; Israel ram chunga hin i lungrila hmusitna po po leh i lo lâwm tah a, i kehai i lo tet a, i kuthai i lo ben tâk leiin;",
      "reference": "EZEKIEL 25:6"
    },
    {
      "content": "ngai ta, ka kut chu i chungah kân let tah a, hnamhai kuoma chun râllâk sum dingin ka pêk ding che a nih; chun, hnamhai laia inthawkin sât- thlâng ka ti cheh a; ramhaia in- thawka bohmang dingin siem ka ti che; chun, sukbohmang ka ti cheh a, chun, LALPA chu ka nih ti mi hre tâng i tih.",
      "reference": "EZEKIEL 25:7"
    },
    {
      "content": "“Lalpa PATHIEN chun hieng hin a tih: Moab le Seir chun, ‘Ngai ta u, Juda sûngkuo hi hnam dang po pohai ang bawk a nih,’ an ti leiin,",
      "reference": "EZEKIEL 25:8"
    },
    {
      "content": "Ngai ta, Moab sîr khat, khawpui hmawrtâwnghaia inthawkin, a ram ropuina Beth-jesimoth, Baal-meon le Kiriathaim tieng chu ka hawng ding a nih;",
      "reference": "EZEKIEL 25:9"
    },
    {
      "content": "saktieng mihai thlahai kuoma chun an nei dingin Ammon thlahai leh pêng ka tih; Ammon thlahai chu hnamhai laia hriet zing a ni ta nawna dingin.",
      "reference": "EZEKIEL 25:10"
    },
    {
      "content": "Chun, Moab chunga chun rorêl- na chu sukthlûng ka ta; chun, LALPA chu ka nih ti mi hre tâng an tih.",
      "reference": "EZEKIEL 25:11"
    },
    {
      "content": "“Lalpa PATHIEN chun hieng hin a tih: Edom hi Juda sûngkuo chungah phuba lain le, maw nasatak inphurtirin le, an chunga thungin a lo sawisak tâk leiin,",
      "reference": "EZEKIEL 25:12"
    },
    {
      "content": "Lalpa PATHIEN chun hieng hin a tih: Edom chunga chun ka kut inlet ka ta, amaa inthawk chun ramsa le mihriem khawm sât thlâng ka tih, Temana inthawkin râusanah siem ka ta; Dedan chenin kâwlhnâmah tlûng an tih.",
      "reference": "EZEKIEL 25:13"
    },
    {
      "content": "Chun, ka mi Israelhai kut hmangin Edom chunga chun ka phuba lâkna chu sieng ka ta, ka ṭitumna ang pei le ka lunginsenna ang peiin Edoma chun thâwng an tih; chuongchun, ka phuba lâk chu hre tâng an tih, Lalpa PATHIEN chun a tih.",
      "reference": "EZEKIEL 25:14"
    },
    {
      "content": "“Lalpa PATHIEN chun hieng hin a tih: Philistin mihai chu phuba lâk angin an lo sawisakin, theida zing zinga sukse dingin lungrila hmusit pumin phuba an lo lâk a,",
      "reference": "EZEKIEL 25:15"
    },
    {
      "content": "chuleiin, Lalpa PATHIEN chun hieng hin a tih: Ngai ta, Philistin mihai chunga chun ka kut inlet ka ta, Kereth mihai chu sât thlâng ka ta, tuipui panga mi um sun hai chu sukbohmang ka tih.",
      "reference": "EZEKIEL 25:16"
    },
    {
      "content": "Chun, kâwkna ṭiumtak leh phubalâkna nasatak chu intlungtir ka ta; chun, LALPA chu ka nih ti mi hre tâng an tih; ka phubalâkna chu an chunga kân nghat pha chun,” tiin.",
      "reference": "EZEKIEL 25:17"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EZEKIEL 25 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}