{
  "verses": [
    {
      "content": "Kum sarina, thla ngânaa, chu thla ni sâwm ni chun, Israel upa ṭhenkhathai chu LALPA kuoma thu indawn dingin an hung a, ka hmaa chun an ṭhung a.",
      "reference": "EZEKIEL 20:1"
    },
    {
      "content": "Chun, LALPA thu chu ka kuom- ah a hung tlung a,",
      "reference": "EZEKIEL 20:2"
    },
    {
      "content": "“Mihriem naupa, Israel upahai kuoma khan thu hril la, an kuoma chun, ‘Lalpa PATHIEN chun hieng hin a ti a nih; ka kuomah thu indawn dinga hung in ni maw? Kei ka hring zing angin nangni thu indawn hin um naw ning,’ Lalpa PATHIEN chun a tih,",
      "reference": "EZEKIEL 20:3"
    },
    {
      "content": "Anni chu ro rêlpêk i ti, mihriem naupa, anni chu ro rêlpêk i ti? An thlatuhai tirdakumnahai chu in- hriettir la;",
      "reference": "EZEKIEL 20:4"
    },
    {
      "content": "an kuoma chun, Lalpa PATHIEN chun hieng hin a tih; ‘Israel hi ka thlang a, Jakob sûngkaw thlahai chunga chun ka bân ka phar a, Aigupta ramah anni laia kân suk- hmêlhriet nia chun; ka bân ka phar a, LALPA in Pathien ka nih,’ tiin;",
      "reference": "EZEKIEL 20:5"
    },
    {
      "content": "chu nia chun Aigupta rama in- thawka, ram po pohai ropuina nenetui le khuoizua luong ram an ta dinga ka lo enthlit tah rama hung ṭhuoi dingin, an kuoma chun ka bân ka phar a.",
      "reference": "EZEKIEL 20:6"
    },
    {
      "content": "An kuoma khawm chun, a mithmua tirdakumnahai po po chu nangni mi tinin peithla unla, Aigupta ram milimhai chun insukpawrche naw unla; LALPA in Pathien ka ni hi, tiin ka hril a.",
      "reference": "EZEKIEL 20:7"
    },
    {
      "content": "Nisienlakhawm, ka chungah an hel a, ka thu an ngai nawh a; mi tin chun an mithmua an tirdakumnahai chu an pei thlâk naw bawk a; Aigupta milimhai khawm chu an nghatsan bawk nawh a; chun, kei chun, ‘an chunga chun Aigupta ram sûnga an chunga ka lungsenna sukpuitling dingin ka lunginsenna chu ka bun- thlâk ding a nih,’ ka tih a;",
      "reference": "EZEKIEL 20:8"
    },
    {
      "content": "nisienlakhawm, ka hming leiin, Aigupta rama inthawk anni hung ṭhuoi suoka an kuoma ka lo intârlang tâkna hmutu, an laia an umna hnam- hai mithmua, hrilsiet ka ni nawna dingin, ka thawh a.",
      "reference": "EZEKIEL 20:9"
    },
    {
      "content": "chuongchun, Aigupta rama inthawka suok dingin ka siem a, thlalêra chun anni chu ka hung ṭhuoi tah a.",
      "reference": "EZEKIEL 20:10"
    },
    {
      "content": "Ka thuruothai le ka rorêlhai, chuong chu miin an thawh a, an hring pui dinghai chu, an kuomah ka pêk a, kân entir bawk a.",
      "reference": "EZEKIEL 20:11"
    },
    {
      "content": "Chu nawa khawm, ka châwlni chu anni le keia kâra inchikna nih a, anni sukthiengtu LALPA chu ka nih ti an hriet theina dingin ka pêk bawk a.",
      "reference": "EZEKIEL 20:12"
    },
    {
      "content": "Amiruokchu, Israel sûngkuo chu thlalêra khan ka chungah an hel a, ka thuruotahai chun an fe nawh a, chuong chu miin a thawa a hringna dinghai ka rorêlhai khawm chu an dang kîr a; ka châwlni khawm chu nasatakin an suksiet a, chun, kei chun thlalêra chun anni chu kâng- hmang dingin ka lunginsenna chu an chungah ka bunthlâk ding a nih ka ti tah a.",
      "reference": "EZEKIEL 20:13"
    },
    {
      "content": "Chun, ka hming leiin, hnamhai anni mithmua anni ka hung ṭhuoi- suoknahai, chuonghai mithmua chun hrilsiet a ni ding a ni nawh tiin ka thawh a.",
      "reference": "EZEKIEL 20:14"
    },
    {
      "content": "Chu nawa khawm, ram po pohai ropuina, nênetui le khuoizua luong anni ka lo pêk ta rama chun anni chu ka ṭhuoi lût naw ding a nih tiin thlalêra khan an kuomah ka bân ka lo phar tah a;",
      "reference": "EZEKIEL 20:15"
    },
    {
      "content": "ka rorêlhai chu an dang kîr a, ka thuruothai chu an hraw nawh a, ka châwlnihai chu an bâwsiet ta leiin; an lungrilhai chun an milimhai chu a zui sih a.",
      "reference": "EZEKIEL 20:16"
    },
    {
      "content": "Nisienlakhawm, anni suksiet- naa inthawk chun ka mit chun a hlah a, thlalêra khan anni chu ka lo suktâwp dêr el bawk nawh a.",
      "reference": "EZEKIEL 20:17"
    },
    {
      "content": "Chun, an thlahai kuomah thla- lêra khan, ‘In thlatuhai thuruothai chu hraw naw unla, an rorêlhai chu pawm bawk naw unla, an milimhai chun nangni le nangni insukpawrche bawk naw ro;",
      "reference": "EZEKIEL 20:18"
    },
    {
      "content": "LALPA in Pathien chu kei ka na, ka thuruothai chu hraw unla, ka rorêlhai chu pawm unla, thaw ro;",
      "reference": "EZEKIEL 20:19"
    },
    {
      "content": "ka châwlni khawm chu inza bawk unla; LALPA in Pathien ka nih ti in hriet theina dingin nangni le keia inkâra inchikna nîng a tih,’ tiin.",
      "reference": "EZEKIEL 20:20"
    },
    {
      "content": "Nisienlakhawm, chuong thlahai chu ka chungah an hel ta rawp a, ka thuruothai chu an hraw nawh a, ka rorêlhai khawm chu thaw dingin an zâwm bawk nawh a; chuong chu miin a thaw chun chuonga chun hring a tih; ka châwlni khawm an sukpawr- cheh a; chun, kei chun thlalêra an chunga ka lunginsenna chu sukpui- tling dingin an chunga chun ka lunginsenna chu ka bunthlâk ding a nih ka tih a.",
      "reference": "EZEKIEL 20:21"
    },
    {
      "content": "Nisienlakhawm, an mithmua anni ka hung ṭhuoi suokna hnamhai mithmua chun sukhmingsiet a ni nawna dingin, ka hming leiin ka thawh a, ka kut chu ka keitîm tah a.",
      "reference": "EZEKIEL 20:22"
    },
    {
      "content": "Chu nawa khawm chu ram hran hranhaia chun hnawt dar ka ta, hnamhai laia chun anni chu ka sukdar ding a nih tiin thlalêra khan an kuomah ka bân chu ka phar a;",
      "reference": "EZEKIEL 20:23"
    },
    {
      "content": "ka rorêlhai chu an phursuok nawh a, ka thuruothai khawm an dangkîr bawk leiin le, ka châwlnihai khawm chu an sukpawrcheh a, an thlatuhai milimhai chu an mit chun a en zing leiin.",
      "reference": "EZEKIEL 20:24"
    },
    {
      "content": "Chu nawa khawm chun thuruot a ṭha ni lo, rorêlnahai an hringna ding ni lohai khawm chu ka pêk bawk a;",
      "reference": "EZEKIEL 20:25"
    },
    {
      "content": "chun, anni thilpêkhaia ngei, sul hung hawngtu taphawt meia an infethlengtirnaa chun, anni chu râusana ka siem theina ding le, a tâwpa chun LALPA ka nih ti an mi hriet theina dingin anni chu ka sukpawrcheh a.",
      "reference": "EZEKIEL 20:26"
    },
    {
      "content": "“Chuleiin, mihriem naupa, Israel sûngkuo kuoma chun thu hril la, an kuomah Lalpa PATHIEN chun hieng ang hin a tih ti rawh: In thlatuhai chun hitaka hin an mi lo demsiet tah a, ka chunga an lo bâwsietnaa hin.",
      "reference": "EZEKIEL 20:27"
    },
    {
      "content": "Ka bân phara anni pe dinga ka ti, chu rama anni ka hung ṭhuoi lai chun tlâng insângtak le rampui inthim mup an hmuh a, chutaka chun an inthâwina chu an inhlân tah a, chutaka chun an thilinhlân chimum chu an pêk a, chutaka chun an rim- inhnik khawm chu an bun bawk a.",
      "reference": "EZEKIEL 20:28"
    },
    {
      "content": "Chun, keiin an kuomah, ‘In va fena bâwlhmun kha ieng am in tih a?’ ka tih a. Chuongchun, a hminga chun vawisûn ni chen hin Bama an inbûk tah a.",
      "reference": "EZEKIEL 20:29"
    },
    {
      "content": "Chuleiin, Israel sûngkuohai kuoma chun hril la, Lalpa PATHIEN chun hieng hin a tih: In thlatuhai thaw dân ang bawkin nangni le nangni in insukpawrche ding a ni maw? An tirdakumna chu châkin in zâwm ve ding a ni maw?",
      "reference": "EZEKIEL 20:30"
    },
    {
      "content": "In thilpêkhai in inhlân lai le, in naupasalhai chu meia in infethleng- tir lai khan, in milimhaia khan vawi- sûn ni chen hin in insukpawrche a ni nâwm a nih? Aw Israel sûngkuo, nangni mi râwn hin ka um rawp ding maw? Ka hring zing angin, Lalpa PATHIEN chun a tih, nangni irâwn hin chu um ta naw ningah.",
      "reference": "EZEKIEL 20:31"
    },
    {
      "content": "“In lungrila in ingaituo, ‘Thing le lung rawng bâwl dinga rambung- haia sûngkuohai le hnamhai ang nîng ei ta’ in ti ang kha hung ni tawp naw ti niu.",
      "reference": "EZEKIEL 20:32"
    },
    {
      "content": "“Lalpa PATHIEN chun ka hring zing angin, kut hrâttak le, bân phar le lunginsenna bunthlâkin in chungah lal nîng ka ta,",
      "reference": "EZEKIEL 20:33"
    },
    {
      "content": "hnam danghai laia inthawkin la suok ka ti cheu a, sukdara in umna ramhaia inthawk khan kut tha hrât le, bân phar le lunginsenna bunthla hielin kei khâwm ka ti cheu;",
      "reference": "EZEKIEL 20:34"
    },
    {
      "content": "chun, hnamhai thlalêra chun hung ṭhuoi ka ti cheu a, chutaka chun hmai san ngeiah phût tâng ka ti cheu.",
      "reference": "EZEKIEL 20:35"
    },
    {
      "content": "In thlatuhai Aigupta ram thla- lêra ka phût ang khan, nangni khawm ka phût ding cheu a nih, Lalpa PATHIEN chun a tih.",
      "reference": "EZEKIEL 20:36"
    },
    {
      "content": "Chun, vuokfung hnuoiah infetir ka ti cheu a, thuthlung khuokhirna hnuoiah lalût ka ti cheu;",
      "reference": "EZEKIEL 20:37"
    },
    {
      "content": "nangni laia inthawkin mi helhai chu sukfai ka ta, chuong keia chunga bâwsetuhai le chun; an mikhuolna rama inthawk chun hung ṭhuoi suok ka tih; amiruokchu, Israel rama chun chu lût naw ni hai; chun, LALPA chu ka nih, ti mi hre tâng in tih.",
      "reference": "EZEKIEL 20:38"
    },
    {
      "content": "Nangni ta ding chun, Aw Israel sûngkuo, Lalpa PATHIEN chun hieng hin a tih: Fe unla, ka thu in ngai si naw ding chun mi tinin tuhin le hi hnunga khawm, a milimhai rawng chu va bâwl el raw se chu; amiruokchu, ka hming inthieng chu in thilpêkhai le in milimhai chun sukhmingsie ngai ta naw ti niu.",
      "reference": "EZEKIEL 20:39"
    },
    {
      "content": "Lalpa PATHIEN chun a tih: Ka tlâng inthieng, Israel tlâng insânga chun Israel sûngkuohai po po chu, an rêngin chu rama chun ka rawng bâwl tâng an ta, chutaka chun anni chu lâwm ka ta, chutaka chun in thilin- hlânhai chu, in rahmasa inthâwi- nahai le in thil inthienghai po po le chun pawimawsak tâng ka tih.",
      "reference": "EZEKIEL 20:40"
    },
    {
      "content": "Hnamhai laia inthawka ka hung ṭhuoi suok pha cheu a, sukdara in umna ramhaia inthawka ka kei khâwm pha cheu chun riminhnik angin lâwm tâng ka ti cheu a, hnam- hai mithmua ngei chun nangni chu sukthieng tâng ka ti cheu.",
      "reference": "EZEKIEL 20:41"
    },
    {
      "content": "Chun, in thlatuhai kuoma pêk dinga ka bân ka lo phar tah, chu ram, Israel rama chun ka hung ṭhuoi pha cheu chun LALPA chu ka nih ti mi hre tâng in ta;",
      "reference": "EZEKIEL 20:42"
    },
    {
      "content": "chutaka chun, in lampuihai le in thilthawhai po po, in lo insuk- pawrchenahai chu hre zing in tih; chun, in suolnahai po po, in lo suksuol tahaia chun in mithmu ngeia chun nangni le nangni intheida tâng in tih.",
      "reference": "EZEKIEL 20:43"
    },
    {
      "content": "Chun, in lampui suolhai ang ni loa, in thilthaw khawhlohai ang khawm ni loa, ka hming leia nangni le sin ka thaw pha chun, LALPA chu ka nih ti mi hre tâng in tih, Aw Israel sûngkuo, Lalpa PATHIEN chun a tih,” tiin.",
      "reference": "EZEKIEL 20:44"
    },
    {
      "content": "Chun, LALPA thu chu ka kuom- ah a hung tlung a.",
      "reference": "EZEKIEL 20:45"
    },
    {
      "content": "“Mihriem naupa, i hmai kha simtieng innghat la, i thu chu sim- tienga chun inthla la, Sim rama phûl rampui chunga chun thu hril rawh;",
      "reference": "EZEKIEL 20:46"
    },
    {
      "content": "chun, Sim rampui kuoma chun, ‘LALPA thu hi lo ngai la, Lalpa PATHIEN chun hieng hin a ti a nih: Ngai ta, i sûnga hin mei sêm ka ta, i sûnga thing hring tinrênghai chu kâng hmang a tih, thing ṭâwl tinhai le chun, chun, meichawk lai mei chu rêm el naw nih a, simtienga inthawka hmârtieng pang po po kâng a tih.",
      "reference": "EZEKIEL 20:47"
    },
    {
      "content": "Chun, tisa tin chun kei LALPA hin ka sêm a nih ti hmûng an ta; thimit el naw ni,’ ti rawh,” tiin.",
      "reference": "EZEKIEL 20:48"
    },
    {
      "content": "Chun, kei chun, “E, Lalpa PATHIEN! Ama hi tekhithu hriltu a nih an nâwm a nih? an mi ti el a nih,” ka ta.",
      "reference": "EZEKIEL 20:49"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EZEKIEL 20 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}