{
  "verses": [
    {
      "content": "Chu nawa chun Israel lalhai ta ding chun sûnna hla phuok la,",
      "reference": "EZEKIEL 19:1"
    },
    {
      "content": "I nu chu ieng am a na? Sakeibakneipui a nih, A bawk a, a têhai châwmin, sakeibaknei tuoihai laia chun.",
      "reference": "EZEKIEL 19:2"
    },
    {
      "content": "A têhai pakhat chu a hung châwm tlei a, Sakeibaknei tuoi a hung na, fâkding man ân chûk a; Mihriemhai chu a fâk zo tah a.",
      "reference": "EZEKIEL 19:3"
    },
    {
      "content": "Hnamhai khawm chun a chanchin an lo hriet a, An khura chun lâkin a um a; Khaidieta khitin Aigupta rama chun an hung ṭhuoi tah a.",
      "reference": "EZEKIEL 19:4"
    },
    {
      "content": "A nu chu a nghâk zing a, a beiseina a bo tah ti a hriet a, A te dang a lâk vak a, sakeibaknei tuoiah a siem nâwk a.",
      "reference": "EZEKIEL 19:5"
    },
    {
      "content": "Sakeibakneihai lai a suk a tungin ân lawn a, Sakeibakneituoi a hung na, fâkding man an chûk a; Mihriemhai chu a fâk zo tah a.",
      "reference": "EZEKIEL 19:6"
    },
    {
      "content": "An in ropuihai chu a hriet a, an khawpuihai a suksiet a, Ân rûm ri leiin ram chu râusanin a um a, a bitna lai po po le chun.",
      "reference": "EZEKIEL 19:7"
    },
    {
      "content": "Rambunghaia inthawk sîr tinah hnamhaiin ama an hung kal a, A chungah an lênhai an keiphar a, an khura chun a tla tah a.",
      "reference": "EZEKIEL 19:8"
    },
    {
      "content": "Kawl inbunin bâwmah an khum a, Babulon lal kuomah an hung ṭhuoi a; Kul dettak sûngah an ṭhuoi a, A râwlhai chu Israel tlânghaia inthawk hriet a ni nâwk ta nawna dingin.",
      "reference": "EZEKIEL 19:9"
    },
    {
      "content": "I nu chu i thisena chun tuihai kâwla phun, grêphrui, Tuihai tam leia ra nuomtak le kâua sip ang a nih.",
      "reference": "EZEKIEL 19:10"
    },
    {
      "content": "A kâu ngartakhai chu rorêltu lalhmawla hmang an hung nih a, A buk samup laia khawm chun an dâwk lûr bik a; Kâu tamtakhai laiah ân sâng leiin an hmu bîk lûr bawk a.",
      "reference": "EZEKIEL 19:11"
    },
    {
      "content": "Nisienlakhawm, lunginsenna hmalthlakin a um a, Hnuoia pei thlâkin a um a, Sak thliin a sukṭâwl a, a ra a mût ṭil a, A kâu ngartak khawm chu suktliek a hung na, A vuoi tah a, meiin a kâng hmang tah a.",
      "reference": "EZEKIEL 19:12"
    },
    {
      "content": "Tuhin chu thlalêrah, Ram ṭâwl le tuihulnaah phunsawn a ni tah.",
      "reference": "EZEKIEL 19:13"
    },
    {
      "content": "A kâu kuonghaia inthawk mei a suok a, a ra a kâng hmang zo a, Chuleiin, kâu ngartak rorêlnaa lalhmawla hmang thei khawm a um ta nawh. Hi hi sûnna chu a na, sûnna hla chu la hung nîng a tih.",
      "reference": "EZEKIEL 19:14"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EZEKIEL 19 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}