{
  "verses": [
    {
      "content": "Chun, ka hang en a, ngai ta, cherubhai lu chunga vâna chun sapphir lung ni âwmtak, lalṭhungpha ang hi a hung inlang a.",
      "reference": "EZEKIEL 10:1"
    },
    {
      "content": "Chun, mi puon zai inhmia inchei kuoma chun thu a hril a, “Cherubhai hnuoia tawlailîr kekuol invirhai inkâra chun fe la, cherubhai inkâra meihawl chu i kut khinghniin suksip ve ve la, chun, khawpui chunga chun the dar rawh,” tiin. Chun, ka mithmu ngeia chun a va lût tah a.",
      "reference": "EZEKIEL 10:2"
    },
    {
      "content": "Chun, mi chu a va lût lai chun cherubhai chu in changtieng panga chun an ngîr a; chun, sûm chun tuol- lai sûng ril lem chu a suksip tah a.",
      "reference": "EZEKIEL 10:3"
    },
    {
      "content": "Chun, cheruba inthawk chun LALPA ropuina chu a tungin a kai a; in kawtkhâr bula chun a ngîr tah a; chun, in chu sûmin a hung sip a, tuollai chu LALPA ropuina var chun a hung sip tah a.",
      "reference": "EZEKIEL 10:4"
    },
    {
      "content": "Chun, cherubhai thla ri chu Pathien Iengkimthawtheiin thu a hril laia a râwl angin, tuollai puo lema inthawk khawm chun ân hriet a.",
      "reference": "EZEKIEL 10:5"
    },
    {
      "content": "Chun, mi puon zai inhmia inchei kuoma chun, “Tawlailîr kekuol invir zinghai inkâra inthawk chun, che- rubhai inkâra inthawk chun, mei la la,” tia thu a pêk chun, a va lût a, tawlailîr kekuol sîra chun a va ngîr tah a.",
      "reference": "EZEKIEL 10:6"
    },
    {
      "content": "Chun, cherub pakhat chun che- rubhai inkâra inthawk chun, cherub- hai inkâra mei chu a kutin a hei ban a, a hei lâk tah a, chun, chu chu mi puon zai inhmia inchei kuthaia chun a sieh a, ama chun a lâk a, a fe suok tah a.",
      "reference": "EZEKIEL 10:7"
    },
    {
      "content": "Chun, cherubhai thla hnuoia chun mihriem kut ang hi a hung inlang tah a.",
      "reference": "EZEKIEL 10:8"
    },
    {
      "content": "Chun, ka hei en a, ngai ta, cherubhai sîra chun kekuol pali, cherub pakhat sîrah kekuol pakhat, cherub dang sîrah kekuol dang pakhat ka hmuh a. Chuong kekuolhai inlang dân chu berul lung ang el a nih.",
      "reference": "EZEKIEL 10:9"
    },
    {
      "content": "Chun, an inlang dâna chun, an pali chun inangna an nei seng a, kekuol pakhat chu kekuol dang sûnga um ang elin.",
      "reference": "EZEKIEL 10:10"
    },
    {
      "content": "An lâwn pha chun, an sîr lia chun an lâwn a; an lâwn lai chun sîrzâwngin an inher ngai nawh a; amiruokchu, a hmasatak chun a nghatna tieng tienga chun an zui pei a; an lâwn lai chun sîrzâwngin an inher nawh.",
      "reference": "EZEKIEL 10:11"
    },
    {
      "content": "Chun, an taksa pumpui dâm, an ruongzânghai dâm, an kuthai dâm, an thlahai dâm, an kekuolhai dâm, chuong ang palia kekuol an neihai chu, mit ringawt hin a sip vawng a.",
      "reference": "EZEKIEL 10:12"
    },
    {
      "content": "Chuong kekuolhai chu, ka hrieta chun kekuol invir zinghai tiha inbûk an nih.",
      "reference": "EZEKIEL 10:13"
    },
    {
      "content": "Chun, cherub tin chun hmai pali an nei seng a; hmai pakhatna chu cherub hmai chu a na, hmai pahnina chu mihriem hmai a na, hmai pa- thumna chu sakeibaknei hmai a na, a palina chu mupui hmai a nih.",
      "reference": "EZEKIEL 10:14"
    },
    {
      "content": "Chun, cherubhai chu dawm kângin an um a, hi hi a nih Kebar vadung panga thilhring ka hmu chu.",
      "reference": "EZEKIEL 10:15"
    },
    {
      "content": "Cherubhai chu an lâwn pha chun, kekuolhai khawm chu an sîra chun an lo lâwn veh a; cherubhai chun hnuoia inthawka inlakâng dinga an thlahai an suksâng pha chun kekuolhai khawm chu anni sîra inthawk chun an inher hmang chuong nawh a.",
      "reference": "EZEKIEL 10:16"
    },
    {
      "content": "An ngîr pha chun, hieng hi an ngîr veh a, an indawm kâng pha chun hieng hi anni ruolin an indawm kâng veh a; annia chun thilhring thlarau chu a um sih a.",
      "reference": "EZEKIEL 10:17"
    },
    {
      "content": "Chun, LALPA ropuina chu in kawtkhâr bula inthawk chun a fe suok a, cherubhai chunga chun a ngîr tah a.",
      "reference": "EZEKIEL 10:18"
    },
    {
      "content": "Chun, cherubhai chun an thla- hai chu an zâr a, an fe suok lai chun ka mithmua ngei chun hnuoia in- thawk chun an insukkâng a; kekuol- hai khawm chu an sîrhaia chun an um veh a; chun, LALPA in dâi kawtkhâr saktienga chun an ngîr a; chun, an chunga chun Israel PATHIEN ropuina chu a um a.",
      "reference": "EZEKIEL 10:19"
    },
    {
      "content": "Kebar vadung panga, Israel Pathien hnuoia thilhring ka hmu chu hi hi a nih; chun, cherubhai an nih ti ka hriet bawk a.",
      "reference": "EZEKIEL 10:20"
    },
    {
      "content": "Cherub tin chun hmai hran pali seng an nei a, thla pali seng leh; chun, an thlahai hnuoia chun mihriem kut angpui a um bawk a.",
      "reference": "EZEKIEL 10:21"
    },
    {
      "content": "Chun, an hmêl ka hmuhai ang kha an na, an inlang dân le annihai hrim hrim chu; anni chu tlûntakin hmatieng an fe seng a.",
      "reference": "EZEKIEL 10:22"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EZEKIEL 10 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}