{
  "verses": [
    {
      "content": "LALPA kut chu ka chungah a um a, LALPA thlarau chun a mi ṭhuoi suok a, phairuoma hin a mi sie tah a; rua sip a na;",
      "reference": "EZEKIEL 37:1"
    },
    {
      "content": "chun, anni lai chun a mi ṭhuoi vêl a; ngai ta, phairuom âwla chun a tama tam hi an um a; ngai ta, an ṭâwl tâwl khawp el a.",
      "reference": "EZEKIEL 37:2"
    },
    {
      "content": "Chun, ama chun ka kuomah, “Mihriem naupa, hieng ruhai hi hring thei an ti?” a ta. Chun, “Aw Lalpa PATHIEN, nangin i hriet,” tiin, ka dawn a.",
      "reference": "EZEKIEL 37:3"
    },
    {
      "content": "Chun, ka kuoma chun, “Hieng ruhai chunga hin thu hril la, an kuoma chun, ‘Aw nangni ru ṭâwlhai, LALPA thu chu lo ngai ta u,’ ti rawh.",
      "reference": "EZEKIEL 37:4"
    },
    {
      "content": "Hieng ruhai kuoma hin Lalpa PATHIEN chun hieng hin a tih: Ngai ta u, nangniah thuok inlûttir ka ta, hung hring in tih.",
      "reference": "EZEKIEL 37:5"
    },
    {
      "content": "Nangnia chun thahai sieng ka ta, taksain in chungah hung sukbit ka tih, chun, vunin inkhum ka ti cheu, nangnia chun thuok sieng ka ta hung hring in tih; chun, LALPA chu ka nih ti mi hre tâng in tih,” a ta.",
      "reference": "EZEKIEL 37:6"
    },
    {
      "content": "Chuongchun, thu pêk ka ni ang chun thu chu ka hril tah a; chuonga thu ka hang hril chun ri a hung um a, ngai ta, simkhawlei a hung inhnîng a, ruhai chu mâni zawmpui sengah an hung fe khâwm tah a.",
      "reference": "EZEKIEL 37:7"
    },
    {
      "content": "Chun, ka hei en a, ngai ta, an chungahai chun thahruihai chu a um a, taksa chu a hung insukbit a, a chunga chun vun chun ân khum tah a; nisienlakhawm, anniahai chun thuok chu a la um nawh a.",
      "reference": "EZEKIEL 37:8"
    },
    {
      "content": "Chun, ama chun ka kuomah, “Thli kuomah thu hril la, thu hril la, mihriem naupa, thli kuoma chun, Lalpa PATHIEN chun hieng hin a tih: ‘Aw thli, hnuoi kil lia inthawk chun hung la, hieng thata umhai chunga hin hung inthli rawh, an hring theina dingin,’ tiin,” a ta.",
      "reference": "EZEKIEL 37:9"
    },
    {
      "content": "Chuongchun, thu a mi pêk ang chun thu chu ka hril tah a, chun, thli chu annia chun a hung lût a, an hring tah a, an kein, sipai pâwl nasa êm êm el angin an hung ngîr suok tah a.",
      "reference": "EZEKIEL 37:10"
    },
    {
      "content": "Chun, ka kuoma chun, “Mi- hriem naupa, hieng ruhai hi Israel sûngkuohai po po chu an na, ngai ta, anni chun, ‘Ei ruhai hlak a ṭâwl zo tah a, ei beisei hlak a bo dêr tah a; sât thlâk fiṭhuoi ei ni ta a ni hi,’ an tih a.",
      "reference": "EZEKIEL 37:11"
    },
    {
      "content": "Chuleiin, thu hril la, an kuomah hieng hin ti rawh: Lalpa PATHIEN chun hieng hin a tih: Ngai ta u, in thlânhai chu hung hawng ka ta, in thlânhaia inthawk chun hung in- suoktir ka ti cheu, aw ka mihai; chun, Israel rama chun ṭhuoi ka ti cheu.",
      "reference": "EZEKIEL 37:12"
    },
    {
      "content": "Chun, aw ka mihai, in thlânhai chu ka hung hawng a, in thlânhaia inthawka kân suoktir pha cheu chun LALPA chu ka nih ti mi hre tâng in tih.",
      "reference": "EZEKIEL 37:13"
    },
    {
      "content": "Nangnia chun ka thlarau chu sieng ka ta, hring in tih; chun, nangni ram ngeia chun sieng ka ti cheu a; kei LALPA ngeiin ka lo hril tah a, thaw khawm ka thaw a nih, ti hre tâng in tih, LALPA chun a tih, tiin,” a ta.",
      "reference": "EZEKIEL 37:14"
    },
    {
      "content": "Chun, LALPA thu chu ka kuomah a hung tlung nâwk a:",
      "reference": "EZEKIEL 37:15"
    },
    {
      "content": "“Mihriem naupa, nangin hmawl pakhat la la, a chunga chun ziek la, ‘Juda ta ding le, Israel thlahai a pâwlhai ta ding,’ tiin. Chun, hmawl dang la nâwk la, a chunga chun ziek la, ‘Josef Ephraim hmawl ding le, a pâwlhai Israel sûngkuo ta dingin,’ tiin.",
      "reference": "EZEKIEL 37:16"
    },
    {
      "content": "Chun, nanga ta dingin hmawl pakhata chun zawm la, hmawl pakhat angin, i kuta chun pakhat an ni theina dingin.",
      "reference": "EZEKIEL 37:17"
    },
    {
      "content": "Chun, i chipuihai thlahai chun i kuomah, ‘Hi ieng i tina am a na, i mîn entir naw ding maw?’ an ti pha chun,",
      "reference": "EZEKIEL 37:18"
    },
    {
      "content": "an kuoma chun, ‘Lalpa PATHIEN chun hieng hin a tih: Ngai ta u, Ephraim le, a pâwlhai Israel hnamhai kuta um Josef hmawl chu lâng ka ta, Juda hmawl le ngei chun anni chu sie kawp ka ta, hmawl pakhatah siem ka ta, ka kuta chun pakhat nîng an tih’, a tih, ti rawh.",
      "reference": "EZEKIEL 37:19"
    },
    {
      "content": "Chun, hmawl a chunga i ziekhai chu an mithmua ngei chun i kutah an um ding a nih.",
      "reference": "EZEKIEL 37:20"
    },
    {
      "content": "Chun, an kuoma chun, ‘Lalpa PATHIEN chun hieng hin a tih: Ngai ta u, hnamhai an lo fe hmang ta nahai laia inthawkin Israel thlahai chu lâng ka ta, kil tina inthawkin ṭhuoi khâwm ka ta, anni ram ngeia chun hung ṭhuoi ka ta;",
      "reference": "EZEKIEL 37:21"
    },
    {
      "content": "chu rama chun Israel tlânghai chunga chun anni chu hnam khatah siem ka tih; chun, lal pakhat an rênga lal nîng a ta; hnam hni ni ta naw ni hai a, lalram pahnia khawm inṭhe bawk ta naw ni hai;",
      "reference": "EZEKIEL 37:22"
    },
    {
      "content": "Anni chu an milimhai chun insukpawrche ta ngai naw ni hai a, an thil pawrchehai hrim hrim khawm chun, an bawsietnahai chun insuk- pawrche ta bawk naw ni hai; an umna hmun po po, an hnungtawlna, an lo suol tâkna hmunhaia chun anni chu sandam ka ta, sukthieng bawk ka tih; chuongchun, ka mihai nîng an ta, kei khawm an Pathien nîng ka tih.",
      "reference": "EZEKIEL 37:23"
    },
    {
      "content": "Chun, ka siehlaw David chu an chunga lal nîng a ta, chuongchun, berampu pakhat nei an ta, ka rorêl- hai khawm chu hrâwng an ta, ka thuruothai chu pawmin thaw bawk an tih.",
      "reference": "EZEKIEL 37:24"
    },
    {
      "content": "Ka siehlaw Jakob kuoma ram ka pêk, in thlatuhai chêngnaa khan chêng an ta; chutaka chun kumkhuoa dingin chêng an ta, anni le an nauhai leh, an nauhai nauhai leh; chun, ka siehlaw David chu kumkhuoa dingin an lal nîng a tih.",
      "reference": "EZEKIEL 37:25"
    },
    {
      "content": "Chu nawa khawm chun anni le chun inremna thuthlung siem ka ta, anni le chatuona thuthlung nîng a tih; chun, anni chu sieng ka ta, suk- pung ka ta, anni laia chun ka hmun inthieng chu kumkhawtluongin sie tâng ka tih.",
      "reference": "EZEKIEL 37:26"
    },
    {
      "content": "Ka biekbûk khawm chu anni lai chun um a ta, an Pathien nîng ka ta, anni chu ka mihai nîng an tih.",
      "reference": "EZEKIEL 37:27"
    },
    {
      "content": "Chun, kumkhawtluonga, anni laia ka hmun inthieng chu a um pha chun hnamhai chun kei LALPA hin Israel chu ka sukthieng a nih ti mi hre tâng an tih,’ ti rawh,” tiin.",
      "reference": "EZEKIEL 37:28"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EZEKIEL 37 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}