{
  "verses": [
    {
      "content": "Chun, in kawtkhâra chun a mi ṭhuoi kîr nâwk a; chun, ngai ta, in tuolpûk saktieng panga chun tui hi a suok a, (chu in hmai chu saktieng ngha a ni sih a); chun, tui chu a hnuoia inthawk chun, in changtieng pangah, mâichâm simtieng panga inthawk chun a hung luong thla a.",
      "reference": "EZEKIEL 47:1"
    },
    {
      "content": "Chun, hmârtienga dâi kawtkhâr lampuia chun a mi ṭhuoi suok tah a; dâi kawtkhâr saktieng ngha lam- puiah, dâi kawtkhâr puo lem lampuia chun a mi ṭhuoi vêl a; chun, ngai ta, chu changtieng panga chun tui chu a hung luong suok a.",
      "reference": "EZEKIEL 47:2"
    },
    {
      "content": "Mi a kuta thil tluon chawia sak- tienga fe peia inkhiin, tawng sâng khat ân khi a, kemit chen tlum tui chu a mîn fekaitir a.",
      "reference": "EZEKIEL 47:3"
    },
    {
      "content": "Chun, tawng sâng ân khi nâwk a, tui khûp tlumah, tui chu a mîn fe- kaitir nâwk a. Chun, sâng ma ân khi nâwk a, tui kâwng tlumah, tui chu a mîn fekaitir nâwk a.",
      "reference": "EZEKIEL 47:4"
    },
    {
      "content": "Chu hnunga chun sâng ân khi nâwk a, vadungpui a hung ni tah a, ka fethleng thei ta nawh a; tui chu a hung insâng a, vadungpui kai thei- lo hiel, inhlieuna khawp a hung ni tah a.",
      "reference": "EZEKIEL 47:5"
    },
    {
      "content": "Chun, ama chun ka kuomah, “Mihriem naupa, hi hi i hmu am?” a tih a. Chun, a mi ṭhuoi a, vadungpui kamah a mîn kîrtir nâwk tah a.",
      "reference": "EZEKIEL 47:6"
    },
    {
      "content": "Chun, chuonga ka kîr lai chun, ngai ta, vadungpui kama chun hi tieng sîr le khing tieng sîra khawm chun thing tamtak an um a.",
      "reference": "EZEKIEL 47:7"
    },
    {
      "content": "Chun, ama chun ka kuomah, “Hieng tuihai hi saktieng rama in- thawka hung suok an na, Arabaa chun fe thlâng an ta; chun, tuisuoriet tieng fe pei an ta, tuipui tui al chu tui inthiengah inchangtir an tih.",
      "reference": "EZEKIEL 47:8"
    },
    {
      "content": "Chun, thilhring tinrêng vadung- puihai fena tieng tienga hung in- khâwmhai chu hring an tih; chun, nga tamtak el hung um an ta; chuong- chun, vadungpui luongna phawta tuipui tuihai ân thiengna ding le thil tinrênghai an hring theina dinga hung luong an nih.",
      "reference": "EZEKIEL 47:9"
    },
    {
      "content": "Chun, nga mantuhai chu a sîra chun ngîr an ta, En-gedia inthawka En-eglaim chenin lênhai dêngna hmun a ni ding a nih; an ngahai chu chi tum tum, tuisuoriet lientak nga- hai angin a tama tam nîng an tih.",
      "reference": "EZEKIEL 47:10"
    },
    {
      "content": "Amiruokchu, chutaka dûm hmunhai le dieldâwk hmunhai chu sukthieng ni naw ni hai a, chi dinga mâksan ni lem an tih.",
      "reference": "EZEKIEL 47:11"
    },
    {
      "content": "Chun, vadungpui pang sîra chun hi tienga le khingtieng sîra khawm bua ring dingin thinghai ṭo an ta; an hna vuoi ngai naw ni a; an ra khawm hrût ngai bawk naw nih; thla kipin ra thar hung insuong an ta, an ta dingin tuihai hmun inthienga inthawka a hung luong zing leiin; an rahai chu bua ring ding nîng a ta, an hnahai chu sukdamna ding nîng an tih,” a ta.",
      "reference": "EZEKIEL 47:12"
    },
    {
      "content": "Lalpa PATHIEN chun hieng hin a tih: “Israel hnam sâwmpahni ang peia rochan dinga ram chu i semna ding, ramri chu hi hi nîng a tih: Josef khawma chan hni a nei ding a nih.",
      "reference": "EZEKIEL 47:13"
    },
    {
      "content": "Chun, hluong in ta, inang seng- in; chu dinga in thlatuhai kuoma pe dinga ka bân ka lo phar tah, hi ram hi in ta dinga rochan dingin a tlu ding a nih.",
      "reference": "EZEKIEL 47:14"
    },
    {
      "content": "Hi hi hmârtienga ramri chu nîng a tih; tuisuoriet liena inthawka Hethlon lampui zuiin, Zedad lûtna chenin;",
      "reference": "EZEKIEL 47:15"
    },
    {
      "content": "Hamath le, Berotha dâm, Si- braim dâm, chu chu Damaska ramri le Hamath ramri inkâra chun a um a; Hazer-hattikon chu Hauran ramri sîra chun a um bawk a.",
      "reference": "EZEKIEL 47:16"
    },
    {
      "content": "Chun, tuisuorieta inthawka ramri chu Damaska ramria Hazar- enon ramri kha ning a ta; chun hmârtieng chun hmâr khawin Hemath ramri chu a um. Hi hi hmârtieng pang a nih.",
      "reference": "EZEKIEL 47:17"
    },
    {
      "content": "Saktieng panga chun, Hauran le Damaska le Gilead le Israel ram inkâra chun, Jordan chu um a ta; hmârtieng ramria inthawk chun saktieng tuisuoriet chen chu inkhi ding a nih. Hi hi saktieng chu nîng a tih.",
      "reference": "EZEKIEL 47:18"
    },
    {
      "content": "Chun, simtienga sim khâw zâwnga chun, Tamara inthawka Meriboth-kades tuihai chen le, Aigupta vadungtê hrawin, tuisuoriet lienah. Hi hi sim tienga, sim khâw zâwng chu a nih.",
      "reference": "EZEKIEL 47:19"
    },
    {
      "content": "Thlangtienga chun tuisuoriet lien nîng a ta, simtieng ramria in- thawka Hamath hang lûtna ep chen khan. Hi hi thlangtieng pang chu nîng a tih.",
      "reference": "EZEKIEL 47:20"
    },
    {
      "content": "Chuongchun, ram chu Israel hnam ang peiin nangni lai chun insem in tih.",
      "reference": "EZEKIEL 47:21"
    },
    {
      "content": "Chun, in ta dinga rochan ding le, nangni laia pêm mikhuol um vehai hi hnunga thlahai la nei dinghai ta ding chun aisânin sem in ta; Israel thlahai laia chun anni chu in ina pieng ang bawk nîng an tih; Israel hnam nangni laia chun rochan chu an chang ve ding a nih.",
      "reference": "EZEKIEL 47:22"
    },
    {
      "content": "Chun, chu pêm chu a tu hnama khawm lo mikhuol sien, chu hnama chun ama chu a rochan chu pêk nîng a tih, Lalpa PATHIEN chun a tih.",
      "reference": "EZEKIEL 47:23"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EZEKIEL 47 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}