{
  "verses": [
    {
      "content": "LALPA thu chu ka kuomah a hung tlung nâwk a,",
      "reference": "EZEKIEL 16:1"
    },
    {
      "content": "“Mihriem naupa, Jerusalem chu a tirdakumna chu hre dingin siem la,",
      "reference": "EZEKIEL 16:2"
    },
    {
      "content": "Lalpa PATHIEN chun Jerusalem kuomah hieng ang hin a tih, ti rawh; ‘I piengna le i hnam ram chu Kanaan mihai ram a na; Amor mi chu i pa a na; Hit mi chu i nu a nih.",
      "reference": "EZEKIEL 16:3"
    },
    {
      "content": "I pieng dâna chun, i pieng ni chun i laihrui chu ât a ni nawh a, nang chu sukfai ding chein tuia sâwp khawm i ni bawk nawh a; chia saw hrim khawm i ni nawh a, dawm khawm i ni bawk nawh a.",
      "reference": "EZEKIEL 16:4"
    },
    {
      "content": "I chunga lunginsietna nei dingin le, hieng thilhai hi thawpêk ding chein, tu mit khawma a lunginsiet naw cheh a; amiruokchu, khaw- hnâwmah hnawt suok i ni ta lem a; chuong ang chun i pieng ni chun i mi nina chu tenin a lo um tah a.",
      "reference": "EZEKIEL 16:5"
    },
    {
      "content": "Chun, i sîra ka khêl lai a, i thi- sena insukpawrche vawnga ka hmu chein, i kuoma chun, “I thisena khânga um kha ni la khawm, dam rawh,” ka tih a.",
      "reference": "EZEKIEL 16:6"
    },
    {
      "content": "Ramhnuoi hnader anga pung dingin ka siem cheh a, i hung pung ngei a, i hung ropui a, incheina ṭha bîktak ang chu i hung ni tah a; i nênehai a hung in siem a, i sam dâm khawm a hung ṭo a, amiruokchu, saruok le ruok i la ni tlat el a.",
      "reference": "EZEKIEL 16:7"
    },
    {
      "content": "Chun, i sîr ka hung khêl a, ka hung en che chun, ngai ta, i hun chu hmangaina hun a ni tah a; ka puon chu i chunga chun ka keiphar a, i saruokna chu kân khum tah a; anih, i kuoma chun kân khâm a, nangma le chun thuthlung ka lo siem tah a, Lalpa PATHIEN chun a tih; chun, ka ta i hung ni tah a.",
      "reference": "EZEKIEL 16:8"
    },
    {
      "content": "Chun, tuiin kân sil cheh a; anih, i thisen chu nangmaa inthawk chun ka sâwpfai vawng a, hriek ka nâl cheh a.",
      "reference": "EZEKIEL 16:9"
    },
    {
      "content": "Puon cheimawiin kân thuom cheh a, seal vun kekawk kân buntir cheh a, puon zai inhmiin ka hrên cheh a, tuktulungêk puonin ka tuom che kha.",
      "reference": "EZEKIEL 16:10"
    },
    {
      "content": "Incheina thuomhaiin ka chei cheh a, i kuta chun bânbunhai kân buntir cheh a, i rîngah khaidiet leh.",
      "reference": "EZEKIEL 16:11"
    },
    {
      "content": "Chun, i hnârah hnârbê le, i na- haia chun nabêhai le, i lu chungah lukhum mawitak ka sieh a.",
      "reference": "EZEKIEL 16:12"
    },
    {
      "content": "Chuongchun, rângkachak le tangkaruoa cheiin i um a; i silfênhai khawm, puon zai inhmi dâm, tuktu- lungêk puon dâm le puon cheimawi dâm an nih; beiphit indîtak le khuoizu le hriek chu i fâk a; i hung hmêlṭha êm êm el a; chun, lalnu khawm chu i hung tling pei tah a.",
      "reference": "EZEKIEL 16:13"
    },
    {
      "content": "I mawina leiin i hming chu hnamhai laia chun ân darsuok a; kân lalna leia i chunga ka lo sie ta chu, ṭhat famkimna a ni sih a.’ Lalpa PATHIEN chun a tih.",
      "reference": "EZEKIEL 16:14"
    },
    {
      "content": "“Nisienlakhawm, i hmêl ṭhatna chu i ring a, i hming inthangna lei chun nawchizawrah i um tah a; nang- ma hung khêltu taphawthai chunga chun i châkna chu i phal a; ama ta a ni tah a.",
      "reference": "EZEKIEL 16:15"
    },
    {
      "content": "I silfênhai chu i lâk a, i bâwl- hmunhai chu ze dang dangin i chei a; a chunga chun nawchizawrna thil chu i thaw tah a; chuong ang thil chu um nâwk ta ngai naw nih a, chuong ang chu a la ni ngai bawk nawh.",
      "reference": "EZEKIEL 16:16"
    },
    {
      "content": "Ka rângkachak le ka tangka în cheina hluhai ka pêkhai che chu i lâk a, mihriemhai limhaia chun i siem a, anni le chun nawchizawrna thil chu i thaw tah a;",
      "reference": "EZEKIEL 16:17"
    },
    {
      "content": "i puon cheimawihai chu i lâk a, anni chu în khum a; an hmaa chun ka sahriekhai le riminhnikhai chu în tung a;",
      "reference": "EZEKIEL 16:18"
    },
    {
      "content": "ka bei ka ipêk che, beiphit indî- tak, hriek le khuoizu leh, ka châwm- na che chu, an hmaa chun riminhnika dingin i sie ve bawk a, chuong chu a nih, Lalpa PATHIEN chun a tih.",
      "reference": "EZEKIEL 16:19"
    },
    {
      "content": "Chu nawa khawm chun, naunu- hmeihai le naupasalhai i mi nei- pêkhai chu i lâk a, an kuomahai chun fâkzoa um dingin inthâwinain i hmang a.",
      "reference": "EZEKIEL 16:20"
    },
    {
      "content": "I nawchizawrna chu thil chîn tham a ni ding maw? Ka nauhai i that a, meia infethlengtir dinga an kuoma i pêk hi!",
      "reference": "EZEKIEL 16:21"
    },
    {
      "content": "I nawchizawrna le i tirdakum- nahai poa hin i tleirâwl lai nihai, saruok le ruoka i um a, i thisena în sukpawrche lai kha i hriet zing ta naw a nih.",
      "reference": "EZEKIEL 16:22"
    },
    {
      "content": "“Chun, i rîtlona po po hnunga chun (i chung a rik, i chung a rik! Lalpa PATHIEN chun a tih),",
      "reference": "EZEKIEL 16:23"
    },
    {
      "content": "hmun langsârtak takhai chu i ta dingin i bâwl a, kawtthlêr tinahai chun hmun insângtakhai chu i ta dingin i siem tah a.",
      "reference": "EZEKIEL 16:24"
    },
    {
      "content": "Lam tluongpui tinahai chun i hmun insânghai chu i bâwl a, i mawi- na chu tirdakumnain în changtir a, mi a hung khêl taphawt che kuoma chun în hlîm a, i hurna chu i sukpung tah a.",
      "reference": "EZEKIEL 16:25"
    },
    {
      "content": "I tuolbâwm, tisa ropuina, Aigupta mi le khawm chun i lo uire tah a; lunginsennaa mi chophâwk dingin i hurna chu i sukpung tah a.",
      "reference": "EZEKIEL 16:26"
    },
    {
      "content": "Chuleichun, ngai ta, i chungah ka kut kân let a, i bu pângngai chu ka suktlâwm ding a nih, chun, Philistin naunuhai, i lampui tirdakum inza- puituhai, nangma theidatuhai duthu- sâmah pe suok ka ti che.",
      "reference": "EZEKIEL 16:27"
    },
    {
      "content": "Mumal boa i um lei khan Assuria mihai kuoma khawm naw- chizawrah i lo insiem tah a; anih, an kuoma chun nawchizawr thil chu i lo thawa chu i lungawi tâwk si nawh a.",
      "reference": "EZEKIEL 16:28"
    },
    {
      "content": "Chu nawa khawm chun Kanaan rama chun, Kaldai ram chenin i hurna chu i sukpung a; anâhlakchu chu khawm chun i la lungawi tâwk nawh a.",
      "reference": "EZEKIEL 16:29"
    },
    {
      "content": "Hieng thil, nuhmei châk tawm tawmhai sin i thaw hi hmuin, ‘I lungril chu a va khawhlo de!’ Lalpa PATHIEN chun a ti a nih.",
      "reference": "EZEKIEL 16:30"
    },
    {
      "content": "Lampui tluong tinahai chun i hmun langsârhai chu i bâwl a, kawt- thlêr tinahai chun i hmun insânghai chu i siem bawk a; hawman khawm i lâk nawnaa hin nawchizawr el ang khawm i ni nawh.",
      "reference": "EZEKIEL 16:31"
    },
    {
      "content": "Nuhmei uirenu, mâni pasal nêka mikhuolhai la lemtu!",
      "reference": "EZEKIEL 16:32"
    },
    {
      "content": "Nawchizawrhai po po kuoma chun miin thilpêkhai an pêk hlak a, nang ruok chu i hmangaihai po po chu thilpêkhai i pêk a, anni chu i tham a, i châknaa ding chun sîr tina nangma kuoma an hung theina dingin.",
      "reference": "EZEKIEL 16:33"
    },
    {
      "content": "I châknaa hin nuhmei danghai nêka danglamna a um a, nang chu mi tukhawma châkna ang thaw dingin an hung zui naw chea hin; nang chun hâwman chu i pêk lem a, nangma kuoma chun hawman chu pêk a ni nawh a, chuleiin, i danglam a nih.",
      "reference": "EZEKIEL 16:34"
    },
    {
      "content": "“Chuleiin, aw nang nawchi- zawr, LALPA thu chu lo hre rawh:",
      "reference": "EZEKIEL 16:35"
    },
    {
      "content": "Lalpa PATHIEN chun hieng ang hin a tih; i hmangaituhai kuoma i châkna zâra chun i saruokna chu hmusuok a na, i tirdakumna chu bunsuok a ni bawk lei le; i pawrchena milimhai po po le, an kuoma i lo pêk tah i nauhai thisen po po lei chun,",
      "reference": "EZEKIEL 16:36"
    },
    {
      "content": "ngai ta, chuleichun, i hmangai- hai po po chu ko khâwm ka ta, inhawi i lo chênpuihai po po le, i lo hmangai tahai po po le, i lo theida tahai po po le chun, kil tina inthawkin, i chungah hung ṭhuoi khâwm ka ta, i saruokna po pohai chu an hmu theina dingin an kuoma chun i saruokna chu hâwk ka tih.",
      "reference": "EZEKIEL 16:37"
    },
    {
      "content": "Chun, nuhmei inneina dân baw- se le, mâni nau thisen insuo chunga rorêl angin i chungah rorêl ka tih; i chunga chun îtthîkna le lunginsenna thisen chu hung intlungtir ka tih.",
      "reference": "EZEKIEL 16:38"
    },
    {
      "content": "Chun, anni kuta chun pe bawk ka ti cheh a, i hmun langsârhai chu peisieng an ta, i hmun insânghai chu sukchim an tih; i puon sil chu hlîppêk an ti cheh a, în cheina thil hluhai chu lâng an tih; chuongchun, saruok le ruokin mâksan an ti che.",
      "reference": "EZEKIEL 16:39"
    },
    {
      "content": "Nangma chunga chun in- khâwmpuina nei bawk an ta, lung- haiin dêng an ti cheh a, an kâwl- hnâmhaiin sunthleng bawk an ti che.",
      "reference": "EZEKIEL 16:40"
    },
    {
      "content": "I inhai chu meiin râwng an ta, nuhmei tamtak mithmua chun i chunga rorêlna chu sukthlûng an ta; chun, nawchizawr anga um chu ma dingin siem ka ti cheh a, chun, hawman khawm pe ta ngai hrim hrim naw ti ni.",
      "reference": "EZEKIEL 16:41"
    },
    {
      "content": "Chuongchun, ka lunginthakna chu i chungah hrîtthlâng ka ta, ka îtthîkna chu nangmaa inthawk chun fe hmang tâng a ta, to ṭawk ṭawk ka ta, lunginsen nâwk ta naw ningah.",
      "reference": "EZEKIEL 16:42"
    },
    {
      "content": "I tleirâwl lai nihai kha i hriet zing ta nawh a, amiruokchu, hieng thilhaia hin i mi suklungsen a; chuleiin, ngai ta, kei khawma i nun suol maw chu i lu chungah hung intlungtir ka tih, Lalpa PATHIEN chun a tih; chun, pawrchenahai po po belsain hi khawhlona hi thaw ta naw ti nih.",
      "reference": "EZEKIEL 16:43"
    },
    {
      "content": "“Ngai ta, mi tukhawm thuvar- hai hmangtu chun hi thuvar hi i chungah hung hmang an tih, ‘A naunu khawm a nu ang bawk,’ ti hi.",
      "reference": "EZEKIEL 16:44"
    },
    {
      "content": "Nang chu i nu naunu, a nauhai le a pasal khawm dawnsaklo naunu chu i na, nang chu i zuorpuihai, mâni nauhai le pasalhai khawm dawn- saklohai unaunu chu i na; in nu chu Hit mi a na, in pa khawm Amor mi a nih.",
      "reference": "EZEKIEL 16:45"
    },
    {
      "content": "I zuorpui upa lem le a naunu- hmeihai chu i vawitienga chêng Samaria hi a na; chun, i zuorpui naupang lem i changtienga chêng chu Sodom le a naunuhmeihai hi an nih.",
      "reference": "EZEKIEL 16:46"
    },
    {
      "content": "An lampuihai chu i hrawin, an tirdakumnahaia chun i lungawi tâwk nawh a; amiruokchu, hun sâwt nawtê sûngin i um dân po poah anni nêk hmanin i se lem a.",
      "reference": "EZEKIEL 16:47"
    },
    {
      "content": "Ka hring zing angin, Lalpa PATHIEN chun a tih, ‘nang le i nau- nuhaiin, nangin i thaw angin i zuor- pui Sodom chun amanih, a naunu khawmin amani khawm a thaw nawh a.",
      "reference": "EZEKIEL 16:48"
    },
    {
      "content": "Ngai ta, hi hi i zuorpui Sodom suolna chu a nih; ama le a naunuhaia chun chapona, bei ditkhawp, hausaka inhawitirna a um a, mi tlasamhai le mi rimsihai chu a ṭhangpui chuong nawh.",
      "reference": "EZEKIEL 16:49"
    },
    {
      "content": "An chapo a, ka hmaa chun tirdakumna an thawh a, chuleiin, ṭha ka ti ang peiin anni chu ka lâk hmang tah a.",
      "reference": "EZEKIEL 16:50"
    },
    {
      "content": "Samaria khawm chun i suol zâtve khawm a thaw nawh a, nang ruok chun anni nêkin i tirdakumna chu i sukpung nasa lem a, chuleiin, tirdakumna i thawhai po po chun i zuorpuihai chu felah în langtir tah a nih.",
      "reference": "EZEKIEL 16:51"
    },
    {
      "content": "I zuorpuihai fel lema în lang- tirna hin nang ngeiin i muolphona chu phur rawh, anni nêka tirdakum- na nasa lem thawha i suolnahai leiin anni chu nanga nêkin an fel lem a nih, i zuorpuihai chu fel lema în langtir leiin.",
      "reference": "EZEKIEL 16:52"
    },
    {
      "content": "“An sal nina chu inlet ka ta, Sodom le a naunuhmeihai sal nina, Samaria le a naunuhmeihai sal nina le, anni laia i salhai sal nina khawm inlet ka tih,",
      "reference": "EZEKIEL 16:53"
    },
    {
      "content": "an ta dinga thlamuongtu nia i thil lo thaw tahai po poa khan în zak a, i muolphona chu i phur theina dingin.",
      "reference": "EZEKIEL 16:54"
    },
    {
      "content": "I zuorpuihai Sodom le a nau- nuhmeihai le Samaria le a naunu- hmeihai chu an um dân hmasaa bawk kîr nâwk an ta, nang le i naunu- hmeihai khawm in um dân hmasaa bawk kîr nâwk in tih.",
      "reference": "EZEKIEL 16:55"
    },
    {
      "content": "I chapo ni khan i zuorpuinu Sodom chu i ṭawngse hnâwkna ni lo am a nih,",
      "reference": "EZEKIEL 16:56"
    },
    {
      "content": "i rîtlona suklang a ni hma khan? Tuhin amanu angin Suria naunu- hmeihai le a vêla umhai po po le, Philistin naunuhai i kîmvêla hmu- sittuhai che hrilsiet i hung ni ta hi.",
      "reference": "EZEKIEL 16:57"
    },
    {
      "content": "I hurna le i tirdakumna hremna chu i phur a nih, LALPAIN a tih.",
      "reference": "EZEKIEL 16:58"
    },
    {
      "content": "“Lalpa PATHIEN chun hieng hin a tih: thuthlung bawsea, inkhâm- na hmusita nangin i lo thaw ta ang khan nanga chunga khawm thâwng ka tih.",
      "reference": "EZEKIEL 16:59"
    },
    {
      "content": "Nisienlakhawm, i tleirâwl lai nihaia nang le ka thuthlung chu hre zing ka ta; chun, nang le chun cha- tuon thuthlung indin ka tih.",
      "reference": "EZEKIEL 16:60"
    },
    {
      "content": "I unauhai, i unu le i sangnu i pawmlût pha chun naunuhmeihai dingin anni chu i kuomah pêng ka tih, i thuthlung lei ruok chu ni loin.",
      "reference": "EZEKIEL 16:61"
    },
    {
      "content": "Chun, ka thuthlung chu nang leh sukdet ka tih, chun LALPA ka nih ti mi hre tâng i tih.",
      "reference": "EZEKIEL 16:62"
    },
    {
      "content": "Thil i lo thawtahai po poa ka ngaidam pha che chun i hriet zing a, i hmai a mâwk a, în zak leia i bau i kâk dêr ta nawna dingin, Lalpa PATHIEN chun a tih,” tiin.",
      "reference": "EZEKIEL 16:63"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EZEKIEL 16 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}