{
  "verses": [
    {
      "content": "Kan sal intâng kum sâwmhni panga kum, chu kum kum ṭantir, chu thla ni sâwm ni, khawpui chu suksieta a um hnung kum sâwm pali kum, chu ni le le chun LALPA kut chu ka chungah a um a, chung- tienga chun a mi ṭhuoi tah a.",
      "reference": "EZEKIEL 40:1"
    },
    {
      "content": "Pathien thil hmulâwknaa chun Israel ramah a mi ṭhuoi a, tlâng insângtak, a simtienga chun khawpui riruong chu a um a, chutaka chun a mîn ṭhum tah a.",
      "reference": "EZEKIEL 40:2"
    },
    {
      "content": "Chun, chu tieng chun a mi ṭhuoi a, chun, ngai ta, mi pakhat, a hmêl- put dân chu dârsen ang, a kuta ziza hruol le, inkhina luonghmawl chawi a um a; dâi kawtkhâra chun ama chu a ngîr a.",
      "reference": "EZEKIEL 40:3"
    },
    {
      "content": "Chu mi chun ka kuomah, “Mihriem naupa, i mithai khan en la, i nahai khan lo ngai bawk la, ka în hmutir dinghai che po po chunga chun i lungril sie rawh; i kuoma kân hmutir theina ding chea hi tienga hung ṭhuoi i ni hrim a; chuongchun, i hmuhai po po chu Israel sûngkuo kuoma chun puong rawh,” a tih a.",
      "reference": "EZEKIEL 40:4"
    },
    {
      "content": "Chun, ngai ta, in puotienga chun bang chu a vêlin a um a; chu mipa kuta inkhina luonghmawl chu tawng ruka sei a na, tawng khat le kut- phabawk seng a nih; chun, a in sa tieng chu ân khi a, luonghmawl khat a na; ân sâng tieng khawm chu luong- hmawl khat bawk.",
      "reference": "EZEKIEL 40:5"
    },
    {
      "content": "Chun, saktieng ngha dâi kawt- khâra chun a hung a, chutaka kai- lâwnhaia chun a hang feh a; dâi kawtkhâr tuolpûk chu ân khih a, luonghmawl khat a na, tuolpûk dang khawm chu luonghmawl khat bawk a nih.",
      "reference": "EZEKIEL 40:6"
    },
    {
      "content": "Chun, vêngna pindan tinhai chu luonghmawl khata sei, luonghmawl khata lien a nih; vêngna pindan inkâr chu tawng nga a na; dâi kawtkhâr tuolpûk chu, a in tieng panga tuol- pûka chun luonghmawl khat a nih.",
      "reference": "EZEKIEL 40:7"
    },
    {
      "content": "In tieng panga a dâi kawtkhâr tuolpûk khawm chu ân khih a, tawng riet a nih.",
      "reference": "EZEKIEL 40:8"
    },
    {
      "content": "Chun, dâi kawtkhâr tuolpûk chu ân khi a, tawng riet a nih, chun, kawtkhâr bieng chu tawng hni; chun, a dâi kawtkhâr tuolpûk chu in tieng panga chun a um a.",
      "reference": "EZEKIEL 40:9"
    },
    {
      "content": "Chun, dâi kawtkhâr vêngna pindanhai chu, saktieng hi tieng panga chun pathum a na; pathum chu intie seng an na; chun, a kawtkhâr bienghai khawm chu hi tieng le saw tienga chu intie an nih.",
      "reference": "EZEKIEL 40:10"
    },
    {
      "content": "Chun, a kawtkhâr kawt lien khangtieng chu ân khi a, tawng sâwm a na; a kawtkhâr seizie chu tawng sâwmpathum;",
      "reference": "EZEKIEL 40:11"
    },
    {
      "content": "chun, vêngna pindan hmaa a rei sîr chu hi tieng sîrah tawng khat, khing tieng sîra chun tawng khat bawk; chun, vêngna pindanhai chu hi tieng sîra chun tawng ruk, khing tieng sîra chun tawng ruk bawk.",
      "reference": "EZEKIEL 40:12"
    },
    {
      "content": "Chun, vêngna pindan chunga pakhata inthawkin pindan dang chunga dâi kawtkhâr chu ân khi a; a khang chu tawng sâwmhni panga a na, kawtkhâra inthawka kawtkhâr dang chenin.",
      "reference": "EZEKIEL 40:13"
    },
    {
      "content": "Chun, tuolpûk chu ân khi a, tawng sawmhni a na; huon sûng tuollai dâi kawtkhâr chen chu a tuol zâwl chu a nih.",
      "reference": "EZEKIEL 40:14"
    },
    {
      "content": "Chun, lûtna dâi kawtkhâr tuolthlâka inthawka dâi kawtkhâr tuolpûk sûngril lem tuolthlâk chen chu tawng sâwmnga a nih.",
      "reference": "EZEKIEL 40:15"
    },
    {
      "content": "Dâi kawtkhâr chun a vêlin, pin- dan kêm kawtkhâr bieng tienga chîn inzui pei tukverhai a nei a. Chuong ang bawkin a tuolpûk sûngtieng a vêlin tukverhai an um bawk a, a banhaia chun intûm thing lim a um a.",
      "reference": "EZEKIEL 40:16"
    },
    {
      "content": "Chun, huon sûng tuollai puo lema chun a mi ṭhuoi a, chun, ngai ta, pindanhai le lungpha, a vêla huon sûng tuollai dinga an siem chu a um a; lungpha chunga chun pindan sâwmthum a um a.",
      "reference": "EZEKIEL 40:17"
    },
    {
      "content": "Lungpha chu dâi kawtkhârhai sîra chun a um a, dâi kawtkhârhai le inchen chie, lungpha hnuoihnung lem chu a nih.",
      "reference": "EZEKIEL 40:18"
    },
    {
      "content": "Chun, dâi kawtkhâr hnuoi- hnung lema tuolthlâka inthawka, a huon sûng tuollai sûngril lem tuol- thlâk khangtieng chu ân khi a, a saktieng a le a hmârtieng chun tawng za khat ve ve a nih.",
      "reference": "EZEKIEL 40:19"
    },
    {
      "content": "Chun, a huon sûng tuollai puo lem dâi kawtkhâr, hmârtienga ngha chu, a chu dungtieng le chu khang- tieng chu ân khi a.",
      "reference": "EZEKIEL 40:20"
    },
    {
      "content": "Chun, vêngna pindanhai chu hi tieng sîrah pathum, khingtieng sîrah pathum bawk a nih; chun, a kawt- khâr bienghai le a tuolpûkhai chu a dâi kawtkhâr pakhatna tie seng chu a na; a dung tieng chu tawng sâwmnga a na, a khang tieng chu tawng sâwm- hni panga.",
      "reference": "EZEKIEL 40:21"
    },
    {
      "content": "A tukverhai le, a tuolpûk le, chutaka intûm thinghai chu, sak- tieng panga ngha dâi kawtkhâra mi tie seng kha an nih; chun, sirbi pa- sariin a hang tlung a, chun, tuolpûk chu sûngtienga chun a um a.",
      "reference": "EZEKIEL 40:22"
    },
    {
      "content": "Chun, dâi kawtkhâr dang zâwn- a chun, tuollai sûng sûngril lema dinga dâi kawtkhârhai a um a; sak- tieng panga le hmârtieng panga chun dâi kawtkhâra inthawka dâi kawt- khâr chen chun tawng za khatin ân khi a.",
      "reference": "EZEKIEL 40:23"
    },
    {
      "content": "Chun, sim tieng panga chun a mi ṭhuoi a, simtienga dâi kawtkhâr chu ka hmuh a, chuongchun, hi inkhina dân ang pei hin chutaka a kawtkhâr bienghai le a tuolpûkhai chu ân khi a.",
      "reference": "EZEKIEL 40:24"
    },
    {
      "content": "Khâng tukverhai ang bawk kha, a keikul haia le chun chu- taka chun tukverhai a um a, a seizie chu tawng sâwmnga a na, a khang tieng chu tawng sâwmhni panga a nih.",
      "reference": "EZEKIEL 40:25"
    },
    {
      "content": "Chun, a hang kaina dinga chun sirbi pasari a um a; a tuolpûkhai chu chuonghai hmaa chun a um a; chun, chutaka a kawtkhâr bienghai chunga chun intûm thinghai, hi tiengah pakhat, khing tiengah pakhat bawk a um a.",
      "reference": "EZEKIEL 40:26"
    },
    {
      "content": "Chun, simtieng panga chun a huon sûng tuollai sûngril lema dâi kawtkhâr chu a um a; chun, sim- tienga a dâi kawtkhâra inthawka dâi kawtkhâr chu tawng za khatin ân khi a.",
      "reference": "EZEKIEL 40:27"
    },
    {
      "content": "Chun, simtienga dâi kawtkhâra chun huon sûng tuollai sûngril lema chun a mi ṭhuoi a; hieng inkhina dân hin simtienga dâi kawtkhâr chu ân khih a;",
      "reference": "EZEKIEL 40:28"
    },
    {
      "content": "hieng inkhina dân ang hin a vêngna pindanhai, kawtkhâr bieng- hai le tuolpûkhai chu ân khih a; chun, a vêlin a tuolpûkhai le chun tukver- hai a um a; tawng sâwmngaa sei, tawng sâwmhni pangaa lien a nih.",
      "reference": "EZEKIEL 40:29"
    },
    {
      "content": "Chun, a vêlin tuolpûkhai tawng sâwmhni pangaa sei, tawng ngaa lien a um a.",
      "reference": "EZEKIEL 40:30"
    },
    {
      "content": "Chun, a tuolpûkhai chun huon sûng tuollai puo lem tieng a nghaa, a kawtkhâr bienghai chunga chun in- tûm thinghai an um a; a hang kainaa chun kailâwn pariet a um a.",
      "reference": "EZEKIEL 40:31"
    },
    {
      "content": "Chun, saktieng panga huon sûng tuollai sûngril lema chun a mi ṭhuoi a, chun, hieng inkhina ang pei hin dâi kawtkhâr chu ân khi a,",
      "reference": "EZEKIEL 40:32"
    },
    {
      "content": "a vêngna pindanhai, a kawt- khâr bienghai, a tuolpûkhai chu hieng inkhina dân ang hin ân khi a; chun, a tuolpûkhaia leh a vêlin tuk- verhai an um a, tawng sâwmngaa sei, tawng sâwmhni pangaa lien a nih.",
      "reference": "EZEKIEL 40:33"
    },
    {
      "content": "A tuolpûkhai chun huon sûng tuollai puo lem tieng a ngha a, a kawtkhâr bienghaia chun, hi tieng le khing tienga khawm intûm thinghai an um a, chun a hang kaina chu sirbi pariet a nih.",
      "reference": "EZEKIEL 40:34"
    },
    {
      "content": "Chun, hmâr tieng dâi kawt- khâra chun a mi ṭhuoi a; ama chun hieng inkhina dân ang hin ân khi a;",
      "reference": "EZEKIEL 40:35"
    },
    {
      "content": "a vêngna pindanhai, a kawt- khâr bienghai, a tuolpûkhai chu; chun, chutaka chun a vêlin tukverhai a um a, a dung tieng chu tawng sâwmnga, a khang tieng chu tawng sâwmhni panga a nih.",
      "reference": "EZEKIEL 40:36"
    },
    {
      "content": "Chun, kawtkhâr bienghai chu huon sûng tuollai puo lem tienga chun a na, chun, chutaka kawtkhâr bienghaia chun, hi tieng sîra le khing tieng sîra khawm chun intûm thing- hai an um a; a hang fe kaina chu sirbi pariet a nih:",
      "reference": "EZEKIEL 40:37"
    },
    {
      "content": "Chun, dâi kawtkhârhaia kawt- khâr bienghai sîra chun pindan le kawtkhârhai an um a; chutaka chun, pumrawhmang thilinhlânhai chu an sâwp hlak.",
      "reference": "EZEKIEL 40:38"
    },
    {
      "content": "Chun, dâi kawtkhâr tuolpûk lûtnaa chun, hi tieng sîrah dawkân pahni, khing tieng sîrah dawkân pahni bawk, pumrawhmang thilin- hlân dâm, suol thilinhlân dâm, baw- sietna thilinhlân dâm thatna dingin a um a.",
      "reference": "EZEKIEL 40:39"
    },
    {
      "content": "Chun, hmârtieng dâi kawt- khâra lûtnaa hang feh a, sîr khat a puotienga chun, dawkân pahni a um a; chun, a sîr khata chun, dâi kawt- khâra tuolpûka ṭhangsaa chun dawkân pahni bawk a um a.",
      "reference": "EZEKIEL 40:40"
    },
    {
      "content": "Hi tieng sîrah dawkân pali, khingtieng sirah dawkân pali bawk; dâi kawtkhâr sîra chun an um a; chuong dawkân pariethai chunga chun inthâwinahai chu an that hlak.",
      "reference": "EZEKIEL 40:41"
    },
    {
      "content": "Chun, pumrawhmang thilin- hlânna dingin lung a saka sak, tawng khat le a chenvea sei, tawng khat le a chenvea lien, tawng khata insâng dawkân pali an um a; chuong chunga chun inthawina le pumrawhmang thilinhlân ding an thatna ding hriemhreihai chu an sie a.",
      "reference": "EZEKIEL 40:42"
    },
    {
      "content": "Chun, in sûnga chun a vêlin kuoikimhai kutpha bawka lienhai chu inbûk an na; chun, dawkânhai chunga chun inthâwina sa chu a um a.",
      "reference": "EZEKIEL 40:43"
    },
    {
      "content": "Chun, dâi kawtkhâr sûngril lem puoa chun a mi ṭhuoi lût a; Ngai ta, pindan pahni huon sûng tuollai sûngril lema chun an um a; hmar- tieng kawtkhâr bula chu a nghat dân chu sim sawng a na, simtieng dâi kawtkhâr sîra pakhat chu a nghat dân hmâr sawng a nih.",
      "reference": "EZEKIEL 40:44"
    },
    {
      "content": "Chun, ka kuoma chun, “Hi pindan, a nghat dân sim sawng hi in enkawl sin kawltu thiempuhai ta ding a nih.",
      "reference": "EZEKIEL 40:45"
    },
    {
      "content": "Pindan a nghat dân hmar sawng hi thiempuhai, mâichâmhai sin enkawlna kawltuhai ta ding chu a nih; chuonghai chu Zadok naupasal- hai, chuonghai chu Levi naupasalhai laia ama rawng bâwl dinga LALPA kuom hnaia hunghai chu an nih.",
      "reference": "EZEKIEL 40:46"
    },
    {
      "content": "Chun, huon sûng tuollai chu ân khih a, tawng zaa sei, tawng zaa lien, kil li inchen a nih; chun, mâichâm chu in tuola chun a um a.",
      "reference": "EZEKIEL 40:47"
    },
    {
      "content": "Chun, in tuolpûka chun a mi ṭhuoi a, tuolpûk kawtkhâr bienghai chu ân khih a, hi tieng sîrah tawng nga, khing tieng sîrah tawng nga bawk; chun, kawtkhâr khingtieng chu hi tieng sîrah tawng thum, khing tieng sîrah tawng thum bawk a nih.",
      "reference": "EZEKIEL 40:48"
    },
    {
      "content": "Chun, tuolpûk seizie chu tawng sâwmhni a na, a lien tieng chu tawng sâwmpahni a nih; chun, an hang kainaa chun sirbi sâwm a um a; chun, kawtkhâr bieng sîrhaia chun sût- puihai a um a, hi tieng sîrah pakhat, khing tieng sîrah pakhat bawk.",
      "reference": "EZEKIEL 40:49"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EZEKIEL 40 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}