{
  "verses": [
    {
      "content": "Chu nawa khawm chun LALPA thu chu ka kuomah a hung tlung a:",
      "reference": "EZEKIEL 35:1"
    },
    {
      "content": "“Mihriem naupa, Seir tlâng chu i hmai innghat la, a chunga chun thu hril la,",
      "reference": "EZEKIEL 35:2"
    },
    {
      "content": "a kuoma chun hieng hin ti rawh: Lalpa PATHIEN chun hieng hin a tih: Ngai ta, nang chu ka dodâl cheh a, aw Seir tlâng, i chunga chun ka kut kân let ding a nih; chun, nang chu râu- sana le maktiah ka siem ding che a nih.",
      "reference": "EZEKIEL 35:3"
    },
    {
      "content": "I khawpuihai chu suksietin in- umtir ka ta, nang khawm râusanin um i tih; chun, LALPA chu ka nih ti mi hre tâng i tih.",
      "reference": "EZEKIEL 35:4"
    },
    {
      "content": "Hun tâwpa hremna huna, an vângsiet lai hunah Israel thlahai chu kâwlhnâm thilthawtheina kuoma i lo pêk a, anni chu hmêlmâkna rê lo i nei leiin;",
      "reference": "EZEKIEL 35:5"
    },
    {
      "content": "ka hring zing angin, Lalpa PATHIEN chun hieng hin a tih: thisen ta dingin buotsai ka ti cheh a, thisen chun hnawt a ti che; thisen chu i theida naw leiin, thisen chun hnawt a ti che.",
      "reference": "EZEKIEL 35:6"
    },
    {
      "content": "Chuongchun, Seir tlâng chu râu- san le maktia um dingin siem ka ta; chun, amaa inthawk chun a fethleng hlaktu le, a kîr hlaktu chu sât thlâng ka tih.",
      "reference": "EZEKIEL 35:7"
    },
    {
      "content": "I tlânghai chu a mi thathai chun suksip ka ta; i muolahai, i phairuom- ahai le i tui luongnahaia chun kâwl- hnâma thata umhai chu tlûng an tih.",
      "reference": "EZEKIEL 35:8"
    },
    {
      "content": "Kumkhuoa râusanah siem ka ta, i khawpuihai chu hluo ni nâwk ta ngai naw nih; chun, LALPA chu ka nih ti mi hre tâng i tih.",
      "reference": "EZEKIEL 35:9"
    },
    {
      "content": "“Nang chun, ‘Hi hnam hnihai le hi ram pahnihai hi ka ta nîng a ta, nei ka tih,’ i ti leiin, chutaka chun LALPA chu a um a,",
      "reference": "EZEKIEL 35:10"
    },
    {
      "content": "chuleiin, ka hring zing angin, Lalpa PATHIEN chun hieng hin a tih; an chunga i lo inentir tah, anni i thîkna ang pei le, i lunginsenna hu ang peiin ka thaw ding a nih; i chungthu ka rêl pha chun, anni laia chun an mi hriet dingin insiem ka tih.",
      "reference": "EZEKIEL 35:11"
    },
    {
      "content": "Chuongchun, ‘Suksietin an um tah a, ei kuomah fâk zo el dingin pêkin an um ta a ni hi,’ tiha Israel tlânghai chunga thu i lo hril a, anni i lo demnahai po po chu kei LALPA hin ka hriet vawng a nih, ti hre tâng i tih.",
      "reference": "EZEKIEL 35:12"
    },
    {
      "content": "Chun, i bauin keia chungah nang le nang în chawimawi a, ka chunga i thuhrilhai i sukpung a; ka hriet a nih.",
      "reference": "EZEKIEL 35:13"
    },
    {
      "content": "Lalpa PATHIEN chun hieng hin a ti a nih: Leihnuoi pumpui chu a hlim pha chun, nang chu râusanah siem ka ti che.",
      "reference": "EZEKIEL 35:14"
    },
    {
      "content": "Râusan a ni leia Israel sûngkuo rochan chunga chun i lo hlim ta ang khan, i chungah chuong ang tak chun ka thaw ding a nih; Aw Seir tlâng, Edom tlâng po po, a rêng elin, râusan nîng in tih; chun, LALPA chu ka nih ti mi hre tâng an tih.",
      "reference": "EZEKIEL 35:15"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EZEKIEL 35 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}