{
  "verses": [
    {
      "content": "Chun, LALPA thu chu ka kuomah a hung tlung a:",
      "reference": "EZEKIEL 34:1"
    },
    {
      "content": "“Mihriem naupa, Israel berâm- puhai chungah thu hril la, thu hril la, berâmpuhai kuom ngeia chun, an kuoma chun hril rawh; Lalpa PATHIEN chun hieng hin a tih; Israel berâmpuhai mâni le mâni inchâwm- tuhai chu an chung a rik de; berâm- puhai chun berâmhai chu an châwm ding a ni naw am a nih?",
      "reference": "EZEKIEL 34:2"
    },
    {
      "content": "Thâu chu in fâk a, sahmulin in inthuom a; châwm thâuhai chu in that a; nisienlakhawm, berâmhai chu in châwm nawh a.",
      "reference": "EZEKIEL 34:3"
    },
    {
      "content": "A hrât naw chu in sukhrât nawh a, a na khawm chu in sukdam bawk nawh a; a tliek khawm chu in tuom nawh a, khal hmanga um ta khawm chu in hung ṭhuoi nâwk bawk nawh, ân hmang khawm chu in zawng bawk nawh; amiruokchu, thawluina le, hrohrângsetakin an chungah ro in rêl a.",
      "reference": "EZEKIEL 34:4"
    },
    {
      "content": "Anni chu berâmpu an um naw leiin an indar a; rama sahai po po ta ding chun bu an na, sukdarin an um tah a.",
      "reference": "EZEKIEL 34:5"
    },
    {
      "content": "Ka berâmhai chu tlâng po po le muol insâng tinahai chun an invâk a; anih, ka berâmhai chu leihnuoi pum- pui chunga chun an indar tah a ni hi; mi tukhawm anni chu zawnga hmu- suok tum an um si nawh.",
      "reference": "EZEKIEL 34:6"
    },
    {
      "content": "Chuleiin, nangni berâmpuhai, LALPA thu chu ngai ta u;",
      "reference": "EZEKIEL 34:7"
    },
    {
      "content": "Lalpa PATHIEN chun, Ka hring zing angin ka berâmhai chu, berâm- puhai an um nawh a, ka berâmpuhai chun ka berâmhai chu an zawng bawk nawh a, berâmpuhai chu anni le anni an inchâwm a, ka berâmhai chu an châwm naw leiin, rama ram- sahai po po bu le an sasehai chu an lo ni ngei chu a ni ta hi;",
      "reference": "EZEKIEL 34:8"
    },
    {
      "content": "chuleiin, nangni berâmpuhai, LALPA thu chu lo ngai ta u;",
      "reference": "EZEKIEL 34:9"
    },
    {
      "content": "Lalpa PATHIEN chun hieng hin a tih: Ngai ta, berâmpuhai chu ka dodâl a nih; ka berâmhai chu an kutah lâkpêk ka ta, an berâm châwm chu inmâktir ka tih; anni berâm- puhai khawm chu mâni le mâni inchâwm bîk ta naw bawk an tih; chun, an ta dinga bu an ni nawna dingin ka berâmhai chu an baua inthawk chun la suok ka tih.",
      "reference": "EZEKIEL 34:10"
    },
    {
      "content": "“Lalpa PATHIEN chun hieng hin a ti sih a; Ngai ta, keima ngeiin, keiin ka berâmhai chu zawng ka ta, zawng suok bawk ka tih.",
      "reference": "EZEKIEL 34:11"
    },
    {
      "content": "Berâmpu chun sûnah a berâm ruol chu a zawng a, berâm a lo indarhai laia chun a um hlak angin, ka berâmhai chu zawng suok ka ta; inthim le sûmzîng nia an lo invâk darna hmunhai po poa inthawk chun anni chu zawng suok ka tih.",
      "reference": "EZEKIEL 34:12"
    },
    {
      "content": "Hnamhai laia inthawk chun hung ṭhuoi suok ka ta, rambunghaia inthawk chun kei khâwm ka ta, anni ram ngeia chun ṭhuoi lût ka tih; chun, Israel tlâng chungahai le, tui luongna sîrahai le, chu ram, hluoa a umna hmun po poahai chun anni chu intlattir ka tih.",
      "reference": "EZEKIEL 34:13"
    },
    {
      "content": "Hlo pet ding ṭhatak chun anni chu châwm ka ta, Israel insângna tlâng chungahai chun an in chu um a tih; in ṭhatak sûnga chun bawk an ta, Israel tlâng chungahai chun hlo petna hmun tuihnâitaka chun tlâng an tih.",
      "reference": "EZEKIEL 34:14"
    },
    {
      "content": "Lalpa PATHIEN chun, Ka be- râmhai chu keima ngeiin châwm ka ta, anni chu inbawktir ka tih, a tih.",
      "reference": "EZEKIEL 34:15"
    },
    {
      "content": "A lo inhmang ta chu zawng ka ta, hnawt hmanga lo um ta khawm chu hung ṭhuoikîr nâwk ka tih; sukthlieka um ta chu tuom ka ta, damnawa um khawm chu sukhrât bawk ka tih; a thâu le a hrât chu suksieng ka ta; anni chu rorêlnain châwm ka tih.",
      "reference": "EZEKIEL 34:16"
    },
    {
      "content": "Chun, nangni thua chu, Aw ka berâm ruol, Lalpa PATHIEN chun hieng hin a tih: Ngai ta, kêlchalhai le berâmchalhai ang bawkin, ran ruol le ran ruol chunga chun ro ka rêl a.",
      "reference": "EZEKIEL 34:17"
    },
    {
      "content": "Hlo pet ding ṭha hmuna tlat chu in ta ding chun thil chînthamah ân lang thei a, nisienlakhawm, in hlo pet mahlahai chu in kehaiin in sirde naw ding am a nih? Tui inthiengtakhai hang dâwn ding khawm chun a mahla chu in kehai chun in pal siet naw ding am a nih?",
      "reference": "EZEKIEL 34:18"
    },
    {
      "content": "Chun, ka berâm ruolhai chun, in kehaia in sir chen ta hnunghai chu an fâk a, in kehaiin a lo pal siet tahai chu an dâwn bawk a ni hi.",
      "reference": "EZEKIEL 34:19"
    },
    {
      "content": "“Chuleichun, Lalpa PATHIEN chun an kuomah hieng hin a hril a: Ngai ta u, Keiin, kei ngeiin, ran ruol thâu le ran ruol chêr inkâra chun ro rêl ka ta.",
      "reference": "EZEKIEL 34:20"
    },
    {
      "content": "Liengko le sîrin in hneng a, in sukdar phier hmakhat chun in kihai chun a damnawhai chu in sik leiin,",
      "reference": "EZEKIEL 34:21"
    },
    {
      "content": "ka berâm ruol chu ka sandam ding a nih, anni chu fâk zoin um nâwk ta naw ni hai a; ran ruol le ran ruol inkâr thu chu ka rêl ding a nih.",
      "reference": "EZEKIEL 34:22"
    },
    {
      "content": "An chunga chun berâmpu pakhat sieng ka ta, ka siehlaw David ngei chu, ama chun anni chu châwm a ta, an ta dingin berâmpu nîng a tih.",
      "reference": "EZEKIEL 34:23"
    },
    {
      "content": "Chun, kei LALPA hi in Pathien nîng ka ta, ka siehlaw David chu anni laia lal nîng a tih; hi hi kei LALPAIN ka hril ta a nih.",
      "reference": "EZEKIEL 34:24"
    },
    {
      "content": "Anni le inremna thuthlung siem ka ta, rama inthawk chun ramsa rilohai chu inrêmtir vawng ka tih; thlalêra chun himtakin chêng an ta, rampui hnuoia chun zâl an tih.",
      "reference": "EZEKIEL 34:25"
    },
    {
      "content": "Chun, ka tlâng sîra hmunhai le anni chu malsâwmah siem ka ta; ruo- hai khawm a huntakah hung insûrtir ka ta; malsâwmna ruopui sûrhai hung um a tih.",
      "reference": "EZEKIEL 34:26"
    },
    {
      "content": "Loa thinghai chun ra hung in- suong an ta, leihnuoi khawma a hlâwkna hung insuo bawk a tih; chun, an ram sûnga chun him an ta, an rîngkawl thîrtluonhai ka suktliek a, an rawng an bâwlpêkhai kuta in- thawka ka sansuok pha chun LALPA chu ka nih ti mi hre tâng an tih.",
      "reference": "EZEKIEL 34:27"
    },
    {
      "content": "Chun, khawhri be mihai ifâk zoin um ta ngai naw ni hai a, hnuoia ramsahai khawma anni chu fa zo bawk naw ni hai; amiruokchu, him- takin chêng an ta, tukhawma anni chu sukṭi ta naw ni hai.",
      "reference": "EZEKIEL 34:28"
    },
    {
      "content": "Anni lai chun hming inthang khawp thilphun inmâwngtir ka ta, chu rama chun ṭâm ifâk zoin um ta naw ni hai a, hnam danghai biekrâwpna chu tuor ta bawk naw nihai.",
      "reference": "EZEKIEL 34:29"
    },
    {
      "content": "Chun, kei LALPA an Pathien chu an kuomah ka um a, anni, Israel sûngkuo chu, ka mihai an nih ti hre tâng an tih, Lalpa PATHIEN chun a tih.",
      "reference": "EZEKIEL 34:30"
    },
    {
      "content": "Chun, nangni ka berâmhai, ka hlo petna hmuna berâmhai chu mihriemhai hi in na; chun, kei in Pathien chu ka nih, Lalpa PATHIEN chun a tih,” tiin.",
      "reference": "EZEKIEL 34:31"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EZEKIEL 34 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}