{
  "verses": [
    {
      "content": "Chun, ka kuoma chun, “Mihriem naupa, i hmu kha fa la, hi lekhabu zuol hi fa la, chun, fe la, Israel sûngkuohai lai chun thu va hril rawh,” a mi ta.",
      "reference": "EZEKIEL 3:1"
    },
    {
      "content": "Chuongchun, ka bau chu ka kah a, lekhabu zuol chu a mîn fâktir tah a.",
      "reference": "EZEKIEL 3:2"
    },
    {
      "content": "Chun, ka kuoma chun, “Mihriem naupa, i phîng kha infâktir la, hi lekhabu zuol ka pêk che hin i phîng kha sukkhawp rawh,” a ta. Chuong- chun, ka fâk tah a; ka baua chun ân hnik dân chu khuoizu ang el a nih.",
      "reference": "EZEKIEL 3:3"
    },
    {
      "content": "Chun, ama chun ka kuomah a hril a, “Mihriem naupa, fe la, Israel sûngkuohai kuomah va fe ta, an kuoma chun ka thu hi va hril rawh.",
      "reference": "EZEKIEL 3:4"
    },
    {
      "content": "Mi ṭawng danglam le ṭawng intakhai kuoma tir i ni nawh a, Israel sûngkuohai kuoma tir i ni lem;",
      "reference": "EZEKIEL 3:5"
    },
    {
      "content": "hnam tamtak ṭawng danglam le ṭawng harsatakhai, an ṭawnghai i hriet thei nawhai kuoma tir i ni nawh. Matheiloin, an kuomah ka tir che chun, i thu chu ngai ding chu an nih a.",
      "reference": "EZEKIEL 3:6"
    },
    {
      "content": "Amiruokchu, Israel sûngkuohai chun i thu ngai naw ni hai a, keia thu an ngai naw ding leiin; Israel sûngkuohai po po chu chal changtak, lungril ngartak ruok an ni leiin.",
      "reference": "EZEKIEL 3:7"
    },
    {
      "content": "Ngai ta, i hmêl chu an hmaisana chun ka sukngar tah a, an chalhai hmaihmaa chun i chal chu ka sukchang ta bawk a nih.",
      "reference": "EZEKIEL 3:8"
    },
    {
      "content": "Lungrâl chu meitâwklung nêka a chang lem angin, i chal ka siem tah a; anni chu ṭi dêr naw rawh, anni hei hmua chun beidawng bawk naw la, sûngkaw hel hmangtak ni hai sien- khawm” tiin.",
      "reference": "EZEKIEL 3:9"
    },
    {
      "content": "Chu nawa khawm ka kuoma chun, “Mihriem naupa, i kuoma thu ka hril ding po pohai chu i nahai chun ngai la, i lungrila chun pawm rawh.",
      "reference": "EZEKIEL 3:10"
    },
    {
      "content": "Chun, fe la, an sal intângnaa chun, i mihai thlahai kuoma chun fe la, an kuomah thu hril la, anni chu hril rawh; an ngai khawmin, an ngaisak naw khawma, ‘Lalpa Pathien chun hieng hin a tih,’ ti rawh,” tiin.",
      "reference": "EZEKIEL 3:11"
    },
    {
      "content": "Chun, thlarau chun a mi dawm kâng a, ka hnungtieng chun râwl ri nasatak ang ka hriet a, “Ama hmuna inthawka suok LALPA ropuina chu inpâkin um raw se,” tiin.",
      "reference": "EZEKIEL 3:12"
    },
    {
      "content": "Thilhringhai thlahai intawk ri le, an sîra tawlailîr kekuolhai tlân khâwm ri nasatak chu a nih ka hriet chu.",
      "reference": "EZEKIEL 3:13"
    },
    {
      "content": "Chuongchun, thlarau chun a mi dawm kâng a, a mi lâk hmang tah a; lungawilotak le lunginsen êm êmin ka fe tah a; chun, LALPA kut chu ka chunga chun a hrât hle a.",
      "reference": "EZEKIEL 3:14"
    },
    {
      "content": "Chun, sal intânghai, Kebar vadung panga Tel-abiba umhai, an umna hmun ngeia chun ka va feh a; chun, an kuomah chutaka chun maktiin ni sari sûng ka ṭhung tah a.",
      "reference": "EZEKIEL 3:15"
    },
    {
      "content": "Chun, ni sarihai tâwpa chun, LALPA thu chu ka kuomah a hung a,",
      "reference": "EZEKIEL 3:16"
    },
    {
      "content": "“Mihriem naupa, Israel sûng- kuo vêngtu dingin ka siem che a nih: chuleiin, ka baua thu chu ngai la, keimaa inthawkin vaulâwkna chu pe rawh.",
      "reference": "EZEKIEL 3:17"
    },
    {
      "content": "Mi rilo kuomah thu ka hril a, ‘Nang chu matheiloin i thi ngei ding a nih,’ ka tih a, ama chu vaulâwkna khawm i lo pêk nawh a, a hringna chu sanhimna dinga mi rilo chu a lampui riloa inthawk hung kîr dinga vau- lâwkna i lo hril si naw chun; chu mi rilo chu ama suol ngeia chun thîng a tih, amiruokchu, a thisen maw chu nangmaa chun ka hung phût ding a nih.",
      "reference": "EZEKIEL 3:18"
    },
    {
      "content": "Amiruokchu, mi rilo chu i vaulâwk a, a rîtlonaa inthawkin amanih, a lampui riloa inthawkin amanih a kîr naw chun a suola chun thîng a tih; nisienlakhawm, nang chun i thla chu sansuok i tih.",
      "reference": "EZEKIEL 3:19"
    },
    {
      "content": "Chu bâkah mi fel chu a felnaa inthawka ân herhmang a, suol a thaw pha chun, ama hmaa chun tlûkna lung ka sieh a, ama chu thi ngei a tih; ama chu vaulâwkna chu i lo pêk naw leiin, a suolnaa chun thîng a ta; chun, a thil fel thawhai chu hriet zing ni ta naw ni; amiruokchu, a thisen maw chu nangma kutah hung phût ka tih.",
      "reference": "EZEKIEL 3:20"
    },
    {
      "content": "Amiruokchu, mi fel chu vau- lâwkna i nei a, mi fel chu a lo suol nawh a, suol a thaw naw chun, ama chu hring ngei a tih; vaulâwkna chu a pawisak lei chun, nang khawma i thla chu sanhim i tih.",
      "reference": "EZEKIEL 3:21"
    },
    {
      "content": "Chun, LALPA kut chu chutaka chun ka chungah a um a, ka kuoma chun, “Tho la, phai tieng fe suok la, chutaka chun inbiekpui ka ti che,” a ta.",
      "reference": "EZEKIEL 3:22"
    },
    {
      "content": "Chun, ka tho a, phaia chun ka fe tah a, chun, ngai ta, Kebar vadung sîra ropuina ka hmu ang el khan, chutaka chun LALPA ropuina chu a ngîr a; chuongchun, bawkkhupin ka tlu tah a.",
      "reference": "EZEKIEL 3:23"
    },
    {
      "content": "Chun, thlarau chu keimaa chun a hung lût a, ka kehai chun a mîn ngîrtir tah a; chun, a mîn biekpui a, ka kuomah, “Fe la, i inah inkhâr khum rawh.",
      "reference": "EZEKIEL 3:24"
    },
    {
      "content": "Chun, nang mihriem naupa, ngai ta, i chunga chun khuopnahai sieng an ta, chuonghai chun khuop an ti cheh a, anni lai chu fe suok naw ti ni:",
      "reference": "EZEKIEL 3:25"
    },
    {
      "content": "chun, i lei chu i dang chungah inkawptir tlat ka ta, ṭawng thei loin um i ta, an kuoma chun kâwktu ni nâwng i tih, anni chu sûngkaw hel hmang an ni sih a.",
      "reference": "EZEKIEL 3:26"
    },
    {
      "content": "Nisienlakhawm, nanga kuoma thu ka hung hril pha chun, i bau chu hawng ka ta, an kuoma chun, ‘Lalpa PATHIEN chun hieng hin a tih,’ tîng i tih. A hre taphawt chun lo ngai raw se; a ngaisak naw taphawt chu ngaisak loin um raw se; sûngkaw hel hmang an ni sih a.",
      "reference": "EZEKIEL 3:27"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EZEKIEL 3 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}