{
  "verses": [
    {
      "content": "“Chun, nang mihriem naupa, kâwlhnâm ngei la la, luvâwtu hmulvâw chem angah hmang la, i lu le i khâkhmul invâw rawh; chun, bûknain bûk la, sam chu ṭhe rawh.",
      "reference": "EZEKIEL 5:1"
    },
    {
      "content": "Khawpui lailunga chun a hmun thuma ṭhea hmun khat chu meiah râwng i ta, chu pha chun khawpui rûnna chu suktlung nîng a ta; a hmun thuma ṭhea hmun khat dang chu lâng i ta, a vêlin kâwlhnâmin sât nawi i ta; chun a hmun thuma ṭhe a hmun khat dang chu thliah vawr dar i ta, chu hnunga chun keiin kâwlhnâm kei- dawk ka tih.",
      "reference": "EZEKIEL 5:2"
    },
    {
      "content": "Chun, chutaka inthawk chun tlâwmterek lâng i ta, i puon hmawrah inbâwk i ta.",
      "reference": "EZEKIEL 5:3"
    },
    {
      "content": "Chu chu la nâwk i ta, meiah peilût i tih; meia chun râwng i tih; chun, chutaka inthawk chun Israel in po pohaia chun mei hung suok a tih,” a tih a.",
      "reference": "EZEKIEL 5:4"
    },
    {
      "content": "Lalpa PATHIEN chun hieng ang hin a ti a nih: “Hi hi Jerusalem chu a nih, hnamhai laia chun ka sie tah a, ramhai chu a vêlin an um a.",
      "reference": "EZEKIEL 5:5"
    },
    {
      "content": "Hnamhai nêka rîtlona thawin ka rorêl chunga chun a hel tah a; ram a vêla umhai nêkin ka thuruot chunga chun a hel ta bawk a; ka rorêlhai chu an inkîra, ka thuruothai chu zâwm khawm an zâwm nuom nawh.",
      "reference": "EZEKIEL 5:6"
    },
    {
      "content": "Chuleiin, Lalpa PATHIEN chun a tih: In vêla hnam umhai nêkin in buoi ngun lem a, ka thuruothai in zâwm bawk nawh a, ka rorêlhai in pawm bawk nawh a, in vêla hnamhai dân ang chun in thaw bawk naw leiin;",
      "reference": "EZEKIEL 5:7"
    },
    {
      "content": "Lalpa PATHIEN chun hieng ang hin a tih: Ngai ta u, kei hin, kei ngei hin ka dodâl cheu a nih; hnamhai mithmua ngei chun nangmaa chun rorêlna chu ka hung tirsuok ding a nih.",
      "reference": "EZEKIEL 5:8"
    },
    {
      "content": "Chun, ka la thaw ngai hlek lo chu nangmaa chun thâwng ka ta, i tir- dakumna lei chun, chuong ang hrim hrim chu thaw khawm thaw nâwk ta ngai naw ningah.",
      "reference": "EZEKIEL 5:9"
    },
    {
      "content": "Chuongchun, i sûnga chun pa- hai chun naupahai chu fâng an ta, naupahai chun an pahai chu fa bawk an tih; chun, nangmaa chun rorêl chu hung sukthlûng ka ta, nangmaa la mahlahai po po khawm chu thedar vawng ka tih.",
      "reference": "EZEKIEL 5:10"
    },
    {
      "content": "Chuleiin, ka hring zing angin, i tirdakumna po po le i thilpawrchehai po po chun ka hmun inthieng chu i lo sukpawrche tâk leiin hung sukriral ngei ngei ka ti che a, ka mit khawma hla naw ni cheh a, kei khawma lunginsietna nei bawk naw ning che.",
      "reference": "EZEKIEL 5:11"
    },
    {
      "content": "Nanga hmun thuma ṭhea hmun khat chu hripuiin thîng an ta, i sûnga chun ṭâmnaa fâkzoin um an tih; chun, hmun thuma ṭhea hmun khat chu i vêla chun kâwlhnâmah tlûng an ta; chun, a hmun thuma ṭhea hmun khat dang chu the dar ka ta, an hnunga chun kâwlhnâm keidawk ka tih.",
      "reference": "EZEKIEL 5:12"
    },
    {
      "content": "“Chuongchun, ka lunginsenna chu sukpuitling ni tâng a ta, ka lung inthakna chu an chunga chun suktlai tâng ka ta, inhawi ti tâng ka tih; chun, an chunga ka lung inthakna ka sukpuitling pha chun kei LALPA hin ṭhahnemngaia ka lo hril a ni ti hre tâng an tih.",
      "reference": "EZEKIEL 5:13"
    },
    {
      "content": "Chu nawa khawm chun, i vêla hnamhaia le, nang hung fe khêltu- hai po po che mithmua chun râusana le mi ṭawngdawngah siem ka ti cheh a.",
      "reference": "EZEKIEL 5:14"
    },
    {
      "content": "Chuongchun, vauna ṭiumhai le, lunginthak le lunginsennaa rorêlna- hai ka hung suktlung pha chun, i vêla hnam umhai ta ding chun makti ding le, inchûkna ding le, hrânghla le, invaunaa hmang la nîng a tih, kei LALPA hin ka hril tah a nih:",
      "reference": "EZEKIEL 5:15"
    },
    {
      "content": "chu pha chun, an chunga chun ṭâmna thal ṭha nawhai chu sukbo- hmangna dingin, anni sukbohmang- na dinga ka hung tir ding chu, hung tir ka ta, beia in ringsan khawm chu suktliek ka ta;",
      "reference": "EZEKIEL 5:16"
    },
    {
      "content": "in chunga chun ramsa ṭha naw- hai le ṭâmhai hung tir ka ta; nau insûntir an ti cheu; chun, hripuihai le thisen chu nangmaa chun fe thleng a ta; i chunga chun kâwlhnâm ka hung lâk suok ding a nih; kei, LALPAIN ka hril ta a ni hi,” tiin.",
      "reference": "EZEKIEL 5:17"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EZEKIEL 5 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}