{
  "verses": [
    {
      "content": "Kum kuona kum, thla sâwm- na, chu thla ni sâwm ni chun LALPA thu chu ka kuomah a hung tlung nâwk a;",
      "reference": "EZEKIEL 24:1"
    },
    {
      "content": "“Mihriem naupa, hi ni hin Babulon lal chun Jerusalem a hung hnai a nih.",
      "reference": "EZEKIEL 24:2"
    },
    {
      "content": "Chun, sûngkaw hel hmanghai kuoma chun tekhithu hril la, an kuoma chun, ‘Lalpa PATHIEN chun hieng ang hin a tih: Sumbepui inchuon unla, inchuon unla, A sûnga chun tui buok unla;",
      "reference": "EZEKIEL 24:3"
    },
    {
      "content": "Chun, chutaka chun a sa tlinhai thlâk unla, A tlang ṭha deu deuhai, a mal le a dârhai le A ru tuihnâihai chun suksip ro.",
      "reference": "EZEKIEL 24:4"
    },
    {
      "content": "Ran ruol laia ditumtak chu la unla, A ruhai chu a hnuoi tieng sie unla, Insoṭhattir hle unla, a ruhai chu but ro;",
      "reference": "EZEKIEL 24:5"
    },
    {
      "content": "“Chuleiin, Lalpa PATHIEN chun hieng hin a tih: Khawpui, thisen insuo hmang chu a chung a rik, sum- bepui a tuiêkna a sûnga um le, a tuiêkna khawm bo thei lo chu, a chung a rik! a tlang tlangin la suok rawh, thlang bik nei loin.",
      "reference": "EZEKIEL 24:6"
    },
    {
      "content": "A thisen chu ama sûnga chun a um sih a, lungpui ruok chunga chun ân suoh a; pilvuta zuk vurkhum theina ding, leihnuoi chunga chun a bunthlâk si nawh a.",
      "reference": "EZEKIEL 24:7"
    },
    {
      "content": "Phuba la dinga hung tlung dinga lunginsenna chu ân umtir theina dingin, a thisen chu lungpui ruok chunga chun kân suoh a, inkhum a ni nawna dingin.",
      "reference": "EZEKIEL 24:8"
    },
    {
      "content": "Chuleiin, Lalpa PATHIEN chun hieng hin a tih; Khawpui thisen insuo hmang chu a chung a rik! Kei khawma a thing sep khawm chu suklien ka ta.",
      "reference": "EZEKIEL 24:9"
    },
    {
      "content": "Thing buk ṭeu la, mei ti chawk ṭha la, sa chu intlawk ṭhattir hle la, a tuihâng chu hâng deuin, a ruhai chu râw hmang ni raw se.",
      "reference": "EZEKIEL 24:10"
    },
    {
      "content": "Chun, meiling chunga chun a ruokin inchuon la, a hung luma, a dârsen chu a hung inling theina dingin, chuongchun, ân thieng nawna chu a sûnga chun a hung intui theina dingin le, a tuiêkhai chu a hung kâng- hmang theina dingin.",
      "reference": "EZEKIEL 24:11"
    },
    {
      "content": "Sâwl neng khawpa thaw hnung khawmin a tuiêkna chu amaa in- thawk chun a tlan hmang si nawh a; a tuiêkna chu mei khawma a sukbo thei nawh.",
      "reference": "EZEKIEL 24:12"
    },
    {
      "content": "I pawrchenaa chun hurna a um a; ka sukfai cheh a, sukfaia i um naw leiin, i pawrchenaa inthawkin sukfai ni ngai ta hrim hrim naw ti ni, ka lunginsenna hi i chunga ka suk- lungâwi hmakhat chun.",
      "reference": "EZEKIEL 24:13"
    },
    {
      "content": "Kei LALPA chun ka hril tah a, hung tlung ngei a ta, thaw khawm thâwng ka tih, kîr nâwk naw ning a, hla naw nîng a, insîr bawk naw ning; i um dânhai ang pei le i thilthawhai ang peiin ro rêlpêk an ti che, Lalpa PATHIEN chun a tih,” tiin.",
      "reference": "EZEKIEL 24:14"
    },
    {
      "content": "LALPA thu chu ka kuomah a hung nâwk a:",
      "reference": "EZEKIEL 24:15"
    },
    {
      "content": "“Mihriem naupa, ngai ta, thâwkkhatin i mithai châkna chu nangmaa inthawkin ka lâk hmang ding a nih; ṭap naw ti nih a, sûn bawk naw ti ni, i mitthlihai khawm luong thla bawk naw ni.",
      "reference": "EZEKIEL 24:16"
    },
    {
      "content": "Inthuok huoi la, amiruokchu, inring loin, mithi ta ding chun sûnna siem naw la, i lukâwm chu kâwm la, i kehaia chun i kekawkhai chu bun la, i hmûrhai chu hup naw la, lusûntuhai bei chu fa naw rawh,” tiin.",
      "reference": "EZEKIEL 24:17"
    },
    {
      "content": "Chuongchun, zîngkâr chun mi- puihai kuoma chun thu chu ka hril a, a zântieng chun ka nuhmei chu a thi tah a; chun, thu pêka ka um ang chun zîngkâr chun ka thaw tah a.",
      "reference": "EZEKIEL 24:18"
    },
    {
      "content": "Chun, mipuihai chun ka kuoma chun, “Hieng thil i thawhai hi, keini ta dingin ieng am an niha i mi hril naw ding maw?” an ta.",
      "reference": "EZEKIEL 24:19"
    },
    {
      "content": "Kei chun an kuomah, “LALPA thu chu ka kuomah a hung tlung a:",
      "reference": "EZEKIEL 24:20"
    },
    {
      "content": "‘Israel sûngkuo kuoma chun hril la, Lalpa PATHIEN chun hieng hin a tih; Ngai ta, ka hmun inthieng in thilthawtheina chapopui le, in mithai châkna, in lungrilin a hmangai chu ka sukhmingsiet ding a nih; chun, in naupasalhai le in nau nuhmeihai in hnunga in mâksanhai kha kâwlhnâmah tlung an ta.",
      "reference": "EZEKIEL 24:21"
    },
    {
      "content": "Chun, ka thaw ta ang khan thâwng in ta; in hmûrhai chu inkhum naw ti niu a, mihriemhai bei chu fa bawk naw ti niu.",
      "reference": "EZEKIEL 24:22"
    },
    {
      "content": "In lu haia chun in lukâwmhai chu kâwm in ta, in kekawkhai chu in kehai chun bun in ta; ṭap naw ti niu a, sûn bawk naw ti niu; amiruokchu, in suolnaa chun riral lem in ta, insûntuo lem in tih.",
      "reference": "EZEKIEL 24:23"
    },
    {
      "content": "Chuongchun, Ezekiel hi in ta dingin inchikna nîng a ta; amain a thaw ang tak hin thaw vêng in tih; hienghai hi a hung tlung pha chun LALPA chu ka nih ti mi hre tâng in tih.’",
      "reference": "EZEKIEL 24:24"
    },
    {
      "content": "“Chun, nang mihriem naupa, an kul det, an ropuina hlimna, an mithai châkna le, an lungril an sienahai, an naupasalhai le an naunuhmeihai ka lâk pha chun,",
      "reference": "EZEKIEL 24:25"
    },
    {
      "content": "chu nia chun a pumpeltu chu i kuomah hungin a hung inhriettir naw ding che am a nih?",
      "reference": "EZEKIEL 24:26"
    },
    {
      "content": "Chu nia chun chu a pumpeltu kuoma chun i bau chu ka tâng i ta, thu hril i ta, ṭawng theiloin um ta naw ti ni; chuongchun, an ta ding chun inchikna nîng i ta; chun, LALPA chu ka nih ti mi hre tâng an tih,” tiin.",
      "reference": "EZEKIEL 24:27"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EZEKIEL 24 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}