{
  "verses": [
    {
      "content": "Chu nawa chun thlarau chun a mi hang dawm kâng a. LALPA in dâi saktieng kawtkhâr, saktieng sawnga chun a mi ṭhuoi tah a; chun, ngai ta, chu dâi kawtkhâra chun mi sâwmhni panga an um a; chun, anni laia chun Azzur naupa Jaazania le Benaia naupa Pelatia, mipuihai hotuhai chu ka hmuh a.",
      "reference": "EZEKIEL 11:1"
    },
    {
      "content": "Chun, ama chun ka kuomah, “Mi- hriem naupa, hi khawpuia thurâwn rilo pea, suolna suksuoktuhai chu hieng mihai hi an nih.",
      "reference": "EZEKIEL 11:2"
    },
    {
      "content": "Anni chun, ‘Inhai bâwlna ding hun a hnai ta a ni nâwm a nih? Hi khawpui hi sumbepui chu a na, eini hi a sahai chu ei nih,’ an tih a.",
      "reference": "EZEKIEL 11:3"
    },
    {
      "content": "Chuleiin, an chunga chun thu hrillâwk la, aw mihriem naupa, hrillâwk rawh,” a ta.",
      "reference": "EZEKIEL 11:4"
    },
    {
      "content": "Chun, LALPA thlarau chu ka chungah a hung tlung a, ka kuoma chun, “LALPA chun hieng hin a tih ti hril rawh: Aw Israel sûngkuohai, chuong ang chun in hril am a ni; in lungrilhaia thil hung lûthai chu ka hriet sih a.",
      "reference": "EZEKIEL 11:5"
    },
    {
      "content": "Hi khawpuia hin in mi thathai chu in sukpung a, chutaka kawtthlêr- hai chu mi thathaiin in suksip a.",
      "reference": "EZEKIEL 11:6"
    },
    {
      "content": "“Chuleiin, Lalpa PATHIEN chun hieng hin a ti a nih: In ithathai a sûnga in inzâltirhai hi, sa chu an nih; khawpui chu sumbepui chu a nih; nisienlakhawm, a sûnga inthawk chun lâk suokin um a tih.",
      "reference": "EZEKIEL 11:7"
    },
    {
      "content": "Kâwlhnâm chu in ṭih a; in chung- ah kâwlhnâm chu hung intlungtir ka tih, Lalpa PATHIEN chun a tih.",
      "reference": "EZEKIEL 11:8"
    },
    {
      "content": "Chun, chutaka inthawk chun la suok ka ti cheu a, hmêlhrietlohai kutah pêng ka ti cheu a, chun, nang- ni lai chun rorêlna chu tirsuok ka tih.",
      "reference": "EZEKIEL 11:9"
    },
    {
      "content": "Kâwlhnâmah tlûng in ta, Israel ramria chun ro rêlpêk ka ti cheu a; chun, LALPA chu ka ni ti hre tâng in tih.",
      "reference": "EZEKIEL 11:10"
    },
    {
      "content": "Hi khawpui hi in sumbepui chu ni naw nih a, nangni khawm a sûnga sa chu ni nâwng in tih; Israel ramria chun ro ka rêlpêk ding cheu a nih;",
      "reference": "EZEKIEL 11:11"
    },
    {
      "content": "chun, LALPA chu ka ni ti hre tâng in tih; ka thuruothaia chun in fe nawh a, ka rorêlhai khawm in zâwm si nawh a; amiruokchu, in vêla hnam- hai dân ang chun in thaw ta lem a,” tiin.",
      "reference": "EZEKIEL 11:12"
    },
    {
      "content": "Chun, thu ka hril lai chun Benaia naupa Pelatia chu a thi tah a. Chun, ka hmaia hnuoi sikin ka bawk- khup a, râwl inringtakin ka khêk a, “A khai, Lalpa PATHIEN! Israel la um sunhai hi i suktâwp el ding am a nih?” tiin.",
      "reference": "EZEKIEL 11:13"
    },
    {
      "content": "Chun, LALPA thu chu ka kuom- ah a hung tlung a,",
      "reference": "EZEKIEL 11:14"
    },
    {
      "content": "“Mihriem naupa, i unauhai, i unauhai ngei, i chipuihai, Israel sûngkuo po po chu, an rêngin, an kuoma chun Jerusalem hluotuhai chun, ‘LALPAA inthawk chun fe hmang unla, keini kuomah hi ram hi nei dinga pêk a ni tah,’ an tih a;",
      "reference": "EZEKIEL 11:15"
    },
    {
      "content": "chuleiin, hril la, Lalpa PATHIEN chun hieng hin a tih; ‘Hnamhai laia inthawka hlataka chun ka lo sawn ta deh a, ramhai laia chun anni chu ka lo sukdar ta deha chu, an va fena ramhaia chun hun sâwt nawtê sûnga ding chun an ta dingin hmun inthieng la ni ta fan ka tih’ tiin.",
      "reference": "EZEKIEL 11:16"
    },
    {
      "content": "Chuleiin, ‘Lalpa PATHIEN chun hieng hin a tih, hnamhai laia inthawk chun la khâwm ka ti cheu a, sukdara in umna ramhaia inthawk chun kei khâwm ka ti cheu a, Israel ram chu pêng ka ti cheu,’ ti rawh.",
      "reference": "EZEKIEL 11:17"
    },
    {
      "content": "Chun, chutaka chun hung an ta, chutaka inthawk chun thil tirdakum- hai po po le thil pawrchehai po po chu la hmang an ta.",
      "reference": "EZEKIEL 11:18"
    },
    {
      "content": "Anni chu lungril hmunkhat pêng ka ta; nangmaa chun lungril thar sie bawk ka tih; chun, an tisaa lungril lung anga ngar chu lâng ka ta, an kuoma chun tisa lungril innêm pêng ka tih.",
      "reference": "EZEKIEL 11:19"
    },
    {
      "content": "Ka thuruothaia an fe theina ding le, ka dânhai chu an kawl a, an thaw theina dingin; chun, ka mihai hung nîng an ta, kei khawm an Pathien nîng ka tih.",
      "reference": "EZEKIEL 11:20"
    },
    {
      "content": "Nisienlakhawm, an lungrilhaia an tirdakumna le an pawrchenahai zâwmtuhai chu, an lu chunghaia ngei chun an suol maw chu innghat ka tih, Lalpa PATHIEN chun a tih,” tiin.",
      "reference": "EZEKIEL 11:21"
    },
    {
      "content": "Chun, cherubhai chun an thla- hai chu an zâr a, kekuolhai chu an sirahai chun a um a; chungtienga chun Israel ropuina chu an chungah a um a.",
      "reference": "EZEKIEL 11:22"
    },
    {
      "content": "Chun, LALPA ropuina chu khawpui laia inthawk chun a hung suok a, khawpui saktieng sîra um tlâng chunga chun a hang ngîr tah a.",
      "reference": "EZEKIEL 11:23"
    },
    {
      "content": "Chun, thlarau chun a mi dawm- kâng a, Pathien thlaraua thilhmu- lâwknaa chun Kaldaia sal intânghai kuoma chun a mi ṭhuoi tah a. Chuongchun, ka thilhmulâwk hmu chun chungtieng a mi fesan tah a.",
      "reference": "EZEKIEL 11:24"
    },
    {
      "content": "Chun, sal intânghai kuoma chun LALPAIN ka kuoma a lo inentir tah thilhai po po chu ka hril tah a.",
      "reference": "EZEKIEL 11:25"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EZEKIEL 11 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}