{
  "verses": [
    {
      "content": "Chun, kum ruknaa thla ruknaa, chu thla ni nga ni chun, ka ina chun ka ṭhung a, ka hmaa chun Juda upahai an ṭhung laiin, Lalpa PATHIEN kut chu chutaka chun ka chunga chun a um tah a.",
      "reference": "EZEKIEL 8:1"
    },
    {
      "content": "Chun, ka en a, mei inlang anga inlang hi ka hmuh a; a kâwng le hnuoitieng inlang dân chu mei a na, a kâwng le a chungtieng inlang dân chu var ang, ṭhihna zie ang a na.",
      "reference": "EZEKIEL 8:2"
    },
    {
      "content": "Chun, kut ang tak hi a hang ban suok a, ka samtawma chun a mi man a, chuongchun, thlarau chun vân le hnuoi kâra chun a mi dawm kâng a, Pathien thil hmulâwknahai chun Jerusalemah, tuolsûng sûngril lem dâi kawtkhâr hmâr tieng sawnga chun a mi ṭhuoi tah a; chutaka chun îtthîkna milim, îtthîk dinga chawk- tho hlaktu ṭhungpha chu a um a.",
      "reference": "EZEKIEL 8:3"
    },
    {
      "content": "Chun, ngai ta, chutaka chun phaia ka hmu ta ang tak khan, Israel Pathien ropuina chu a um a.",
      "reference": "EZEKIEL 8:4"
    },
    {
      "content": "Chun, ama chun ka kuomah, “Mihriem naupa, i mit khan hmâr tieng hang en rawh,” a mi tih a. Chuongchun, hmâr tieng ka mit chun ka hei en a, mâichâm kawtkhâr hmâr tieng panga chun a lûtnaah îtthîkna milim chu ka hmuh a.",
      "reference": "EZEKIEL 8:5"
    },
    {
      "content": "Chun, ama chun ka kuomah, “Mihriem naupa, an ithaw saw i hmu am? Hitaka hin Israel sûngkuo chun tirdakumna nasatak el an lo thaw tah a, ka hmun inthienga inthawka hlataka ka fe hmang hielna dingin; amiruokchu, tirdakumna nasa nâwk zuol chu i la hmu ding a nih,” a tih a.",
      "reference": "EZEKIEL 8:6"
    },
    {
      "content": "Chun, tuolsûng tuollai kawt- khâra chun a mi ṭhuoi a; chun, ka hei en chun, banga chun âwng ka hmu tah a.",
      "reference": "EZEKIEL 8:7"
    },
    {
      "content": "Chun, ama chun ka kuomah, “Mihriem naupa, tuhin bang kha hang ker rawh,” a ta. Chun, bang ka hei ker chun, kawtkhâr ka hmuh a.",
      "reference": "EZEKIEL 8:8"
    },
    {
      "content": "Chun, ka kuoma chun, “Va lût la, hitaka tirdakumna suoltak an thaw chu va en rawh,” a ta.",
      "reference": "EZEKIEL 8:9"
    },
    {
      "content": "Chuongchun, ka va lût a, ka va en a, ngai ta, thilhring bawka invâk chi tinrênghai, ramsa tirdakumhai le, Israel sûngkuo milimhai po po chu bang chunga chun a vêla limziekin ka hmuh a.",
      "reference": "EZEKIEL 8:10"
    },
    {
      "content": "An hmaa chun Israel sûngkuoa upahai sâwmsari an ngîr a, anni laia chun Saphan naupa Jaazania chu a ngîr a, mi tin chun an kutah rimin- hnik râwna thlêng an chawi seng a; chuongchun, riminhnik khu rim chu a hang feh a.",
      "reference": "EZEKIEL 8:11"
    },
    {
      "content": "Chun, ama chun ka kuomah, “Mihriem naupa, mi tin mâni milim pindan chitah, Israel sûngkaw upa- hai chun inthim hnuoia chun ieng am an thawh a, i hmu am? Anni chun, ‘LALPA chun a mi hmu nawh, LALPA chun hnuoi hi a nghatsan tah,’ an tih a,” tiin.",
      "reference": "EZEKIEL 8:12"
    },
    {
      "content": "Chun, ka kuoma chun, “Tirdak- umna an thaw nasatak dang khawm la hmûng i tih,” a ti bawk a.",
      "reference": "EZEKIEL 8:13"
    },
    {
      "content": "Chun, LALPA in dâi kawtkhâr hmârtienga uma chun a mi ṭhuoi a; chun, ngai ta, chutaka chun nuhmeihai Tammuz ṭain an lo ṭhung a.",
      "reference": "EZEKIEL 8:14"
    },
    {
      "content": "Chun, ama chun ka kuomah, “Aw mihriem naupa, hi hi i hmu am? Hieng nêka tirdakumna nasa lem la hmu nâwk i tih,” a ta.",
      "reference": "EZEKIEL 8:15"
    },
    {
      "content": "Chun, LALPA in tuollai sûngril lema chun a mi ṭhuoi tah a, chun, ngai ta, LALPA biekin kawtkhâr, mâichâm le a tuolpûk inkâra chun mi sâwmhni panga, LALPA biekin chu an hnungtieng innghata, an hmai- hai chu khawsak tieng nghain an um a; saktienga nisa chu chibai an bûk a.",
      "reference": "EZEKIEL 8:16"
    },
    {
      "content": "Chun, ama chun ka kuomah, “Aw mihriem naupa, hi hi i hmu am? Tirdakumna hitaka an lo thaw ta hi, Juda sûngkaw ta ding chun thil chîn tham am a nih? Ram chu inpâwngnêknain an suksip a, lung- insen dingin an mi chawktho nâwk a, en ta, an hnârah sâwlhna an sie a.",
      "reference": "EZEKIEL 8:17"
    },
    {
      "content": "Chuleiin, kei khawma lungin- senin thaw vêng ka ta, ka mitin anni chu hla naw nih a, lunginsietna nei bawk naw ning; ka naa chun râwl inringtakin hung khêk hai sien- khawm, anni chu lo ngai naw ning,” tiin.",
      "reference": "EZEKIEL 8:18"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EZEKIEL 8 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}