{
  "verses": [
    {
      "content": "“Chu nawa khawm chun, rochan dinga aisâna ram chu i sem pha chun, LALPA kuoma chun thilhlân în hlân ding a nih, ram ân thiengna hmun tak, a dung chu tawng sîng hni le sâng nga nîng a ta, a khang chu sîng hni nîng a tih: A sîr vêlin a ramri huopsûng po poa chun ân thieng ding a nih.",
      "reference": "EZEKIEL 45:1"
    },
    {
      "content": "Hi sûnga hin hmun inthieng a dung tawng za nga, a khang tawng za nga bawk a um ding a nih; a vêla inchenin; chun, a sîr a vêlin hmun ruok tawng sâwmnga um bawk a tih.",
      "reference": "EZEKIEL 45:2"
    },
    {
      "content": "Chun, hi hi tiet hi inkhîng i ta, a dung tawng sîng hni sâng nga, a khang sîng khat; chu sûnga chun hmun inthieng, ân thieng tak chu a um ding a nih.",
      "reference": "EZEKIEL 45:3"
    },
    {
      "content": "Ram hmun inthieng chu a na, thiempuhai hmun inthienga rawng- bâwltuhai, LALPA hmaa rawngbâwl dinga hung hnaihai ta ding chu nîng a tih; an inhai hmun ding le, hmun inthieng ta dinga hmun inthieng chu nîng a tih.",
      "reference": "EZEKIEL 45:4"
    },
    {
      "content": "Chun, a dung tawng sîng hni sâng nga le a khang tawng sîng khat chu Levi mihai, chu ina rawngbâwl- tuhai, chêngna khawpui dingin, an chan ding chu nîng a ta.",
      "reference": "EZEKIEL 45:5"
    },
    {
      "content": "Chun, khawpui iṭhut ding hmun tawng sâng ngaa lien, tawng sîng hni sâng ngaa sei, chan inthieng in- hlânna epa khan ruot i ta, chu chu Israel sûngkuo pumpui ta ding nîng a ta.",
      "reference": "EZEKIEL 45:6"
    },
    {
      "content": "Chun, lal ta dinga hmun chu sîr khata chun nîng a ta, a sîr khing tienga chun hmun inthieng thil in- hlânna, khawpui sûng ṭhut le, hmun inthieng inhlânna hmatieng chu nîng a ta, saktienga chun khi saktiengah, thlangtienga inthawk chun khu thlangtiengah, chun, a dung tieng chu, thlangtieng ramria inthawka saktieng ramri chenin hmun pakhat ep chu nîng a tih.",
      "reference": "EZEKIEL 45:7"
    },
    {
      "content": "Chu ram chu Israelhai laia ama ta dinga a chan chu nîng a ta; ka lalhai chun ka mihai chu nêksâwr ta ngai naw ni hai a; amiruokchu, Israel sûngkuo laia chun an hnam ang peiin ram chu pe lem tâng an tih.",
      "reference": "EZEKIEL 45:8"
    },
    {
      "content": "“Lalpa PATHIEN chun hieng hin a tih; Aw Israel lalhai, inhuntâwktir ta ro; pâwngnêkna le suksietna chu sie hmang unla, indikna le rorêl fel chîng ta unla; ka mihai hnawt suok hi ma ta ro; Lalpa PATHIEN chun a tih.",
      "reference": "EZEKIEL 45:9"
    },
    {
      "content": "Bûkna indiktakhai chu nei in ta, epha indik le, bath indik le chun.",
      "reference": "EZEKIEL 45:10"
    },
    {
      "content": "Epha le bath chu inkhina ang- khat nîng an ta, bath chun homer hmun sâwma ṭhea hmun khat keng a ta, epha khawm chun homer hmun sâwma ṭhea hmun khat bawk, chu inkhina chu homer dungzui pei a ni ding a nih.",
      "reference": "EZEKIEL 45:11"
    },
    {
      "content": "Shekel chu gera sâwmhni nîng a ta; chun, in mina chu shekel sâwm- ruk nîng a tih.",
      "reference": "EZEKIEL 45:12"
    },
    {
      "content": "“Hi hi thilinhlân in inhlân ding- hai chu nîng a tih; bupui homer khata chun epha hmun ruka ṭhea hmun khat; buṭei homer khata chun epha hmun ruka ṭhea a hmun khat pêng in ta;",
      "reference": "EZEKIEL 45:13"
    },
    {
      "content": "chun, hriek chan ruot thua chun, kor tinah bath hmun sâwma ṭhea hmun khat nîng a tih; chu chu bath sâwm tluk a na, homer khat a nih.",
      "reference": "EZEKIEL 45:14"
    },
    {
      "content": "chun, berâm ruol za hni peiah berâm pakhat, Israel ram hlopetna hmun ṭhataka inthawkin, bu thilin- hlâna ding le, pumrawhmang thilin- hlâna ding le, inremna thilinhlâna dinga an ta dinga intlanna siempêk dingin pêk nîng a tih, Lalpa PATHIEN chun a tih.",
      "reference": "EZEKIEL 45:15"
    },
    {
      "content": "Rama mipuihai po po chun hi thilinhlân ang hi Israel rama lal ta ding chun an pêk ding a nih.",
      "reference": "EZEKIEL 45:16"
    },
    {
      "content": "Chun, ruoiṭhenahaia le, thla tharhaia le, châwlnihaia le, Israel sûngkuo ruoiṭhena hunbi neihaia chun, pumrawhmang thilinhlânhai, bu thilinhlânhai, dâwnmi thilinhlân- hai inhlân chu lal chan chu ni ve thung a tih; Israel sûngkuo ta dinga intlanna siemna dingin, suol thilin- hlânhai, bu thilinhlânhai, pumraw- hmang thilinhlânhai, inremna thilin- hlânhai chu a buotsai ding a nih.",
      "reference": "EZEKIEL 45:17"
    },
    {
      "content": "“Lalpa PATHIEN chun hieng hin a tih: Thla hmasatak, chu thla ni khat ni chun, bâwngchal tuoi dem- kâilo lâng i ta; hmun inthieng chu sukthieng i tih;",
      "reference": "EZEKIEL 45:18"
    },
    {
      "content": "thiempu chun suol thilinhlâna thisen chu lâng a ta, chu in kawtkhâr bienghaia le, mâichâm rei kil lia le, huon sûng tuollai sûngril lem dâi kawtkhâr biengahai chun nâl a ta.",
      "reference": "EZEKIEL 45:19"
    },
    {
      "content": "Chuongchun, chu thla ni sari ni chun mi thil lo suksuol ta tinhai ta ding le, mi lo thawpalhai ta dingin thâwng i ta; chuongchun, in ta ding chun intlanna chu siem in tih.",
      "reference": "EZEKIEL 45:20"
    },
    {
      "content": "Thla hmasatak, chu thla ni sâwm pali ni chun, fekân ruoiṭhe chu nei in tih, ni sari sûng ruoiṭhe chu; chun, chawl ṭhanglo bei chu fâk nîng a tih.",
      "reference": "EZEKIEL 45:21"
    },
    {
      "content": "Chu ni chun lal chun ama ta ding le, chu rama mipuihai ta ding chun suol thilinhlâna dingin bâwng- chal buotsai a tih.",
      "reference": "EZEKIEL 45:22"
    },
    {
      "content": "Chun, ruoiṭhe ni sari sûnga ding chun LALPA kuoma pumraw- hmang thilinhlâna dingin bâwngchal pasari le berâmchal pasari, demkailo, ni sari sûnga ni tina pakhat pei; chun, kêlchal ni tina pakhat pei, suol thilinhlâna dingin buotsai bawk a tih.",
      "reference": "EZEKIEL 45:23"
    },
    {
      "content": "Chun, bu thilinhlân, bâwngchal pakhatah epha khat, berâmchal pa- khatah epha khat, ephaa chun hriek hin khat pei leh buotsai bawk a tih.",
      "reference": "EZEKIEL 45:24"
    },
    {
      "content": "Thla sarinaa chun, chu thla ni sâwmpangana chun, ruoiṭhenaa ni sari sûng chu angkhat vawngin thâwng a tih; suol thil inhlân ang pei le, pumrawhmang thilinhlân ang pei le, bu thilinhlân ang pei le, hriek thilinhlân ang peiin.",
      "reference": "EZEKIEL 45:25"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EZEKIEL 45 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}