{
  "verses": [
    {
      "content": "Chun, hmun inthieng dâi kawtkhâr tuol hnai lema, sak- tieng nghaa chun a mi ṭhuoi kîr nâwk a, a lo inkhâr zing a.",
      "reference": "EZEKIEL 44:1"
    },
    {
      "content": "Chun, LALPA chun ka kuomah, “Hi dâi kawtkhâr hi in khâr zing ding a na, hawng ding a ni nawh; mi tukhawm ahin lût bawk naw ni hai, LALPA Israelhai Pathien chu a lo lût ta sih a; chuleiin, khâr a ni zing ding a nih.",
      "reference": "EZEKIEL 44:2"
    },
    {
      "content": "Chun, lal chungthua chun, LALPA hmaa bei fa dingin lal angin chutaka chun ṭhung a ta, dâi kawt- khâr tuolpûk lampuia khan lût a ta, chu bawka chun a suok nâwk ding a nih,” a ta.",
      "reference": "EZEKIEL 44:3"
    },
    {
      "content": "Chun, in hmaia hmâr tieng dâi kawtkhâra chun a mi ṭhuoi a; chun, ka hei en a, ngai ta, LALPA ropuina chun LALPA in chu a sip a; chuong- chun, bawkkhupin ka tlu tah a.",
      "reference": "EZEKIEL 44:4"
    },
    {
      "content": "Chun, LALPA chun ka kuomah a hril a, “Mihriem naupa, inchikṭha la, i mithai khan en rawh, LALPA Ina thupêkhai po po chungthu le, chutaka dânhai po po chungthua ka thuhril chu i nahai khan lo ngai bawk la; chun, ina va lûtna le, hmun inthienga inthawka suokna tinhai chu inchik ṭha bawk rawh.",
      "reference": "EZEKIEL 44:5"
    },
    {
      "content": "Chun, mi helhai, Israel sûngkuo kuoma chun hieng hin hril la: Lalpa PATHIEN chun hieng hin a tih: Aw nangni Israel sungkuo, in tirdakum- na chu huntâwk ta raw se;",
      "reference": "EZEKIEL 44:6"
    },
    {
      "content": "lungrila sertan lo le tisa khawma sertan lo, hmêlmakhai ka hmun in- thienga um ding le, sukpawrche dinga ka in ngeia in hung lâklût leia in tirdakumna hi huntâwk ta raw se; Bei dâm, sathâu dâm, thisen dâm chu in inhlân lai chun, ka thuthlunghai chu in bawsiet a, in tirdakumnahai chu belsa ding chauin.",
      "reference": "EZEKIEL 44:7"
    },
    {
      "content": "Chun, ka thil inthienghai vêng ṭhatna sin chu in kawl nawh a, amiruokchu, chu ka hmun inthienga chun in aia ka sinhai kawltu dinghai in ruot lem a.",
      "reference": "EZEKIEL 44:8"
    },
    {
      "content": "“Lalpa PATHIEN chun hieng hin a ti a nih: Mi hmêlmak, lungrila ser- tan lo, tisa khawma sertan lo mi hmêlmak ieng ang khawm Israel thlahai laia lo um ta khawm chu, ka hmun inthienga chun a lût ding a ni nawh a.",
      "reference": "EZEKIEL 44:9"
    },
    {
      "content": "Nisienlakhawm, Israelhai, an milimhai hnawta an invâk hmang laia keimaa inthawka hlataka fe tahai Levi mihai chun anni suolna chu phur an tih.",
      "reference": "EZEKIEL 44:10"
    },
    {
      "content": "Ina chun rawngbâwlin, in dâi kawtkhârhaia chun enkawlin, ka hmun inthienghaia chun rawngbâwl- tu nîng an tih; mipuihai ta dinga inthawina le pumrawhmang thilin- hlâna ding chu that an ta, anni rawngbâwlpêk dingin an hmaa chun ngîr an tih.",
      "reference": "EZEKIEL 44:11"
    },
    {
      "content": "An milimhai hmaa chun an rawng an lo bâwlpêk ta leiin Israel sûngkuo ta ding chun suolnaa tlûkna lung an lo ni tah a; chuleiin, an chunga chun ka kut kân let a, an suolna chu anni ngeiin phur an tih, Lalpa PATHIEN chun a tih.",
      "reference": "EZEKIEL 44:12"
    },
    {
      "content": "Keia ta dingin thiempu sin chu thaw dingin, keima hnaia chun an hung ding a ni nawh a; ka thil in- thieng a ieng khawm, le thil inthiengtakhai chu an hung hnai ding a ni nawh; amiruokchu, an lo thaw tah, an tirdakumnahai le an inzakna chu anni ngeiin phur an tih.",
      "reference": "EZEKIEL 44:13"
    },
    {
      "content": "Amiruokchu, anni chu in sin- haia enkawltuhaiah siem ka ta, chu- taka rawngbâwlnahai po poa ding le, chutaka thaw dinghai po poa chun.",
      "reference": "EZEKIEL 44:14"
    },
    {
      "content": "“Amiruokchu, thiempu Levi mihai, Zadok naupasalhai, keimaa inthawka Israelhai an invâk hmang lai khawma ka hmun inthieng enkawlna sin kawltuhai chu, ka ta dinga rawngbâwl dingin keia hnaiah hung an ta; sathâu le thisen chu inhlân dingin ka hmaa chun ngîr an tih, Lalpa PATHIEN chun a tih;",
      "reference": "EZEKIEL 44:15"
    },
    {
      "content": "ka hmun inthienga chun lût an ta, ka rawng mi bâwlpêk dingin ka dawkân hnaia chun hung an ta, ka sin chu kawl an tih.",
      "reference": "EZEKIEL 44:16"
    },
    {
      "content": "Chun, huon sûng tuollai sûngril lema dâi kawtkhâra an lût pha chun hieng hin nîng a ta, puon zai inhmi puonin an inthuom ding a nih; huon sûng tuollai sûngril lem le, dâi kawtkhâra a sûnga rawng an bâwl lai chun, an chungah sahmul puon an inbel ding a ni nawh a.",
      "reference": "EZEKIEL 44:17"
    },
    {
      "content": "An luhaia chun puon zai inhmi lukâwmhai kâwm an ta, an kâwnga chun puon zai inhmi kekawrhai bun bawk an ta. Thlan suksa thei chi hrim hrimin an inhrên ding a ni nawh.",
      "reference": "EZEKIEL 44:18"
    },
    {
      "content": "Chun, huon sûng tuollai puo lem, mipuihai umna huon sûng tuol- lai puo lema chun an hung suok pha chun, an rawngbâwlna an silfênhai kha an hlîp ding a na, chuong chu pindan inthienga chun sieng an ta, silfên dangin an inbel ding a nih, chuongchun, mipuihai chu an silfên hmanga an sukthieng naw nawna dingin.",
      "reference": "EZEKIEL 44:19"
    },
    {
      "content": "“An luhai chu an vâw kawl ding a ni nawh a, an sam chu inṭhang seitir chu an phal bawk ding a ni nawh a; an lu chu a ṭhawlin an ṭhawl chau ding a nih.",
      "reference": "EZEKIEL 44:20"
    },
    {
      "content": "Huon sûng tuollai sûngril lema an lût laiin thiempu tukhawma uoin a dâwn ding a ni nawh.",
      "reference": "EZEKIEL 44:21"
    },
    {
      "content": "Nuhmei ding khawma hmeithai amanih, mâka um amani chu an nei ding a ni nawh a; amiruokchu, Israel sûngkuo chia mi nunghâk hnakhat- hai an lâk ding a nih; annawleh, hmeithai, thiempu nuhmei thisan.",
      "reference": "EZEKIEL 44:22"
    },
    {
      "content": "Ka mihai chu thil inthieng le thil narânhai inkâra danglamnahai chun inchûktir an ta, thil thieng le thieng naw chu an inhriet ṭhentir ding a nih.",
      "reference": "EZEKIEL 44:23"
    },
    {
      "content": "Thubuoia chun rorêltuin an ngîr ding a na; keia rorêl dân dungzui peiin ro an rêl ding a nih; ka ruoiṭhe hunbi neihaia chun ka thuruothai, ka dânhai chu an zâwm ding a nih; chun, ka châwlni khawm chu an inser bawk ding a nih.",
      "reference": "EZEKIEL 44:24"
    },
    {
      "content": "Chun, mi thi kâwla chun anni le anni insukpawrche dingin an hung ding a ni nawh a, amiruokchu, pa ta dingin amanih, nu ta dingin amanih, naupa ta dingin amanih, naunu ta dingin amanih,unaupa ta dingin amanih, farnu pasal la nei lo ta dingin amanih chun anni chu insukpawrche thei an tih.",
      "reference": "EZEKIEL 44:25"
    },
    {
      "content": "Chun, sukthieng a ni hnunga chun ama chu ni sari tiempêk an tih.",
      "reference": "EZEKIEL 44:26"
    },
    {
      "content": "Chun, hmun inthienga, huon sûng tuollai sûngril lema, hmun in- thienga rawngbâwl dinga a fe ni chun, a suol thilinhlân chu ân hlân ding a nih, Lalpa PATHIEN chun a tih.",
      "reference": "EZEKIEL 44:27"
    },
    {
      "content": "Chun, rochan nei nâwng an ta; kei hi an rochan chu ka nih; Israela chun ro pe naw ti nih a, kei hi an thilnei chu ka nih.",
      "reference": "EZEKIEL 44:28"
    },
    {
      "content": "Bu thilinhlân dâm, suol thilin- hlân dâm, bawsietna thilinhlân dâm chu fâng an ta; Israel laia thilhlân tinrênghai chu an ta nîng a tih.",
      "reference": "EZEKIEL 44:29"
    },
    {
      "content": "Chun, thil tinrêng rahmasahai hmasatak le, thil tinrêng thêna in- hlânhai chu, in thilinhlânhai po po chu thiempuhai chan nîng a ta, chun, thiempu kuoma chun in beihmet hmasatak chu in in sûnga malsâwm- na a um theina dingin in pêk bawk ding a nih.",
      "reference": "EZEKIEL 44:30"
    },
    {
      "content": "Thiempuhai chun thilhring amaa thi amanih, keinawia um amanih, ramsa khawm ni sien, vate khawm ni sien an fâk ding a ni nawh.",
      "reference": "EZEKIEL 44:31"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "EZEKIEL 44 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}