{
  "verses": [
    {
      "content": "Lal Daria inlal kum hnina, thla ruknaa, chu thla ni khat nia chun, zâwlnei Haggai hmangin Sealtiel naupa Zerubbabel, Juda ram rorêltu le Jehozadak naupa Josua, thiempu laltak kuoma chun LALPA thu chu a hung tlung a.",
      "reference": "HAGGAI 1:1"
    },
    {
      "content": "Sipaihai LALPA chun hieng hin a tih: “Hi chihai hin, ‘Eini ta dingin fe hun a ni nawh a, LALPA ta dinga in bâwl hun a la ni nawh’ an tih a,” tiin.",
      "reference": "HAGGAI 1:2"
    },
    {
      "content": "Chuongchun, zâwlnei Haggai kuoma chun LALPA thu chu a hung tlung a:",
      "reference": "HAGGAI 1:3"
    },
    {
      "content": "“Hi in hi hienga se zing siin, nangni ta dingin in, inchungthuo inhaia chun chêng zing a hun ta am a nih?” tiin.",
      "reference": "HAGGAI 1:4"
    },
    {
      "content": "Chuleiin, tuhin sipaihai LALPA chun hieng hin a tih, “In lampuihai chu ngaituo ro.",
      "reference": "HAGGAI 1:5"
    },
    {
      "content": "In tu ṭeu a, tlâwmte chau in lâk lût a, in fâka chu khawp lêm in nei nawh a; in dâwna chu in khawp si nawh; in inthuom a, tukhawm in lum si nawh; chuongchun, hlawhai hlaw- tu khawm chu ip mawng inâwnga thlâk el dingin a hlaw a nih,” tiin.",
      "reference": "HAGGAI 1:6"
    },
    {
      "content": "Sipaihai LALPA chun hieng hin a tih; “In lampuihai ngaituo ro.",
      "reference": "HAGGAI 1:7"
    },
    {
      "content": "Tlâng rama chun hang fe unla, thing hung la unla, in chu bâwl ro; chuongchun, a sûnga chun inhawi tîng ka ta, chawimawiin um bawk ka tih,” LALPA chun a tih.",
      "reference": "HAGGAI 1:8"
    },
    {
      "content": "“Tamtak chu in zawng hlak a, anachu, tlâwmte a hung ni el hlak; ina in hung lâk lût pha khawmin, ka lo mût hmang el hlak. Ieng leiin am?” Sipaihai LALPA chun a tih. “Ka in hienga sieha um zing siin, mi tin mâni in sengah in tlân hlak leiin.",
      "reference": "HAGGAI 1:9"
    },
    {
      "content": "Chuleiin, nangni leiin vân chu daidaw intlâktir lo ding le, hnuoi chu ra insuo lo dinga khap an nih.",
      "reference": "HAGGAI 1:10"
    },
    {
      "content": "Hnuoi chunga dâm, tlânghai chunga dâm, buvui chunga dâm, uoin chunga dâm, hriek chunga dâm, leihnuoiin a hung insuotir taphawt le, mihriemhai chunga le, bâwng ruol chunga le, kut sininrim ra suok po po chunga chun khuo ka sukṭhâl a nih”, tiin.",
      "reference": "HAGGAI 1:11"
    },
    {
      "content": "Chuongchun, Sealtiel naupa Zerubbabel le, Jehozadak naupa, Josua, thiempu lal le, chu chi la um sunhai chun LALPA an Pathien râwl le, LALPA an Pathienin ama a tir angin, zâwlnei Haggai thuhai chu an pawm tah a; chuongchun, mipui chun LALPA chu an ṭi tah a.",
      "reference": "HAGGAI 1:12"
    },
    {
      "content": "Chun, LALPA mitir Haggai chun LALPA thucha chu mipuihai kuoma chun, “In kuomah ka um, LALPA chun a tih,” tiin a hril a.",
      "reference": "HAGGAI 1:13"
    },
    {
      "content": "Chuongchun, LALPA chun Juda ram awptu, Sealtiel naupa Zerub- babel lungril le, Jehozadak naupa Josua, thiempu lal lungril le, mipui a la um sunhai lungril chu a chawkhar tah a. Chuongchun, an hung a, sipaihai LALPA an Pathien ina chun sin an thaw tah a,",
      "reference": "HAGGAI 1:14"
    },
    {
      "content": "Daria inlal kum hnina, a thla rukna, ni sâwmhni pali ni chun.",
      "reference": "HAGGAI 1:15"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "HAGGAI 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}