{
  "verses": [
    {
      "content": "“Ngai ta, hi po po hi ka mit chun a hmu a nih, Ka na chun a hriet a, a ngâina khawm ka hriet tah.",
      "reference": "JOB 13:1"
    },
    {
      "content": "In hriet ang ang chu kei khawmin ka hriet a: Nangni nêkin kân hnuoi bîk nawh.",
      "reference": "JOB 13:2"
    },
    {
      "content": "Amiruokchu, Iengkimthawthei kuoma chun thuhril ka nuom a, Pathien le ngaituo hmunkhat chu ka nuom a nih.",
      "reference": "JOB 13:3"
    },
    {
      "content": "Khêlthuahai khêlhriltuhai chau in ni hi; Damdawi thiem mi ṭhangkaina um si lohai vawng in nih.",
      "reference": "JOB 13:4"
    },
    {
      "content": "Aw, in rêngin to ṭawk ṭawk lem unla chu! In varna ni lem a tih.",
      "reference": "JOB 13:5"
    },
    {
      "content": "“Ka ngaituona hi hre unla, Ka hmûrhaiin a hninahai chu ngai ta u.",
      "reference": "JOB 13:6"
    },
    {
      "content": "Pathien ta ding chun fel lotaka thu hrilin, Ama ta ding chun hmusitumtakin in ṭawng ding maw?",
      "reference": "JOB 13:7"
    },
    {
      "content": "A mi hi in inza naw ding am a nih? Pathien ta ding chun in kal ding maw?",
      "reference": "JOB 13:8"
    },
    {
      "content": "A zawng suok el cheu chu a ṭha am a nih? Annawleh, miin mi dang a hlêm angin, ama chu in hlêm el ding maw?",
      "reference": "JOB 13:9"
    },
    {
      "content": "Ama chun matheiloin kâwk a ti cheu, Mihai chu inrûka in ditsak bîk chun.",
      "reference": "JOB 13:10"
    },
    {
      "content": "A ṭhat famkimna chun a sukṭi cheuin, A ṭitumna chu in chungah a tla naw ding am a nih?",
      "reference": "JOB 13:11"
    },
    {
      "content": "In thuhril hriet zing dinghai hlak chu vut thuvarhai an na, in inhumna hlak chu pilpawk inhumna a nih.",
      "reference": "JOB 13:12"
    },
    {
      "content": "To ṭawk unla, makhâtin mîn umtir ro, thu ka hril theina dingin, Ieng po khawm ka chungah tlung el raw se.",
      "reference": "JOB 13:13"
    },
    {
      "content": "Iengkhawm tlung sien, ka taksa chu ka hahaia sein, Ka hringna chu ka kutah ka sie el dîm a nih?",
      "reference": "JOB 13:14"
    },
    {
      "content": "Ama chun mi sukhlum sien khawm, ama chu la beisei rawp ka tih. A hmabulah ka thiemna thu ka la hril ding a ni si a.",
      "reference": "JOB 13:15"
    },
    {
      "content": "Hi hi ka sandamna chu nîng a ta; Pathien ngaisak naw mi chu a hmaa hin a hung âwm si nawh a.",
      "reference": "JOB 13:16"
    },
    {
      "content": "Nguntakin ka thuhrilhai hi ngai unla, Ka hrilfiena hi in nahaia chun lût raw se.",
      "reference": "JOB 13:17"
    },
    {
      "content": "Tuhin, ngai ta u, ka chungthua thu ka siemfel tah a, Thiem chang ka tih ti ka hriet.",
      "reference": "JOB 13:18"
    },
    {
      "content": "Tuin am mi sêl a ta? Tuhin to ṭawk ka ta,ka thlarau kân thla ding a ni sih a.",
      "reference": "JOB 13:19"
    },
    {
      "content": "Thil pahni hi ka chungah thaw naw la, Chuongchun, i hmaa inthawkin inbihmang naw ning.",
      "reference": "JOB 13:20"
    },
    {
      "content": "Keimaa inthawkin i kut chu hlatakah la hmang la, I ṭiumna chun mi suklâu ta naw raw se.",
      "reference": "JOB 13:21"
    },
    {
      "content": "Chun, mi hung ko la, hung dawn ka ta; Annawleh, thu min hriltir la, nangin mi hung dawn rawh.",
      "reference": "JOB 13:22"
    },
    {
      "content": "Ka suolnahai le ka khawhlonahai chu iengzât am an na? Ka suolna le ka bawsietna chu mîn hriettir rawh.",
      "reference": "JOB 13:23"
    },
    {
      "content": "Iengdinga nangin i hmai i thup a, I hmêlma anga i mi ngai am?",
      "reference": "JOB 13:24"
    },
    {
      "content": "Hna inhnîng inhnîng hi i thlam el ding maw? Bupâwl bul ṭâwl chu i hnawt i hnawt ding maw?",
      "reference": "JOB 13:25"
    },
    {
      "content": "Nang chun ka chungah thil khatakhai chu i ziek a, Ka tleirâwl lai khawhlonahai ro chu hluo dingin i mi siem a.",
      "reference": "JOB 13:26"
    },
    {
      "content": "Ka kehai chu kawl în buntir a; Ka lampuihai chu în chik vawng a, Ka kepha vêl po poa chun ramri i siekhum bawk a.",
      "reference": "JOB 13:27"
    },
    {
      "content": "Mi chu thil hmawn bohmang el hlak ang a nih, Silfên hângthim ifâksiet ang chu.",
      "reference": "JOB 13:28"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOB 13 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}