{
  "verses": [
    {
      "content": "Elihu chun a zawm pei a, a hril a:",
      "reference": "JOB 36:1"
    },
    {
      "content": "“Mi lo daw hrâm la, inentir ka ti che; Pathien hmingin hril ding ṭhenkhat ka nei sih a.",
      "reference": "JOB 36:2"
    },
    {
      "content": "Hlataka inthawkin ka hrietna hung lâng ka ta, Felna chu keia mi Siemtu kuomah inentir ka tih.",
      "reference": "JOB 36:3"
    },
    {
      "content": "Indiktakin, ka thuhai hi ân khêl si nawh a; Mi hrietna famkim nei chu i kuomah a um a nih.",
      "reference": "JOB 36:4"
    },
    {
      "content": "Ngai ta, Pathien chu thilthawthei a na, tukhawm a hmusit ngai nawh a, Hrietna hrâtnaa thilthawthei a nih.",
      "reference": "JOB 36:5"
    },
    {
      "content": "Mi rilo hringna chu a hla nawh a; Amiruokchu, sukrimsia umhai kuoma chun an thuneina chu a pêk a nih.",
      "reference": "JOB 36:6"
    },
    {
      "content": "Mi fela inthawk chun a mithai a lâk kîr ngai nawh a, Amiruokchu, lalṭhungphaah lalhai leh an um a; Kumkhuoin anni chu a tungding a, chawimawi an ni hlak.",
      "reference": "JOB 36:7"
    },
    {
      "content": "Kawlhai inbuntira an um a, Sukrinumna hruihaia kei an ni chun;",
      "reference": "JOB 36:8"
    },
    {
      "content": "An sinthaw le an bawsietnahai le, Chapotakin an lo khawsak tâkzie ân entir hlak.",
      "reference": "JOB 36:9"
    },
    {
      "content": "Inchûktirna tieng chun an na chu a sukvarpêk a, Suolnaa inthawka kîr dingin thu a pêk hlak.",
      "reference": "JOB 36:10"
    },
    {
      "content": "Chu chu an ngai a, ama rawng an bâwl chun, an nihai chu hausaknain hmang zo an ta, An kumhai chu nuomsipnain.",
      "reference": "JOB 36:11"
    },
    {
      "content": "Amiruokchu, an ngâi naw chun, kâwlhnâmin bohmang an ta, Hrietna boin thîng an tih.",
      "reference": "JOB 36:12"
    },
    {
      "content": "Nisienlakhawm, chuong lungrila Pathien ngaisak nawhai chun lunginsenna an khâwlkhâwm a, Anni a khuop pha khawm ṭhangpuina ngênin an khêk nawh.",
      "reference": "JOB 36:13"
    },
    {
      "content": "Vânglaiin an thih a, An hringna chu mi dukdaklohai lai a bohmang tah a.",
      "reference": "JOB 36:14"
    },
    {
      "content": "Sukrimsia umhai chu a sukrimsiknain a sanhim a, Nêksâwrnain an nahai chu a sukvar tah a.",
      "reference": "JOB 36:15"
    },
    {
      "content": "Anih, rimsiknaa inthawk chun nang chu ṭhuoi hmang a ti cheh a, Inchêpna umlo, hmun lientaka chun; Chun, i dawkâna siea um chu thâunain sip tâng a tih.",
      "reference": "JOB 36:16"
    },
    {
      "content": "Amiruokchu, nang chu mi rilo rorêla sip i ni tah a, Rorêlna le indikna chu nangmaa chun ân phun tah a nih.",
      "reference": "JOB 36:17"
    },
    {
      "content": "Lunginsenna a um leiin, indittâwkna chun ṭhuoi hmang hlau a che, fîmkhur rawh; Intlanna nasatak chun nang chu hnâwlhmang bâwk naw raw se che.",
      "reference": "JOB 36:18"
    },
    {
      "content": "Rimsia i um nawna dingin i hausaknahai chu a huntâwk am a nih? Annawleh, i thahrui hrâtnahai po po chu a hun am a nih?",
      "reference": "JOB 36:19"
    },
    {
      "content": "Zân chu dit naw la, Chu huna chun mihai chu an hmuna sât thlâk an ni hlak.",
      "reference": "JOB 36:20"
    },
    {
      "content": "Fîmkhur la, suolna chu ngaisak naw, Sukrimsia umna nêkin hi hi i thlang ta sih a.",
      "reference": "JOB 36:21"
    },
    {
      "content": "Ngai ta, Pathien chun a thilthawtheinain insângtakin a thawh a, Ama ang inchûktirtu tu am an um a?",
      "reference": "JOB 36:22"
    },
    {
      "content": "Tuin am a lampui a ruotpêk thei a? Annawleh, ‘Thil fel lo i thaw a nih,’ tuin am ti thei a ta?",
      "reference": "JOB 36:23"
    },
    {
      "content": "“A sinthaw chawimawi hlak ding chu hre zing la, Mihai khawma hlaa an inpâk hlak chu.",
      "reference": "JOB 36:24"
    },
    {
      "content": "Mihai po po chun chu chu an en a, Mi chun hlataka inthawkin a hmuh a.",
      "reference": "JOB 36:25"
    },
    {
      "content": "Ngai ta, Pathien chu a ropui a, ama chu ei hriet naw a nih; A kum tamzie khawm chu zawng suok ruollo a nih.",
      "reference": "JOB 36:26"
    },
    {
      "content": "Tui farhai chu chungtieng a lâk kâng a; Chuong chu, a tuihua inthawk chun ruoah an far thla sih a.",
      "reference": "JOB 36:27"
    },
    {
      "content": "Chuongchun, vânhai chun a hung bunthlâk a; Mi chunga chun tamtakin ân sûrtir a.",
      "reference": "JOB 36:28"
    },
    {
      "content": "Anih, mi tu bêkin amanih sûmhai inzar ziehai hi hre thei a ti, A biekbûk vâninrûmhai chu?",
      "reference": "JOB 36:29"
    },
    {
      "content": "Ngai ta, ama vêla chun a var chu a phar a; Tuisuoriet limawng chu ân khum tah a.",
      "reference": "JOB 36:30"
    },
    {
      "content": "Hieng thilhai hin mipuihai ro chu a rêl sih a, Ama chun fâk ding tamtakin a pêk a.",
      "reference": "JOB 36:31"
    },
    {
      "content": "A kuthai chu kâwlinlepin ân khum a, A tumna tak fu dingin thu a pêk a.",
      "reference": "JOB 36:32"
    },
    {
      "content": "A vâninrûm chun thlipui hung chu a hril a, Ran ruol chen khawmin thlipui hung thu chu an hril a.",
      "reference": "JOB 36:33"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOB 36 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}