{
  "verses": [
    {
      "content": "“Tuhin ko ta; nanga hung dawn che an um hrim am? Mi inthieng a tu tieng am a na i nghakîr ding?",
      "reference": "JOB 5:1"
    },
    {
      "content": "Lunginsenna chun mi invêt chu a sukhlumin, Îtthîkna chun mi intlâw chu a that hlak sih a.",
      "reference": "JOB 5:2"
    },
    {
      "content": "Mi invêt zungkei chu ka hmu tah a; Nisienlakhawm, a umna chu ṭawngsie kân phur nghâl hlak.",
      "reference": "JOB 5:3"
    },
    {
      "content": "A thlahai chu himnaa inthawka hlatakah an um a, Dâi kawtkhâr bula chun râwtdein an um a; Anni sansuok dingin tukhawm an um bawk nawh.",
      "reference": "JOB 5:4"
    },
    {
      "content": "A lohmasuok chu phîngṭâm chun a fâk zo a, Hlinghai laia mi khawm chu a lâk suok hlak a; A thil neihai dingin châng chu ân kam zing hlak.",
      "reference": "JOB 5:5"
    },
    {
      "content": "Tuorna hi pilvut laia inthawkin a hung suok ngai si nawh a; Buoina khawm hi leihnuoia inthawkin a hung mâwng suok ngai bawk nawh;",
      "reference": "JOB 5:6"
    },
    {
      "content": "Amiruokchu, mihriem chu buoinaa hung pieng a ni lem, Meisihai chungtienga a vuong ang elin.",
      "reference": "JOB 5:7"
    },
    {
      "content": "“Ka chungthua chun Pathien tieng zawng ka ta, Pathien kuomah ka chungthu chu inkawltir ka tih.",
      "reference": "JOB 5:8"
    },
    {
      "content": "Thil ropuitakhai le zawng suok ruol lohai chu thawh a; Thil maktakhai tiem sêng lo thawtu chu.",
      "reference": "JOB 5:9"
    },
    {
      "content": "Ama chun hnuoi chungah ruo a hung pêk a; Loahai chun tuihai chu a hung tir bawk a:",
      "reference": "JOB 5:10"
    },
    {
      "content": "Mi inhnuoihai chu a dawm sâng a; Thlainvaihai chu himnaah a sie kai hlak.",
      "reference": "JOB 5:11"
    },
    {
      "content": "Themthiem remruotnahai chu a sukthlâwn a, Chuongchun, an kuthai chun an nuom zâwng chu a puitlin thei nawh.",
      "reference": "JOB 5:12"
    },
    {
      "content": "Mi varhai chu an var vervêknain a âwk a; Mi vervêkhai inrâwnna chu a letlingin a siem hlak.",
      "reference": "JOB 5:13"
    },
    {
      "content": "Sûn huna chun inthimna leh an intuok a, Sûnchang lai zâna ang elin an inmai hlak.",
      "reference": "JOB 5:14"
    },
    {
      "content": "An baua kâwlhnâma inthawk chu fahrahai a sanhim a, Mi tlasamhai chu mi hrât kuta inthawkin a sansuok hlak.",
      "reference": "JOB 5:15"
    },
    {
      "content": "Chuongchun, mi rimsi chun beiseina a hung nei a, Rîtlona chun a bau ân chîp tah a.",
      "reference": "JOB 5:16"
    },
    {
      "content": "“Ngai ta, mi Pathienin a sukdik chu a va hlim de! Chuleiin, Iengkimthawthei thununna chu hmusit naw rawh.",
      "reference": "JOB 5:17"
    },
    {
      "content": "Pânna a siem a, a tuom a, A sukhliem a, a kuthai chun a sukdam sih a.",
      "reference": "JOB 5:18"
    },
    {
      "content": "Buoina paruka inthawkin sansuok a ti cheh a, Anih, pasaria thil ṭha naw hrimin nang tâwk ta naw ni che.",
      "reference": "JOB 5:19"
    },
    {
      "content": "Ṭâm lai chun thinaa inthawkin sansuok a ti che a; Indo lai chun kâwlhnâm thilthawtheinaa inthawkin sansuok a ti che.",
      "reference": "JOB 5:20"
    },
    {
      "content": "Lei hrilsietnaa inthawk chun thuphmang nîng i ta; Sukbohmangna a hung tlung pha khawm ṭi bawk naw ti nih.",
      "reference": "JOB 5:21"
    },
    {
      "content": "Sukbohmangnaa le ṭâmnaa chun innui i ta, Hnuoi chunga sahrânghai khawm ṭi bawk naw ti nih.",
      "reference": "JOB 5:22"
    },
    {
      "content": "Rama lunghai le chun inthuruol tâng in ta; Rama sahrânghai khawm chu nang le inremin um tâng an tih.",
      "reference": "JOB 5:23"
    },
    {
      "content": "Chun, i puon in chu a râlmuong ti hrieng i ta; I ran in chu va sir i ta, iengkhawm inhmang naw nih.",
      "reference": "JOB 5:24"
    },
    {
      "content": "I chithla chu a hung ropui ding a nih ti hre bawk i ta; I thlahai chu hnuoi chunga hlobet ang elin.",
      "reference": "JOB 5:25"
    },
    {
      "content": "Kum tling zetin thlâna chun fêng i ta; Buvûi kuong chu a hun taka hrizâwla a hung um angin.",
      "reference": "JOB 5:26"
    },
    {
      "content": "En ta hi, ei zawng suok ta hi, a lo ni ngei a nih; Ngai la, i ṭhatna dingin hung hre rawh,” tiin.",
      "reference": "JOB 5:27"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOB 5 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}