{
  "verses": [
    {
      "content": "Chun, Job chun a dawn a, a hril tah a,",
      "reference": "JOB 16:1"
    },
    {
      "content": "“Chuong thilhai tamtak chu ka hriet tah a, Thlamuongtu nghawkum in ni vawng a nih.",
      "reference": "JOB 16:2"
    },
    {
      "content": "Teplo thuhai chun tâwp an nei ding am a nih? Annawleh, dawn dingin iengin am a suktho che a?",
      "reference": "JOB 16:3"
    },
    {
      "content": "Ka nina hi in nina ni sienla chu, In ṭawng ang bawkin ka ṭawng thei a, In chungah thuhai ka zawmkhâwm thei a, In chungah ka lu ka thin el thei a nih.",
      "reference": "JOB 16:4"
    },
    {
      "content": "Amiruokchu, ka bauin sukhrât ka ti cheu a, Ka hmûrhaia hnêmna chun i lungngaina chu suknêp a tih.",
      "reference": "JOB 16:5"
    },
    {
      "content": "“Thu ka hrila chu ka lungngaina chu suknêp a ni nawh a, Ka tuor fan fana chu, ieng am ka sâwldam chuong a?",
      "reference": "JOB 16:6"
    },
    {
      "content": "Amiruokchu, tuhin a mi sukrimsitu hin, Ka ruolhai po po chu i mîn pâwlsertir zo an ta hi.",
      "reference": "JOB 16:7"
    },
    {
      "content": "Keima chu inchuornain i mi suksip a, Chu chu ka chunga hrietpuinahai chu an nih, Chun, ka derdêpna chu ka chungah a tho a, Ka hmaisan ngeiah a mi kâwk a.",
      "reference": "JOB 16:8"
    },
    {
      "content": "A lunginsenin a mi kei nâwi a, a mi hrem tah a; Ka chunga chun a ha a mi râwt khum a, Ka hmêlma chun ka chungah a mitsîr a sukngei a.",
      "reference": "JOB 16:9"
    },
    {
      "content": "Ka chungah an bau an mi kâk khum a; Hmusittakin ka biengah an mi ben a; Ka chunga chun anni chu an pungkhâwm a.",
      "reference": "JOB 16:10"
    },
    {
      "content": "Pathien chun Pathien ngaisak nawhai kuoma chun a mi pêk suok a, Mi rilohai kutahai chun a mi pei lût tah a.",
      "reference": "JOB 16:11"
    },
    {
      "content": "Sâwldamin ka um a, ama chun a mi kei nâwi neng a, Anih, ka rîngah a mi man a, innâwi nengin a mi pei tah a. Ama inchikna dinga chun a mi sie ta bawk a.",
      "reference": "JOB 16:12"
    },
    {
      "content": "A thalkâptuhai chun ka vêlin an mîn huol a, Ka kalhai chu a sukkawi a, a hla hrim hrim nawh a, Ka mît chu hnuoi chungah a bunthlâk a.",
      "reference": "JOB 16:13"
    },
    {
      "content": "A hlawp hlawpin a mi kei nâwi a, Mi hrât angin ka chunga chun a mi chîl thlûk tah a.",
      "reference": "JOB 16:14"
    },
    {
      "content": "Ka vun chunga dingin saiip puon ka ṭhui a, Ka ki chu pilvutah ka sukbal tah a.",
      "reference": "JOB 16:15"
    },
    {
      "content": "Ka hmai chu ṭapnain a hung sen a, Ka mitreiahai chun thina hlim chu a um a;",
      "reference": "JOB 16:16"
    },
    {
      "content": "Ka kutahai chun inrawmna a um naw a, Ka ṭawngṭaina chu ân thieng a.",
      "reference": "JOB 16:17"
    },
    {
      "content": "“Aw leihnuoi, ka thisen chu inkhum naw la, Ka ṭapna chun châwlhmun nei naw raw se.",
      "reference": "JOB 16:18"
    },
    {
      "content": "Ngai ta, tu khawm hin ka hrietpuina chu vânah a um a, Ka ta dinga hre zingtu chu chungtieng a um a nih.",
      "reference": "JOB 16:19"
    },
    {
      "content": "Ka ruolhai chun an mi nuisan a; Nisienlakhawm, ka mit chun Pathien kuoma chun mitthli ân sûr a nih.",
      "reference": "JOB 16:20"
    },
    {
      "content": "Ama chun mihriem nau thuneina chu Pathien kuomah ṭan ta ve sien chu aw! Miin a vênghai a ṭan ang chun.",
      "reference": "JOB 16:21"
    },
    {
      "content": "Kum tlâwmte a hung ni pha chun, Lampui ka kîr nâwk nawna dinga chun ka fe âwm sih a.",
      "reference": "JOB 16:22"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOB 16 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}