{
  "verses": [
    {
      "content": "“Iengkimthawthei chun ieng- dinga rorêlna hunhai chu a ruot naw am a na? Iengdinga ama hretuhai chun a nihai chu an hmu naw am a na?",
      "reference": "JOB 24:1"
    },
    {
      "content": "Mihaiin ramrihai an sawn hmang a, Berâm ruolhai chu an pâwng lâk a, an châwm a.",
      "reference": "JOB 24:2"
    },
    {
      "content": "Fahra sabengtung chu an khal hmang a, Hmeithai bâwngchal chu bat aiah an lâkpêk bawk a.",
      "reference": "JOB 24:3"
    },
    {
      "content": "Mi tlasam chu lampuia inthawkin an hnawt hmang a, Hnuoia mi rimsihai chu an inbi hmunkhat tâwl a.",
      "reference": "JOB 24:4"
    },
    {
      "content": "Ngai ta u, thlalêra ram sabengtunghai angin, Fâk ding taimataka zawngin, an sinthaw ding chun an fe suok a; An nauhai ta ding chun thlalêr chun bu a pêk a.",
      "reference": "JOB 24:5"
    },
    {
      "content": "Mi tin chun an loa bu chu an sîk a, Mi rilohai grêp lâk mahla chu an sîk bawk a.",
      "reference": "JOB 24:6"
    },
    {
      "content": "Zânkhawvârin puon boin an zâl a, Deia chun inkhumna ding khawm an nei nawh a.",
      "reference": "JOB 24:7"
    },
    {
      "content": "Tlânghai raw sûrahai chun an huh a, Inhumhimna ditin lungpui chu an bêl a.",
      "reference": "JOB 24:8"
    },
    {
      "content": "Naute pa nei lo chu nênea inthawkin an lâk hmang a, Mi rimsi naute chu bat aiin an lâkpêk a.",
      "reference": "JOB 24:9"
    },
    {
      "content": "Chuleiin, silfên tlasamin saruokin an invâk a, Buphalhai an put a, nisienlakhawm, an phîng a ṭâm zing a.",
      "reference": "JOB 24:10"
    },
    {
      "content": "An in huon sûngah hriek an siem a, Uoin sâwrnahai chu an chîl a, nisienlakhawm, dangchâr an tuor a.",
      "reference": "JOB 24:11"
    },
    {
      "content": "Khawpuia inthawk chun thisâwnghai chu an inrûm a, Mi hliem hringna chu ṭhangpuina ngênin a khêk suok a. Amiruokchu, Pathien chun an ngênna chu a bengkhawn nawh.",
      "reference": "JOB 24:12"
    },
    {
      "content": "Var chunga helhai chu an um a, Chutaka lampui chu an hriet nawh a, Chutaka lampuihaia chun an chêng bawk nawh.",
      "reference": "JOB 24:13"
    },
    {
      "content": "Tuolthattu chu vârṭiena thoin, mi tlasam le pasie chu a that a; Zân huna chun inru ang a nih.",
      "reference": "JOB 24:14"
    },
    {
      "content": "Uiretu mit khawm chun zân thim chu a nghâk a, ‘Mitin mi hmu naw ni,’ tiin: Chuongchun, a hmêl chu a sukdanglam tah a.",
      "reference": "JOB 24:15"
    },
    {
      "content": "Inthima chun inhai chu an chotlang a, Sûn hun sûnga chun an inkhârkhum a; Var hrim an hriet nawh.",
      "reference": "JOB 24:16"
    },
    {
      "content": "Zîngkâr chu an rênga ta ding chun thîna hlim ang a na, Thina hlim ṭitumnahai chu an nêl sih a.",
      "reference": "JOB 24:17"
    },
    {
      "content": "Tuihai chungzâwla hrâttaka lên an na; An chan chu hnuoia chun ṭawngseinphur a na, Grêp huonhai lampui tieng chun a fe nawh a.",
      "reference": "JOB 24:18"
    },
    {
      "content": "Lum le sa chun vûr tuihai chu a lâk hmang a, Chuong ang bawk chun thil suksuoltuhai chu Seol chun a thaw a nih.",
      "reference": "JOB 24:19"
    },
    {
      "content": "Sul chun ama chu theinghil a ta, nge chun inhniktakin ama fâng a tih, Ama chu hriet zing khawm ni ta naw ni; Chun, fel nawna chu thing anga sukthliek ni bawk a tih.",
      "reference": "JOB 24:20"
    },
    {
      "content": "Ra insuo ngailo, ching chu a fâk zo a, Hmeithai kuoma chun thil ṭha a thaw ngai nawh.",
      "reference": "JOB 24:21"
    },
    {
      "content": "Pathien chun a thilthawtheina chun mi hrât chu a nun a suksei a, Mi tukhawma hring an ring ta naw khawm chu a keitho hlak.",
      "reference": "JOB 24:22"
    },
    {
      "content": "Hima um dingin Pathien chun anni a pêk a, chutaka chun an sâwldam hlak, Chun, a mithai khawm chu an lampuihaia chun a um zing hlak.",
      "reference": "JOB 24:23"
    },
    {
      "content": "Chawimawiin an um a, sâwtnawtê sûng chu, chun, an fe liem hlak a, Anih, siehnuoiin an um a, mi danghai ang bawka lampuia inthawka lâk suokin an um hlak a, Chun, buvui hmawrhai anga ât thlâkin an um hlak.",
      "reference": "JOB 24:24"
    },
    {
      "content": "Chuong chu a ni naw chun tuin am khêlhlipah mi sie thei an ta? Ka ṭawng khawm chu hlutna nei hlek loah tuin am mi sie thei a ta?” tiin.",
      "reference": "JOB 24:25"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOB 24 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}