{
  "verses": [
    {
      "content": "Uz rama chun mi pakhat a um a, a hming chu Job a nih; chu mipa chu mi fel le tluong le, Pathien ṭi a suol nghatsan mi a nih;",
      "reference": "JOB 1:1"
    },
    {
      "content": "Ama chun naupasal pasari le naunuhmei pathum a nei a.",
      "reference": "JOB 1:2"
    },
    {
      "content": "A ran ruol khawm chu berâm sâng sari, sanghâwngsei sâng thum, bâwngchal tuok za nga, sabengtung- pui za nga le insûng ropuitak el leh a nih; chuongchun, chu mipa chu khaw- sak rama mihai po po laia a ropui tak a nih.",
      "reference": "JOB 1:3"
    },
    {
      "content": "A naupasalhai chu an hunbi peiah an inhaia fein, ruoi an ṭhe insâwk hlak a: mi an tir a, an farnu pathumhai chu anni le faa dâwn dingin an ko hlak a.",
      "reference": "JOB 1:4"
    },
    {
      "content": "Chun, an ruoiṭhena nihai vêl chu a kim pha chun Job chun ân chah a, anni chu a hlânthieng hlak a; zîngkâr inhmatakin a tho a, an rênga anni nizât hming kimin pumrawhmang thilinhlânhai ân hlân a: Job chun, “Ka naupasalhai hin thil lo suksuol- in, an lungrilhaiah Pathien hrilsie hlau rawi an tih,” a ti sih a. Chuong ang chun Job chun a thaw rawp hlak a.",
      "reference": "JOB 1:5"
    },
    {
      "content": "Tuhin Pathien naupahai chu LALPA hmaa inlang dinga an hung ni a um a; Setan khawm anni lai a hung veh a.",
      "reference": "JOB 1:6"
    },
    {
      "content": "LALPA chun Setan kuoma chun, “Nang khâwtienga inthawka hung am i na?” a ta. Setan chun LALPA chu a dawn a, “Hnuoia kân vâk vêlnaa le chutaka a suk a tunga inlawnnaa inthawkin,” a ta.",
      "reference": "JOB 1:7"
    },
    {
      "content": "Chun, LALPA chun Setan kuoma chun, “Ka siehlaw Job hi i ngaituo hlak am? Hnuoi chunga hin ama anga mi fel le, mi tluong le, Pathien ṭi mi le, suol nghatsan mi an um si nawh a,” a tih a.",
      "reference": "JOB 1:8"
    },
    {
      "content": "Setan chun LALPA chu a dawn a, “Job chun Pathien chu teplo elin a ṭi ding maw chu?",
      "reference": "JOB 1:9"
    },
    {
      "content": "Ama vêla le, a in le a nei po po, a sîr tina chun paldâi i siempêk a ni naw am a nih? A kuthai sinthaw chu mal i sâwm a, a ran ruol chu hi rama hin a hung pung tah a.",
      "reference": "JOB 1:10"
    },
    {
      "content": "Nisienlakhawm, tuhin i kut phar la, a thil nei po po chu tâwk la, i hmâisanah hrilse ngei ngei a ti che,” a ta.",
      "reference": "JOB 1:11"
    },
    {
      "content": "LALPA chun Setan kuoma chun, “Ngai ta, a thil nei po pohai chu i thuneina hnuoia um an nih; ama chunga chau chun i kut chu inlet naw rawh,” a ta. Chuongchun, Setan chu LALPA hmâihmaa inthawk chun a fe suok tah a.",
      "reference": "JOB 1:12"
    },
    {
      "content": "Chun, ni khat chu a naupa- salhai le a naunuhmeihai chun an unaupa a upa tak ina an fâk a, uoin an dâwn laiin,",
      "reference": "JOB 1:13"
    },
    {
      "content": "Job kuoma chun thangko a hung tah a, “Bâwngchalhai chun hnuoi an inlet a, an sîra chun sabeng- tunghai chu an tlah a;",
      "reference": "JOB 1:14"
    },
    {
      "content": "Seba mihaiin anni an thawh a, an lâk rip el a; anih, siehlawhai chu kâwlhnâm ngeiin an that a; chuong- chun, nangma hril ding chein kei chau hi ka hung inrel suok a nih,” a ta.",
      "reference": "JOB 1:15"
    },
    {
      "content": "Ama chun a la hril zing laiin mi dang khawm a hung veh a, “Vâna inthawkin Pathien mei a hung tla a, berâm ruol le siehlawhai chu a kâng a, a kâng hmang vawng tâwl el a; chuongchun, kei chau a hril ding chein ka hung suok a nih,” a ta.",
      "reference": "JOB 1:16"
    },
    {
      "content": "Ama chun a la hril lai zing chun mi dang a hung ve nâwk a, “Kaldaihai chu pâwl thumin an insiem a, sa- nghâwngseihai chu an thawh a, anni chu an lâk hmang rip el a; kâwlhnâm ngeiin siehlawhai chu an that a: a hril ding chein kei chau ka hung inrel suok a nih,” a ta.",
      "reference": "JOB 1:17"
    },
    {
      "content": "A la hril lai zing chun mi dang khawm a hung nâwk veh a, “I naupa- salhai le i naunuhmeihai chu an unaupa upa tak inah uoin an dâwnin an fâk a:",
      "reference": "JOB 1:18"
    },
    {
      "content": "ngai ta, thlalêr tienga inthawk- in thli nasatak el a hung a, in kil lia chun a mût a, tlangvâlhai chu a tlûk khum a, an thi vawng tah a; a hril ding chein kei chau hi ka hung suok a nih,” a ta.",
      "reference": "JOB 1:19"
    },
    {
      "content": "Chun, Job chu a tho a, a puon a keithlêr a, a lu a vâwkawl a, hnuoi chunga bawkkhupin Pathien chibai a bûk tah a.",
      "reference": "JOB 1:20"
    },
    {
      "content": "“Ka nu phîng sûnga inthawkin saruokin ka hung suok a, saruok bawkin kîr nâwk ka tih; LALPA chun a pêk a, LALPA chun a lâk hmang nâwk tah a ni chu; LALPA hming chu inpâkin um raw se,” a ta.",
      "reference": "JOB 1:21"
    },
    {
      "content": "Hieng thil po poa hin Job chun a suksuol nawh a, invêtthlâktakin Pathien chu a mawsiet bawk nawh.",
      "reference": "JOB 1:22"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOB 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}