{
  "verses": [
    {
      "content": "“Mi nuhmei inei taphawt chu, Ni sâwtnawtêa ding, buoinaa sip a nih.",
      "reference": "JOB 14:1"
    },
    {
      "content": "Pâr angin a hung suok a, a vuoi hlak, Hlim angin a tlân a, a um zing ngai nawh.",
      "reference": "JOB 14:2"
    },
    {
      "content": "Mi chuong ang mi chunga chun i mit i mengin, Nangma le rorêlnaa chun i mi ṭhuoi a ni maw?",
      "reference": "JOB 14:3"
    },
    {
      "content": "Tuin am thil inthieng nawa inthawkin thil inthieng la suok thei an ta? Tukhawma thei naw ni hai.",
      "reference": "JOB 14:4"
    },
    {
      "content": "A nihai chu biruot a na, a thla ni zâthai khawm chu nangma kuomah a um a, Nang chun a fe pei thei nawna dingin a ramrihai chu i khang tâk hnung chu.",
      "reference": "JOB 14:5"
    },
    {
      "content": "A châwl theina dingin, ama nghatsan rawh, Inhlawfa anga a ni chu a suktling hmakhat chun.",
      "reference": "JOB 14:6"
    },
    {
      "content": "Thing ta ding chun beiseina a um, phûr ni sien khawm inder nâwk a tih; Chun, chu a kâu innohai chu vuoi naw ni.",
      "reference": "JOB 14:7"
    },
    {
      "content": "A zung chu hnuoia chun hung tar sienla khawm, A kûng chu leihnuoia chun thi sien khawm,",
      "reference": "JOB 14:8"
    },
    {
      "content": "Tui riminhnikna lei chun la hung inder a ta, Thil phun angin a zârhai hung zâr suok a tih.",
      "reference": "JOB 14:9"
    },
    {
      "content": "Nisienlakhawm, mihriem chu a thih a, a rîral tah a; Anih, mihriem chun a thlarau ân thlah a, khâwlai am a um ta leh?",
      "reference": "JOB 14:10"
    },
    {
      "content": "Tuihai chu tuisuorieta inthawka a fe hmang a, Vadung chu a hung kang a, a hung ṭâwl angin;",
      "reference": "JOB 14:11"
    },
    {
      "content": "Chuong ang chun mihriem chu a zâl a, a thonâwk ta nawh; Vânhai chu a um naw hmakhat chun, tho ta naw ni hai a, An innaa inthawk chun keitho ni bawk naw ni hai.",
      "reference": "JOB 14:12"
    },
    {
      "content": "“Aw, Seola chun mi lo thup tah ni la chu, I lunginsenna a fe hmang hmakhat chu inrûkin mi lo kawl i ta, Hun bîk mi ruotpêkin, i mi hriet zing ding bah!",
      "reference": "JOB 14:13"
    },
    {
      "content": "Mi a thi chun a hring nâwk ding am a nih? Ka nihai po po chu nghâk ka tih, Insuoa ka umna chu a hung tlung hmakhat chun.",
      "reference": "JOB 14:14"
    },
    {
      "content": "Nangin mi hung ko i ta, keiin lo dawn ka ti che, I kuthai sinthaw chu ditna i nei ding annâwm.",
      "reference": "JOB 14:15"
    },
    {
      "content": "Amiruokchu, tuhin nang chun ka kalchawihai i tiemin, Ka suolna chu i enthlit zing naw am a nih?",
      "reference": "JOB 14:16"
    },
    {
      "content": "Ka bawsietna chu ipa khitkhum a na, Nangin ka khawhlona chu i ṭhuikhum a.",
      "reference": "JOB 14:17"
    },
    {
      "content": "Matheiloin tlâng chu chimin teplo hung nîng a ta, Lungpui khawm chu a hmuna inthawka sawn nîng a tih.",
      "reference": "JOB 14:18"
    },
    {
      "content": "Tuihai chun lunghai chu an hrût hek a, Tui inkhâwhai chun hnuoia pil chu an lên hmang a, Chun, nang chun mihriem beiseina chu i sukbo a.",
      "reference": "JOB 14:19"
    },
    {
      "content": "Ama chu kumkhuoin i hneha, ama chu a fê hmang ta a, A hmêlput chu i thleng a, i tir hmang tah a.",
      "reference": "JOB 14:20"
    },
    {
      "content": "A naupasalhai chu inzâumin an hung um a, ama chun a hriet nawh a, Chun, siehnuoi an hung na, a hriet chuong bawk nawh.",
      "reference": "JOB 14:21"
    },
    {
      "content": "Amiruokchu, a tisa chun a chunga chun natna a nei a, Chun, a lungril chu a sûnga chun ân rûm bawk a,” tiin.",
      "reference": "JOB 14:22"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOB 14 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}