{
  "verses": [
    {
      "content": "Bildad Suhi mi chun a dawn a, a hril tah a:",
      "reference": "JOB 8:1"
    },
    {
      "content": "“Ieng chen am hieng thuhai hi i hril ding a na? Ieng chen am i baua thuhai chu thli hrâttak ang a ni ding a na?",
      "reference": "JOB 8:2"
    },
    {
      "content": "Pathien chun a ngaidân chu a sukdanglam hlak am a nih? Annawleh, Iengkimthawthei chun indikna chu a sukdanglam hlak am a nih?",
      "reference": "JOB 8:3"
    },
    {
      "content": "I nauhaiin a chungah thil an suksuol chun, An bawsietna kuta chun anni chu a pêk hlak a.",
      "reference": "JOB 8:4"
    },
    {
      "content": "Pathien chu nguntaka i zawng suok a, Iengkimthawthei kuoma i hnina chu i siem a;",
      "reference": "JOB 8:5"
    },
    {
      "content": "Inthieng le tluong taka i um chun, Matheiloin, i ta dingin tho a ta, I felna umnahai chu hlawtlingtakin siem ngei a tih.",
      "reference": "JOB 8:6"
    },
    {
      "content": "I ṭanna chu chitê ni sienla khawm, A hnunga i tâwpna chu nasatakin hung pung a tih.",
      "reference": "JOB 8:7"
    },
    {
      "content": "Kum hluihai chu ngaituo ta, ka ngên che hi; An thlatuhaiin an zawng suok anga chun nang khawm inbel ve rawh.",
      "reference": "JOB 8:8"
    },
    {
      "content": "(Zânita mi el, iengkhawm hre lo ei ni sih a, Hnuoi chunga hin ei nihai chu hlim ang el a ni leiin.)",
      "reference": "JOB 8:9"
    },
    {
      "content": "Nang chu inchûktir chein, hril chein, An lungrila an hrietna ṭhahai chu hril suok lo ding am an nih?",
      "reference": "JOB 8:10"
    },
    {
      "content": "Dûm hnâwnga naw thielkuong a mâwng thei am a nih? Tui um loin phaiphêng a mâwng thei am a nih?",
      "reference": "JOB 8:11"
    },
    {
      "content": "A la hring sûng le sât thlâk a ni naw khawmin, Hlohna dang hrim hrim hmain a vuoi hlak.",
      "reference": "JOB 8:12"
    },
    {
      "content": "Pathien theinghiltu po pohai lampuihai chu chuong ang chu an na; Pathien ngaisak nawhai beiseina chu bohmang a tih.",
      "reference": "JOB 8:13"
    },
    {
      "content": "Chuonghai ringsan tak chu kawidar vawng a ta, Chuonghai ringsan chu aiumrîl ang a nih.",
      "reference": "JOB 8:14"
    },
    {
      "content": "A in chu innghai a ta, nisienlakhawm, ngîr si naw ni, Dettakin chel a ta, nisienlakhawm, um zing naw ni.",
      "reference": "JOB 8:15"
    },
    {
      "content": "Nisa suok hma chun a hring dup a, A tuoihai chu a huon chunga chun ân dâwn suok a.",
      "reference": "JOB 8:16"
    },
    {
      "content": "A zunghai chu hnuoi thuo kârahai chun an inrawl a, Lung hmunhai chu a hmuh a.",
      "reference": "JOB 8:17"
    },
    {
      "content": "A hmuna inthawka suksiet a ni chun, ‘Nang ka hmu naw cheh a,’ tiin ama chu inphat a tih.",
      "reference": "JOB 8:18"
    },
    {
      "content": "Ngai ta, hi hi a lampui hlimna chu a nih; Chu pila inthawk chun mi danghai hung mâwng an tih.",
      "reference": "JOB 8:19"
    },
    {
      "content": "Ngai ta, Pathien chun mi fel chu pei thla naw nih a, Thil suol thawtu chu tungding bawk naw ni.",
      "reference": "JOB 8:20"
    },
    {
      "content": "I bau chu innuinain la suksip a ta, I hmûrhai chu khêkriin suksip a tih.",
      "reference": "JOB 8:21"
    },
    {
      "content": "Nangma theidatuhai chu inzaknain inkhum nîng an ta, Mi khawhlo puon in chu um ta dêr bawk naw nih,” tiin.",
      "reference": "JOB 8:22"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOB 8 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}