{
  "verses": [
    {
      "content": "Chun, Elihu chun a hril a:",
      "reference": "JOB 34:1"
    },
    {
      "content": "“Nangni mi varhai, ka thuhai hi lo ngai ta u; Nangni hrietna neituhai, keia tieng in na lo sit ta u.",
      "reference": "JOB 34:2"
    },
    {
      "content": "Dangin fâk ding ân tem ang bawkin, Na chun thuhai chu a fie hlak sih a.",
      "reference": "JOB 34:3"
    },
    {
      "content": "Ân dik taphawt chu eini ta dingin thlang ei ta. A ṭha chu eini lai hre bawk ei tiu khai.",
      "reference": "JOB 34:4"
    },
    {
      "content": "Job chun, ‘Kei chu ka fel a nih, Pathien chun ka thiemna chu a lâk hmang tah a.",
      "reference": "JOB 34:5"
    },
    {
      "content": "Ka thiemna chunga chun kân khêl ding am a nih? Bawsietna bo ni lang khawm, ka hliemna chu sukdam thei lo a nih,’ a ti sih a.",
      "reference": "JOB 34:6"
    },
    {
      "content": "Job ang hi mi tu am an um a, Hmusitna tui ang ela dâwn a,",
      "reference": "JOB 34:7"
    },
    {
      "content": "Rîtlona thawtuhai le hmunkhata feh a, Mi rilohai le intlawn hlak chu?",
      "reference": "JOB 34:8"
    },
    {
      "content": "Ama chun, ‘Mihriem ta dingin ieng khawm a ṭhahnem nawh,’ ti siin, Pathiena chun ama chu a lâwm chu.",
      "reference": "JOB 34:9"
    },
    {
      "content": "Chuleiin, nangni hrietthiemna neihai, mi lo ngai ta u, Rîtlona thâwng a tih ti hi Pathiena inthawka hlatak a ni ding a na, Suolna thâwng a tih ti hi, Iengkimthawtheia inthawka hlatak a ni ding a nih.",
      "reference": "JOB 34:10"
    },
    {
      "content": "Mi chu a sinthaw ang peiin ama kuomah a pêk ding a na, A lampuihai ang peiin mi tin chu ân hmutir ding a ni hi.",
      "reference": "JOB 34:11"
    },
    {
      "content": "Anih, matheiloin, Pathien chun rilotakin thaw naw tawp a ta, Iengkimthawthei chun rorêlna chu sukdanglam bawk naw ni.",
      "reference": "JOB 34:12"
    },
    {
      "content": "Hnuoi chunga enkawl dingin tuin am thu a pêk a? Annawleh, khawvêl pumpui hi tuin am a chungah ân nghat leh?",
      "reference": "JOB 34:13"
    },
    {
      "content": "Ama le ama chunga chun a lung inkîr lêt sienla, Ân thuokna le a thlarau chu ama kuoma chun la khâwm sienla chu;",
      "reference": "JOB 34:14"
    },
    {
      "content": "Tisa po po chu bohmang vawng an ta, Mihriem chu pilvuta bawk kîr nâwk el a tih.",
      "reference": "JOB 34:15"
    },
    {
      "content": "“Tuhin, hrietthiemna i nei chun chu, hi hi lo ngai la, Ka thuhai ri chu lo ngai raw khai.",
      "reference": "JOB 34:16"
    },
    {
      "content": "Indikna theidatu chun ro a rêl ding am a nih? Mi indik le mi hrât chu i dem ding am a ni,",
      "reference": "JOB 34:17"
    },
    {
      "content": "Lal kuomah, ‘I suol a nih’ tih a, Mi ṭhahai kuomah, ‘In rilo a nih’ titu;",
      "reference": "JOB 34:18"
    },
    {
      "content": "Lalnauhai khawm inza biklo, Hausahai khawm mi rimsi nêka ngaisâng chuong lotu chu? An rêngin a kutsuokhai an ni sih a.",
      "reference": "JOB 34:19"
    },
    {
      "content": "Mitkhapkâr loin an thih a, zânrila ngei khawm; Mihai chu sukhnîngin an um a, an fe hmang tah a; Mi thilthawtheihai khawm chu kut ṭhangloa lâkin an um bawk a.",
      "reference": "JOB 34:20"
    },
    {
      "content": "A mithai chu mihriem lampuihai chunga chun a fuh a, A fe vêl po po khawm chu a hmu zing a.",
      "reference": "JOB 34:21"
    },
    {
      "content": "Thina hlim amanih, inthimna amanih khawm a um nawh, Thil khawhlo thawtuhai an inbîkna ding hmun chu.",
      "reference": "JOB 34:22"
    },
    {
      "content": "Mihriem chunga chun chantâwk bâk nêka nasa chu innghat naw nih a, Pathien hmaa chun rorêlnaah a fe ding a nih.",
      "reference": "JOB 34:23"
    },
    {
      "content": "Mi hrâthai chu a nawi tiem sêngloin suknawi a ta, An aiah mi danghai sie thung a tih.",
      "reference": "JOB 34:24"
    },
    {
      "content": "Chuleiin, an sinthawhai chu a hriet a, Zâna chun ân letling a, chuongchun, suksiet an ni tah a.",
      "reference": "JOB 34:25"
    },
    {
      "content": "Mi rilohai angin anni a vuok a, Mi danghai mithmua chun;",
      "reference": "JOB 34:26"
    },
    {
      "content": "Ama chu zui dinga an pêthmangsan lei le A lampuihai chu pakhat khawm an ngaisak naw leiin.",
      "reference": "JOB 34:27"
    },
    {
      "content": "Chuongchun, mi rimsi khêk ri chu ama kuom an intlungtir a, Chun, ama chun sukrimsia um khêk ri chu a lo hriet a.",
      "reference": "JOB 34:28"
    },
    {
      "content": "To ṭawk ṭawka a um laiin, tuin am dem thei an ta? Chun, a hmai a thup lai chun tuin am ama chu hmu thei an ta? Hnam pumpui chunga thaw amanih mi pakhat chunga thaw amani khawm ni sien, angkhat a nih.",
      "reference": "JOB 34:29"
    },
    {
      "content": "Pathien ngaisak naw mi chun ro rêl naw sien chu, Mihai chu a âwk ding tukhawm um naw ni hai.",
      "reference": "JOB 34:30"
    },
    {
      "content": "Mi tukhawma Pathien kuomah an ti ta hlak am, ‘Thununna chu ka tuor tah a, suklungsen nâwk ta ngai dêr naw ning;",
      "reference": "JOB 34:31"
    },
    {
      "content": "Ka hmu nawhai chu nangin mîn chûktir la, Suolna lo thaw tah ka ni chun, thaw ta ngai naw ning,’ tiin.",
      "reference": "JOB 34:32"
    },
    {
      "content": "A thungna chu i nuom angtak chu a ni ding maw, nang chun i kal vei a? Nang chun i thlang ding a nih, kei ni loin; Chuleiin, i hriet chu hril rawh.",
      "reference": "JOB 34:33"
    },
    {
      "content": "Mi, hrietthiemna nei mihai chun ka kuoma hieng hin tîng an ta, Anih, mi var tinhai kei mi lo ngai hlakhai chun;",
      "reference": "JOB 34:34"
    },
    {
      "content": "‘Job chun hrietna nei loin thu a hril a. A thuhai chu varna bo a nih,’ tiin.",
      "reference": "JOB 34:35"
    },
    {
      "content": "Job chu a tâwp chena fie ni sienla aw, Mi rilohai anga a dawnna leiin.",
      "reference": "JOB 34:36"
    },
    {
      "content": "A suolnaa chun helna chu a belsaa, Eini lai hin a kuthai a ben a, A thuhai chu Pathien chunga chun a sukpung tah a,” tiin.",
      "reference": "JOB 34:37"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOB 34 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}