{
  "verses": [
    {
      "content": "Chun, Job chun a dawn a, a hril tah a:",
      "reference": "JOB 6:1"
    },
    {
      "content": "“Aw ka lungzîngnahai hi bûk vawng thei ni sien, Ka vângduoinahai hi bûknahaia bûk vawng ni sien chu aw!",
      "reference": "JOB 6:2"
    },
    {
      "content": "Tuisuoriet phâiphin nêkin a rik âwm sih a; Chuleiin, ka thuhai hi a rawp ta a ni hi.",
      "reference": "JOB 6:3"
    },
    {
      "content": "Iengkimthawthei thalhai chu keimaa hin a um a, Chutaka a tûr chu ka thlarau hin a dâwn sih a; Pathien ṭiumnahai chu kei mi epin an intlar a.",
      "reference": "JOB 6:4"
    },
    {
      "content": "Ram sabengtung chu hlobet a hmu sûng chun ân hrâm hlak am a nih? Annawleh, bâwngchal chu a hlo pet ding chungah ân bu hlak am a nih?",
      "reference": "JOB 6:5"
    },
    {
      "content": "Thil alna nei lo chu chi boin fâk thei a ni hlak am a nih? Annawleh, ârtui puovâra hin inhnikna hrim a um am a nih?",
      "reference": "JOB 6:6"
    },
    {
      "content": "Ka lungrilin anni a tâwk nuom nawh a, Ka ta dingin bu tirdakumtak ang an nih.",
      "reference": "JOB 6:7"
    },
    {
      "content": "“Aw ka ihni hi nei thei lang, Pathienin thil ka ichâk hi mi phalpêk sien chu aw!",
      "reference": "JOB 6:8"
    },
    {
      "content": "Kei mi nuoihâwp dingin Pathien suklungâwi ni sien chu; A kut hung inletin mi sât thla el sienla!",
      "reference": "JOB 6:9"
    },
    {
      "content": "Chuongchun, lungmuongna la nei ka ta; Anih, natna a chuong a liem um ta loa khawm hin insukpasal ka tih; Mi inthieng thuhai chu kân phat ngai si nawh a.",
      "reference": "JOB 6:10"
    },
    {
      "content": "Ka hrâtna chu ieng am a na, ka la nghâk phawt ding chu? Ka tâwpna khawm chu ieng am a na, ka tuor ṭâl ṭâlna ding chu?",
      "reference": "JOB 6:11"
    },
    {
      "content": "Ka hrâtna hi lunghai hrâtna am a nih? Annawleh, ka taksa hi dârsen am a nih?",
      "reference": "JOB 6:12"
    },
    {
      "content": "Hrâtna ti ding êm ka nei nawh a, Ṭhangpuina hmuna ding hrim khawm ka nei nawh,",
      "reference": "JOB 6:13"
    },
    {
      "content": "“Châu dêra um ṭêp chunga chun a ruol chun lunginsietna a nei ding a nih; Iengkimthawthei ṭîna nghatsantu ngei kuoma chun.",
      "reference": "JOB 6:14"
    },
    {
      "content": "Ka unauhai chun vadungtê angin khawhlotakin an thawh a, Vadung tui inrelhmang hlakhai ang el chun.",
      "reference": "JOB 6:15"
    },
    {
      "content": "Chuong chu tuikhal leiin an dum a; Chutaka chun vûr chu ân thup a nih.",
      "reference": "JOB 6:16"
    },
    {
      "content": "A hung lum pha chun an bohmang a; A lum pha chun, an hmuna inthawkin an bohmang hlak.",
      "reference": "JOB 6:17"
    },
    {
      "content": "An fêna lampuiahai sanghâwngsei ruol inzinhai chu an fe pêt a; Iengkhawm ni loah an feh a, an bohmang a.",
      "reference": "JOB 6:18"
    },
    {
      "content": "Tema sanghâwngsei pâwlruol chun an en a; Seba pâwlhai chun an lo nghâk zing a.",
      "reference": "JOB 6:19"
    },
    {
      "content": "Beiseina an nei leiin an inzak a; Chutaka chun an hung a, an beidawng tah a.",
      "reference": "JOB 6:20"
    },
    {
      "content": "Ka chungah chuong ang chau chu in nih; Ka siet tuok in hmuh a, in ṭih a.",
      "reference": "JOB 6:21"
    },
    {
      "content": "‘Ka kuomah mi pe unla,’ Annawleh, in thilneihaia hin thilpêk mi pe ro, ka ti cheu am a nih?",
      "reference": "JOB 6:22"
    },
    {
      "content": "Annawleh, ‘hmêlma kuta inthawkin mi sansuok unla,’ Annawleh, ‘nêksâwrtuhaia inthawkin mîn tlan ro,’ ka ti am a nih?",
      "reference": "JOB 6:23"
    },
    {
      "content": "Nangnîn mîn chûktir unla, chuongchun, to ṭawk el ka tih; Ka sukdik nawnahaia chun hre dingin mi siem bawk unla.",
      "reference": "JOB 6:24"
    },
    {
      "content": "Felna thuhai chu a va hrât ngei de! Amiruokchu, in sêlkalnahai chun ieng am a sukfie a?",
      "reference": "JOB 6:25"
    },
    {
      "content": "Thu ringawt chu zil thei in inring am a nih? Mi beidawng thuhrilhai chu thli ang chau ni si chu.",
      "reference": "JOB 6:26"
    },
    {
      "content": "Anih, fahra chunga chun âihai in sân a; In ruolhai chu sumhlâwknain in nei a.",
      "reference": "JOB 6:27"
    },
    {
      "content": "Tuhin mi en hman unla, In hmaisana hin inkhêl tawp si naw ning a.",
      "reference": "JOB 6:28"
    },
    {
      "content": "Hung ngha ta u, ka ngên cheu hi, indik nawna hrim um naw raw se; Anih, hung ngha kîr ro, ka chungthu hi ân dik sih a.",
      "reference": "JOB 6:29"
    },
    {
      "content": "Ka leia hin indik nawna hrim a um am a nih? Ka bau intemna hin thil khawhlohai chu a thlier thei naw am a nih?”",
      "reference": "JOB 6:30"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOB 6 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}