{
  "verses": [
    {
      "content": "Chun, Eliphaz Teman mi chun a dawn a, a hril tah a:",
      "reference": "JOB 15:1"
    },
    {
      "content": "“Mi var chun hrietna teplo meimeia inthawka dawnna siemin, A phîng chu sakthliin a suksip ding am a nih?",
      "reference": "JOB 15:2"
    },
    {
      "content": "Hohlimna hmangtlâk lo mei mei le chun amani, Annawleh, ṭawng, thil ṭha thawna thei si lohai le chun a hril ding am a nih?",
      "reference": "JOB 15:3"
    },
    {
      "content": "Anih, ṭitna chu i sie hmang tah a, Pathien hmaa ṭawngṭâina chu i suktlâwm a.",
      "reference": "JOB 15:4"
    },
    {
      "content": "I khawhlona chun i bau chu ân chûktir sih a. Mi vervêkhai lei chu i thlang lem tah a nih.",
      "reference": "JOB 15:5"
    },
    {
      "content": "Kei ni loin, nanga ṭawngbau ngei chun thiemnaw ân changtir cheh a, Anih, i hmûrhai ngei chun maw ân phur che a nih.",
      "reference": "JOB 15:6"
    },
    {
      "content": "“Nang chu mihriem laia pieng hmasa tak am i nih? Annawleh, tlânghai um hmain nang chu lâk suok i ni tâm a nih?",
      "reference": "JOB 15:7"
    },
    {
      "content": "Pathien thurâwn rûk chu i hriet ta hlak am a nih? Varna chu nangmaa chun i ip hlak am a nih?",
      "reference": "JOB 15:8"
    },
    {
      "content": "Kan hriet naw ieng am i hriet bîk a? Keinia umlo hi, ieng am i hriet bîk a?",
      "reference": "JOB 15:9"
    },
    {
      "content": "Ei kuoma hai hi lu inṭuok, mi upatak ve ve, I pa nêka nasataka upa ve ve an nih.",
      "reference": "JOB 15:10"
    },
    {
      "content": "Pathien hnêmnahai che le, Thu i kuoma zainêmtaka hung thaw hi i ta dingin a chîn taluo a ni maw?",
      "reference": "JOB 15:11"
    },
    {
      "content": "Iengdinga i lungrilin a phur hmang che am a na? I mithai chu iengdinga a hung inlir el am a na?",
      "reference": "JOB 15:12"
    },
    {
      "content": "I lungril chu Pathien chungah în hertir a, Chuong ang thuhai chu i baua inthawka în suoktir el chu?",
      "reference": "JOB 15:13"
    },
    {
      "content": "Mihriem chu inthieng dingin ieng am a na? Nuhmei inei chun fel ni dingin ieng am a ni leh?",
      "reference": "JOB 15:14"
    },
    {
      "content": "Ngai ta, a mi inthienghai chunga chun ringna ân nghat nawh a, Anih, a vânhai khawm chu a mithmua chun ân thieng naw a nih.",
      "reference": "JOB 15:15"
    },
    {
      "content": "Mî, khawhlona tui anga dâwntu chu, Tirdak a va umin a va pawrche zuol âwm de!",
      "reference": "JOB 15:16"
    },
    {
      "content": "Mi ngaithla la, hril ka ti che, Thil ka ihmu chu hril ka tih,",
      "reference": "JOB 15:17"
    },
    {
      "content": "Mi varhaiin an ihril, An pahaiin an kuoma an ip ngai naw;",
      "reference": "JOB 15:18"
    },
    {
      "content": "Chuong mihai kuoma chun ram chu pêk a na, Anni lai hmêlmak mi an fe ve nawh.",
      "reference": "JOB 15:19"
    },
    {
      "content": "Mi rilo chu a nihai po poa chun nauhase tuorin a um a, Nêksâwrtuhai ta dinga kumhai nizât siekhâwla a um sûng chun.",
      "reference": "JOB 15:20"
    },
    {
      "content": "Inlâuna rihai chu a naa chun a châm a; A tluongtlung laiin suksetu chu a chungah hung tlung a tih.",
      "reference": "JOB 15:21"
    },
    {
      "content": "Inthima inthawk chun hung kîr dingin ân ring nawh a; Kâwlhnâm chu a nghâk zing a.",
      "reference": "JOB 15:22"
    },
    {
      "content": "‘Khâwlai am a um a?’ tiin bu zawngin ân vâk ân vâk a; Inthimna ni chu a kuta chun ân zo zing a nih ti a hriet a.",
      "reference": "JOB 15:23"
    },
    {
      "content": "Rimsikna le lungngainahai chun ama a sukṭih a; Lal indo dinga inzosa hieu angin ama chu an inhuol a,",
      "reference": "JOB 15:24"
    },
    {
      "content": "Pathien chungah a kut ân let lei le, Iengkimthawthei chunga chapotaka a khawsak leiin.",
      "reference": "JOB 15:25"
    },
    {
      "content": "Ama chunga chun kâwmâwtakin a tlân a, A phaw laipâwng sâtak le chun.",
      "reference": "JOB 15:26"
    },
    {
      "content": "A thâuna chun a hmai chu ân khum leiin, A diemnêma chun thâu a seng a;",
      "reference": "JOB 15:27"
    },
    {
      "content": "Khawpui râusanahai chun a um a, In, mi ihluo nâwnaa hai, Chuong hmunhnawk siekhâwm ni el dinghaia chun.",
      "reference": "JOB 15:28"
    },
    {
      "content": "Hung hausa naw nih a, a thilneihai chu um zing bawk naw ni, An ra suokhai chu hnuoiah kûr thla bawk naw ni.",
      "reference": "JOB 15:29"
    },
    {
      "content": "Inthima inthawk chun fe suok naw nih a, A kauhai chu mei chun hung sukṭâwl a ta, A baua thuok chun ama chu fe hmang a tih.",
      "reference": "JOB 15:30"
    },
    {
      "content": "Ama inhlêmin, teplo mei mei chu ring naw raw se, Teplo chu ama thungna ding a ni sih a.",
      "reference": "JOB 15:31"
    },
    {
      "content": "A hun tling hmain sukbikim nîng a ta, A kau chu hring naw ni.",
      "reference": "JOB 15:32"
    },
    {
      "content": "Grêphrui angin grêp ra hmin naw chu thin thlâng a ta, Oliv thing angin a pâr chu sukṭil a tih.",
      "reference": "JOB 15:33"
    },
    {
      "content": "Pathien ngaisak naw pâwl chu an hrût ding a ni sih a, Thamrûkna puon inhai chu meiin kâng hmang a tih.",
      "reference": "JOB 15:34"
    },
    {
      "content": "Pawitâwkna chu an vawn a, khawhlona chu an nei hlak a, An phîng chun hlêmna a buotsai hlak,” tiin.",
      "reference": "JOB 15:35"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOB 15 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}