{
  "verses": [
    {
      "content": "Chuongchun, hi mi pathum hai hin Job an dawnna chu an tâwp tah a, ama mithmua chun a fel tlat si leiin.",
      "reference": "JOB 32:1"
    },
    {
      "content": "Ram hnama mi Buz mi Barakel naupa Elihu lung chu a sen tah a; a lunginsenna chu Job chungah a nih a hung sat chu, ama le ama chu Pathien nêka thiem ân changtir tlat leiin.",
      "reference": "JOB 32:2"
    },
    {
      "content": "A ruolhai pathum chunga khawm a lunginsenna chu a hung sa bawk a, dawnna ding hmu suok si loin, Job chu thiemnaw an inchangtir si leiin.",
      "reference": "JOB 32:3"
    },
    {
      "content": "Tuhin Elihu chun Job kuoma thuhril ding chu a nghâk a, ama nêka anni chu an upa lem leiin.",
      "reference": "JOB 32:4"
    },
    {
      "content": "Chun, Elihu chun chuong mi pathum hai baua inthawk chun dawnna hrim a um naw ti a hmu chun a lunginsenna chu a hung zuol tah a.",
      "reference": "JOB 32:5"
    },
    {
      "content": "Chun, Elihu Buz mi Barakel naupa chun a dawn a, a hril tah a: “Kei naupang ka na, nangni chu upatak in na; Chuleiin, kân sûm a, ka ngaidân chu in kuomah kân entir ngam naw cheu a nih.",
      "reference": "JOB 32:6"
    },
    {
      "content": "‘Nihai chun hung hril a ta, Kumhai tamna chun varna inchûktir naw nîm,’ ka lo ta.",
      "reference": "JOB 32:7"
    },
    {
      "content": "Amiruokchu, mihriema chun thlarau a um a, Iengkimthawthei chun a thuokin anni chu hrietthiemna a pêk a ni lem a.",
      "reference": "JOB 32:8"
    },
    {
      "content": "Mi ropuihai chu an var chuong kher nawh a, Mi upahai chun thudik chu an hrietthiem vawng kher bîk nawh.",
      "reference": "JOB 32:9"
    },
    {
      "content": "Chuleiin, ‘Kei mi ngai unla, Kei khawma ka ngaidân inhriettir ka tih’, ka ti a nih.",
      "reference": "JOB 32:10"
    },
    {
      "content": "“Ngai ta u, in thuhai chu ka nghâk zing a, In thuhril sanhai ka lo ngai zing a, Ieng am hril ding tia in zawng sûng po khan.",
      "reference": "JOB 32:11"
    },
    {
      "content": "Anih, in kuomah ka um zing a. Chun, ngai ta u, nangni lai tukhawm Job thuhne hrim hrim in um dêr nawh a. Annawleh, nangni lai a thuhai dawn thei hrim in um dêr naw a nih.",
      "reference": "JOB 32:12"
    },
    {
      "content": "‘Varna kan hmu suok tah, Mihriem ni loin, Pathien chun a namhnuoi a nih’, ti hlau rawi in tih.",
      "reference": "JOB 32:13"
    },
    {
      "content": "A thuhai chu keima kal zâwngin ân kâwltir nawh a, In thuhrilhai angin kei khawmin ama chu dawn bawk naw ning.",
      "reference": "JOB 32:14"
    },
    {
      "content": "Anni chun mak an ti tah a, an dawn ta hrim hrim nawh a, Thu bau khat khawm hril ding hrim an nei ta nawh a.",
      "reference": "JOB 32:15"
    },
    {
      "content": "Thu an hril ta naw leiin, An ngîr ṭawk ṭawk a, an dawn ta hrim hrim naw leiin, ka nghâk ding maw?",
      "reference": "JOB 32:16"
    },
    {
      "content": "Kei khawma ka chana chun dawn vêng ka ta, Kei khawma ka ngaidân chu inentir vêng ka tih.",
      "reference": "JOB 32:17"
    },
    {
      "content": "Thuhaiin ka sip sih a; Ka sûnga thlarau hin a mi tirlui a nih.",
      "reference": "JOB 32:18"
    },
    {
      "content": "Ngai ta u, ka sûng chu uoin hu suokna nei lo ang chu a nih; Peng tharhai puokkawi ṭêp ding ang chu.",
      "reference": "JOB 32:19"
    },
    {
      "content": "Ka sâwl a dam huoina dingin thu hril ka ta, Ka bau kain dawn ka tih.",
      "reference": "JOB 32:20"
    },
    {
      "content": "Ka hni cheu hi, mi tukhawm mi nina chu mîn zâtir naw unla, Mi tukhawm kuomah hming ṭha tehlêm chu pe bawk naw ning.",
      "reference": "JOB 32:21"
    },
    {
      "content": "Inpâk tehlêm chu ka thiem si nawh a, Chuong naw chun, kei mi Siemtu hin mi la hmang vak rawi a tih.",
      "reference": "JOB 32:22"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOB 32 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}