{
  "verses": [
    {
      "content": "Chun, Elihu chun a hril a,",
      "reference": "JOB 35:1"
    },
    {
      "content": "“Hi hi indikin i ngaituo am a nih? Annawleh, ‘Ka felna chu Pathien felna nêkin a nasa lem,’ i ti am a nih?",
      "reference": "JOB 35:2"
    },
    {
      "content": "‘I ta dingin ieng am a ṭhatna a um a? Ka suksuol naw hi ieng am ka hlâwkna a um a?’ i ti a nih.",
      "reference": "JOB 35:3"
    },
    {
      "content": "Nanga kuoma i ruolhai le, Nang ka hung dawn ding che a nih.",
      "reference": "JOB 35:4"
    },
    {
      "content": "Vânhai tieng khi ngha la, en ta; Sûmhai khi en ta, nanga nêkin an insâng lem a nih.",
      "reference": "JOB 35:5"
    },
    {
      "content": "Thil suol i lo thaw ta chun, ama chungah ieng am i thawh a? I bawsietnahai chu a hung pung chun, ieng am i thawpêk a?",
      "reference": "JOB 35:6"
    },
    {
      "content": "I fel a ni chun, ama chu ieng am i pêk a? Annawleh, i kuta inthawkin ama chun ieng am a hmuh a?",
      "reference": "JOB 35:7"
    },
    {
      "content": "I rîtlona chun nangma ang bawkin mi a sukna thei a, Chun, i felna chun mihriem naupa chu a sukhlâwk thei a nih.",
      "reference": "JOB 35:8"
    },
    {
      "content": "“Nêksâwrna tamtakhai lei chun an khêk a, Mi hrât bân leiin ṭhangpuina ngênin an khêk bawk a.",
      "reference": "JOB 35:9"
    },
    {
      "content": "Nisienlakhawm, tukhawma, ‘Kei a mi Siemtu Pathien chu khâwlai am a um a, Zâna khawm hlahai pe hlaktu chu?",
      "reference": "JOB 35:10"
    },
    {
      "content": "Ama hnuoia ramsahai nêka mîn chûktir nasa lem a, Chunglêng vatehai nêka var lema mi siemtu chu?’ an ti nawh.",
      "reference": "JOB 35:11"
    },
    {
      "content": "Chutaka chun an khêk a, nisienlakhawm, tukhawmin dawnna an pêk nawh, Mi suolhai chapona lei chun.",
      "reference": "JOB 35:12"
    },
    {
      "content": "Matheiloin, Pathien chun teplo mei mei chu ngai naw nih a, Iengkimthawthei chun ngaisak bawk naw ni.",
      "reference": "JOB 35:13"
    },
    {
      "content": "Nangin ama chu ka hmu nawh i ti lem hin chu a ni naw âwm nasa de! Rorêlna chu ama hmaa um a ni sih a, ama chu ring el rawh.",
      "reference": "JOB 35:14"
    },
    {
      "content": "Amiruokchu, tuhin, a lunginsennain a hung hrem nawh a, Chapona chu a ngaisak bawk nawh a;",
      "reference": "JOB 35:15"
    },
    {
      "content": "Chuleiin, Job hin teplo mei meiin a bau chu a kah a, Hrietna nei loin thuhai chu a sukpung a ni hi,” tiin.",
      "reference": "JOB 35:16"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOB 35 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}