{
  "verses": [
    {
      "content": "“Chuleiin, Job, ka ngên che hi, ka thuhril hi lo ngai la, Ka thuhai po po khawm lo ngai vawng ta.",
      "reference": "JOB 33:1"
    },
    {
      "content": "Tuhin ngai ta, ka bau chu ka kah a, Ka bau sûnga chun ka leiin thu a hril ta hi.",
      "reference": "JOB 33:2"
    },
    {
      "content": "Ka thuhai chun ka lungril tluongziehai chu hril suok a tih; Ka hmûrhaiin an thil hriet chu takinningtakin hril bawk an tih.",
      "reference": "JOB 33:3"
    },
    {
      "content": "Pathien Thlarau chun a mi siem a, Iengkimthawthei thuok chun hringna a mi pêk a.",
      "reference": "JOB 33:4"
    },
    {
      "content": "I thei chun chu kei mi dawn la, Ka hmaa hin i thuhai chu ân dawtin hung suklangin târ suok rawh.",
      "reference": "JOB 33:5"
    },
    {
      "content": "Ngai ta, nangma ang bawkin kei khawm Pathien tienga ṭhang ka na, Kei khawm pilpawka inthawka siem ka nih.",
      "reference": "JOB 33:6"
    },
    {
      "content": "Ngai ta, ka ṭitumna chun nang suklâu naw ni cheh a, I chungah ka hnengna che hi rik talaw bawk naw nih.",
      "reference": "JOB 33:7"
    },
    {
      "content": "“Matheiloin ka hrieta khawm i hril a, I thuhai ri chu hienga hrilin ka lo hriet ta bawk a,",
      "reference": "JOB 33:8"
    },
    {
      "content": "‘Bawsietna nei loin kân thieng a nih, Pawitâwklo ka na, keimaa hin rîtlona hrim a um bawk nawh,",
      "reference": "JOB 33:9"
    },
    {
      "content": "Ngai ta, ka chungah remchâng hun hmuin, A hmêlmaah a mi ruot tah a.",
      "reference": "JOB 33:10"
    },
    {
      "content": "Ka kehai chu kawl a mîn bun a, Ka lampuihai po po chu ân chik tlat bawk a,’ i tih a.",
      "reference": "JOB 33:11"
    },
    {
      "content": "Ngai ta, dawn ka ti che, hitaka hin în dik naw a nih; Pathien chu mihriem nêkin a ropui lem sih a.",
      "reference": "JOB 33:12"
    },
    {
      "content": "Ama chunga chun iengdinga i hel am a na? Mihriem thu iengkhawm a dawn nawh tiin.",
      "reference": "JOB 33:13"
    },
    {
      "content": "Pathien chun vawi khat thu a hril a, Anih, vawi hni khawm, miin ngaisak naw hai sien khawm.",
      "reference": "JOB 33:14"
    },
    {
      "content": "Mangah, zâna mitthlaa thilhmua, Îmu indêntakin mihai chu a hung zêl phah a, Khum chunga îmu inhniktaka a in lai chun a hril a.",
      "reference": "JOB 33:15"
    },
    {
      "content": "Mihai nahai chu a hawngpêk a, Zillâwknahai chun anni a sukṭi hlak.",
      "reference": "JOB 33:16"
    },
    {
      "content": "Mihriem chu a thiltuma inthawka a lâk hmang theina ding le, Mihriema inthawka chapona chu a thup theina dingin;",
      "reference": "JOB 33:17"
    },
    {
      "content": "A thla chu khursûnga inthawka a lâk kîr theina dingin le, A hringna chu kâwlhnâma bohmangnaa inthawka a lâkkîr theina dingin.",
      "reference": "JOB 33:18"
    },
    {
      "content": "“A khum chunga chun natna khawma thunun a na, A ruhaia naa chip zingna leh.",
      "reference": "JOB 33:19"
    },
    {
      "content": "Chuongchun, a hringna chun bei chu a theida a, A lungril chun sa a ten a.",
      "reference": "JOB 33:20"
    },
    {
      "content": "A taksa chu kâng hmangin a um a, hmu thei a ni nâwk ta naw a; A ruhai hmu thei lohai khawm chu a hung dâwk a.",
      "reference": "JOB 33:21"
    },
    {
      "content": "Anih, a thlarau chun khursûng chu a hnai a; A hringna chun suksetuhai chu a hnai bawk a.",
      "reference": "JOB 33:22"
    },
    {
      "content": "A kuoma chun vântirko um sienla, Palai, sâng khat laia pakhat chu, Mihriem kâwla ama ta dinga ân dik chu inentir dingin;",
      "reference": "JOB 33:23"
    },
    {
      "content": "Ama chun a chunga chun zângaiin, ‘Khur sûnga fenaa inthawkin ama chu sanhim ro, Intlanna ka hmu suok tah a.",
      "reference": "JOB 33:24"
    },
    {
      "content": "A tisa chu naupang tisa nêkin tharlâm lem sien, A tleirâwl lai nihaiah kîr nâwk raw se’ ti sienla,",
      "reference": "JOB 33:25"
    },
    {
      "content": "Pathien kuoma chun ṭawngṭai sienla, ama chun lo dawn a tih, Chuongchun, a hmêl chu hlimin um a tih, Mi kuoma chun a felna chu a pêk kîr nâwk ding leiin.",
      "reference": "JOB 33:26"
    },
    {
      "content": "Mihai hmaa chun hla sak tâng a ta; ‘Ka lo suksuol tah a, ân dik chu ka lo fe hmangsan tah a, Anachu a mi hung thung kher nawh a:",
      "reference": "JOB 33:27"
    },
    {
      "content": "Khursûng a fenaa inthawkin ka thlarau chu a sanhim a, Ka hringna chun var chu hmûng a tih,’ tiin.",
      "reference": "JOB 33:28"
    },
    {
      "content": "“En ta, hieng po po hi Pathien chun a thawh a, Vawi hni, anih, vawi thum, mihriema chun a thaw a nih.",
      "reference": "JOB 33:29"
    },
    {
      "content": "Khursûnga inthawka a thlarau chu hung ṭhuoi kîr ding le, Hringna vara chun ama chu sunvar a ni theina dingin.",
      "reference": "JOB 33:30"
    },
    {
      "content": "Inchik ṭha ta, aw Job, kei mi ngai ta, Lo to ṭawk ṭawk la, thu hril ka tih.",
      "reference": "JOB 33:31"
    },
    {
      "content": "Iengkhawm hril ding i nei chun mi hung dawn la, Thu hril ta, nang chu thiem inchangtir che ka nuom sih a,",
      "reference": "JOB 33:32"
    },
    {
      "content": "Chuong a ni naw leh, kei mi ngai la, Lo to ṭawk ṭawk la, varna inchûktir ka ti che,” tiin.",
      "reference": "JOB 33:33"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOB 33 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}