{
  "verses": [
    {
      "content": "Chun, Bildad Suhi mi chun a dawn a, a hril tah a,",
      "reference": "JOB 18:1"
    },
    {
      "content": "“Thuhaia hin ieng chen am remchâng chu în dap ding a na? Ngaituo la, chu hnunga chun thu hril kan tih.",
      "reference": "JOB 18:2"
    },
    {
      "content": "Iengdinga ramsahai anga ngaia kan um a, I mithmua hin thieng lo hung ni am kan nih a?",
      "reference": "JOB 18:3"
    },
    {
      "content": "Nang le nang i lunginsena insukpuokkhawi che hi; Hnuoi chu nangma ta dingin mâksan a ni ding am a nih? Annawleh, lungpui chu a hmuna inthawka sawn hmang a ni ding am a nih?",
      "reference": "JOB 18:4"
    },
    {
      "content": "Anih, mi rilohai varna chu sukthim ni ngei a ta, A meisi khawm chu de ta naw nih.",
      "reference": "JOB 18:5"
    },
    {
      "content": "A puon ina var chu inthim a ta, A khâwnvar chu ama chunga chun herhlum nîng a tih.",
      "reference": "JOB 18:6"
    },
    {
      "content": "Chun, a hrâtna kalchawihai chu suktâwi nîng a ta. Ama thurâwn ngei chun ama chu pei thlâng a tih.",
      "reference": "JOB 18:7"
    },
    {
      "content": "Ama kehai ngei chun lêna chun a âwk a; Châng chunga chun a fe sih a.",
      "reference": "JOB 18:8"
    },
    {
      "content": "Châng ngul chun a kerîngah man a ta, Châng chun ama chu âwk a tih.",
      "reference": "JOB 18:9"
    },
    {
      "content": "A val chu ama ta ding chun hnuoia thup a na, A châng chu ama ta ding chun lampuia chun kam a nih.",
      "reference": "JOB 18:10"
    },
    {
      "content": "Kil tina chun ṭitumnahai chun ama sukṭîng a ta. A kekhawnghai sir peiin hnawt a tih.",
      "reference": "JOB 18:11"
    },
    {
      "content": "A hrâtna chu ṭâmsâwl a ta; A sîra chun sietna chu inzosa zing a tih.",
      "reference": "JOB 18:12"
    },
    {
      "content": "A taksa pênghai chu fa zo vawng a ta, Anih, thina nau lutîr chun a pênghai chu fa zo vawng a tih.",
      "reference": "JOB 18:13"
    },
    {
      "content": "A ringpui puon ina inthawk chun phawi suok nîng a ta, Ṭitumnahai lal kuoma chun hung ṭhuoi ni bawk a tih.",
      "reference": "JOB 18:14"
    },
    {
      "content": "A puon ina chun ama mi ni ngai hlek lo chu chêng a ta, A chêngna hmuna chun meitâwklunghai thêdarin um a tih.",
      "reference": "JOB 18:15"
    },
    {
      "content": "A hnuoi tiengah a zunghai chu ṭâwl a ta, A chungtieng chun a kau chu vuoi bawk a tih.",
      "reference": "JOB 18:16"
    },
    {
      "content": "Ama hriet zingna chu hnuoi chunga inthawkin bohmang a ta, Kawtthlêra khawm chun hming hrim nei naw ni.",
      "reference": "JOB 18:17"
    },
    {
      "content": "Vara inthawkin inthimah hnawt hmang nîng a ta, Khawvêla inthawka hnawt suok ni bawk a tih.",
      "reference": "JOB 18:18"
    },
    {
      "content": "Naupasal amanih, tupa amani khawm a mihai lai chun nei naw nih a, A înzinnaahai khawm chun iengkhawm nei naw bawk a tih.",
      "reference": "JOB 18:19"
    },
    {
      "content": "Ama hnunga hung umhai chun a dam sûng chu mak hung tîng an ta, A hmaa mihai chu sukṭita an lo um ta ang el khan.",
      "reference": "JOB 18:20"
    },
    {
      "content": "Matheiloin, mi fel lohai chêngna chu chuong ang chu a ni hlak a, Pathien hre naw mi umna hmun chu hieng ang hi a ni hlak,” tiin.",
      "reference": "JOB 18:21"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOB 18 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}