{
  "verses": [
    {
      "content": "Chun, Zophar Naamath mi chun a dawn a, a hril tah a.",
      "reference": "JOB 20:1"
    },
    {
      "content": "“Chuleiin, ka ngaituonahai chun dawnna a mi pêk a nih, Keimaa inhmâwnatak um lei ngei chun.",
      "reference": "JOB 20:2"
    },
    {
      "content": "Kâwkna mi sukzaktak el chu ka lo hriet tah a, Ka hrietthiemna thlarau chun a mi hung dawn tah a nih.",
      "reference": "JOB 20:3"
    },
    {
      "content": "Tienlaia hi thil hi i hriet naw a ni maw, Mihriem chu hnuoi chunga sie a nia inthawk tah,",
      "reference": "JOB 20:4"
    },
    {
      "content": "Mi rilohai hnêna chu a tâwi hlak a, Pathien ngaisak lohai hlimna khawm chu mitkhapkâr chau a ni hlak ti hi?",
      "reference": "JOB 20:5"
    },
    {
      "content": "A ṭhatna chu vân tawngin intieng sienla khawm, A lu chun sûmhai tawng sienla khawm,",
      "reference": "JOB 20:6"
    },
    {
      "content": "Ama êk ang el chun la hung bohmang ngei a ta, Ama lo hmu hlaktuhai chun, ‘Khâwlai am a um tah a?’ tîng an tih.",
      "reference": "JOB 20:7"
    },
    {
      "content": "Mang ang elin vuong hmang a ta, hmu ruol ni ta naw ni, Anih, Zâna mitthlaa thilhmuhai ang el chun hnawt hmang ni tâng a tih.",
      "reference": "JOB 20:8"
    },
    {
      "content": "Mit ama lo hmu ta hlak khawm chun hmu ta naw nih a, Ama hmun khawm chun hmu ta ngai hrim hrim naw ni.",
      "reference": "JOB 20:9"
    },
    {
      "content": "A thlahai chun mi rimsihai ditsakna chu zawng tâng an ta, A kuthai chun a hausakna chu pe kîr tâng a tih.",
      "reference": "JOB 20:10"
    },
    {
      "content": "A ruhai chu a tleirâwlnaa sip a na, Nisienlakhawm, ama leh pilvuta chun zâl tâng a tih.",
      "reference": "JOB 20:11"
    },
    {
      "content": "“Rîtlona chu a bauah thlum sien khawm, A lei hnuoia chun thup hlak sienla khawm;",
      "reference": "JOB 20:12"
    },
    {
      "content": "Hla zingin, insuoktir hlek loin, A bau sûnga chun kawl zing ta sienla khawm;",
      "reference": "JOB 20:13"
    },
    {
      "content": "A bu chu a rîlhai sûnga chun la hung inlet a ta, A sûnga chun rûl tûr hung ning a tih.",
      "reference": "JOB 20:14"
    },
    {
      "content": "Hausaknahai chu a dawl tah a, hung luok suok nâwk a tih, Pathien chun a phîng sûnga inthawkin hung pei suok a tih.",
      "reference": "JOB 20:15"
    },
    {
      "content": "Rûl tûr chu fâwp a ta, Rûlriel tûrin ama chu sukhlum a tih.",
      "reference": "JOB 20:16"
    },
    {
      "content": "Vadunghai chu en ta ngai naw nih a, Nênetui khal le khuoizu tui luonghai chu.",
      "reference": "JOB 20:17"
    },
    {
      "content": "A sininrimna bêk bêk, ra chu pe kîr a ta, lem thla el naw ni, Thil a nei ang hu peiah ama chu hlim naw ni.",
      "reference": "JOB 20:18"
    },
    {
      "content": "Mi rimsihai chu a nghatsanin, a nêksâwr a, In dâm chu a pâwng lâk a, a ibâwl naw khawm,",
      "reference": "JOB 20:19"
    },
    {
      "content": "A duâmna chun to ṭawk ṭawk hrim a hriet naw leiin, A lâwmna tak thil chu hmu bawk naw nih.",
      "reference": "JOB 20:20"
    },
    {
      "content": "A fâk zo naw dinga hla hrim thil a um nawh a, Chuleiin, a hausakna chun dai sâwt naw nih.",
      "reference": "JOB 20:21"
    },
    {
      "content": "A hau tâwk zet huna chun inrêkin um a ta, Mi rimsihai kut chu a chungah hung tlung a tih.",
      "reference": "JOB 20:22"
    },
    {
      "content": "A phîng chu suksip ding a ni phingleh, Pathien chun a lungsen ṭiumna chu a chungah buok a ta, A fâk lai chun a chungah a sûrin sûr a tih.",
      "reference": "JOB 20:23"
    },
    {
      "content": "Thîr hriemhreia inthawkin tlânsieng a ta, Dârsen thalngul chun ama kâp thleng a tih.",
      "reference": "JOB 20:24"
    },
    {
      "content": "A hnûk dawk a, a taksaa inthawk chun a hung suok a; Anih, a hmawrzum tlê chu a mîtkhaa inthawkin a hung suok a, Ṭitumhai chu ama chunga chun a um a nih.",
      "reference": "JOB 20:25"
    },
    {
      "content": "Inthimna po po chu a rohai dingin siekhâwl a na; Mei, mihriem isêm loin kâng hmang a ta; A puon ina mâksan a la mahla khawm chu kâng hmang a tih.",
      "reference": "JOB 20:26"
    },
    {
      "content": "Vânhai chun a suolnahai chu suklang a ta, Hnuoi chun ama chunga chun do a tih.",
      "reference": "JOB 20:27"
    },
    {
      "content": "A in hlâwkna chun ama mâksan a ta, A lunginsen nia chun a thuomhnawhai chu luong hmang a tih.",
      "reference": "JOB 20:28"
    },
    {
      "content": "Hi hi Pathiena inthawka mi rilo chan chu a nih, Pathienin a rochan dinga a ruotpêk chu,” tiin.",
      "reference": "JOB 20:29"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOB 20 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}