{
  "verses": [
    {
      "content": "Chun, Job chun a thuhril chu a zawm nâwk a, a hril tah a:",
      "reference": "JOB 29:1"
    },
    {
      "content": "“Aw thla hlui tahaia ang khan um la ni lang chu aw, Pathienin a mi vêng lai nihai anga khan;",
      "reference": "JOB 29:2"
    },
    {
      "content": "A khâwnvar ka lu chungah a var lai, A var ringa inthimna ka fe thleng lai khan;",
      "reference": "JOB 29:3"
    },
    {
      "content": "Ka vânglai nihaia ka um anga, Pathien thurâwn chu ka puon in chunga a um lai khan;",
      "reference": "JOB 29:4"
    },
    {
      "content": "Iengkimthawthei chu ka kuomah a um a, Ka nauhai khawm ka sirah an um lai khan;",
      "reference": "JOB 29:5"
    },
    {
      "content": "Ka kaiṭênhai chu nênetui khala sâwp a nih a, Lungpui chun hriek vadunghai chu a min suopêk hlak lai khan!",
      "reference": "JOB 29:6"
    },
    {
      "content": "“Khawpui dai kawtkhâra ka va fe suok a, Kawtthlêra chun ṭhunghmun ka rem chun,",
      "reference": "JOB 29:7"
    },
    {
      "content": "Tlangvâlhai chun an mi hmuh a, an inbi a, Upahai khawm chu an tho a, an ngîr hlak a,",
      "reference": "JOB 29:8"
    },
    {
      "content": "Lalnauhai khawm chun an inbiek an mah a, An kuthai chun an bau chu an hup a;",
      "reference": "JOB 29:9"
    },
    {
      "content": "Mi ṭhahai râwlhai khawm chu a hung reh a, An leihai chu an dang chungah a kawp tah a.",
      "reference": "JOB 29:10"
    },
    {
      "content": "Nain a mi hriet chun, mal a mi sâwm hlak sih a, Mit khawma a mi hmu chun, ka kuomah hrietpuina a pêk a;",
      "reference": "JOB 29:11"
    },
    {
      "content": "Mi rimsi khêk chu ka sansuokin, Fahra ama ṭhangpuitu ding neilo khawm chu ka sansuok hlak leiin,",
      "reference": "JOB 29:12"
    },
    {
      "content": "A malsâwmna bohmang ṭêp khawm chu ka kuomah a hungin, Hmeithai lungril chu hlima hlasak dingin kân umtir hlak.",
      "reference": "JOB 29:13"
    },
    {
      "content": "Felna chu ka sil a, chu chun a mi thuom a, Ka felna chu lalpuon le lukâwm ang a nih.",
      "reference": "JOB 29:14"
    },
    {
      "content": "Mitdel ta dingin mithai ka na, Kebâi ta dingin kehai ka nih.",
      "reference": "JOB 29:15"
    },
    {
      "content": "Tlasam ta dingin pa ka na, Chun, a chungthu ka hriet naw khawm chu ka zawng suok hlak.",
      "reference": "JOB 29:16"
    },
    {
      "content": "Mi fello ha chu ka sukthliek a, A sa fâk chu a haa inthawk chun ka lâk suok hlak.",
      "reference": "JOB 29:17"
    },
    {
      "content": "Chun, ‘Ka bua chun thîng ka ta, Ka nihai chu phaiphin zâtin sukpung ka tih,’ ka tih a.",
      "reference": "JOB 29:18"
    },
    {
      "content": "Ka zung chu tuihai chenin ân zâm a, Ka zâr chunga chun zânkhawvârin dâidaw chu a kûr bawk a.",
      "reference": "JOB 29:19"
    },
    {
      "content": "Ka ropuina chu keimaa chun a thar a, Ka kuta chun ka thalngul chu siemtharin a um bawk a.",
      "reference": "JOB 29:20"
    },
    {
      "content": "“Ka kuomah miin na an sit a, an nghâk a, Ka thurâwn chu ngaiin an to hlak.",
      "reference": "JOB 29:21"
    },
    {
      "content": "Ka thu hnungahai chun thu an hril nâwk ta ngai nawh a, Ka ṭawng chu an chungah a tla a.",
      "reference": "JOB 29:22"
    },
    {
      "content": "Ruo nghâk angin kei an mi nghâk a, Ruo nuhnung tieng nghâk angin an bau an ka lien a.",
      "reference": "JOB 29:23"
    },
    {
      "content": "Anni kân nuipui a, an inring naw laiin, Ka hmêlput hlimum chu an pei thlâk chuong nawh a.",
      "reference": "JOB 29:24"
    },
    {
      "content": "An lampui ka thlang suok a, lal angin ka ṭhung a, Sipai laia lal tak angin ka khawsa a, Mi thlavaihai thlamuongtu ang elin.",
      "reference": "JOB 29:25"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOB 29 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}