{
  "verses": [
    {
      "content": "Chu hnunga chun Job chun a bau a kah a, a pieng ni chu ṭawngsie ân phur tah a.",
      "reference": "JOB 3:1"
    },
    {
      "content": "Chun, Job chun a hril tah a:",
      "reference": "JOB 3:2"
    },
    {
      "content": "“Ni, ka piengna ni chu bohmang sienla, ‘Naupasal pâi a nih ie,’ titu zân le chun.",
      "reference": "JOB 3:3"
    },
    {
      "content": "Chu ni chu sukthimin um sienla, Chungtienga inthawkin Pathien khawmin ngaisak naw sienla; A chungah var khawm var bawk naw raw se.",
      "reference": "JOB 3:4"
    },
    {
      "content": "Inthimna le thina hlim chun anni ta ngeiah hau sienla, A chungah sûm zîng tlat raw se; Ni inthimna chun suklâu raw hai se.",
      "reference": "JOB 3:5"
    },
    {
      "content": "Chu zân chu inthim sâmupin man sienla, Chu kum sûng nihaia chun hlimna hrim hrim um naw sienla; Thla nizât tiemnaa khawm ṭhang ve naw raw se.",
      "reference": "JOB 3:6"
    },
    {
      "content": "Anih, chu zân chu zân dawkdâium ni sienla, Chu zâna chun hlim râwl hrim hrim um naw raw se.",
      "reference": "JOB 3:7"
    },
    {
      "content": "Ni ṭawngsie inphurtuhai chun ṭawngsie inphur raw se, Leviathan sukhar dân thiemhai chun.",
      "reference": "JOB 3:8"
    },
    {
      "content": "A sîkhawvar chu inthim sienla, Var zawng sienla, hmu bawk naw sienla; Zîngkâr khawfingchat khawm hmu bawk naw raw se.",
      "reference": "JOB 3:9"
    },
    {
      "content": "Ka nu sula kawtkhârhai chu a lo khâr nawh a, Ka mithaia inthawkin buoina chu a thup naw bawk leiin.",
      "reference": "JOB 3:10"
    },
    {
      "content": "Sula chun iengdinga ka lo thi naw am a na? Phîng sûnga inthawka ka hung suokin iengdinga thlarau chu lo inthla el naw am ka na?",
      "reference": "JOB 3:11"
    },
    {
      "content": "Khûphai chun iengdinga an mi lo dawm am a na? Nênehai chun ka nêk ding elin iengdinga an mi lo pawm am a na?",
      "reference": "JOB 3:12"
    },
    {
      "content": "Tuhin zâlin to riem riem tâng ka ta, In ka ta, sâwldamin ka um ta ding bah:",
      "reference": "JOB 3:13"
    },
    {
      "content": "Hi hnuoia lalhai le rorêltuhai, Anni ta dinga hmun sehai siemtuhai le chun;",
      "reference": "JOB 3:14"
    },
    {
      "content": "Annawleh, lal nau rângkachak neituhai, An inhai tangkaruoa suksiptuhai le chun.",
      "reference": "JOB 3:15"
    },
    {
      "content": "Annawleh, pieng hun loa thupa um ang ka ni ta ding, Nautê, var hrim hrim hmu ngailohai ang hi.",
      "reference": "JOB 3:16"
    },
    {
      "content": "Chutaka chun mi rilo chun a sukbuoina chu ma tâng a ta, Chutaka chun rimsi chu sâwldam tâng a tih.",
      "reference": "JOB 3:17"
    },
    {
      "content": "Chutaka chun lung in intânghai chu um khâwm dingin an zalên a; Sin inthâwtirtu râwlri khawm an hriet ta ngai nawh.",
      "reference": "JOB 3:18"
    },
    {
      "content": "Mi lien le mi chîn khawm chutaka chun an um khâwm a; Siehlaw khawm chu a hotua inthawk inthla a ni tah.",
      "reference": "JOB 3:19"
    },
    {
      "content": "Iengdinga mi, rimsitaka um kuoma chun var pêk a nih a, Lungrila rimsi tuor kuoma chun hringna pêk am a nih a?",
      "reference": "JOB 3:20"
    },
    {
      "content": "Thi inhâwk êm êma thi thei si lo a, Ro phûm zawng nêk hmana zawng nasa a,",
      "reference": "JOB 3:21"
    },
    {
      "content": "Thlân chu a hmu suok thei pha a, Nasataka hlim êm êm ding kuoma chun?",
      "reference": "JOB 3:22"
    },
    {
      "content": "Iengdinga mi, a lampui thupa um kuoma le, Pathienin paldâi ân huonkhum kuoma chun var pêk am a na?",
      "reference": "JOB 3:23"
    },
    {
      "content": "Ka bufâk hmain ka thuokdawngna chu a hung tlung a, Kân rûmnahai chu tui anga bunthlâk an ni hlak sih a.",
      "reference": "JOB 3:24"
    },
    {
      "content": "Thil ka iṭi tak chu ka chungah a hung tlung hlak a, Ka înlâu tak chu ka kuomah a hung tlung hlak.",
      "reference": "JOB 3:25"
    },
    {
      "content": "Inhawiin ka um nawh a, ka to ṭawk ṭawk thei nawh a, Sâwldam ka nei bawk nawh a; buoina a hung tlung lem hlak,” tiin.",
      "reference": "JOB 3:26"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOB 3 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}