{
  "verses": [
    {
      "content": "Chun, Job chun a dawn a, a hril tah a:",
      "reference": "JOB 21:1"
    },
    {
      "content": "“Ka ṭawng hi nguntakin lo ngai unla, Hi hi in inhnêmna chu ni raw se.",
      "reference": "JOB 21:2"
    },
    {
      "content": "Mi phal unla, kei khawma thu hril vêng ka tih, Ka hril zoah mi nuisan de ti niu.",
      "reference": "JOB 21:3"
    },
    {
      "content": "Ka chungthua chun, ka chierna hi mihriem chung am a nih? Iengdingin am lunginrawm loin um ka ta?",
      "reference": "JOB 21:4"
    },
    {
      "content": "Mi en unla, makti unla, in kutin in bau chu hup el ro.",
      "reference": "JOB 21:5"
    },
    {
      "content": "Ka ngaituoin ka lung a zîng a, Ṭitnain ka tisaah a mi man hlak.",
      "reference": "JOB 21:6"
    },
    {
      "content": "Iengtiziea mi rilo chu hringin, an hung tarin, thilthawtheinaa an hung nasa hlak am a na?",
      "reference": "JOB 21:7"
    },
    {
      "content": "An thlahai chu anni mithmu ngeia anni le tungding an na, An chithlahai an mithmu ngeiah, tungding an nih.",
      "reference": "JOB 21:8"
    },
    {
      "content": "An inhai chu ṭitnaa inthawkin a him a, Pathien hmawl khawm chu an chungah a um bawk nawh.",
      "reference": "JOB 21:9"
    },
    {
      "content": "An bâwngchalhai chun chi an thlah a, an ching ngai nawh a, An bâwngpuihai chun tê an nei a, tê an insiet ngai nawh.",
      "reference": "JOB 21:10"
    },
    {
      "content": "An nauhai chu berâm ruol angin an tir suok a, An nauhai chu an lâm a.",
      "reference": "JOB 21:11"
    },
    {
      "content": "Ṭingṭang le khuongtê leh hla an sak a, Theihle ria chun an hlim bawk a.",
      "reference": "JOB 21:12"
    },
    {
      "content": "An nihai chu neinungtakin an hmang zo a, Thlamuongtakin Seola chun an fe thla tah a.",
      "reference": "JOB 21:13"
    },
    {
      "content": "Pathien kuoma chun, ‘keinia inthawkin fe hmang rawh, I lampuihai hrietna chu kan châk naw a nih,’ an la ti ta rawp a.",
      "reference": "JOB 21:14"
    },
    {
      "content": "‘Iengkimthawthei chu tu am a ni leh, a rawng ei bâwl ding chu? A kuoma ei ṭawngṭaiin ieng am ṭhathnemna hmûng ei ta?’ tiin.",
      "reference": "JOB 21:15"
    },
    {
      "content": "En ta u, an hausakna chu an kutah a um nawh a; Mi rilo thurâwn chu keimaa inthawka hlataka chun a um a nih.",
      "reference": "JOB 21:16"
    },
    {
      "content": "Mi rilohai khâwnvar chu ieng anga herhlum rawpin am a um a? An sietna khawm chu ieng angin am a hung rawp ding? Pathien khawm chun a lunginsenin lungngainahai a pêk tâwl chu?",
      "reference": "JOB 21:17"
    },
    {
      "content": "Thli hmaa pâwl kûng ang el an na, Busi thliin a lên hmang hlak ang chu an nih.",
      "reference": "JOB 21:18"
    },
    {
      "content": "‘Pathien chun a thlahai ta dingin a khawhlona chu a khâwlkhâwm,’ in ta, An hriet theina dingin an chunga ngei chun thung ni raw se.",
      "reference": "JOB 21:19"
    },
    {
      "content": "An mithai chun an sietna ngei chu hmu sienla, Iengkimthawthei lunginsenna ngei chu indâwntirin um raw hai se,",
      "reference": "JOB 21:20"
    },
    {
      "content": "An thi hnung chun an insûng chu ieng dim ni tâng an ta, An ta dinga thla tiem zât a bo hnung chun?",
      "reference": "JOB 21:21"
    },
    {
      "content": "Mi tukhawmin Pathien chu hrietthiemna ân chûktir ding am a nih, Mi insânghai chunga chun ro a rêl ti hmu siin?",
      "reference": "JOB 21:22"
    },
    {
      "content": "Mi chu a hrât lai takin a thih a, To ṭawk ṭawk le sâwldam rawng rawnga umin.",
      "reference": "JOB 21:23"
    },
    {
      "content": "A taksa chu thâuin a sip a, A ruhai thlin chu a tlawr bawk a.",
      "reference": "JOB 21:24"
    },
    {
      "content": "Chun mi dang lungngaitakin a thih a, Thil ṭha hrim hrim ân tem ngai nawh.",
      "reference": "JOB 21:25"
    },
    {
      "content": "Pilvuta chun angkhat charin an zâl ve veh a, Anni chu ngehai chun ân khum a nih.",
      "reference": "JOB 21:26"
    },
    {
      "content": "Ngai ta u, in ngaituohai ka hriet deh Keima chunga indik nawtaka inngaituona remruotnahai le chun.",
      "reference": "JOB 21:27"
    },
    {
      "content": "‘Lalnau in chu khâwlai am a na? Mi rilo umna puon in chu khâwlai am a na?’ in ti sih a.",
      "reference": "JOB 21:28"
    },
    {
      "content": "Lampuia mi inlawnhai chu in indawn naw am a nih? An thuhrilhai chu in pawm naw am a nih?",
      "reference": "JOB 21:29"
    },
    {
      "content": "Mi suol chu suksietna nia dinga khêk a na, Ṭhuoihmangin an um a, lunginsenna nia dingin.",
      "reference": "JOB 21:30"
    },
    {
      "content": "Tuin am a lampui chu a hmaisana chun hrilfieng a ta? A thil lo thaw ta chu tuin am thungpêk a ti leh?",
      "reference": "JOB 21:31"
    },
    {
      "content": "Thlâna chun ama chu phur hmang la nîng a ta, Thlân in chunga chun la nghâk an tih.",
      "reference": "JOB 21:32"
    },
    {
      "content": "Varuom piltlanghai chu ama ta dingin inhnik a ta, Chun, mi po po chun ama hnung chu zui an tih, A hmaa mi tiem sêng lo lo um tahai ang khan.",
      "reference": "JOB 21:33"
    },
    {
      "content": "Anleh, iengtin am teplo chun mi thlamuon in ta, In dawnnahaia chun khêl ngawt naw chu iengkhawm a um nawh,” tiin.",
      "reference": "JOB 21:34"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOB 21 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}