{
  "verses": [
    {
      "content": "“Ka mit leh thuthlung ka siem a, Iengtin am nunghâk chu en tâng ka ta?",
      "reference": "JOB 31:1"
    },
    {
      "content": "Chungtienga Pathiena inthawka ka chan chu ieng am a na? Chungtienga Iengkimthawtheia inthawka ka rochan chu ieng am a ni leh?",
      "reference": "JOB 31:2"
    },
    {
      "content": "Mi fello ta dingin vângduoina, Rîtlona thawtuhai ta dingin sietna a ni naw am a nih?",
      "reference": "JOB 31:3"
    },
    {
      "content": "Ka lampuihai chu a hmuin, Ka kalchawihai chu a tiem vawng a ni naw am a nih?",
      "reference": "JOB 31:4"
    },
    {
      "content": "“Chapotaka kal ka chawi a, Ka ke chun hlêmna tieng a pên inhmaw chun;",
      "reference": "JOB 31:5"
    },
    {
      "content": "(Bûkna indiktaka bûkin mîn umtir sienla, Pathien chun ka ringumna chu a hriet theina dingin)",
      "reference": "JOB 31:6"
    },
    {
      "content": "Ka kalchawi chun lampui a pêtsan a, Ka lungrilin ka mithai chu a zui bawk chun, Ka kuthaiah kaidum hrim a um phawt chun;",
      "reference": "JOB 31:7"
    },
    {
      "content": "Mîn tûtir la, mi dangin fa raw hai se; Anih, ka lo rasuok chu a zunga kar hmangin um raw se.",
      "reference": "JOB 31:8"
    },
    {
      "content": "Ka lungril hin nuhmei tieng a ngaisak chun, Ka tuolbâwm kawtkhâr bula kân chân bawk chun;",
      "reference": "JOB 31:9"
    },
    {
      "content": "Ka nuhmei hin mi dang kuomah bu râwt sienla, Mi dang chu a chungah bawk raw se.",
      "reference": "JOB 31:10"
    },
    {
      "content": "Chu chu thuse theidaumtak a ni sih a, Anih, rorêltuin a hrem ding khawpa rîtlona a nih.",
      "reference": "JOB 31:11"
    },
    {
      "content": "Bohmangna dinga kâng hmangtu mei chu a ni sih a; Chu chun ka hlâwkna po po chu karphawi vawng a tih.",
      "reference": "JOB 31:12"
    },
    {
      "content": "Ka siehlawpa amanih, ka siehlawnu amani chungthu ka ngaitha chun, Kei le kan insukbuoi laiin,",
      "reference": "JOB 31:13"
    },
    {
      "content": "Pathien chu hung tho ta sienla ieng am lâwng ka ta? A hung indawn fel pha chun iengin am ama dawn ka ta?",
      "reference": "JOB 31:14"
    },
    {
      "content": "Sula kei mi siemtu chun ama khawm chu a siem a ni naw am a nih? Sula chun ama chun a mi siemvêl ve ve ni lo am a nih?",
      "reference": "JOB 31:15"
    },
    {
      "content": "“Mi rimsi chu an dit zâwng kân ropêk chun, Annawleh, hmeithai mithai chu hlawsam dinga ka siem chun;",
      "reference": "JOB 31:16"
    },
    {
      "content": "Annawleh, ka fâk ding chu ka khâta ka fâk a, Fahra chun chutaka mi chu a fâk ve naw chun;",
      "reference": "JOB 31:17"
    },
    {
      "content": "(Ni lo, ka tleirâwla inthawk tah pa kuoma angin ka kuoma inṭhanglien a na, Ka nu sula inthawka kei chu amanu ṭhuoitu chu ka lo ni ta si chun);",
      "reference": "JOB 31:18"
    },
    {
      "content": "Silfên tlasama mi bohmang hrim hrim ka hmu chun, Annawleh, chu tlasam chun silfên a nei hlek naw chun;",
      "reference": "JOB 31:19"
    },
    {
      "content": "A kâwng chun mal a mi lo sâwm ta nawh a, Ka berâmhai hmula ama chu suklum a lo ni ngai naw chun;",
      "reference": "JOB 31:20"
    },
    {
      "content": "Dâikawtkhâra chun ka ṭhangpuina chu ka hmu leia, Fahrahai chu kalin an chungah kut ka lo inlet ta chun;",
      "reference": "JOB 31:21"
    },
    {
      "content": "Ka liengko hi darphêka inthawkin tla hlawl sienla, Ka bân hi a ruchânga inthawkin tliek raw se.",
      "reference": "JOB 31:22"
    },
    {
      "content": "Pathiena inthawka sietna chu ka ṭi lei le, A ropuina ṭina leiin chuong thilhai chu ka thaw thei naw a nih.",
      "reference": "JOB 31:23"
    },
    {
      "content": "Ka beiseina chu rângkachaka ka siem chun, Rângkachak inthieng kuoma chun, ‘Nang hi ka ringsan tak chu i nih,’ ka ti chun;",
      "reference": "JOB 31:24"
    },
    {
      "content": "Ka hausakna hi a hung nasat lei a ka hlim a, Ka kut chun tamtak a hung hmu leia ka lâwm a ni chun,",
      "reference": "JOB 31:25"
    },
    {
      "content": "Nisa chu vartaka a var lei le, Thla chu vartaka a fê lai ka thlîr a;",
      "reference": "JOB 31:26"
    },
    {
      "content": "Ka lungril chu inrûka hîpa a um a, Ka bau chun ka kut chu a fâwp chun;",
      "reference": "JOB 31:27"
    },
    {
      "content": "Hi khawm hi rîtlona rorêltuin a hrem ding chu a nih: Chunga um Pathien chu ka hlêm a ni ding an sih a.",
      "reference": "JOB 31:28"
    },
    {
      "content": "“Keia mi theidatu sietnaa chun ka hlim a, Annawleh, ama chu thil ṭha nawin a hmu suok phaa kân sie chung chun;",
      "reference": "JOB 31:29"
    },
    {
      "content": "(A hringna ta dinga ṭawngsie inphura, Suksuol dingin ka bau chu ka phal nawh)",
      "reference": "JOB 31:30"
    },
    {
      "content": "Ka puon ina mihai chun, ‘A tisa saw ei nei naw chun khawp tâwk nâwm ei ni,’ an ti naw chun,",
      "reference": "JOB 31:31"
    },
    {
      "content": "(Mikhuol chu kawtthlêra chun a riek nawh a; Amiruokchu, mikhuol ta ding chun ka kawtkhâr chu ka hawng lem hlak).",
      "reference": "JOB 31:32"
    },
    {
      "content": "Mihai anga ka bawsietnahai chu ka ip a, Ka ângsûnga ka rîtlona chu thupa kân khum chun;",
      "reference": "JOB 31:33"
    },
    {
      "content": "Mipui nasatakhai chu ka ṭih a, Sûngkaw inpâwina chun a mi suklâu bawk a; Ka to ṭawk a, kawtkhâr khawm ka suok ngam naw a ni chun,",
      "reference": "JOB 31:34"
    },
    {
      "content": "Aw ka thu mi ngaipêk ding hi chu um hai sien! (En ta u, hitaka hin ka hming ziek a um a, Iengkimthawthei chun mi dawn raw se;) Ka hmêlmain a ziek, hêkna lekhabu chu nei lang chu aw!",
      "reference": "JOB 31:35"
    },
    {
      "content": "Matheiloin ka liengkoah put ka ta, Lukhum angin keimaa chun khitde ngei ngei ka tih;",
      "reference": "JOB 31:36"
    },
    {
      "content": "Ka kalchawi ni zât chu ama kuomah hrilfieng ka ta; Lal nau angin ama hnaiah fêng ka tih.",
      "reference": "JOB 31:37"
    },
    {
      "content": "Ka ram chu ka chungah a khêk a, A changkuonghai chu an ṭap a;",
      "reference": "JOB 31:38"
    },
    {
      "content": "Chutaka rahai chu tangka boa ka fâk chun: Annawleh, a neituhai chu chutaka chun an hringna inhmang khawpa a siem chun;",
      "reference": "JOB 31:39"
    },
    {
      "content": "Bu nêkin hlingbuk ṭo lem sienla, buṭei nêkin buor ṭo lem raw se,” tiin. Job thuhrilhai chu a tâwp tah.",
      "reference": "JOB 31:40"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOB 31 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}