{
  "verses": [
    {
      "content": "“Ka thlâ hin ka hringna hi a nghawk a; Ka nuom tâwkin sawisêl ka tih, Ka lungril rimsiknain thu hril ka tih.",
      "reference": "JOB 10:1"
    },
    {
      "content": "Pathien kuoma chun hieng hin tîng ka ta, Thiemnaw mîn changtir naw la, Keimaa hin ieng ang am i lungawi zâwng a ni mîn entir lem rawh.",
      "reference": "JOB 10:2"
    },
    {
      "content": "Nanga ngaiin, i nêksâwr a, I kut sinthawhai chu i hmusit a, Mi rilohai inrâwnna i sukvar chu a ṭha am a nih?",
      "reference": "JOB 10:3"
    },
    {
      "content": "Nang chun tisa mithai chu i neiin, Annawleh, i kumhai chu mihriemin an hmu angin i hmu am a nih?",
      "reference": "JOB 10:4"
    },
    {
      "content": "I nihai chu mihriemhai nihai ang am an nih? Annawleh, i kumhai chu mihriem kumhai ang am an nih?",
      "reference": "JOB 10:5"
    },
    {
      "content": "Ka rîtlonahai i sui ngiel a, Ka suolna khawm i zawng rak el chu?",
      "reference": "JOB 10:6"
    },
    {
      "content": "Mi rilo ka ni nawh a, I kuta inthawka mi la suok thei tukhawm an um nawh ti hre zing siin?",
      "reference": "JOB 10:7"
    },
    {
      "content": "I kuthai chun a mi riruongin a mi lo siembâwl vawng tah a, Anachu nangin i mi suksiet el hi.",
      "reference": "JOB 10:8"
    },
    {
      "content": "Hi hi hre zing rawh, ka ngên che hi, nang chun pilpawk angin i mi lo siembâwl tah a, Pilvuta bawk i mi ṭhuoi nâwk el ding a ni maw?",
      "reference": "JOB 10:9"
    },
    {
      "content": "Nang chun nênetui anga mi bunthlain, Nênetui kîng angin i mi hmet ta ni lo am a nih?",
      "reference": "JOB 10:10"
    },
    {
      "content": "Nang chun vun le taksain i mi lo thuom tah a, Thahruihai le ruhai chun i mi ṭhui khâwm tah.",
      "reference": "JOB 10:11"
    },
    {
      "content": "Hringna le ditsakna i mi lo phalpêk tah a, I vênghimna chun ka thlarau chu a lo hum a.",
      "reference": "JOB 10:12"
    },
    {
      "content": "Amiruokchu, hieng thilhai hi nang chun i lungrila chun i thup a, Hi hi i kuomah a um ti ka hriet a nih.",
      "reference": "JOB 10:13"
    },
    {
      "content": "Ka lo suol chun, nangin i mîn chik a, Ka khawhlonaa inthawk chun thiem i mîn changtir ngai nawh.",
      "reference": "JOB 10:14"
    },
    {
      "content": "Mi rilo ka ni chun, ka chung a rik a! Mi fel ni lang khawm ka lu ling naw bawk ka tih, Muolphonain ka sip a, ka tuornahai ka hmu zing leiin.",
      "reference": "JOB 10:15"
    },
    {
      "content": "Ka lu hi ama le ama ân chawimawi chun, sakeibaknei angin i mi pêl a, Ka chunga chun nang chu maktakin i hung inentir a.",
      "reference": "JOB 10:16"
    },
    {
      "content": "Ka chunga chun i thuhretuhai chu i hung sukthar a, Ka chungah i lunginsenna i sukpung a, Mi dotu pâwl dang dang i hung inumtir a.",
      "reference": "JOB 10:17"
    },
    {
      "content": "Chuong a ni chun iengdinga sula inthawk chun i mi lo lâk suok am a na? Thlarau lo inthla ta lang mitin a mi hmu naw ding bah.",
      "reference": "JOB 10:18"
    },
    {
      "content": "Kei chu lo um ta lo ang nîng ka ta, Sula inthawk chun thlânah lâk hmangin lo um tâng ka tih.",
      "reference": "JOB 10:19"
    },
    {
      "content": "Ka nihai a tlâwm hle an nâwm a nih? Tâwp el raw se, Chitêa ka thlamuong dep theina dingin mâkhâtin mîn umtir el rawh.",
      "reference": "JOB 10:20"
    },
    {
      "content": "Ka hung kîr nâwk nawna dinga ka fe hma hin, Thina hlim le inthimna ram ngeia ka fe hma hin.",
      "reference": "JOB 10:21"
    },
    {
      "content": "Inthimna ngawta inthim sâmup ram, Thupêk hrim um lo, thina hlim ram; Var khawm inthimna ang nina hmun chu,” tiin.",
      "reference": "JOB 10:22"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOB 10 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}