{
  "verses": [
    {
      "content": "Chun, Job chun a dawn a, a hril tah a:",
      "reference": "JOB 26:1"
    },
    {
      "content": "“Thilthawtheina nei naw mi chu i va ṭhangpui hlak de! Kut hrâtna nei naw chu i va sanhim hlak de!",
      "reference": "JOB 26:2"
    },
    {
      "content": "Varna nei naw chu i hril var a; Hrietna indiktak chu huntâwk zetin i hrilfie a!",
      "reference": "JOB 26:3"
    },
    {
      "content": "Chuong thuhai chu tuin am ân hriltir che a na? Nangmaa inthawka suok chu tu thlarau am a na?",
      "reference": "JOB 26:4"
    },
    {
      "content": "A thi tahai chu an inthin a, Tuihai le chutaka umhai hnuoia chun.",
      "reference": "JOB 26:5"
    },
    {
      "content": "Ama hmaa chun Seol chu saruok a nih, Sietna khawm chun silfên a nei nawh.",
      "reference": "JOB 26:6"
    },
    {
      "content": "Hmun ruok chunga chun hmârtieng chu a keiphar a, Leihnuoi chu iengkhawm nilo chungah a khai bawk a,",
      "reference": "JOB 26:7"
    },
    {
      "content": "Tuihai chu a sûm sâtakhai chun a fûn khâwm a, An hnuoia chun sûm chu ân ek si nawh a.",
      "reference": "JOB 26:8"
    },
    {
      "content": "A lalṭhungpha hmai chu ân khum a, A chunga chun a sûm chu ân zâmtir a.",
      "reference": "JOB 26:9"
    },
    {
      "content": "Tuihai chunga chun ramri a riruong a, Sûn le zân tâwp chinhaia le chun.",
      "reference": "JOB 26:10"
    },
    {
      "content": "Vân banhai chu an inthinin, A kâwknaa chun mak an tih a.",
      "reference": "JOB 26:11"
    },
    {
      "content": "A thilthawtheinain tuisuoriet chu a sukreh a, A hrietthiemna chun Rahab chu a sukthlûk bawk a;",
      "reference": "JOB 26:12"
    },
    {
      "content": "A thuok chun vânhai chu cheimawiin a um a; A kut chun rûlpui intawl lai chu a sunthleng tah a.",
      "reference": "JOB 26:13"
    },
    {
      "content": "En ta u, hi hi hman hi a lampuihai a ṭhen chau chu a na, A chanchin chu ei va hriet tlâwm lâwm lâwm ngei de! Nisienlakhawm, a thilthawtheina rihâu chu tuin am hrethiem thei a ta?” tiin.",
      "reference": "JOB 26:14"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOB 26 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}