{
  "verses": [
    {
      "content": "“Nisienlakhawm, tuhin ka nêka naupang lemhai khawm chun nuizabûrah an mi nei a; An pahai ka ran ruol uihai vêng dinga ka nuiêuhai khan,",
      "reference": "JOB 30:1"
    },
    {
      "content": "Anih, an kut thahrâthai chun a ieng chun am mi sukhlâwk a ta? Mi an vânglai hun fe liem ta hi.",
      "reference": "JOB 30:2"
    },
    {
      "content": "Tlâksamna le ṭâmna leiin an inrieng a, Râusanna le sietna hmun thim thlalêr ram chu an tlân a.",
      "reference": "JOB 30:3"
    },
    {
      "content": "Hna rimtui hnabuk le, Luong zunghai chu an bu dingin an lâk a.",
      "reference": "JOB 30:4"
    },
    {
      "content": "Mihriem laia inthawka hnawt hmangin an um a, Inru rau ang elin an hnunga chun an rau a.",
      "reference": "JOB 30:5"
    },
    {
      "content": "Ruom chadan kârahai le, Hnuoi kuoahai le lungpui pûkahai um dingin.",
      "reference": "JOB 30:6"
    },
    {
      "content": "Hlobuk lai chun an khêk a, Zakthlai buk hnuoia chun an um khâwm a.",
      "reference": "JOB 30:7"
    },
    {
      "content": "Invêt nauhai an nih, anih, mi hmangnabohai nauhai an na; Rama inthawk hnawt suok an nih.",
      "reference": "JOB 30:8"
    },
    {
      "content": "“Tuhin annihai hla chu ka lo ni ta hi; Anih, anni ta dingin ṭawngnaa hmang ka lo ni tah.",
      "reference": "JOB 30:9"
    },
    {
      "content": "An mi pâwlser a, keimaa inthawka hlatakah an ngîr a, Ka hmaia chil mi sâk khum khawm an ma nawh.",
      "reference": "JOB 30:10"
    },
    {
      "content": "Ka thalhrui chu a sût a, a mi sukrinum ta leiin, Ka hmaa chun thîrse chu an pei thlâk a.",
      "reference": "JOB 30:11"
    },
    {
      "content": "Ka changtieng panga chun mi dukdaklo chu a tho a. Ka kehai chu ân tâwlhmang a; Ka chunga chun an bohmangna lampuihai chu an inchuon tah a.",
      "reference": "JOB 30:12"
    },
    {
      "content": "Ka lampui chu nasatakin an suksiet a, Ka lungngaina chu hma an insâwntir a, Anni chu tukhawmin an khap nawh.",
      "reference": "JOB 30:13"
    },
    {
      "content": "Tui inṭhe huk ang elin an hung a, Suksietna laia chun keia chungah an intêl a.",
      "reference": "JOB 30:14"
    },
    {
      "content": "Ṭitnahai chu ka chungah a hung tlung a, Ka miṭhatna chu thli ang elin an hnawt a, Ka vângneina hlak chu sûm angin a fe liem tah a.",
      "reference": "JOB 30:15"
    },
    {
      "content": "Tuhin ka lungril chu keia sûnga hin bunthlâkin a um a; Rimsikna nihai chu ka chungah a tlung chie ta a ni hi.",
      "reference": "JOB 30:16"
    },
    {
      "content": "Zân huna chun ka ruhai hin an mi chip an mi chip a, Chuong natna mi chip mi chiphai chu an ma ngai nawh.",
      "reference": "JOB 30:17"
    },
    {
      "content": "Ka natna hrâtna nasatak lei chun ka silfên chu a hmêlhem zo a, Ka zakaw rîng angin a mi khuop ta lem a.",
      "reference": "JOB 30:18"
    },
    {
      "content": "Dûmchirhaka chun a mi the lût a, Vut le pilvut ang el ka ni tah a ni hi.",
      "reference": "JOB 30:19"
    },
    {
      "content": "I kuomah ka hung khêk a, nang hlaka i mi dawn nawh a, Ka ngîr a, nangin i mi en nawh a.",
      "reference": "JOB 30:20"
    },
    {
      "content": "Ka chunga nunse dingin în chang tah a, I kut hrâtna chun i mi hrem a ni ta hi.",
      "reference": "JOB 30:21"
    },
    {
      "content": "Nang chun thlia chun i mi dawmkâng a, a chunga chun i mîn chuongtir a, Thlipuia chun i mi suktui tah a.",
      "reference": "JOB 30:22"
    },
    {
      "content": "Nang chun thina le, Mi hring po po ta dinga in ruota chun mi ṭhuoi i tih ti ka hriet sih a.",
      "reference": "JOB 30:23"
    },
    {
      "content": "“Sietna nasatak tuortu chun a kut phar suokin, A sietna chunga chun ṭhangpuina ngaiin a khêk naw ding am a nih?",
      "reference": "JOB 30:24"
    },
    {
      "content": "Mi buoina tâwk ta ding chun ka ṭap hlak a ni naw am a nih? Mi tlasam ta ding khawm chun ka lungril ân rim hlak a ni naw am a nih?",
      "reference": "JOB 30:25"
    },
    {
      "content": "Thil ṭha ka zawng laiin, thil ṭha naw a hung tlung a; Var ka nghâk zing laiin, inthimna a hung tlung bawk a.",
      "reference": "JOB 30:26"
    },
    {
      "content": "Ka lung ân phu hlawp hlawp a, a châwl nawh a; Rimsikna nihai chu ka chungah a hung tlung a ni ta hi.",
      "reference": "JOB 30:27"
    },
    {
      "content": "Nisa ni si loa em dukin ka um a; Inkhâwmna lai chun ka ngîr dawk a, ṭhangpuina ngaiin ka khêk a.",
      "reference": "JOB 30:28"
    },
    {
      "content": "Sihalhai ta dinga unaupa ka lo na, Ostrikhai ta dinga ruolpa leh.",
      "reference": "JOB 30:29"
    },
    {
      "content": "Ka vun chu a hung dum a, keimaa inthawkin ân khawk a; Ka ruhai chu lumin a kâng bawk a.",
      "reference": "JOB 30:30"
    },
    {
      "content": "Chuleiin, ka ṭingṭang chu sûnnaah ân chang a, Ka theihle chu mi ṭaphai râwlah ân chang bawk a.",
      "reference": "JOB 30:31"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOB 30 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}