{
  "verses": [
    {
      "content": "“Hnuoi chunga hin mihriem chun sin thaw ding a nei zing ni lo am a nih? A nihai khawm chu inhlawfa ni ang a ni naw am a nih?",
      "reference": "JOB 7:1"
    },
    {
      "content": "Siehlaw, deihlim inhnar ngâwi ngâwi angin le, Inhlâwfa a hlawhai ngawt en ang el chun:",
      "reference": "JOB 7:2"
    },
    {
      "content": "Thla teplohai chu hmang dinga siem ka na, Zân tuorhlaumtakhai chu ka ta dinga ruot a ni tah a.",
      "reference": "JOB 7:3"
    },
    {
      "content": "Ka zâl pha chun, ‘Iengtik am tho ka tih aw? Zân chu a sâwt ngei,’ ka tih a; Zîngkhaw hung var chenin kân let kân let a.",
      "reference": "JOB 7:4"
    },
    {
      "content": "Ka taksa chu pilvut khâwnhai le ngêhaia thuomin a um a; Ka vun chu a hung inhlip a, a tharin a hung suok tah a.",
      "reference": "JOB 7:5"
    },
    {
      "content": "Ka nihai chu puon khâwngtu khawthei nêkin a hrât lem a; Beiseina hrim um loa sukthâm an nih.",
      "reference": "JOB 7:6"
    },
    {
      "content": "Aw, ka hringna hi thli el a nih ti hre zing la, Ka mit hin thil ṭha hmu nâwk ta naw nih.",
      "reference": "JOB 7:7"
    },
    {
      "content": "Mit a mi hmutu khan mi hmu ta naw nih a; I mithaiin mi hung en a ta, nisienlakhawm, um ta naw ning.",
      "reference": "JOB 7:8"
    },
    {
      "content": "Sûm chu a hung inzâm a, a hung ral angin; Chuong ang chun, Seola fetahai chu hung nâwk ta naw ni hai.",
      "reference": "JOB 7:9"
    },
    {
      "content": "A ina chun hung kîr ta naw nih a; A hmun chun ama chu hre ta bawk naw ni.",
      "reference": "JOB 7:10"
    },
    {
      "content": "“Chuleiin, ka bau hi insûm naw ning a, Ka thlarau thuokdawng hin thu hril ka tih; Ka lungril rimsiknaa hin sawisêl ka tih.",
      "reference": "JOB 7:11"
    },
    {
      "content": "Tuisuoriet am ka ni, tuisuorieta ngapui am ka ni. Keima chunga vêngtu i sie chu?",
      "reference": "JOB 7:12"
    },
    {
      "content": "‘Ka khumin mi sukhlim a ta, Ka zâlkhum chun ka sawisêlna chu mi suknêppêk a tih,’ ka ti hlak chun.",
      "reference": "JOB 7:13"
    },
    {
      "content": "Nangin manghaiin i mi suklâu a; Mitthlaa thilhmuhaiin i mi sukṭih a.",
      "reference": "JOB 7:14"
    },
    {
      "content": "Chuongchun, ka lungril chun inâwkhlum le thina a thlang a nih; Hieng ka ruhai ngawt nêk hin chu.",
      "reference": "JOB 7:15"
    },
    {
      "content": "Ka hringna chu ka sêngral a; dam sâwt naw ningah, Mâkhâtin mîn umtir el rawh; ka nihai chu teplo el an ni sih a.",
      "reference": "JOB 7:16"
    },
    {
      "content": "Mihriem hi ieng am a nih a, ama chu i chawimawi a; Amaa chun i lungril în nghat a,",
      "reference": "JOB 7:17"
    },
    {
      "content": "Zîng tin ela i hung sir hlak a, Mitkhapkâr tina i fie hlak hi?",
      "reference": "JOB 7:18"
    },
    {
      "content": "Iengchen am keia tieng ngha lo loin um i ta, Ka chil lem kâr el khawma makhâta i mîn umtir naw ding chu?",
      "reference": "JOB 7:19"
    },
    {
      "content": "Ka lo suol a ni khawmin, i chungah ieng am ka thaw a na, Aw, Nang mihriemhai vêngtu? Iengdinga nanga ta dinga inchikna dinga i mi sie am a na? Keima ngei ta dinga phurrik ni elna dingin.",
      "reference": "JOB 7:20"
    },
    {
      "content": "Iengdinga ka bawsietna hi i ngaidam nawh a, Ka rîtlona hi i lâk hmang naw? Tuhin pilvut lai ka zâl el ding an ta sih a; Ngûntakin mi zawng i ta, nisienlakhawm, um ta naw ningah,” tiin.",
      "reference": "JOB 7:21"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOB 7 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}