{
  "verses": [
    {
      "content": "Chun, thlivira inthawkin LALPA chun Job chu a hung dawn a, a hril tah a:",
      "reference": "JOB 38:1"
    },
    {
      "content": "“Hrietna bo thuhaia, Thurâwn sukthimtu hi tu am a ni leh?",
      "reference": "JOB 38:2"
    },
    {
      "content": "Pasal angin tuhin i dier kei la, Thu indawn ka ti cheh a, i mi hrilfie ding a nih.",
      "reference": "JOB 38:3"
    },
    {
      "content": "Hnuoi lungphûmhai ka phûm laiin nang chu khaw lai am i um a? Hriethiemna i nei chun mi hril rawh.",
      "reference": "JOB 38:4"
    },
    {
      "content": "Tuin am chu chu lienziehai chu a riruong a, I hriet ngei maw! Annawleh, a chunga chun tuin am a thlûr chu a siem a?",
      "reference": "JOB 38:5"
    },
    {
      "content": "A lungphûmhai chu khâwlai am an innghat a na? Annawleh, a kia lung chu tuin am a phûm a?",
      "reference": "JOB 38:6"
    },
    {
      "content": "Zîng arasihai chun hla an sak tâwlin, Pathien naupahai chu iengtik khan am hlimin an khêk a?",
      "reference": "JOB 38:7"
    },
    {
      "content": "Annawleh, sula inthawka a hung ṭe thla laiin, Tuisuoriet chu tuin am kawtkhârhai chu a khârpêk a;",
      "reference": "JOB 38:8"
    },
    {
      "content": "Sûm chu a silfênah ka siem a, Inthim sâmupa ka tuom lai khan;",
      "reference": "JOB 38:9"
    },
    {
      "content": "A ramrihai ka ruotpêk a, Kawtkhârhai le palhai ka sie a;",
      "reference": "JOB 38:10"
    },
    {
      "content": "‘Hi chen hi nang hung la, khêl naw la, I tuifâwn chapotakhai chu hi chen hin châwl an tih’ ka ti lai khan?",
      "reference": "JOB 38:11"
    },
    {
      "content": "“I nihai inṭana inthawk ta hrimin, zîngkâr dâm hi thu i pêk ta hlakin, Vârṭien chu a hun hre dingin în umtir ta hlak am,",
      "reference": "JOB 38:12"
    },
    {
      "content": "Hnuoi inkhumna chu hlîm ding le, A sûnga mi rilo chu sêpdawka a um theina dingin?",
      "reference": "JOB 38:13"
    },
    {
      "content": "Namna hnuoia pilpawk angin sukdanglamin a um a, Silfên angin piengzie a hung nei a.",
      "reference": "JOB 38:14"
    },
    {
      "content": "Mi riloa inthawkin an var chu cheltângin a um a, Kut insâng khawm chu sukthliekin a um bawk a.",
      "reference": "JOB 38:15"
    },
    {
      "content": "Tuisuoriet hnârahai chun i lût ta hlak am? Annawleh, li inthûk rila chun i fe ta hlak am?",
      "reference": "JOB 38:16"
    },
    {
      "content": "Thina kawtkhârhai chu i kuomah suklang a ni ta hlak am? Annawleh, thina hlim kawtkhârhai chu i hmu hlak am?",
      "reference": "JOB 38:17"
    },
    {
      "content": "Hnuoi khang lienzie chu i hriet ta hlak am? Hril rawh khai, a rênga i hriet vawng chun.",
      "reference": "JOB 38:18"
    },
    {
      "content": "Var umna hmun lampui chu khâwlai am a na? Inthimna hi teh, a umna hmun khâwlai am a na?",
      "reference": "JOB 38:19"
    },
    {
      "content": "Chutaka chun i va fe ding ni ta sienla, Chutaka in chu i va thlierhran ding ni ta sienla?",
      "reference": "JOB 38:20"
    },
    {
      "content": "I hriet ngei maw, nang chu i pieng dai tah a, I nihai khawm a hung tam ta êm a!",
      "reference": "JOB 38:21"
    },
    {
      "content": "Vûr intling khâwmnahaia chun i lût ta hlak am? Annawleh, riel intling khâwmnahai chu i hmu ta hlak am?",
      "reference": "JOB 38:22"
    },
    {
      "content": "Chuong buoina huna dinga ka khêkhai le, Indona le intukna nia dinga ka khêkhai chu?",
      "reference": "JOB 38:23"
    },
    {
      "content": "Ieng lampui âm var hi a fein, Annawleh, hnuoi chunga hin ieng lampui âm sak thli hi a hrâng hlak a?",
      "reference": "JOB 38:24"
    },
    {
      "content": "“Tuin am tuilien ta dinga ruom le, Ṭêk ta ding a lampui a siem a?",
      "reference": "JOB 38:25"
    },
    {
      "content": "Mi um nawna ram le, Mi um nawna thlalêra ruo insûrtir ding le.",
      "reference": "JOB 38:26"
    },
    {
      "content": "Leihnuoi râusan ta le, se ta chu sukkhawp ding le, Hlohna innêm chu hung inmâwngtir dingin?",
      "reference": "JOB 38:27"
    },
    {
      "content": "Ruo hin pa a nei am? Annawleh, daidaw malhai hi tuin am a hung thlâk a na?",
      "reference": "JOB 38:28"
    },
    {
      "content": "Tu phîng sûnga inthawkin am vûr chu a hung pieng a na? Vâna inthawka vûrsûr inphi sung sung chu tuin am ân pieng tir leh?",
      "reference": "JOB 38:29"
    },
    {
      "content": "Tuihai chu lung angin a ngar a, Li inthûk chungzâwl chu sukkhalin a um tah a.",
      "reference": "JOB 38:30"
    },
    {
      "content": "Siruk inbâwr chu nangin khuop thei i ti? Sizucho khuopnahai chu i sût thei ding am a nih?",
      "reference": "JOB 38:31"
    },
    {
      "content": "Mazzaroth chu an hun sengah i hung ṭhuoi suok thei ding maw? Annawleh, Zângkhuohai i ṭhuoi thei ding maw?",
      "reference": "JOB 38:32"
    },
    {
      "content": "Vânhaia thuruothai chu i hriet vawng am? Hnuoi chunga hin thu în neitir thei ding am a nih?",
      "reference": "JOB 38:33"
    },
    {
      "content": "“Sûmhai chu i râwlin ko thei i ti, Ruopui vânâwnin a sûrkhumna ding chein?",
      "reference": "JOB 38:34"
    },
    {
      "content": "Kâwlinlephai chu an feh a, ‘Hitaka hin kan um,’ i kuoma ti dingin, I tir suok thei ding am a nih?",
      "reference": "JOB 38:35"
    },
    {
      "content": "Sûngril bung hranhaia chun tuin am varna a sieh a? Annawleh, lungvara hrietna chu tuin am a pêk a?",
      "reference": "JOB 38:36"
    },
    {
      "content": "Varna ngawtin tuin am sûmhai chu a tiem sêng a? Vâna penghai chu tuin am bunthla thei a ta?",
      "reference": "JOB 38:37"
    },
    {
      "content": "Iengtik âm pilvut chu an hung inhlawmin, A hlawmhai chu an hung inchâr tlat a?",
      "reference": "JOB 38:38"
    },
    {
      "content": "Sakeibakneipui chu a safâk ding i zawngpêk ding am a nih? Annawleh, sakeibaknei vânglai phîngṭâm chu i sukkhawp thei am a nih?",
      "reference": "JOB 38:39"
    },
    {
      "content": "An pûk sûnga chun an bawk a, An kuoahai chun an inchân hlak laiin?",
      "reference": "JOB 38:40"
    },
    {
      "content": "A têhai chu Pathien kuomah an khêk a, Fâk ding tlasama an umin Vaâk chu tuin am fâk ding a pêk a?",
      "reference": "JOB 38:41"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOB 38 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}