{
  "verses": [
    {
      "content": "Chun, Zophar Naamath mi chun a dawn a, a hril tah a;",
      "reference": "JOB 11:1"
    },
    {
      "content": "“Thu tamtakhai hi dawn a ni ngei naw ding am a nih? Mi ṭawng tam chu thiem inchangtir a ni ding am a nih?",
      "reference": "JOB 11:2"
    },
    {
      "content": "Chatlakloa i ṭawng hin mihai ân to ṭawktir ding am a nih? Thamlo taka i ṭawng hin tukhawmin an sukzak naw ding che i ring maw?",
      "reference": "JOB 11:3"
    },
    {
      "content": "‘Ka thuring chu ân thiengin, I mithmua chun kân thieng a nih,’ i ti sih a.",
      "reference": "JOB 11:4"
    },
    {
      "content": "Nisienlakhawm, aw, Pathien chun hung hrilin, Nanga kalin a hmûrhai chu hung inchângtir ve sienla;",
      "reference": "JOB 11:5"
    },
    {
      "content": "Varna thurûkhai chu ân entir ding che bah! Varna chu sîr tamtak a ni si a, Pathien chun i khawhlonain a phu nêka nêp lemin a thaw che a nih ti hre rawh.",
      "reference": "JOB 11:6"
    },
    {
      "content": "A zawnga zawng ngawtin Pathien thil inthûkhai chu i hmu suok thei ding am a nih? Iengkimthawthei chu a famkimin i hmu suok thei ding am a nih?",
      "reference": "JOB 11:7"
    },
    {
      "content": "Vân ang ela insâng a nih; nangin ieng am thaw thei i ta? Seol nêka inthûk lem a nih; nangin ieng am hre thei i ta?",
      "reference": "JOB 11:8"
    },
    {
      "content": "Chu chu lienzie chu leihnuoi nêkin a sei lemin; Tuisuoriet nêkin a lien lem a nih.",
      "reference": "JOB 11:9"
    },
    {
      "content": "Ama chu a fêthleng a, a khârkhip a, A ko khâwm chun tuin am dang thei an ta?",
      "reference": "JOB 11:10"
    },
    {
      "content": "Mi teplohai chu a hrietin, A ngaituo naw khawma, khawhlonahai chu a hmu sih a.",
      "reference": "JOB 11:11"
    },
    {
      "content": "Ram sabengtungtê mihriema a pieng phaleh, Mi teplo chun hrietthiemna nei chau a tih.",
      "reference": "JOB 11:12"
    },
    {
      "content": "I lungril chu i siem dik a, Ama tiengah i kuthai i phar chun;",
      "reference": "JOB 11:13"
    },
    {
      "content": "I kuta chun khawhlona a um ruok chun, hlatakah sie dai rawh, I puon inahai chun fel nawna inchêngtir naw la;",
      "reference": "JOB 11:14"
    },
    {
      "content": "Chun, matheiloin i hmai chu kaidum um hlek loin nghâng i ta, Anih, dettakin um i ta, ṭi naw ti ni.",
      "reference": "JOB 11:15"
    },
    {
      "content": "I rinum tuorhai chu i theinghil ta âwm sih a; Tui luong hmang tahai ang chau chun hre zing i tih.",
      "reference": "JOB 11:16"
    },
    {
      "content": "Chun, i hringna chu sûnchang lai nêkin hung fie lem a ta, Inthimna um sien khawm, zîngkâr ang ni tâng a tih.",
      "reference": "JOB 11:17"
    },
    {
      "content": "Chun, beiseina a um leiin, nang chu him tâng i ta, Anih, nangma le nangma inzawng suok i ta, himtakin sâwldam tâng i tih.",
      "reference": "JOB 11:18"
    },
    {
      "content": "Zâl i ta, tukhawma suklâu bawk naw ni hai che; Anih, mi tamtakin nangma le inremna hung siem an tih.",
      "reference": "JOB 11:19"
    },
    {
      "content": "Nisienlakhawm, mi rilo mithai chu hung hlawsam a ta, Tlân hmangna ding lampui khawm nei naw ni hai, An beiseina khawm chu thlarau inthla ang chu nîng a tih,” tiin.",
      "reference": "JOB 11:20"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOB 11 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}