{
  "verses": [
    {
      "content": "“Hitaka khawm hin ka lungril chu ân thin a, A umna hmuna inthawk chun ân châwm a.",
      "reference": "JOB 37:1"
    },
    {
      "content": "A râwl ri chu ngai ta u, A baua inthawka ri suok le chun,",
      "reference": "JOB 37:2"
    },
    {
      "content": "Vân hnuoi po poa chun a tir suok a; A kâwlinlep chu hnuoi tâwpnahai chenin a tir suok bawk a.",
      "reference": "JOB 37:3"
    },
    {
      "content": "Chu hnunga chun râwl chu ân rih a, A ropuina râwl chun a hung sukri tah a; A râwl chu hriet a ni pha chun anni chu ân châwltir nawh a.",
      "reference": "JOB 37:4"
    },
    {
      "content": "Pathien chun a râwlin nasatakin a sukrih a; Thil ei hmu thei naw ropuitakhai chu a thaw a nih.",
      "reference": "JOB 37:5"
    },
    {
      "content": "Vûr kuoma chun, ‘Hnuoiah tla rawh,’ a ta; Chuong ang bawkin ruo mal kuoma le A ruo nasa sûrhai kuoma chun a ti bawk a.",
      "reference": "JOB 37:6"
    },
    {
      "content": "Mi tin kut chu a khârkhip a, Mi po pohai a siemhai chun an hriet theina dingin.",
      "reference": "JOB 37:7"
    },
    {
      "content": "Chun, ramsahai chu pûkahai chun an feh a, An kuoahai chun an um zing a.",
      "reference": "JOB 37:8"
    },
    {
      "content": "Simtieng pindana inthawk chun thlipui a hung a, Hmârtienga inthawkin phalbi a hung bawk a.",
      "reference": "JOB 37:9"
    },
    {
      "content": "Pathien thuok chun vûr inkhal chu a pêk a Tui lientakhai khawm an inkhal zo a.",
      "reference": "JOB 37:10"
    },
    {
      "content": "Anih, sûm sâtak chu tuihuin a sukrik a, A kâwlinlep sûm chu a thedar tah a.",
      "reference": "JOB 37:11"
    },
    {
      "content": "Chun, a ṭhuoinain ân let vêl a, Thu a pêk taphawt an thaw theina dingin; Khawvêl hluo theia um chung po poa chun.",
      "reference": "JOB 37:12"
    },
    {
      "content": "A hnuoi ta dingin amanih, sukdikna lem dingin amanih, Annawleh, zângaina leiin amani a hungtir hlak a.",
      "reference": "JOB 37:13"
    },
    {
      "content": "“Aw Job, hi hi ngai ta, To veng vengin Pathien sinthaw maktakhai chu ngaituo ta.",
      "reference": "JOB 37:14"
    },
    {
      "content": "An chunga chun Pathien chun ieng angin am maw ân phurtirin, A sûm kâwlinlep chu ân vartir hlak ti i hriet am?",
      "reference": "JOB 37:15"
    },
    {
      "content": "Sûm rikziehai chu i hriet am, Hrietna famkima sip, sinthaw maktak el chu?",
      "reference": "JOB 37:16"
    },
    {
      "content": "Sim thli leia hnuoi chu a um ṭawk ṭawk laiin, Iengtin am i silfênhai chu suklumin a um a, ti i hriet am?",
      "reference": "JOB 37:17"
    },
    {
      "content": "Ama ang chun vân khi keiphar thei i ti, Dârthlalang sungta anga ngar khi?",
      "reference": "JOB 37:18"
    },
    {
      "content": "Ama kuoma chun ieng am kan hril ding mîn chûktir la, Inthimna leiin kan thuhril chu kan sukrem thei si nawh a.",
      "reference": "JOB 37:19"
    },
    {
      "content": "Thu ka hril ding a nih ti chu ama hril a ni ding am a nih? Annawleh, mi chun lem zoa um chu a nuom am a nih?",
      "reference": "JOB 37:20"
    },
    {
      "content": "Tuhin mihai chun vânhaia var chu an hmu naw a nih; Amiruokchu, thli a hrâng a, anni chu a sukthiel hlak.",
      "reference": "JOB 37:21"
    },
    {
      "content": "Hmârtienga inthawkin rângkachak ropuina chu a hung a; Pathien chu ropuina ṭiumtakin ân thuom a.",
      "reference": "JOB 37:22"
    },
    {
      "content": "Iengkimthawthei chu ei hmu suok thei nawh, Thilthawtheina le indiknaah a ropui a, Felna a hau a, nêksâwr naw nih.",
      "reference": "JOB 37:23"
    },
    {
      "content": "Chuleiin, mihai chun ama chu an ṭih a, Lungrila vara inngaihai khawm chu a pawisa chuong nawh,” tiin.",
      "reference": "JOB 37:24"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOB 37 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}