{
  "verses": [
    {
      "content": "Chun, Job chun a thuhril chu a zawm nâwk a, a hril tah a.",
      "reference": "JOB 27:1"
    },
    {
      "content": "“Pathien, ka thiemna thu la hmangtu, Iengkimthawthei, ka lungril sukrimsitu chu a hring zing angin,",
      "reference": "JOB 27:2"
    },
    {
      "content": "Ka hringna chu keimaa a um sûng phawt le, Pathien thuok chu ka hnarkuohaia a um sûng phawt chun,",
      "reference": "JOB 27:3"
    },
    {
      "content": "Ka hmûrhai chun fel nawna thu hril dêr naw nih a, Ka lei hin hlêmna thu sâksuok bawk naw ni.",
      "reference": "JOB 27:4"
    },
    {
      "content": "Nangni thiem kân changtir ding cheu hi Pathien chun a khap a nih; Ka thi hmakhat chun ka lungril tluongna hi keimaa inthawkin sie hmang naw ning.",
      "reference": "JOB 27:5"
    },
    {
      "content": "Ka felna chu dêttakin ka chel a, inthla naw ning, Ka dam sûngin ka lungril chun mi sawisêl bawk naw nih.",
      "reference": "JOB 27:6"
    },
    {
      "content": "Ka hmêlma chu mi rilo ang hung ni sienla, Keima chunga kaltu chu mi fello ang hung ni raw se.",
      "reference": "JOB 27:7"
    },
    {
      "content": "Pathien ngaisak naw mi chun hlâwkna insiem fâwm hlak sien khawm, Pathienin a thlarau a lâkpêk pha chun ieng am beisei ding a nei leh?",
      "reference": "JOB 27:8"
    },
    {
      "content": "Pathien chun a khêkri chu a ngai ding am a ni, A chunga buoina a hung tlung pha chun?",
      "reference": "JOB 27:9"
    },
    {
      "content": "Iengkimthawtheia chun ama chu lungawiin, Pathien chu ieng lai khawmin a ko ding am a nih?",
      "reference": "JOB 27:10"
    },
    {
      "content": "Pathien kut chungthua hin inchûktir ka ti cheu, Iengkimthawthei thiltum chu ip naw ningah.",
      "reference": "JOB 27:11"
    },
    {
      "content": "Ngai ta u, in rêngin in hmu seng tah a; Anleh, iengdinga teplo mei mei in ni vawng el am a na?",
      "reference": "JOB 27:12"
    },
    {
      "content": "“Hi hi Pathiena mi rilo chan chu a nih; Nêksâwrtuhai rochan, Iengkimthawtheia inthawka an hmu chu.",
      "reference": "JOB 27:13"
    },
    {
      "content": "A thlahai an hung pung chun, kâwlhnâm ta ding el an nih; A chithlahai chun khawp tâwk bu nei naw ni hai.",
      "reference": "JOB 27:14"
    },
    {
      "content": "Ama hnunga la damhai chu thinaa phûm ning an ta, A nuhmei thisanhai (hmeithaihai) khawm chun sûnna siem naw ni hai.",
      "reference": "JOB 27:15"
    },
    {
      "content": "Tangka chu pilvut ang elin siekhâwl sien khawm, Silfên chu pilpawk ang elin siem sien khawm;",
      "reference": "JOB 27:16"
    },
    {
      "content": "Buotsai chu buotsai thei a tih, amiruokchu, mi fel chun sil a tih, A tangka khawm chu mi pawitâwk lo chun semdar bawk a tih.",
      "reference": "JOB 27:17"
    },
    {
      "content": "A in chu aium angin a bâwl a. Vêngtuin a sâwlbûk a bâwl ang elin.",
      "reference": "JOB 27:18"
    },
    {
      "content": "Mi hausa zâlin a zâl a, amiruokchu, chuong chu ni sawng naw ni, A mithai a hang meng a, a hausakna chu a um ta nawh a.",
      "reference": "JOB 27:19"
    },
    {
      "content": "Tuilien ang elin ṭitnahai chun ama a lâk hmang tah a, Zân kâr chun thlipui chun ama ân rûk hmang tah a.",
      "reference": "JOB 27:20"
    },
    {
      "content": "Sak thli chun ama chu a lên hmang a, a fe hmang tah a; A hmuna inthawk chun a mût hmang tah a.",
      "reference": "JOB 27:21"
    },
    {
      "content": "Pathien chun ama chu pei thlâng a ta, hla naw ni, A kuta inthawkin thinthla hmang a tih.",
      "reference": "JOB 27:22"
    },
    {
      "content": "Mihai chun ama chu kut benkhum an ta, A hmuna inthawk chun ama chu hnawt dawk an tih.",
      "reference": "JOB 27:23"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOB 27 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}