{
  "verses": [
    {
      "content": "Chun, Eliphaz Teman mi chun a dawn a, a hril tah a:",
      "reference": "JOB 4:1"
    },
    {
      "content": "“Miin inbiekpui tum ta sienla che, pawi tîng i ti? Amiruokchu, tu am thuhrilnaa inthawkin ama insûm thei a ta?",
      "reference": "JOB 4:2"
    },
    {
      "content": "Ngai ta, mi tamtak chu i lo inchûktir a, Kut hrât nawhai chu i lo sukhrât hlak a.",
      "reference": "JOB 4:3"
    },
    {
      "content": "I thuhai chun mi tlu ding khawm chu a lo chelngir a; Khûp zawihai khawm chu i lo sukdet hlak kha.",
      "reference": "JOB 4:4"
    },
    {
      "content": "Amiruokchu, tuhin i chungah a hung tlung veh a, i châu tah a; Nang a hung tâwk cheh a, sukbuoiin i um tah a.",
      "reference": "JOB 4:5"
    },
    {
      "content": "Pathien i ṭina chu i ringpui niin, I lampuia ringumna chu i beiseina ni lo am a nih?",
      "reference": "JOB 4:6"
    },
    {
      "content": "Tuhin ngaituo la, pawi tâwk hlek loin tu am an bohmang hlak a? Annawleh, mi tluonghai chu khâwlai am sât thlâk an ni hlak a?",
      "reference": "JOB 4:7"
    },
    {
      "content": "Ka lo hmu ta hlak ang chun, rîtlona tûtuhai le, Buoina thêtuhai chun, chu ma chu an sîk hlak.",
      "reference": "JOB 4:8"
    },
    {
      "content": "Pathien thuokin an bohmang a; A lunginsenna imûtin an kâng- hmang hlak.",
      "reference": "JOB 4:9"
    },
    {
      "content": "Sakeibaknei inrûm ri le sakeibaknei hrâng râwl ri le, Sakeibaknei vânglai hahai chu sukthliekin a um a.",
      "reference": "JOB 4:10"
    },
    {
      "content": "Sakeibaknei puitling khawm chu fâkding tlasamin a bohmang a, Sakeibakneipui têhai khawm chu an invâk dar tah a.",
      "reference": "JOB 4:11"
    },
    {
      "content": "“Tuhin ka kuomah inrûktein thu a hung a; Ka na chun chutaka biekrûkna chu a hriet a nih.",
      "reference": "JOB 4:12"
    },
    {
      "content": "Îmu inhniktaka mi in re ṭhiep lai, Zâna thilhmulâwkna ka ngai tuo laiin,",
      "reference": "JOB 4:13"
    },
    {
      "content": "Ṭitna ka chungah a hung tlung a, inthinna leh; Chu chun ka ruhai po po chu a sukhnîng hlak.",
      "reference": "JOB 4:14"
    },
    {
      "content": "Ka hmai zâwna hin thlâ a fe thleng a; Ka hmulthi chu ân ding hlak.",
      "reference": "JOB 4:15"
    },
    {
      "content": "A ngîr zing a, nisienlakhawm, a hmêlput dân chu ka hrietthiem nawh a; Chu thlâ chu ka mitthlahaia hin a um zing a: A hung rê ṭhiep a, chuongchun, râwl chu ka hriet tah a.",
      "reference": "JOB 4:16"
    },
    {
      "content": "‘Mihriem thithei hi Pathien hmaah mi dik a ni ding am a nih? Mihriem chu a Siemtu hmaa chun mi inthieng a ni ding am a nih?",
      "reference": "JOB 4:17"
    },
    {
      "content": "Ngai ta, a siehlawhai khawm chu a ring zo nawh a, A vântirkohai khawm chu invêt a ti a nih.",
      "reference": "JOB 4:18"
    },
    {
      "content": "Pil inhaia umhai lem lem chuh e; a va ring naw zuol âwm ngei, A lungphûm chu pilvuta innghat a nih a, Hângthim hmaa suksiet ni el hlakhai chu.",
      "reference": "JOB 4:19"
    },
    {
      "content": "Zîngtieng le zântieng inkâra suksiet an ni hlak a; Hriet zingna hrim um loin an bohmang hlak.",
      "reference": "JOB 4:20"
    },
    {
      "content": "An puon in hrui an sûnga chu a ṭilthla chun, Varna hrim um loin an thi el an naw am a nih?’",
      "reference": "JOB 4:21"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOB 4 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}