{
  "verses": [
    {
      "content": "Chun, Eliphaz Teman mi chun a dawn a, a hril tah a:",
      "reference": "JOB 22:1"
    },
    {
      "content": "“Mihriem chu Pathien ta dingin a ṭhahnem thei ding am a nih? Matheiloin mi var chun ama le ama ân ṭhathnempui hlak ngei a.",
      "reference": "JOB 22:2"
    },
    {
      "content": "Mi fel i ni hi Iengkimthawthei ta ding chun ieng am lâwmna ding a um a? Annawleh, i lampuihai chu i sukṭha famkim hin ama ta dingin hlâwkna a um am a nih?",
      "reference": "JOB 22:3"
    },
    {
      "content": "Ama i ṭi leiin a hrem chein, Rorêlnaah a ṭhuoi lût che am a nih?",
      "reference": "JOB 22:4"
    },
    {
      "content": "I rîtlona hi a nasa êm êm a ni naw am a nih? I suolnahai chun tâwp chin a nei bawk si nawh a.",
      "reference": "JOB 22:5"
    },
    {
      "content": "I unau thuomhnaw chu teplo khatin i lâk a, Saruokhai chu an silfên i hlîppêk bawk sih a.",
      "reference": "JOB 22:6"
    },
    {
      "content": "Mi chauhai kuoma chun tui dâwn ding i pêk nawh a, Mi phîngṭamhai ta dingin bei în ro bawk a.",
      "reference": "JOB 22:7"
    },
    {
      "content": "“Amiruokchu, mi thahrât chun chu hnuoi hi a nei a, Mi inzaum chu a sûnga chun a chêng a nih.",
      "reference": "JOB 22:8"
    },
    {
      "content": "Hmeithaihai chu kut ruokin în fe hmangtir a, Naufahrahai kuthai chu sukthliekin a um bawk a.",
      "reference": "JOB 22:9"
    },
    {
      "content": "Chuleiin, chânghai chu i sîrvêlah a um vawng a nih. Ṭit thutna chun a sukbuoi bawk cheh a.",
      "reference": "JOB 22:10"
    },
    {
      "content": "I hmu thei nawna dingin i var chu sukthimin a um a, Tui tamtak chun ân khum che a nih.",
      "reference": "JOB 22:11"
    },
    {
      "content": "Pathien chu vân insânga chun a um a ni naw am a nih? Arasihai insângzie chu ngaituo ta, an insângzie chu!",
      "reference": "JOB 22:12"
    },
    {
      "content": "Nang chun, ‘Pathien chun ieng am a hriet a? Inthim sâmupah ro a rêl thei ding am a nih?",
      "reference": "JOB 22:13"
    },
    {
      "content": "Sûm sâmuphai chu ama inkhumna a na, a hmu thei nawh, Vân vêla chun a fe hlak a nih,’ i ta.",
      "reference": "JOB 22:14"
    },
    {
      "content": "Lampui hlui kha i hraw zing ding maw, Mi rilohai lo fena ta kha?",
      "reference": "JOB 22:15"
    },
    {
      "content": "Chuonghai chu an hun hmain lâk hmangin an um a, Chuonghai lungphûm chu tuihnâr anga bunthlâk a ni ta kha.",
      "reference": "JOB 22:16"
    },
    {
      "content": "Pathien kuomah, ‘Keini mi mâksan rawh, Iengkimthawthei chun kan chungah ieng am thaw thei a ta?’ tituhai chu.",
      "reference": "JOB 22:17"
    },
    {
      "content": "An inhai chu thil ṭhahaiin a la suksip rawp a, Amiruokchu, mi rilo thurâwn chu keimaa inthawkin hlatakah a um a nih.",
      "reference": "JOB 22:18"
    },
    {
      "content": "Mi felhai chun, chu chu an hmu a, an lâwm a, Mi pawitâwklohai chun hmusitin an nuisan a,",
      "reference": "JOB 22:19"
    },
    {
      "content": "‘Eini mi kaltuhai kha sât thlâk an ni ta ngei el a, Anni a la mahlahai khawm chu meiin a kâng hmang a,’ tiin.",
      "reference": "JOB 22:20"
    },
    {
      "content": "Tuhin ama le chun inhmêlhriettir la, inremin um rawh, Chuongchun, i ta dingin thil ṭha a hung tlung ding annâwm.",
      "reference": "JOB 22:21"
    },
    {
      "content": "A baua inthawka inchûktirna chu pawm la, A thuhai chu i lungrilah sie khâwl rawh.",
      "reference": "JOB 22:22"
    },
    {
      "content": "Iengkimthawthei kuomah i kîr nâwk chun, tung ding nîng i ta, I puon inhaia inthawka fel nawna chu hlatakah i sie hmang phawt chun.",
      "reference": "JOB 22:23"
    },
    {
      "content": "I hausakna chu pilvuta siein, Ophir rângkachakhai khawm chu vadungtê lunghai lai chun sie rawh.",
      "reference": "JOB 22:24"
    },
    {
      "content": "Chuongchun, Iengkimthawthei chu i ro hung nîng a ta, I ta dingin tangkaruo hlutak hung nîng a tih.",
      "reference": "JOB 22:25"
    },
    {
      "content": "Chun, nang chu Iengkimthawtheia chun hlim tâng i ta, Chun, i hmai chu Pathien tieng ngha tâng i tih.",
      "reference": "JOB 22:26"
    },
    {
      "content": "I ṭawngṭaina chu ama kuomah siem i ta, ama chun dawn a ti che; Chun, thutiemhai chu ama pe tâng i tih.",
      "reference": "JOB 22:27"
    },
    {
      "content": "Thil hung ngiet i ta, chu chu nanga ta dinga thaw ni tâng a tih: Chun, i lampuihaia chun var ta bawk a tih.",
      "reference": "JOB 22:28"
    },
    {
      "content": "Pathienin mi chapo chu a sukhnuoi a, Mi inngaitlâwm ruok chu a sandam a.",
      "reference": "JOB 22:29"
    },
    {
      "content": "Ama chun pawitâwklo mi ni lo khawm chu sanhim a ta, I kuthai inthiengna leiin sanhim a ni ding a nih,” tiin.",
      "reference": "JOB 22:30"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOB 22 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}