{
  "verses": [
    {
      "content": "Chun, Job chun LALPA chu a dawn a, a hril tah a:",
      "reference": "JOB 42:1"
    },
    {
      "content": "“Thil po pohai chu i thaw thei vawng ti ka hriet a, I thiltum khawm dang ruol a ni nawh a.",
      "reference": "JOB 42:2"
    },
    {
      "content": "Hrietna um loa, thurâwn thuptu hi tu am a na? Chuleiin, ka ihriet naw chu ka hril el a nih;",
      "reference": "JOB 42:3"
    },
    {
      "content": "Ngai ta, ka ngên che hi, thu ka hril ding a nih: Nang chu indawn ka ti che a, mi hrilfie bawk rawh.",
      "reference": "JOB 42:4"
    },
    {
      "content": "Naa hrietna chun nangma chu ka hriet ta cheh a, Tu ruok hin chu ka mit hin a hmu che a ni hi.",
      "reference": "JOB 42:5"
    },
    {
      "content": "Chuleiin, kei le kei kân theidah a, kân sîr a nih, Vuthai lai le pilvut laia ṭhungin,” tiin.",
      "reference": "JOB 42:6"
    },
    {
      "content": "Chun, LALPA chun Job kuoma hieng thuhai hi a hril zo chun LALPA chun, Teman mi Eliphaz kuoma chun, “Nanga chunga le i ruol pahni hai chunga chun ka lungsenna chu a hung zuol a nih, ka siehlaw Job anga keima chungthua thil indik chu in mi hrilpêk naw leiin.",
      "reference": "JOB 42:7"
    },
    {
      "content": "Chuleiin, tuhin bâwngchal pasa- ri le berâmchal pasari kei unla; ka siehlaw Job kuoma chun fe unla, nangni ta ngei dingin pumrawhmang thilinhlân chu inhlân ro; chun, ka siehlaw Job chun ṭawngṭaipêk a ti cheu a, ama a ni leiin, kei khawma pawm ka tih, in invêtna ang peia ka thaw nawna ding cheu in. Ka siehlaw Job angin keima chungthua thil indik chu in mi hrilpêk ta si nawh a,” tiin.",
      "reference": "JOB 42:8"
    },
    {
      "content": "Chuongchun, Teman mi Eliphaz le, Suhi mi Bildad leh, Naamath mi Zophar le chun an feh a, LALPAIN anni thu a pêk ang chun an thawh a. Chun, LALPA chun Job chu a pawm- pêk tah a.",
      "reference": "JOB 42:9"
    },
    {
      "content": "Chun, LALPA chun Job chu a ruolhai ta dinga a ṭawngṭai lai chun a chan chu a sukṭha tah a; Job chu LALPA chun a hmaa a nei lêt hni chu a pêk tah a.",
      "reference": "JOB 42:10"
    },
    {
      "content": "Chun, a unauhai po po, a farnu- hai po po leh, a hmaa a lo hmêlhriet tahai chu a kuomah an hung a, a ina chun ama leh bu an fâk tâwl a, a chunga LALPAIN thil ṭha naw ân tlungtir po pohaia chun ama chu an thlasietpuiin an thlamuon a, mi tin chun sum tlâwmte seng le, rângka- chak kutsebi an pêk seng a.",
      "reference": "JOB 42:11"
    },
    {
      "content": "Chuongchun, LALPA chun Job chu a hun tâwp tieng chun a hun hmasa tieng nêk hmanin mal a sâwm tah a: berâm chu sîng khat le sâng li a nei a, sanghâwngsei sâng ruk leh, bâwngchal tuok sâng khat leh, sabengtungpui sâng khat a nei tah a.",
      "reference": "JOB 42:12"
    },
    {
      "content": "Naupasal pasari le naunuhmei pathum a nei bawk a.",
      "reference": "JOB 42:13"
    },
    {
      "content": "Chun, a upatak hminga chun Jemima a sak a, a pahnina hminga chun Kezia, a pathumna hminga chun Keren-happuk a sak a.",
      "reference": "JOB 42:14"
    },
    {
      "content": "Chun, ram po poa chun Job nau- nuhmeihai anga hmêlṭha hrim hrim hmu an ni nawh a, an pa chun an unaupahai laia chun rochan a pêk seng bawk a.",
      "reference": "JOB 42:15"
    },
    {
      "content": "Hi hnunga hin Job chu kum za khat le sâwmli a la dam a, a nau- pasalhai le a naupasalhai naupasal- hai, khup li chenin a hmuh a.",
      "reference": "JOB 42:16"
    },
    {
      "content": "Chuongchun, nihai chu tling zetin le hung tarin Job chu a thi tah a.",
      "reference": "JOB 42:17"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOB 42 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}