{
  "verses": [
    {
      "content": "“Leviathan chu ngakuoiin i hnûk dawk thei ding am a nih? Annawleh, a lei chu hruiin i keihnuoi zo ding am a nih?",
      "reference": "JOB 41:1"
    },
    {
      "content": "A hnâr chu hruihruolin i khit thei ding am a nih? Annawleh, a khâk chu thalin i suntlang thei ding am a nih?",
      "reference": "JOB 41:2"
    },
    {
      "content": "I kuoma chun hninahai tamtak siemin, I kuoma chun thu innêmhai chu a hril ding am a nih?",
      "reference": "JOB 41:3"
    },
    {
      "content": "Ama chu siehlawa kumkhuoa i nei zingna dingin, I kuoma chun thutiem a siem ding am a nih?",
      "reference": "JOB 41:4"
    },
    {
      "content": "Vate inhnelpui angin ama chu în hnelpui ding am a nih? Annawleh, i rawngbâwltunu ta dingin ama chu i khit ding am a nih?",
      "reference": "JOB 41:5"
    },
    {
      "content": "Ngamantuhai chun innêpnain an hmang ding am a nih? Sumdâwng mihai lai chun ama chu an sem dar dîm a nih?",
      "reference": "JOB 41:6"
    },
    {
      "content": "A vun chu thîr kibar neiin i suksip thei ding am a nih? Annawleh, a lu chu ngakhâwfeihaiin?",
      "reference": "JOB 41:7"
    },
    {
      "content": "Ama chunga chun i kut hei inlet hrim la. In inthaw dân chu hre zing i ta, Thaw nâwk ta ngai naw ti nih.",
      "reference": "JOB 41:8"
    },
    {
      "content": "Ngai ta, ama hne în zuomna chu a thlâwn el a na, Ama hei hmu ngawt khawmin mi chu a beidawng nghâl el a nih.",
      "reference": "JOB 41:9"
    },
    {
      "content": "Ama suktho ding khawpa huoisen tukhawm an um nawh a, Chuong a ni chun tu am keia hmaa ngir thei ding?",
      "reference": "JOB 41:10"
    },
    {
      "content": "Ama ka pêk kîr nâwk dingin tuin am ka kuomah an pêk hmasa hlak a? Iengkim vânkhuphnuoia thil taphawt chu ka ta a nih.",
      "reference": "JOB 41:11"
    },
    {
      "content": "A kehai hrâtzie chu hril thei bâk a nih, A tha hrâtzie a taksa muk ṭhat dân khawm chu.",
      "reference": "JOB 41:12"
    },
    {
      "content": "A silfên chunghnung chu tuin am hâwk ngam a ta? Tuin am thîrse thuo hni hung insêdetir thei a ta?",
      "reference": "JOB 41:13"
    },
    {
      "content": "Tu am a khâk chela a bau keika thei ding? A ha intlar kuol ṭhut chu ṭi a um sih a.",
      "reference": "JOB 41:14"
    },
    {
      "content": "A vun char inuoi chu a suong tak a na, Chârde ang ela khawng rût chu,",
      "reference": "JOB 41:15"
    },
    {
      "content": "Pakhat chun a dang a hnai hleh a, A kâra chun boruok hrim a lût dêr nawh.",
      "reference": "JOB 41:16"
    },
    {
      "content": "An inṭingmat tuo tlat a, Kei ṭhe thei ruol a ni nawh.",
      "reference": "JOB 41:17"
    },
    {
      "content": "Ân simhai chun var a suksuok a, A mithai chu vârṭien var ang el a nih.",
      "reference": "JOB 41:18"
    },
    {
      "content": "A baua inthawk chun meiser chawklaihai a suok a, Meisihai chu a vuong suok bawk a.",
      "reference": "JOB 41:19"
    },
    {
      "content": "A hnârkuoa inthawkin meikhu a suok a, Thil suongna bêl le hlobuk kâng ang elin.",
      "reference": "JOB 41:20"
    },
    {
      "content": "A thuok chun meilinghai chu a mûtchawk a, A baua inthawk chun meichawk a suok a.",
      "reference": "JOB 41:21"
    },
    {
      "content": "A rînga chun hrâtna a um a, A hmaa chun ṭiumna chu a lâm a.",
      "reference": "JOB 41:22"
    },
    {
      "content": "A tisa hlawmhai chu ân zawm khâwm tlat a, A chunga chun ân nghat tlat a,sukchâng ruol an ni nawh.",
      "reference": "JOB 41:23"
    },
    {
      "content": "A lung chu lung anga ngar a na, Anih, bu râwtna lung hnuoihnung ang elin.",
      "reference": "JOB 41:24"
    },
    {
      "content": "Ama chu a hung tho pha chun, mi hrâthai chu an ṭih a: Ṭitna leiin anni chu an inhâwrkhâwm a.",
      "reference": "JOB 41:25"
    },
    {
      "content": "Miin kâwlhnâmin sât sien khawm sât pawp naw nih, Annawleh, fei khawmin, thal khawmin, hmawlzum khawmin sun pawp naw nih.",
      "reference": "JOB 41:26"
    },
    {
      "content": "Thîr chu bupâwl angin a ngai a, Dârsen chu thing hmawn angin.",
      "reference": "JOB 41:27"
    },
    {
      "content": "Thalhai chun ama chu a suktlân thei nawh a, Saihlumhai khawm chu ama kuoma chun pâwlbul ang a nih.",
      "reference": "JOB 41:28"
    },
    {
      "content": "Hmawlzumhai khawm chu pâwlbul ang chaua ngai a na, Fei inlap zawk zawkhai khawm chu a nuisan a.",
      "reference": "JOB 41:29"
    },
    {
      "content": "A hnuoihrût tieng chu bekawihâr ngei ang an na, Dûm chirdiek chu buchilna hrizâwl angin a hrût cham duoi a;",
      "reference": "JOB 41:30"
    },
    {
      "content": "Li inthûk chu bêl angin ân phultir a, Tuisuoriet chu thilhnâk angin a siem hlak.",
      "reference": "JOB 41:31"
    },
    {
      "content": "A hnunga chun a fêna lampui chu a sukhuom vâr a, Li inthûk chu mi chun hmul vâr amani a sâwn rau khawpin.",
      "reference": "JOB 41:32"
    },
    {
      "content": "Hnuoi chunga hin ama ang an um nawh a, Ṭitna nei loa siem chu.",
      "reference": "JOB 41:33"
    },
    {
      "content": "Thil insâng tinrêng chu a hmuh a, Chapona naupahai po po chunga lal a nih,” tiin.",
      "reference": "JOB 41:34"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOB 41 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}