{
  "verses": [
    {
      "content": "“Tangkaruo ta ding chun cho- suokna hmun chu a um ngei a nih, Rângkachak ta dinga sukthiengna hmun leh.",
      "reference": "JOB 28:1"
    },
    {
      "content": "Thîr chu leihnuoia inthawka lâk suok a na, Dârsen ruok chu lunga inthawka emtuia lâk suok a nih.",
      "reference": "JOB 28:2"
    },
    {
      "content": "Mihriemin inthimna a suktâwp a, Thina hlim le inthimna lung sâmuphai chu, A hmun hlatakahai chun a zawng suok hlak.",
      "reference": "JOB 28:3"
    },
    {
      "content": "A ram hluotuhai um nawnaa chun khur an cho a, A chunga fehai chun an theinghil a; Mi hlatnaah an inkhai a, an inthên an inthên a.",
      "reference": "JOB 28:4"
    },
    {
      "content": "Hnuoi ruok chu amaa inthawk chun bei a hung suok a, A hnuoitieng chu, inlet chun chu mei ang el a nih.",
      "reference": "JOB 28:5"
    },
    {
      "content": "Chutaka lunghai chu Sapphir lung hmun dâm a na, Rângkachak hlawmhai chu a um a nih.",
      "reference": "JOB 28:6"
    },
    {
      "content": "Chu lampui chu chunglêng vate sa fami chun a hriet nawh a, Mulukawlhai mit khawm chun a hmu ngai nawh.",
      "reference": "JOB 28:7"
    },
    {
      "content": "Ramsa chapotakhai khawm chun an sir ngai nawh a, Sakeibaknei ṭiumtak khawm chun a hraw ngai nawh.",
      "reference": "JOB 28:8"
    },
    {
      "content": "“A kut chu lungpui changtak chunga chun a sie suok a, Tlânghai chu a bula inthawkin a kei let a.",
      "reference": "JOB 28:9"
    },
    {
      "content": "Lungpuihai lai chun tuiluongnahai a cho a, A mithai chun thil hlutak chu a hmuh a.",
      "reference": "JOB 28:10"
    },
    {
      "content": "An far nawna dingin tuihnârhai chu a ting a, Thil inthupa um chu varah a hung lâk suok tah a.",
      "reference": "JOB 28:11"
    },
    {
      "content": "Amiruokchu, khâwlai am varna chu hmu nîng a ta? Hrietthiemna hmun khawm chu khâwlai am a na?",
      "reference": "JOB 28:12"
    },
    {
      "content": "Mihriem chun chu man chu an hriet nawh a, Mi hring rama khawm chu chu hmu suok a ni bawk nawh.",
      "reference": "JOB 28:13"
    },
    {
      "content": "Khursûng chun, ‘Keimaah a um nawh,’ a ta, Tuisuoriet chun, ‘Keimaah a um nawh,’ a ti bawk a.",
      "reference": "JOB 28:14"
    },
    {
      "content": "Rângkachaka nei thei a ni nawh a, Chu chu man ding chun tangkaruo khawm bûk thei a ni bawk nawh.",
      "reference": "JOB 28:15"
    },
    {
      "content": "Ophir rângkachak le chun ngaihlut inang thei a ni nawh a, Sapphir amanih, Berul lung hlutak le khawm chun hlut inanga ngai thei a ni nawh.",
      "reference": "JOB 28:16"
    },
    {
      "content": "Rângkachak le hlimen chun an tluk thei nawh a, Chu chu thlengpui ding chu rângkachak inthiengtaka thleng thei khawm a ni bawk nawh.",
      "reference": "JOB 28:17"
    },
    {
      "content": "Tuikeplung amanih, lunghlu khawm chu a hrila hril ding a ni nawh a, Anih, Varna man chu lunghlu chun tluk naw nih a,",
      "reference": "JOB 28:18"
    },
    {
      "content": "Ethiopia rama Topaz lunghlu chun tluk naw nih a, Rângkachak inthieng le khawm chun a hlut angkhata ngai ding a ni nawh.",
      "reference": "JOB 28:19"
    },
    {
      "content": "Anleh, varna chu khâwtaka inthawka hung am a na? Hrietthiemna hmun chu khâwlai am ni tâng a ta?",
      "reference": "JOB 28:20"
    },
    {
      "content": "Mi hring po po mithmuhaia inthawka thupa umin, Chunga vatehai kâwla khawm thup a nih.",
      "reference": "JOB 28:21"
    },
    {
      "content": "Bohmangna le Thina chun, ‘Chu chu thuthang chu kan nahaiin kan lo hriet a,’ an ta.",
      "reference": "JOB 28:22"
    },
    {
      "content": "“Pathien chun chu lampui chu a hriet a, Chu chu hmun khawm chu a hriet a nih.",
      "reference": "JOB 28:23"
    },
    {
      "content": "Ama chun kâwlkawdawnghai chu a hmuh a, Vân khuphnuoi po po hi a hmu vawng a nih.",
      "reference": "JOB 28:24"
    },
    {
      "content": "Thli hrâtnahai chu a pêk lai khan, Anih, tuihai chu inkhinain ân khi suok a nih.",
      "reference": "JOB 28:25"
    },
    {
      "content": "Chu lai chun ruo ta ding chun bi a ruotpêkin, Vâninrûm, kâwlinlep ta ding khawma lampui a siempêk bawk a.",
      "reference": "JOB 28:26"
    },
    {
      "content": "Chun, ama chun a hmuh a, a puong tah a, A tungding a, anih, a zawng suok bawk a.",
      "reference": "JOB 28:27"
    },
    {
      "content": "Chun, mihriem kuoma chun, ‘Ngai ta, Lalpa ṭi chu, varna a nih; Suola inthawka fe hmang chu hrietthiemna a ni bawk a,’ a ta,” tiin",
      "reference": "JOB 28:28"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOB 28 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}