{
  "verses": [
    {
      "content": "Chun, Job chun a dawn a, a hril tah a:",
      "reference": "JOB 9:1"
    },
    {
      "content": "“Chuong ang chu a nih ti indiktakin ka hriet a, Nisienlakhawm, mi chu iengtin am Pathien hmaa chun mi indiktak ni thei a ta?",
      "reference": "JOB 9:2"
    },
    {
      "content": "Ama le inkhing chu nuom ang sien khawm, Sâng khat laia pakhata khawm ama chu dawn thei naw nih.",
      "reference": "JOB 9:3"
    },
    {
      "content": "Ama chu lungrila var, hrâtnaa thilthawthei a na, Ama chunga insukngara hlawtling tu am um an ta?",
      "reference": "JOB 9:4"
    },
    {
      "content": "Ama chun tlânghai chu a sawn a, an hriet si nawh a, An lunginsena anni a thâilet lai chun;",
      "reference": "JOB 9:5"
    },
    {
      "content": "Hnuoi chu ama hmuna chun a sukhnîng a, Chutaka banhai khawm chu ân hnîng bawk a.",
      "reference": "JOB 9:6"
    },
    {
      "content": "Nisa chu thu a pêk a, a hung suok ta nawh a; Arasihai chu a khârkhip bawk a.",
      "reference": "JOB 9:7"
    },
    {
      "content": "Ama chun vânhai chu a keiphar a; Tuisuoriet fâwnhai chungah kal a chawi a.",
      "reference": "JOB 9:8"
    },
    {
      "content": "Zângkawlawi dâm, Sîruk dâm le, Sîzucho dâm siemtu le, Simtieng kâwlkawdawng hai siemtu chu.",
      "reference": "JOB 9:9"
    },
    {
      "content": "Ama chun inhmaa thil hriet suok ruollohai chu a thawh a; Anih, thilmak tiem sêng lohai chu.",
      "reference": "JOB 9:10"
    },
    {
      "content": "En ta, ka kâwla chun a feh a, ama chu ka hmu nawh a, A fe pei a, ama chu ka hriet si nawh.",
      "reference": "JOB 9:11"
    },
    {
      "content": "En ta, a lâk el a, tuin am dang thei a ta? ‘Ieng am i thawh a?’ tuin am a kuomah tîng a ta?",
      "reference": "JOB 9:12"
    },
    {
      "content": "“Pathien chun a lungsen chu la kîr naw nih a, Rahab ṭhangpuituhai chu a hnuoiah an kûn ngei kha.",
      "reference": "JOB 9:13"
    },
    {
      "content": "Kei taktê hin iengtin am ama dawn ka ta? Ama kalin khâwlai ka ieng thu tak am phawr thei ka ta?",
      "reference": "JOB 9:14"
    },
    {
      "content": "Kei chu mi fel ni lang khawm, la dawn naw ning a; Ka chungthu rêltu ding kuoma chun hnina siem lem ka tih.",
      "reference": "JOB 9:15"
    },
    {
      "content": "Ama ka ko chun a mi hung dawn hlak a; Ama chun ka râwl chu a ngai naw am a ni ka la sâwn rawp a.",
      "reference": "JOB 9:16"
    },
    {
      "content": "Thlipui chu mîn nuoitirin, A san boin ka hliemnahai chu a sukpung tah a.",
      "reference": "JOB 9:17"
    },
    {
      "content": "Ka thuok lâk ding chu mi ngaithei naw nih a; Khâknain mi suksip lem a tih.",
      "reference": "JOB 9:18"
    },
    {
      "content": "Hrâtna thu ei hril chun ama chu thilthawthei a na! Rorêlna thu hril inla, tuin am ama chu ko thei a ta?",
      "reference": "JOB 9:19"
    },
    {
      "content": "Kei chu mi fel ni lang khawm ka bau ngeiin thiemnaw mîn chan a ta; Kei chu mi tluongtak ni lang khawm, kâwmâwah mîn chan a tih.",
      "reference": "JOB 9:20"
    },
    {
      "content": "Mi tluongtak ka na; kei le kei kân ngaisâng nawh a; Ka hringna chu ka hmusit a;",
      "reference": "JOB 9:21"
    },
    {
      "content": "A rêngin angkhat vawng a nih; chu lei chun annâwm, ‘Ama chun mi tluong le mi khawhlo khawm chu a suksiet ve ve,’ ka ti chu.",
      "reference": "JOB 9:22"
    },
    {
      "content": "Vuokna chun a sukhlum nghâl chun, Mi pawitâwklo vângduoina chu nuisan a tih.",
      "reference": "JOB 9:23"
    },
    {
      "content": "Hnuoi hi mi khawhlo kuta chun pêk a na, Chu chun rorêltuhai hmaihai chu ama chun ân khum a nih. Ama a ni naw chun, tu am nîng a ta?",
      "reference": "JOB 9:24"
    },
    {
      "content": "“Tuhin ka nihai chu thangkohai nêkin an hrât lem a; An tlân hmang a, thil ṭha hrim an hmu nawh.",
      "reference": "JOB 9:25"
    },
    {
      "content": "Lawnglien hrâthai angin an fe hmang a; Mupui a sa fâk ding chunga a bir ang elin.",
      "reference": "JOB 9:26"
    },
    {
      "content": "‘Ka sawisêlna theinghil ka ta, Ka hmêl lungngai hi sie hmang ka ta, Hlimtakin um ka tih,’ ti lang:",
      "reference": "JOB 9:27"
    },
    {
      "content": "Ka lungngainahai po po chu ka ṭih a, Nang chun pawitâwkloah mi sie naw ti ni ti ka hriet sih a.",
      "reference": "JOB 9:28"
    },
    {
      "content": "Thiemnaw inchangtirin um ngei ka tih; Chuong sa chun, a thlâwn elin ienga dîm lân rim rawp ka ta?",
      "reference": "JOB 9:29"
    },
    {
      "content": "Vûrtuiin kei chu insilin, Ka kuthai chu changalin sâwp lang khawm,",
      "reference": "JOB 9:30"
    },
    {
      "content": "Nang chun khura chun mi phûm tho i ta, Ka silfênhai ngei chun mi tirdak an tih.",
      "reference": "JOB 9:31"
    },
    {
      "content": "Ama chu ka dawn dingin keima anga mihriem a ni si nawh a, Rorêlnaa hang ngîr hmunkhatpui ding êm chun.",
      "reference": "JOB 9:32"
    },
    {
      "content": "Kan inkârah ṭheltu tukhawm an um nawh a: Kan chunga kut innghat ve ve theitu ding chu.",
      "reference": "JOB 9:33"
    },
    {
      "content": "Keimaa inthawkin a hmawl chu la hmang sienla, A ṭiumnahai chun mi sukṭi ta naw raw se,",
      "reference": "JOB 9:34"
    },
    {
      "content": "Chuongchun, ama ṭi loin thu hril ka tih. Keimaa hin chuong ang chu ka ni si nawh a.",
      "reference": "JOB 9:35"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOB 9 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}