{
  "verses": [
    {
      "content": "Chun, Job chun a dawn a, a hril tah a:",
      "reference": "JOB 19:1"
    },
    {
      "content": "“Ieng chen am ka thla chu in suklâuin, Thuhai chun in mi suknâwi ding a na?",
      "reference": "JOB 19:2"
    },
    {
      "content": "Hieng vawi sâwm rau hi in mi kâwk tah a, Ngartaka in mi thaw hi in inzak naw a ni hi.",
      "reference": "JOB 19:3"
    },
    {
      "content": "Ka lo suksuol ta ngei a ni chun chu, Ka suksuolna chu keimaa chun um zing el a ta.",
      "reference": "JOB 19:4"
    },
    {
      "content": "Keia chunga nangni inchawimawi in ni a, Ka demumna keia chunga zawng suok in ni chun,",
      "reference": "JOB 19:5"
    },
    {
      "content": "Pathien chun ka chungthuah tuhin a mi pei thlâk tah a, A lên chun a mîn khum tah ti hre ro.",
      "reference": "JOB 19:6"
    },
    {
      "content": "Ngai ta u, ‘Pâwngnêkna,’ tiin ka khêk a, Nisienlakhawm, ngaiin ka um nawh a; Ṭhangpuina dingin ka khêk a, nisienlakhawm, rorêlna dik a um si nawh a.",
      "reference": "JOB 19:7"
    },
    {
      "content": "Ka suok thei nawna dingin ka lampui chu ân huon a, Ka lampuiahai chun inthimna chu a sie tah a nih.",
      "reference": "JOB 19:8"
    },
    {
      "content": "Ka lua inthawk chun ka lallukhum chu la hmangin, Ka ropuina chu a mi hlîppêk ta a ni hi.",
      "reference": "JOB 19:9"
    },
    {
      "content": "Kil tina chun a mi hung suksiet a, chuongchun, kei chu ka fe liem tah a; Ka beiseina khawm chu thing ang elin a lâk hmang tah a.",
      "reference": "JOB 19:10"
    },
    {
      "content": "A lunginsenna chu ka chungah a sukchawk a, A hmêlma pakhat ang chun a mi ngai tah a.",
      "reference": "JOB 19:11"
    },
    {
      "content": "A sipaihai chu an hung khâwm a, keima tieng lampui an hung siem a, Ka puon in vêlin ṭhanghmun an khuor a.",
      "reference": "JOB 19:12"
    },
    {
      "content": "Ka unauhai chu keimaa inthawka hlatakah a sieh a, Ka hmêlhriethai hlak chu keia chungah an inthuruol a.",
      "reference": "JOB 19:13"
    },
    {
      "content": "Ka laibunghai hlakin an mi nghatsan a, Ka ruol pâwlngeihai hlakin an mi theinghil ta bawk a.",
      "reference": "JOB 19:14"
    },
    {
      "content": "Ka ina mikhuolhaiin an mi theinghil a, ka siehlawnuhai hlakin ram dang mi angin an mi ngai a,",
      "reference": "JOB 19:15"
    },
    {
      "content": "Ka siehlaw chu ka ko a, a mi dawn hrim hrim nawh a, Ama chu bauṭhaa ka ngên a lo ṭûl ta lem a.",
      "reference": "JOB 19:16"
    },
    {
      "content": "Ka thuok chu ka nuhmei kuoma chun mak a lo ni tah a, Ka nu rîla rahai ngei kuoma ka hnina khawm chu nghawkum a lo ni tah a.",
      "reference": "JOB 19:17"
    },
    {
      "content": "Naupanghai khawm chun an mi hmusit a, Ka tho leh, ka chungah an mi sawisêl a.",
      "reference": "JOB 19:18"
    },
    {
      "content": "Ka ruol bulhai po po hlak chun an mi pâwlser a, Ka hmangai takhai khawm chu ka chungah an hel a.",
      "reference": "JOB 19:19"
    },
    {
      "content": "Ka vun le ka tisa hi ka rua chun a kawp ringawt a, Ka hahai vun ruok chu ka la chang a.",
      "reference": "JOB 19:20"
    },
    {
      "content": "Aw nangni ka ruolhai, mi lunginsiet ro, mi lunginsiet ro, Pathien kut chun a mi hung tâwk ta sih a.",
      "reference": "JOB 19:21"
    },
    {
      "content": "Pathien ang el chun iengdinga in mi hrem a, Ka tisaa hin lungawi tâwk lo am in nih a?",
      "reference": "JOB 19:22"
    },
    {
      "content": "“Aw ka thuhai hi tuhin ziekin um sien, Aw, lekhabua chun ziek tlatin um hai sien chu aw!",
      "reference": "JOB 19:23"
    },
    {
      "content": "Thîr le suon kawlawm chun ziekin um sien, Lungpuia chun kumkhuoa dingin kerin um hai sien chu!",
      "reference": "JOB 19:24"
    },
    {
      "content": "Amiruokchu, ka tlantu chu a hring a nih ti ka hriet a, A tâwpa chun hnuoi chunga hin la ngîr ngei a tih.",
      "reference": "JOB 19:25"
    },
    {
      "content": "Chuong anga ka vun chena sukbohmang a ni hnung khawm chun, Ka taksa ngei chun Pathien chu la hmûng ka tih.",
      "reference": "JOB 19:26"
    },
    {
      "content": "Ama chu ka ta ding ngeiin hmu tâng ka ta, Ka mithai chun en a ta, mi dang chu en naw ni. Ka lungril chu ka sûnga chun ân tuiral a.",
      "reference": "JOB 19:27"
    },
    {
      "content": "‘Iengtin am ama chu sukrimsîng ei ti aw! Amaa chun hi thil zung hi hmusuok a nih,’ in ti chun,",
      "reference": "JOB 19:28"
    },
    {
      "content": "Kâwlhnâm chu ṭi ro. Lunginsenna chun kâwlhnâma hremnahai chu a hung lâk suok hlak sih a; Rorêlna chu a um ti in hriet theina dingin,” tiin.",
      "reference": "JOB 19:29"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOB 19 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}