{
  "verses": [
    {
      "content": "Chun, Job chun a dawn a, a hril tah a:",
      "reference": "JOB 12:1"
    },
    {
      "content": "“Mihriem chau in na, Varna chu in ruolin thi ve el a tih ti hi ringhla um lo a na.",
      "reference": "JOB 12:2"
    },
    {
      "content": "Nisienlakhawm, nangni ang bawkin hrietthiemna ka nei veh a, Nangni nêkin kân hnuoi bîk nawh: Anih, hieng thilhai ang hi tuin am hre nâwng an ta?",
      "reference": "JOB 12:3"
    },
    {
      "content": "Ka ruolhai ta dingin nuizatbûr ka hung ni tah a, Pathien ka koin, mi dawn sien khawm, Mi fel le demkailo ni lang khawm nuizatbûr el ka ni ta hi.",
      "reference": "JOB 12:4"
    },
    {
      "content": "Mi inhawitirhai ta ding chun vângduoina chu hmusitum a na; Mi a kehai intawlthlu ṭêp ta ding chun inzosa a nih.",
      "reference": "JOB 12:5"
    },
    {
      "content": "Inruhmanghai puon inhai chu a hung hlawtling a, Pathien suklungsentuhai chu an him bawk a, Chuonghai kuta chun Pathien chun tamtakin a hung vur a.",
      "reference": "JOB 12:6"
    },
    {
      "content": "Amiruokchu, tuhin ramsahai khawm chu indawn la, inchûktir an ti che; Chunglêng vatehai khawm chu indawn la hril an ti che.",
      "reference": "JOB 12:7"
    },
    {
      "content": "Annawleh, hnuoi kuoma chun thu hril la, inchûktir a ti che, Tuisuorieta ngahai khawm chun i kuomah hrillang an tih.",
      "reference": "JOB 12:8"
    },
    {
      "content": "Hienghai po poa hin, Lalpa kut chun hi hi a thaw a nih ti hre naw tu am um an ta?",
      "reference": "JOB 12:9"
    },
    {
      "content": "Ama kuta chun thilhring po po hringna chu a um a, Mi chi tinrênghai thlarau leh.",
      "reference": "JOB 12:10"
    },
    {
      "content": "Na hin thuhai chu a fie ngai naw am a ni, Dangin bu chu ân tem ang el hin?",
      "reference": "JOB 12:11"
    },
    {
      "content": "Upaa chun varna a um a, Nihai sâwtah hrietthiemna a um bawk a.",
      "reference": "JOB 12:12"
    },
    {
      "content": "Amaa chun varna le hrâtna a um a, Ama chun hrietthiemna le remhrietna a nei.",
      "reference": "JOB 12:13"
    },
    {
      "content": "Ngai ta, a suksiet a, siemṭhat thei ruol an ta nawh a; Mihriem chu a khârkhip a, ân hawngna a um thei nawh a.",
      "reference": "JOB 12:14"
    },
    {
      "content": "Ngai ta, tuihai chu a chelngîr a, an kang tah a; A hung tir nâwk thung a, hnuoi chu an inkhum a.",
      "reference": "JOB 12:15"
    },
    {
      "content": "Amaa chun hrâtna le varna famkim chu a um a, Hlêma um le hlêmtu khawm chu ama ta bawk a nih.",
      "reference": "JOB 12:16"
    },
    {
      "content": "Inrâwnkhâwmhai chu a ṭhuoi hmangin a suksiet a; Rorêltuhai chu invêt ruolah a siem tah a.",
      "reference": "JOB 12:17"
    },
    {
      "content": "Lalhai khuopna chu a sût a; An kâwnghai chu kâwngkhiin a khitpêk a,",
      "reference": "JOB 12:18"
    },
    {
      "content": "Thiempuhai chu ṭhuoi hmangin a suksiet a; Mi hrât chu a nam thlûk bawk a.",
      "reference": "JOB 12:19"
    },
    {
      "content": "Mi ringum ṭawnghai chu a sawn hmang a; Upahai hrietthiemna chu a lâk hmang bawk a.",
      "reference": "JOB 12:20"
    },
    {
      "content": "Lal nauhai chunga chun hmusitumna a buok a, Mi hrât kâwngchûn chu a sûtpêk bawk a.",
      "reference": "JOB 12:21"
    },
    {
      "content": "Inthima inthawkin thil inthûktakhai chu a hmu suok a; Thina varuom chu varah a hung lâk suok tah a.",
      "reference": "JOB 12:22"
    },
    {
      "content": "Hnamhai chu a hung sukpung a, anni a sukbohmang tah a; Hnamhai chu a hung suklien a, anni a ṭhuoi hmang hlak a.",
      "reference": "JOB 12:23"
    },
    {
      "content": "Hnuoia mipuihai lalhai lungril chu a lâk hmang a, Thlalêr hmun lampui um nawna hmuna chun ân vâktir hlak.",
      "reference": "JOB 12:24"
    },
    {
      "content": "Inthima chun var ṭhang loin an inmai a, Mi, zu inrui ang ela pêm dingin anni a siem hlak.”",
      "reference": "JOB 12:25"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOB 12 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}