{
  "verses": [
    {
      "content": "Chun, Tura lal Hiram chun David kuomah mihai a tir a, sidar thing dâm, lung sut mihai dâm, thing rem mihai dâm a in bâwl dingin a tir bawk a.",
      "reference": "1 CHANCHIN SUINA 14:1"
    },
    {
      "content": "David chun LALPAIN ama chu Israelhai chunga lalah a siem a nih ti a hriet a; a ram chu a mi Israelhai leiin insângtaka chawisângin a um ti a hriet a.",
      "reference": "1 CHANCHIN SUINA 14:2"
    },
    {
      "content": "David chun Jerusalema chun nu- hmei tamtak a nei a, David chun naupasal le naunuhmei a la nei sa pei a.",
      "reference": "1 CHANCHIN SUINA 14:3"
    },
    {
      "content": "Hienghai hi Jerusalema a nei, a nauhai hming chu a nih: Sammua, Sobab, Nathan, Solomon;",
      "reference": "1 CHANCHIN SUINA 14:4"
    },
    {
      "content": "Ibhar, Elisua, Elpelet;",
      "reference": "1 CHANCHIN SUINA 14:5"
    },
    {
      "content": "Noga, Nepheg, Japhia;",
      "reference": "1 CHANCHIN SUINA 14:6"
    },
    {
      "content": "Elisama, Beeliada le Eliphelet.",
      "reference": "1 CHANCHIN SUINA 14:7"
    },
    {
      "content": "Chun, Philistin mihai chun David chu Israel po po chunga lal dingin hriek nâl a ni tah ti an hriet chun, Philistin mihai po po chu David zawng ding chun an hang feh a; chun, David khawm chun a lo hrietin, anni chu tuok dingin a suok tah a.",
      "reference": "1 CHANCHIN SUINA 14:8"
    },
    {
      "content": "Chuongchun, Philistin mihai chu an hung a, Rephaim ruoma chun an hung inzâr a.",
      "reference": "1 CHANCHIN SUINA 14:9"
    },
    {
      "content": "David chun Pathien kuomah, “Philistin mihai chu ka hang do ding am a nih? Ka kutah anni chu i mi pêk ding am a nih?” tiin ân dawn a. LALPA chun a kuomah, “Hang fe rawh, anni chu i kutah ka pêk ding a ni sih a,” a ta.",
      "reference": "1 CHANCHIN SUINA 14:10"
    },
    {
      "content": "Chuongchun, Baal-perazim chenin an hang feh a; David chun chutaka chun anni chu a hne tâwl a; chun, David chun, “Pathien chun ka hmêlmahai chu ka kutah, tui ting inṭhe ang elin a sukdar tah a ni hi,” a tih a. Chuleiin, chu hmun hminga chun Baal-perazim an inbûk tah a.",
      "reference": "1 CHANCHIN SUINA 14:11"
    },
    {
      "content": "Chun, anni chun an pathienhai chu chutaka chun an tlânsan a, David chun thu a pêk a, chuonghai chu meiin an raw tah a.",
      "reference": "1 CHANCHIN SUINA 14:12"
    },
    {
      "content": "Philistin mihai chu phaizâwl tieng chun an la hung inzar nâwk ta rawp a.",
      "reference": "1 CHANCHIN SUINA 14:13"
    },
    {
      "content": "David chun Pathien a rawn nâwk a, Pathien chun a kuomah, “Anni chu hang hnawt naw la, annia inthawkin inherhmang lem la, thingtheihmi kûng zâwna khan anni chu zu hnawt lem rawh.",
      "reference": "1 CHANCHIN SUINA 14:14"
    },
    {
      "content": "Chun, thingtheihmi lêrhaia chun kalpên rihai i hriet pha chun indo dingin fe suok la; Pathien chu i hmaah Philistin sipaihai chu suk- hlum dingin a fe suok tah a ni sih a,” a ta.",
      "reference": "1 CHANCHIN SUINA 14:15"
    },
    {
      "content": "Chun, David chun Pathienin ama thu a pêk ang chun a thawh a; Gibeona inthawk Gezer chen rakin Philistin sipaihai chu a that pei tah a.",
      "reference": "1 CHANCHIN SUINA 14:16"
    },
    {
      "content": "David chanchin chu ram po poah ân thang tah a; chuongchun, LALPAIN ama ṭina chu hnam po pohai chungah ân umtir tah a.",
      "reference": "1 CHANCHIN SUINA 14:17"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 CHANCHIN SUINA 14 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}