{
  "verses": [
    {
      "content": "Levi naupasalhai chu: Gerson, Kohath le Merari.",
      "reference": "1 CHANCHIN SUINA 6:1"
    },
    {
      "content": "Kohath naupasalhai chu: Amram, Izhar, Hebron le Uzziel an nih.",
      "reference": "1 CHANCHIN SUINA 6:2"
    },
    {
      "content": "Amram nauhai chu: Aron, Mosie le Miriam. Aron naupasalhai chu: Nadab, Abihu, Eleazar le Ithamar an nih.",
      "reference": "1 CHANCHIN SUINA 6:3"
    },
    {
      "content": "Eleazar chun Phinehas a nei a, Phinehas chun Abisua a nei a;",
      "reference": "1 CHANCHIN SUINA 6:4"
    },
    {
      "content": "Abisua chun Bukki a nei a; Bukki chun Uzzi a nei a;",
      "reference": "1 CHANCHIN SUINA 6:5"
    },
    {
      "content": "Uzzi chun Zerahia a nei a, Zerahia chun Meraioth a nei a;",
      "reference": "1 CHANCHIN SUINA 6:6"
    },
    {
      "content": "Meraioth chun Amaria a nei a; Amaria chun Ahitub a nei a;",
      "reference": "1 CHANCHIN SUINA 6:7"
    },
    {
      "content": "Ahitub chun Zadok a nei a; Zadok chun Ahimaaz a nei a;",
      "reference": "1 CHANCHIN SUINA 6:8"
    },
    {
      "content": "Ahimaaz chun Azaria a nei a; Azaria chun Johanan a nei a;",
      "reference": "1 CHANCHIN SUINA 6:9"
    },
    {
      "content": "Johanan chun Azaria a nei a, (Jerusalema Solomon a in bâwla thiempu sinthaw ding tira um kha a nih).",
      "reference": "1 CHANCHIN SUINA 6:10"
    },
    {
      "content": "Azaria chun Amaria a nei a, Amaria chun Ahitub a nei a;",
      "reference": "1 CHANCHIN SUINA 6:11"
    },
    {
      "content": "Ahitub chun Zadok a nei a, Zadok chun Sallum a nei a;",
      "reference": "1 CHANCHIN SUINA 6:12"
    },
    {
      "content": "Sallum chun Hilkia a nei a, Hilkia chun Azaria a nei a;",
      "reference": "1 CHANCHIN SUINA 6:13"
    },
    {
      "content": "Azaria chun Seraia a nei a, Seraia chun Jehozadak a nei a;",
      "reference": "1 CHANCHIN SUINA 6:14"
    },
    {
      "content": "Jehozadak chu sala ṭhuoiin a um a, Nebukadnezzar kuta LALPAIN Juda le Jerusalem ân ṭhuoi hmangtir lai khan.",
      "reference": "1 CHANCHIN SUINA 6:15"
    },
    {
      "content": "Levi naupasalhai chu: Gerson, Kohath le Merari.",
      "reference": "1 CHANCHIN SUINA 6:16"
    },
    {
      "content": "Chun, hienghai hi Gerson naupasalhai hming chu a nih: Libni le Simei hi.",
      "reference": "1 CHANCHIN SUINA 6:17"
    },
    {
      "content": "Kohath naupasalhai chu: Amram, Izhar, Hebron le Uzziel an nih.",
      "reference": "1 CHANCHIN SUINA 6:18"
    },
    {
      "content": "Merari naupasalhai chu: Mahli le Musi. Hieng hi an pahnam ang peia Levi hnam sûngkuohai chu an nih.",
      "reference": "1 CHANCHIN SUINA 6:19"
    },
    {
      "content": "Gerson naupa chu Libni a na, ama naupa chu Jahath, ama naupa chu Zimma,",
      "reference": "1 CHANCHIN SUINA 6:20"
    },
    {
      "content": "ama naupa chu Joa, ama naupa chu Iddo, ama naupa chu Zera, ama naupa chu Jeatherai.",
      "reference": "1 CHANCHIN SUINA 6:21"
    },
    {
      "content": "Kohath naupasalhai chu, Amminadab. Ama naupa chu Kora, ama naupa chu Assir,",
      "reference": "1 CHANCHIN SUINA 6:22"
    },
    {
      "content": "ama naupa chu Elkana, ama naupa chu Ebiasaph, ama naupa chu Assir a na;",
      "reference": "1 CHANCHIN SUINA 6:23"
    },
    {
      "content": "ama naupa chu Tahath, ama naupa chu Uriel, ama naupa chu Uzzia, ama naupa chu Saul.",
      "reference": "1 CHANCHIN SUINA 6:24"
    },
    {
      "content": "Chun, Elkana naupasalhai chu: Amasai le Ahimoth.",
      "reference": "1 CHANCHIN SUINA 6:25"
    },
    {
      "content": "Elkana thua chun, Elkana naupasalhai chu: ama naupa Zophai, ama naupa Nahath;",
      "reference": "1 CHANCHIN SUINA 6:26"
    },
    {
      "content": "ama naupa Eliab, ama naupa Jeroham, ama naupa Elkana.",
      "reference": "1 CHANCHIN SUINA 6:27"
    },
    {
      "content": "Samuel naupasalhai chu: nau lutîr chu Joel, a pahnina Abija.",
      "reference": "1 CHANCHIN SUINA 6:28"
    },
    {
      "content": "Merari naupasalhai chu: Mahli, ama naupa Libni, ama naupa Simei, ama naupa Uzza;",
      "reference": "1 CHANCHIN SUINA 6:29"
    },
    {
      "content": "ama naupa Simea, ama naupa Haggia, ama naupa Asaia.",
      "reference": "1 CHANCHIN SUINA 6:30"
    },
    {
      "content": "Chun, Pathien bâwm chu a um ṭawk ṭawk hnunga, LALPA ina hla tienga rawngbâwla Davidin a siehai chu hienghai hi an nih.",
      "reference": "1 CHANCHIN SUINA 6:31"
    },
    {
      "content": "Chuongchun, Jerusalem khuoa Solomonin LALPA in a bâwl hmakhat khan, inkhâwmna puon in biekbûk tuola chun hlain rawng an bâwl hlak a; an indawt ang peiin an rawngbâwl hun chu an nghâk hlak a.",
      "reference": "1 CHANCHIN SUINA 6:32"
    },
    {
      "content": "Chun, hienghai hi a thawktu zinghai le an naupasalhai chu an nih. Kohath mi naupasalhai chu: hla sak mi Heman, Joel naupa, Samuel naupa chu;",
      "reference": "1 CHANCHIN SUINA 6:33"
    },
    {
      "content": "Elkana naupa, Jeroham naupa, Eliel naupa, Toa naupa;",
      "reference": "1 CHANCHIN SUINA 6:34"
    },
    {
      "content": "Zuph naupa, Elkana naupa, Mahath naupa, Amasai naupa;",
      "reference": "1 CHANCHIN SUINA 6:35"
    },
    {
      "content": "Elkana naupa, Joel naupa, Azaria naupa, Zephania naupa;",
      "reference": "1 CHANCHIN SUINA 6:36"
    },
    {
      "content": "Tahath naupa, Assir naupa, Ebiasaph naupa, Kora naupa;",
      "reference": "1 CHANCHIN SUINA 6:37"
    },
    {
      "content": "Izhar naupa, Kohath naupa, Levi naupa, Israel naupa a nih.",
      "reference": "1 CHANCHIN SUINA 6:38"
    },
    {
      "content": "Chun, a unaupa Asaph chu a changtienga ngîr hlak a na, chu Asaph ngei chu Berekia naupa a nih; Simea naupa;",
      "reference": "1 CHANCHIN SUINA 6:39"
    },
    {
      "content": "Mikael naupa, Baaseia naupa, Malkija naupa;",
      "reference": "1 CHANCHIN SUINA 6:40"
    },
    {
      "content": "Ethni naupa, Zera naupa, Adaia naupa,",
      "reference": "1 CHANCHIN SUINA 6:41"
    },
    {
      "content": "Ethan naupa, Zimma naupa, Simei naupa a nih.",
      "reference": "1 CHANCHIN SUINA 6:42"
    },
    {
      "content": "Jahath naupa, Gerson naupa, Levi naupa a nih.",
      "reference": "1 CHANCHIN SUINA 6:43"
    },
    {
      "content": "Chun, vawitienga chun an unau Merari naupasalhai chu: Kisi naupa Ethan, Abdi naupa, Malluk naupa,",
      "reference": "1 CHANCHIN SUINA 6:44"
    },
    {
      "content": "Hasabia naupa, Amazia naupa, Hilkia naupa;",
      "reference": "1 CHANCHIN SUINA 6:45"
    },
    {
      "content": "Amzi naupa, Bani naupa, Semer naupa;",
      "reference": "1 CHANCHIN SUINA 6:46"
    },
    {
      "content": "Mahli naupa, Musi naupa, Merari naupa, Levi naupa a nih.",
      "reference": "1 CHANCHIN SUINA 6:47"
    },
    {
      "content": "Chun, an unauhai Levi mihai chu Pathien ina biekbûka rawng- bâwlna po poa châng ding chun ruot an ni tah a.",
      "reference": "1 CHANCHIN SUINA 6:48"
    },
    {
      "content": "Amiruokchu, Aron le a naupa- salhai chu, Pathien siehlaw Mosien thu a lo pêk ta po po ang khan Israel- hai ta dinga intlanna siempêk dingin le, hmun inthiengtaka rawngbâwlna po poa ding chun pumrawhmang thilinhlânna mâichâm chunga le riminhnik rawna mâichâm chunga chun thil an inhlân a.",
      "reference": "1 CHANCHIN SUINA 6:49"
    },
    {
      "content": "Chun, hienghai hi Aron naupa- salhai chu an nih: ama naupa chu Eleazar, ama naupa chu Phinehas, ama naupa chu Abisua;",
      "reference": "1 CHANCHIN SUINA 6:50"
    },
    {
      "content": "ama naupa chu Bukki, ama naupa chu Uzzi, ama naupa chu Zerahia;",
      "reference": "1 CHANCHIN SUINA 6:51"
    },
    {
      "content": "ama naupa chu Meraioth, ama naupa chu Amaria, ama naupa chu Ahitub;",
      "reference": "1 CHANCHIN SUINA 6:52"
    },
    {
      "content": "ama naupa chu Zadok, ama naupa chu Ahimaaz a nih.",
      "reference": "1 CHANCHIN SUINA 6:53"
    },
    {
      "content": "Chun, hieng hi an ram sûnga an riebûk hmun ang peia an umna hmun hai chu a nih: Kohath mi sûngkuo, Aron naupasalhai chu, chan hmasa- tak chu anni ta a ni leiin,",
      "reference": "1 CHANCHIN SUINA 6:54"
    },
    {
      "content": "anni chu Juda rama Hebron le a vêlhai po po le chun pêk an na;",
      "reference": "1 CHANCHIN SUINA 6:55"
    },
    {
      "content": "amiruokchu, a khawpui phûl le a khawperhai chu Jephunne naupa Kaleb kuomah an pêk a.",
      "reference": "1 CHANCHIN SUINA 6:56"
    },
    {
      "content": "Aron naupasalhai kuoma chun himna khawpui Hebron chu a pêk a; Libna chu a vêl khuohai leh, Jattir le Estemoa, a vêl khuohai leh,",
      "reference": "1 CHANCHIN SUINA 6:57"
    },
    {
      "content": "Hilen, a vêl khuohai leh, Debir, a vêl khuohai leh;",
      "reference": "1 CHANCHIN SUINA 6:58"
    },
    {
      "content": "Asan, a vêl khuohai leh, Beth- semes, a vêl khuohai leh;",
      "reference": "1 CHANCHIN SUINA 6:59"
    },
    {
      "content": "chun, Benjamin hnama in- thawk chun; Geba, a vêl khuohai leh, Alemeth, a vêl khuohai leh, Anathoth a vêl khuohai leh. An pahnam po poa an khawpuihai po po chu khuo sâwm le pathum a nih.",
      "reference": "1 CHANCHIN SUINA 6:60"
    },
    {
      "content": "Chun, Kohath naupasal dang- hai kuoma chun aisâna pêkin, hnam sûngkuo tina inthawk le, hnam zât- vea inthawk, Manasse hnam zâtvea inthawkin khawpui sâwm a nih.",
      "reference": "1 CHANCHIN SUINA 6:61"
    },
    {
      "content": "Gerson naupasalhai kuoma chun an pahnam ang peiin, Issakar hnam chanpuola inthawk le, Aser hnam chanpuola inthawk le, Naph- tali hnam chanpuola inthawk le Basana Manasse hnam chanpuola inthawkin khawpui sâwm le pathum an pêk a.",
      "reference": "1 CHANCHIN SUINA 6:62"
    },
    {
      "content": "Merari naupasalhai kuoma chun aisâna pêkin, an pahnam ang peiin, Reuben hnam chanpuola in- thawk le, Gad hnam chanpuola inthawk le Zebulun hnam chanpuola inthawkin khawpui sâwm le pahni an pêk a.",
      "reference": "1 CHANCHIN SUINA 6:63"
    },
    {
      "content": "Chuongchun, Israel thlahai chun Levi mihai chu khawpui le a vêl khuohai chu an pêk a.",
      "reference": "1 CHANCHIN SUINA 6:64"
    },
    {
      "content": "Juda thlahai hnam chanpuola inthawk dâm, Simeon thlahai hnam chanpuola inthawk dâm, Benjamin thlahai hnam chanpuola inthawk dâmin hieng khawpui a hming hrila umhai hi, aisâna pêk an nih.",
      "reference": "1 CHANCHIN SUINA 6:65"
    },
    {
      "content": "Chun, Kohath naupasalhai pa- hnam ṭhenkhat chun an biel sûnga chun Ephraim hnam chanpuola inthawk dâmin khawpuihai an nei a.",
      "reference": "1 CHANCHIN SUINA 6:66"
    },
    {
      "content": "An kuoma Ephraim tlâng rama himna khawpui Sekem chu a vêl khuohai le chun an pêk a; Gezer le a vêl khuohai le khawm chun;",
      "reference": "1 CHANCHIN SUINA 6:67"
    },
    {
      "content": "chun, Jokmeam, a vêl khuohai le chun, Beth-horon, a vêl khuohai leh;",
      "reference": "1 CHANCHIN SUINA 6:68"
    },
    {
      "content": "Aijalon, a vêl khuohai leh, Gath-rimmon, a vêl khuohai leh;",
      "reference": "1 CHANCHIN SUINA 6:69"
    },
    {
      "content": "Manasse hnam zâtve chanpuola inthawk chun: Aner, a vêl khuohai leh, Bileam, a vêl khuohai leh, Kohath naupasalhai pahnam dang- hai ta dinga pêk a na;",
      "reference": "1 CHANCHIN SUINA 6:70"
    },
    {
      "content": "Gerson naupasalhai kuoma chun aisânin, Manasse hnam zâtve chanpuola inthawkin Basana Golan chu a vêl khuohai leh pêk a na;",
      "reference": "1 CHANCHIN SUINA 6:71"
    },
    {
      "content": "Issakar hnama inthawkin Kedes, a vêl khuohai leh, Daberath, a vêl khuohai leh;",
      "reference": "1 CHANCHIN SUINA 6:72"
    },
    {
      "content": "Ramoth, a vêl khuohai leh, Anem, a vêl khuohai leh;",
      "reference": "1 CHANCHIN SUINA 6:73"
    },
    {
      "content": "chun, Aser hnam chanpuola inthawkin: Masal, a vêl khuohai leh, Abdon, a vêl khuohai leh;",
      "reference": "1 CHANCHIN SUINA 6:74"
    },
    {
      "content": "Hukok, a vêl khuohai leh, Rehob, a vêl khuohai leh;",
      "reference": "1 CHANCHIN SUINA 6:75"
    },
    {
      "content": "Naphtali hnam chanpuola in- thawkin: Galilia Kades, a vêl khuohai leh, Hammon, a vêl khuohai leh, Kiriath-aim, a vêl khuohai leh.",
      "reference": "1 CHANCHIN SUINA 6:76"
    },
    {
      "content": "Levi mihai mi dang, Merari naupasalhai kuoma chun Zebulun hnam chanpuola inthawkin Rimmon, a vêl khuohai leh; Tabor, a vêl khuohai leh;",
      "reference": "1 CHANCHIN SUINA 6:77"
    },
    {
      "content": "chun, Jordan râla Jeriko vêlah, Jordan saktieng panga chun Reuben hnam chanpuola inthawkin thlalêra Bezer, a vêl khuohai leh pêk an nih; Jahza, a vêl khuohai leh,",
      "reference": "1 CHANCHIN SUINA 6:78"
    },
    {
      "content": "Kedemoth, a vêl khuohai leh Mephaath, a vêl khuohai leh;",
      "reference": "1 CHANCHIN SUINA 6:79"
    },
    {
      "content": "Gad hnam chanpuola inthawk- in Gilead rama Ramoth, a vêl khuo- hai leh, Mahanaim, a vêl khuohai leh,",
      "reference": "1 CHANCHIN SUINA 6:80"
    },
    {
      "content": "Hesbon, a vêl khuohai leh, Jazer, a vêl khuohai leh.",
      "reference": "1 CHANCHIN SUINA 6:81"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 CHANCHIN SUINA 6 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}