{
  "verses": [
    {
      "content": "Aron naupasalhai pâwlhai chu hieng hi a nih: Aron naupa- salhai chu: Nadab, Abihu, Eleazar le Ithamar an nih.",
      "reference": "1 CHANCHIN SUINA 24:1"
    },
    {
      "content": "Amiruokchu, Nadab le Abihu chu an pa nêkin an thi hmasa a, nau an nei nawh a; chuongchun, Eleazar le Ithamar chun thiempu sin chu an thawh tah a.",
      "reference": "1 CHANCHIN SUINA 24:2"
    },
    {
      "content": "Chun, David chun an rawng- bâwlnaa an sinthaw ang peiin, Zadok, Eleazar nauhai le, Ahimelek, Ithamar nauhai chu a ṭheh a.",
      "reference": "1 CHANCHIN SUINA 24:3"
    },
    {
      "content": "Ithamar naupasalhai laia nêk chun Eleazar naupasalhai laia chun hotu tam lem hmu a na; chuong ang chun ṭhe an na; Eleazar naupasalhai pahnam luhai chu sâwm le paruk an na, Ithamar naupasalhai chu an pahnam ang peiin pariet an nih.",
      "reference": "1 CHANCHIN SUINA 24:4"
    },
    {
      "content": "Chun, aisâna ṭhe an na, chi dân dang dangin, Ithamar naupasalhai le Eleazar naupasalhai laia chun Pathien in hotuhai le hmun inthienga hotuhai chu an um ve ve sih a.",
      "reference": "1 CHANCHIN SUINA 24:5"
    },
    {
      "content": "Chun, Nethanel naupa ziektu Semaia chun lal le, rorêltuhai le, thiempu Zadok le, Abiathar naupa Ahimelek le, Levi mihai le thiempu chihai pahnam luhai hmaa chun a ziek a; Eleazar ta dingin pahnam khat chan chu a tlu a; Ithamar ta dingin pahnam khat chan chu a tlu bawk a.",
      "reference": "1 CHANCHIN SUINA 24:6"
    },
    {
      "content": "Chun, aisâna pakhatna chu Jehoiarib chungah a tlah a, a pahnina Jedaia chungah,",
      "reference": "1 CHANCHIN SUINA 24:7"
    },
    {
      "content": "a pathumna Harim chungah, a palina Seorim chungah;",
      "reference": "1 CHANCHIN SUINA 24:8"
    },
    {
      "content": "a pangana Malkija chungah, a parukna Mijamin chungah,",
      "reference": "1 CHANCHIN SUINA 24:9"
    },
    {
      "content": "a pasarina Hakkoz chungah, a parietna Abija chungah,",
      "reference": "1 CHANCHIN SUINA 24:10"
    },
    {
      "content": "a pakuona Jeshua chungah, a sâwmna Sekania chungah;",
      "reference": "1 CHANCHIN SUINA 24:11"
    },
    {
      "content": "A sâwmpakhatna Eliasib chungah, a sâwmpahnina Jakim chungah.",
      "reference": "1 CHANCHIN SUINA 24:12"
    },
    {
      "content": "A sâwmpathumna Huppa chungah, a sâwmpalina Jesebeab chungah,",
      "reference": "1 CHANCHIN SUINA 24:13"
    },
    {
      "content": "A sâwmpangana Bilga chungah a sâwmparukna Immer chungah;",
      "reference": "1 CHANCHIN SUINA 24:14"
    },
    {
      "content": "A sâwmpasarina Hezir chung- ah, a sâwmparietna Happizzez chungah.",
      "reference": "1 CHANCHIN SUINA 24:15"
    },
    {
      "content": "A sâwmpakuona Pethahia chungah, a sâwmhnina Jehezekel chungah,",
      "reference": "1 CHANCHIN SUINA 24:16"
    },
    {
      "content": "a sâwmhni pakhatna Jakin chungah, a sâwmhni pahnina Gamul chungah;",
      "reference": "1 CHANCHIN SUINA 24:17"
    },
    {
      "content": "A sâwmhni pathumna Delaia chungah, a sâwmhni palina Maazia chungah,",
      "reference": "1 CHANCHIN SUINA 24:18"
    },
    {
      "content": "LALPA Israelhai Pathienin ama thu a pêk anga, an thlatu Aron hmanga dân a pêk ang taka, LALPA ina rawngbâwl dinga an hung dân dinga, an rawngbâwlnaa an indawt dân chu a nih.",
      "reference": "1 CHANCHIN SUINA 24:19"
    },
    {
      "content": "Chun, Levi naupasal danghai chungthua chu: Amram naupasalhai laiah Subael, Subael naupasalhai laiah Jedeia,",
      "reference": "1 CHANCHIN SUINA 24:20"
    },
    {
      "content": "Rehabia thlaah: Rehabia nau- pasalhai laiah Issia a hotu.",
      "reference": "1 CHANCHIN SUINA 24:21"
    },
    {
      "content": "Izhar mia chun Selomoth; Selomoth naupasalhai laia chun Jahath.",
      "reference": "1 CHANCHIN SUINA 24:22"
    },
    {
      "content": "Chun, Hebron naupasalhaia chun: a hotu tak Jeria, a pa- hnina chu Amaria, a pathumna chu Jahaziel, a palina chu Jeka- meam.",
      "reference": "1 CHANCHIN SUINA 24:23"
    },
    {
      "content": "Uzziel naupasalhaia chun Mika; Mika naupasalhaia chun Samir.",
      "reference": "1 CHANCHIN SUINA 24:24"
    },
    {
      "content": "Mika unaupa chu Issia; Issia naupasalhaia chun Zekaria.",
      "reference": "1 CHANCHIN SUINA 24:25"
    },
    {
      "content": "Merari naupasalhai chu Mahli le Musi; Jaazia naupasalhaia chun Beno;",
      "reference": "1 CHANCHIN SUINA 24:26"
    },
    {
      "content": "Merari naupasala Jaazia nau- pasalhai chu: Beno, Soham, Zakkur le Ibri.",
      "reference": "1 CHANCHIN SUINA 24:27"
    },
    {
      "content": "Mahli naupasal chu: Eleazar, naupasal hrim neilo chu.",
      "reference": "1 CHANCHIN SUINA 24:28"
    },
    {
      "content": "Kis naupasal chu: Jerahmeel.",
      "reference": "1 CHANCHIN SUINA 24:29"
    },
    {
      "content": "Chun, Musi naupasalhai chu: Mahli, Eder le Jerimoth. An pahnam ang peia Levi naupasalhai laia lusahai chu hienghai hi an nih.",
      "reference": "1 CHANCHIN SUINA 24:30"
    },
    {
      "content": "Hieng hai khawm hin an unau Aron naupasalhai ang bawkin, lal David, Zadok, Ahimelek, Levi mihai le thiempu pahnam luhai hmaah, an unau naupang lemhai le thlatuhai khawm inthuruolin ai chu sân a ni veh a.",
      "reference": "1 CHANCHIN SUINA 24:31"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 CHANCHIN SUINA 24 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}