{
  "verses": [
    {
      "content": "Israel naupasalhai chu hienghai hi an nih; Reuben, Simeon, Levi, Juda, Issakar, Zebulun,",
      "reference": "1 CHANCHIN SUINA 2:1"
    },
    {
      "content": "Dan, Josef, Benjamin, Naphtali, Gad le Aser.",
      "reference": "1 CHANCHIN SUINA 2:2"
    },
    {
      "content": "Juda naupasalhai chu Era, Onan le Sela an nih; chuhai pathum chu Kanaan mi Bathsua le kâra pieng- hai chu an nih. Chun, Juda nau lutir Era chu LALPA mithmua chun a rilo êm êm a; chuongchun, a sukhlum tah a.",
      "reference": "1 CHANCHIN SUINA 2:3"
    },
    {
      "content": "Chun, a monu Tamar chun Perez le Zera a neipêk a, Juda naupasalhai po po chu panga an nih.",
      "reference": "1 CHANCHIN SUINA 2:4"
    },
    {
      "content": "Perez naupasalhai chu Hezron le Hamul an nih.",
      "reference": "1 CHANCHIN SUINA 2:5"
    },
    {
      "content": "Chun, Zera naupasalhai chu Zimri, Ethan, Heman, Kalkol le Dara, an rêngin panga an nih.",
      "reference": "1 CHANCHIN SUINA 2:6"
    },
    {
      "content": "Chun, Karmi naupasal hai chu Achar, thil sera bawseh a, Israelhai laia buoina siemtu chu a nih.",
      "reference": "1 CHANCHIN SUINA 2:7"
    },
    {
      "content": "Ethan naupasal chu Azaria a nih.",
      "reference": "1 CHANCHIN SUINA 2:8"
    },
    {
      "content": "Hezron naupasalhai, amaa pieng- hai chu Jerahmeel, Rama le Kelubai an nih.",
      "reference": "1 CHANCHIN SUINA 2:9"
    },
    {
      "content": "Chun, Rama chun Amminadab a nei a; Amminadab chun Nason a nei a; Juda thlahai lal naupa chu;",
      "reference": "1 CHANCHIN SUINA 2:10"
    },
    {
      "content": "Nason chun Salma a nei a, Salma chun Boaz a nei a;",
      "reference": "1 CHANCHIN SUINA 2:11"
    },
    {
      "content": "Boaz chun Obed a nei a, Obed chun Jessai a nei a.",
      "reference": "1 CHANCHIN SUINA 2:12"
    },
    {
      "content": "Chun, Jessai chun a nau lutîrah Eliab a nei a, a pahnina chu Abinadab a na, a pathumna chu Simea a na;",
      "reference": "1 CHANCHIN SUINA 2:13"
    },
    {
      "content": "a palina chu Nethanel a na, a pangana chu Raddai a na;",
      "reference": "1 CHANCHIN SUINA 2:14"
    },
    {
      "content": "a parukna chu Ozem a na, pasarina chu David a nih;",
      "reference": "1 CHANCHIN SUINA 2:15"
    },
    {
      "content": "chun, an farnuhai chu Zeruia le Abigail an nih. Chun, Zeruia naupa- salhai chu pathum, hieng Abisai, Joab le Asahel hai hi an nih.",
      "reference": "1 CHANCHIN SUINA 2:16"
    },
    {
      "content": "Chun, Abigail chun Amasa chu a nei a, Amasa pa chu Ismael mi Jether a nih.",
      "reference": "1 CHANCHIN SUINA 2:17"
    },
    {
      "content": "Chun, Hezron naupa Kaleb chun a nuhmei Azuba (le Jerioth) leh nauhai chu a nei a; hienghai hi a naupasalhai chu an nih; Jeser, Sobab le Ardon hi.",
      "reference": "1 CHANCHIN SUINA 2:18"
    },
    {
      "content": "Chun, Azuba a thi chun Kaleb chun Ephrath chu a nei a, ama chun Hur a neipêk a.",
      "reference": "1 CHANCHIN SUINA 2:19"
    },
    {
      "content": "Hur chun Uri a nei a, Uri chun Bezalel a nei a.",
      "reference": "1 CHANCHIN SUINA 2:20"
    },
    {
      "content": "Chun, chu hnunga chun, Hezron chun Gilead pa Makir naunu chu a pâwl a; ama chu kum sâwmruk a tling hnunga nuhmeia a nei a na; chuongchun, amanu chun nau Segub chu a hung neipêk a.",
      "reference": "1 CHANCHIN SUINA 2:21"
    },
    {
      "content": "Segub chun Jair, Gilead rama khawpui sâwmhni le pathum neitu chu a nei a.",
      "reference": "1 CHANCHIN SUINA 2:22"
    },
    {
      "content": "Gesur le Aram chun annia in- thawkin Jair khawpuihai le Kenath chu an lâk a, a kâwl vêl khuohai, khaw sâwmruk leh. Hienghai po po hi Gilead pa Makir naupasalhai chu an nih.",
      "reference": "1 CHANCHIN SUINA 2:23"
    },
    {
      "content": "Chun, Kaleb-ephratha khuoa Hezron thi hnung chun, Hezron nuhmei Abija chun Asur, Tekoa pa chu a neipêk a.",
      "reference": "1 CHANCHIN SUINA 2:24"
    },
    {
      "content": "Hezron nau lutîr Jerahmeel naupasalhai chu; Rama chu nau lutîr a na; Buna le Oren le Ozem le Ahija an nih.",
      "reference": "1 CHANCHIN SUINA 2:25"
    },
    {
      "content": "Jerahmeel chun nuhmei dang a nei a, a hming chu Atara a nih; ama chu Onam nu chu a nih.",
      "reference": "1 CHANCHIN SUINA 2:26"
    },
    {
      "content": "Jerahmeel nau lutîr tak Rama naupasalhai chu Maaz, Jamin le Eker an nih.",
      "reference": "1 CHANCHIN SUINA 2:27"
    },
    {
      "content": "Onam naupasalhai chu Sammai le Jada an na; Sammai naupasalhai chu Nadab le Abisur an nih.",
      "reference": "1 CHANCHIN SUINA 2:28"
    },
    {
      "content": "Abisur nuhmei hming chu Abihail a na, ama chun Ahban le Molid a neipêk a.",
      "reference": "1 CHANCHIN SUINA 2:29"
    },
    {
      "content": "Nadab naupasalhai chu Seled le Appaim an na; amiruokchu, Seled chu nau nei loin a thi.",
      "reference": "1 CHANCHIN SUINA 2:30"
    },
    {
      "content": "Chun, Appaim naupasal chu Isi a nih. Isi naupasal chu Sesan a nih. Sesan naupasal chu Ahlai a na.",
      "reference": "1 CHANCHIN SUINA 2:31"
    },
    {
      "content": "Chun, Sammai unaupa Jada naupasalhai chu Jether le Jonathan an na; Jether chu nau nei loin a thi.",
      "reference": "1 CHANCHIN SUINA 2:32"
    },
    {
      "content": "Jonathan naupasalhai chu Peleth le Zaza an nih. Hieng hai hi Jerahmeel naupasalhai chu an nih.",
      "reference": "1 CHANCHIN SUINA 2:33"
    },
    {
      "content": "Chun, Sesan chun naupasal nei loin naunuhmeihai chau a nei a. Chun, Sesan chun siehlaw, Aigupta mi, a hming Jara chu a nei a.",
      "reference": "1 CHANCHIN SUINA 2:34"
    },
    {
      "content": "Chuongchun, Sesan chun a naunu chu a siehlaw Jara kuoma chun a nuhmei dingin a pêk a; chuongchun, ama chun Attai a nei- pêk a.",
      "reference": "1 CHANCHIN SUINA 2:35"
    },
    {
      "content": "Attai chun Nathan a nei a, Nathan chun Zabad a nei a;",
      "reference": "1 CHANCHIN SUINA 2:36"
    },
    {
      "content": "Zabad chun Ephlal chu a nei a; Ephlal chun Obed a nei a.",
      "reference": "1 CHANCHIN SUINA 2:37"
    },
    {
      "content": "Obed chun Jehu a nei a, Jehu chun Azaria chu a nei a;",
      "reference": "1 CHANCHIN SUINA 2:38"
    },
    {
      "content": "Azaria chun Helez chu a nei, Helez chun Eleasa a nei a;",
      "reference": "1 CHANCHIN SUINA 2:39"
    },
    {
      "content": "Eleasa chun Sismai a nei a, Sismai chun Sallum a nei a;",
      "reference": "1 CHANCHIN SUINA 2:40"
    },
    {
      "content": "Sallum chun Jekamia a nei a, Jekamia chun Elisama a nei a;",
      "reference": "1 CHANCHIN SUINA 2:41"
    },
    {
      "content": "Chun, Jerahmeel unaupa Kaleb naupasal hai chu a nau lutîr tak Mesa, Ziph-hai thlatu chu a nih; Hebron pa Maresa naupasalhai le chun.",
      "reference": "1 CHANCHIN SUINA 2:42"
    },
    {
      "content": "Chun, Hebron naupasalhai chu Kora, Tappua, Rekem le Sema an nih.",
      "reference": "1 CHANCHIN SUINA 2:43"
    },
    {
      "content": "Chun, Sema chun Jorkeam pa Raham chu a nei a; Rekem chun Sammai a nei a.",
      "reference": "1 CHANCHIN SUINA 2:44"
    },
    {
      "content": "Sammai naupa chu Maon a na; Maon chu Bethzur pa a nih.",
      "reference": "1 CHANCHIN SUINA 2:45"
    },
    {
      "content": "Kaleb thaikêm Epha chun Haran le Moza le Gazez a nei a; Haran chun Gazez ma a nei a.",
      "reference": "1 CHANCHIN SUINA 2:46"
    },
    {
      "content": "Jahdai naupasalhai chu Regem, Jotham, Gesan, Pelet, Epha le Saaph an nih.",
      "reference": "1 CHANCHIN SUINA 2:47"
    },
    {
      "content": "Chun, Kaleb thaikêm Maaka chun Seber le Tirhana chu a nei a.",
      "reference": "1 CHANCHIN SUINA 2:48"
    },
    {
      "content": "Chun, Madmanna pa Saaph le Makbena pa Seva le Gibea pa chu a nei a; chun, Kaleb naunu chu Aksa a nih.",
      "reference": "1 CHANCHIN SUINA 2:49"
    },
    {
      "content": "Ephratha nau lutîr Hur naupa Kaleb naupasalhai chu; Kiriath-jea- rim pa Sobal;",
      "reference": "1 CHANCHIN SUINA 2:50"
    },
    {
      "content": "Beth-lehemhai thlatu Salma, Beth-gaderhai thlatu Hareph leh an nih.",
      "reference": "1 CHANCHIN SUINA 2:51"
    },
    {
      "content": "Chun, Sobal pa Kiriath-jearim chun naupasalhai a nei a; Haroe le Menuhoth mi zâtve hai chu.",
      "reference": "1 CHANCHIN SUINA 2:52"
    },
    {
      "content": "Chun, Kiriath-jearim sûngkuo- hai chu Ith mihai, Put mihai, Sumath mihai, Misra mihai hi an nih; annia inthawk chun Zorath mihai, Estaol mihai hi an hung suok a nih.",
      "reference": "1 CHANCHIN SUINA 2:53"
    },
    {
      "content": "Salma naupasalhai chu Beth- lehem hai, Netophath mihai le Atroth-beth-joab le Manahath mi zâtve Zor mihai chu an nih.",
      "reference": "1 CHANCHIN SUINA 2:54"
    },
    {
      "content": "Chun, lekhaziektu sûngkuo- hai Jabez-a chênghai chu Tirath mihai, Simeath mihai, Sukath mihai hi an nih. Hieng mihai hi Rekab sûngkuo thlatu Hammath-a in- thawka Ken mi hung suokhai chu an nih.",
      "reference": "1 CHANCHIN SUINA 2:55"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 CHANCHIN SUINA 2 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}