{
  "verses": [
    {
      "content": "Lal David chun Israel lal po pohai, hnam tina luhai, a pâwl pâwla lal sinthawtuhai hotuhai, sipai sâng khat pâwl chunga hotuhai, za khat pâwl chunga hotuhai, a naupa- salhai le lal thilnei le thuomhnaw po po chunga rorêltuhai le, mi lienhai le, mi huoisen, mi hrât khawkhênghai po po chu Jerusalema chun a ko khâwm vawng a.",
      "reference": "1 CHANCHIN SUINA 28:1"
    },
    {
      "content": "Chun, lal David chu a kein a ngîr a, “Ka unauhai, ka mihai, lo ngai ta u; keia ngaia chun LALPA thuthlungna bâwm châwlna ding in le, Pathien ke innghatna ding hmun bâwlpêk chu ka lungrilah a um a; chuongchun, a in bâwlna ding khawm chu ka siem zo hieu tah a.",
      "reference": "1 CHANCHIN SUINA 28:2"
    },
    {
      "content": "Nisienlakhawm, Pathien chun, ‘Nang chun ka in bâwl naw ti nih, indo mi i na, thisen însuo hlak leiin,’ a ta.",
      "reference": "1 CHANCHIN SUINA 28:3"
    },
    {
      "content": "Ngai ta u, LALPA Israel Pathien chun kumkhuoa Israelhai chunga lala um dingin ka thlatuhai thla laia inthawk chun a mi thlang suok a; ka thlatu sûngkuoah, Juda sûngkuoa chun, Juda chu hotu ni dingin a thlang ta sih a; chuongchun, ka pa naupasalhai laia chun Israel po po chunga lala mi siem chu ṭha a ti zâwng tak a ni tah a;",
      "reference": "1 CHANCHIN SUINA 28:4"
    },
    {
      "content": "chun, ka naupasalhai po laiah (LALPA chun naupasal tamtak a mi pêk sih a), Israel chunga LALPA rama lalṭhungphaa ṭhung dingin ka naupa Solomon chu a thlang tah a.",
      "reference": "1 CHANCHIN SUINA 28:5"
    },
    {
      "content": "Chun, ka kuomah a hril a, ‘I naupa Solomon hin ka in le ka tuollai sûng chu bâwl a tih, ama chu ka naupa ni dingin ka thlang tah a, kei khawm a pa nîng ka tih.",
      "reference": "1 CHANCHIN SUINA 28:6"
    },
    {
      "content": "Chun, a ram khawm chu kum- khawtluongin sukdet ka tih, tulai hun anga ka rorêlhai le ka thupêkhai thaw dinga a pawm zing chun,’ tiin.",
      "reference": "1 CHANCHIN SUINA 28:7"
    },
    {
      "content": "“Chuleiin, tuhin, LALPA mipui inkhâwm Israelhai mithmua le ei Pathien hrietna hin, hi ram ṭhatak hi in nei thei a, kumkhuoa dinga in thlahai kuoma rochan ni dinga in mâksanpêk theina dingin LALPA in Pathien thupêkhai po po chu zawng suok unla, zâwm ro.",
      "reference": "1 CHANCHIN SUINA 28:8"
    },
    {
      "content": "Chun, nang ka naupa Solomon, i thlatuhai Pathien chu hre la, lungril inhâwktak le lungril tlûntakin ama rawng chu bâwl rawh; LALPA chun lungril sûng po po chu a zawng suok hlak a, lungrila tumhai khawm chu a hriet hlak sih a; ama chu i zawng chun, i hmuah um ngei a ta; amiruok- chu, ama chu i nghatsan chun, ama khawmin kumkhuoa dingin pei thla vêng a ti che.",
      "reference": "1 CHANCHIN SUINA 28:9"
    },
    {
      "content": "Tuhin fîmkhur la; hmun in- thieng ta dinga in bâwl dingin LALPA chun a ruot ta si cheh a; insukhrât la thaw nghâl rawh,” tiin.",
      "reference": "1 CHANCHIN SUINA 28:10"
    },
    {
      "content": "Chun, David chun a naupa Solomon kuoma chun biek in tuolpûk lim le chutaka a in le, a sum sie- khâwmna in le, chutaka a pindan chunghnunghai le, a pindan sûngril- hai le, zângaina ṭhungpha hmun dinghai lim chu a pêk a;",
      "reference": "1 CHANCHIN SUINA 28:11"
    },
    {
      "content": "a lungrila a lo hmu ta ang chun: LALPA in tuolsûng tuollai inhuonna dâm, a vêl pindan po po lim dâm, Pathien ina sum siekhâwmna in lim dâm, thilser siekhâwmna in lim dâm chu a pêk a;",
      "reference": "1 CHANCHIN SUINA 28:12"
    },
    {
      "content": "thiempuhai le Levi mihai a pâwl pâwla an umna ding hmun lim dâm, Lalpa ina dinga bûr le bêl po po hai lim dâm,",
      "reference": "1 CHANCHIN SUINA 28:13"
    },
    {
      "content": "rawngbâwlna ding bûr le bêl chi tin, rângkachak bûr le bêl ding, rângkachak hmang zât ding,",
      "reference": "1 CHANCHIN SUINA 28:14"
    },
    {
      "content": "rângkachak khâwnvar siena le a khâwnvar ding rângkachak hmang zât ding le, a sathâu khâwnvar siena le chutaka a khâwnvar ta ding chun rângkachak a bûka bûkin a pêk a; tangkaruo khawm tangkaraw sathâu khâwnvar siena dingin le a khâwnvar siena tin bûkzie ang pei chun a pêk a;",
      "reference": "1 CHANCHIN SUINA 28:15"
    },
    {
      "content": "chun, entirna bei siena dinga dawkân dingin rângkachak, dawkân tin ta dingin; chun, tangkaraw daw- kân ta dingin tangkaruo;",
      "reference": "1 CHANCHIN SUINA 28:16"
    },
    {
      "content": "sa kuoikimhai le, châwtawlhai le nohai chu, rângkachak inthieng: rângkachak maihûn ding chun mai- hûn tin chu a bûk ang peiin, tang- karaw maihûn ding chun maihûn tin a bûk ang peiin;",
      "reference": "1 CHANCHIN SUINA 28:17"
    },
    {
      "content": "chun, riminhnik râwna mâi- châma ding chun rângkachak suk- thieng a bûka bûkin, chun, cherubhai LALPA thuthlungna bâwm an thlahai zâra inkhumtuhai tawlailîr lima dinga chun rângkachak a pêk bawk a.",
      "reference": "1 CHANCHIN SUINA 28:18"
    },
    {
      "content": "David chun, “Hieng po po hi LALPA chun keima chungah ama kut ngeia ziekin a mîn hriettir a nih, hi riruongna sin po pohai hi,” a tih a.",
      "reference": "1 CHANCHIN SUINA 28:19"
    },
    {
      "content": "Chun, David chun a naupa Solomon kuoma chun, “Insukhrât la, insukhuoi la, thaw el rawh; ṭi naw la, beidawng bawk naw rawh; LALPA Pathien, ka Pathien ngei chu i kuomah a um sih a; LALPA ina rawngbâwlna sin po pohai chu zo a ni vawng hmakhat chun inhlawsamtir naw ni cheh a, nghatsan bawk naw ni che.",
      "reference": "1 CHANCHIN SUINA 28:20"
    },
    {
      "content": "Chun, ngai ta, Pathien ina rawngbâwlna po poa dingin Levi mihai le thiempuhai chu pâwl an um a; sin kawng chi tinrênga ding chun mi themthiem inhâwktak takhai i kuomah um an ta, rawngbâwlna kawng tinrênga ding chun; mipuihai hotuhai po po khawm chu i thu thuin an um ding a nih,” a ta.",
      "reference": "1 CHANCHIN SUINA 28:21"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 CHANCHIN SUINA 28 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}