{
  "verses": [
    {
      "content": "David chu a hung tar tah a, a hung upa ta hle a, a naupa Solomon chu Israel chunga lal dingin a siem tah a.",
      "reference": "1 CHANCHIN SUINA 23:1"
    },
    {
      "content": "Chun, Israel upahai po po le thiempuhai le Levi mihai chu a ko khâwm vawng a.",
      "reference": "1 CHANCHIN SUINA 23:2"
    },
    {
      "content": "Levi mihai chu kum sâwmthum chung tienga po chu tiem an na; an tiem dânbi ang chun an nizât chu, patling sîng thum le sâng riet an nih.",
      "reference": "1 CHANCHIN SUINA 23:3"
    },
    {
      "content": "Hi laia mi sîng hni le za li hin LALPA in sin chu an enkawl ding a na;",
      "reference": "1 CHANCHIN SUINA 23:4"
    },
    {
      "content": "chun, sâng ruk dang chu hotuhai le rorêltuhai an nih; sâng li chu kawtkhâr vêngtuhai an na; sâng li dang chun, “Inpâkna dinga ka siem,” Davidin a ti, chuong thuomhnawhai le chun LALPA chu inpâk ding an nih.",
      "reference": "1 CHANCHIN SUINA 23:5"
    },
    {
      "content": "David chun anni chu a pâwl peiin, Levi naupasalhai ang peiin a ṭheh a; Gerson le Kohath le Merari hai hi.",
      "reference": "1 CHANCHIN SUINA 23:6"
    },
    {
      "content": "Gerson mia chun Ladan le Simei an na.",
      "reference": "1 CHANCHIN SUINA 23:7"
    },
    {
      "content": "Ladan naupasalhai chu: Jehiel chu a hotu tak le, Zetham le Joel, hi pathum hi.",
      "reference": "1 CHANCHIN SUINA 23:8"
    },
    {
      "content": "Simei naupasalhai chu: Selo- moth, Haziel le Haran, hi pathum hi. Hienghai hi Ladan sûngkuo pahnam luhai chu an nih.",
      "reference": "1 CHANCHIN SUINA 23:9"
    },
    {
      "content": "Chun, Simei naupasalhai chu: Jahath, Zina, Jeus le Beria an nih. Hieng palihai hi Simei naupasalhai an nih.",
      "reference": "1 CHANCHIN SUINA 23:10"
    },
    {
      "content": "Chun, Jahath chu a hotu tak a na, Ziza chu a pahnina; amiruokchu, Jeus le Beria chun naupasal tamtak an nei nawh a; chuleiin, tiem dânah thlâ khat an nih.",
      "reference": "1 CHANCHIN SUINA 23:11"
    },
    {
      "content": "Kohath naupasalhai chu: Amram, Izhar, Hebron le Uzziel, hi pali hi.",
      "reference": "1 CHANCHIN SUINA 23:12"
    },
    {
      "content": "Amram naupasalhai chu: Aron le Mosie; chu, Aron le a naupasalhai chu ama le a nauhai chun thil inthienghai chu hlânthieng a, kum- khuoa LALPA hmaa riminhnik raw ding le, ama rawngbâwl ding le, ama hminga malsâwm kumkhuo dinga suktum an nih.",
      "reference": "1 CHANCHIN SUINA 23:13"
    },
    {
      "content": "Nisienlakhawm, Pathien mi Mosie chu, a naupasalhai chu Levi hnam laia lam sa a na.",
      "reference": "1 CHANCHIN SUINA 23:14"
    },
    {
      "content": "Mosie naupasalhai chu: Gerson le Eliezer an nih.",
      "reference": "1 CHANCHIN SUINA 23:15"
    },
    {
      "content": "Gerson naupasalhai chu: Sebuel chu a hotu tak a nih.",
      "reference": "1 CHANCHIN SUINA 23:16"
    },
    {
      "content": "Eliezer naupasalhai chu: Rehabia chu a hotu tak a nih. Eliezer chun naupasal dang a nei nawh a; amiruokchu, Rehabia naupasalhai chu an tam hle.",
      "reference": "1 CHANCHIN SUINA 23:17"
    },
    {
      "content": "Izhar naupasalhai chu: Selo- mith chu a upa tak a nih.",
      "reference": "1 CHANCHIN SUINA 23:18"
    },
    {
      "content": "Hebron naupasalhai chu: Jeria a hotu tak a na, a pahnina chu Amaria, a pathumna chu Jahaziel, a palina chu Jekameam.",
      "reference": "1 CHANCHIN SUINA 23:19"
    },
    {
      "content": "Uzziel naupasalhai chu: Mika chu a upa tak a na, a pahnina chu Issia.",
      "reference": "1 CHANCHIN SUINA 23:20"
    },
    {
      "content": "Merari naupasalhai chu: Mahli le Musi. Mahli naupasalhai chu: Eleazar le Kis.",
      "reference": "1 CHANCHIN SUINA 23:21"
    },
    {
      "content": "Chun, Eleazar chu a thih a, naupasal a nei nawh, naunuhmei chau a nei; chun, an unaupahai, Kis naupasalhai chun anni chu nu- hmeiah an nei tâwl a.",
      "reference": "1 CHANCHIN SUINA 23:22"
    },
    {
      "content": "Musi naupasalhai chu: Mahli leh, Eder leh, Jeremoth leh, pathum.",
      "reference": "1 CHANCHIN SUINA 23:23"
    },
    {
      "content": "Hienghai hi an pahnam anga Levi naupasalhai chu an nih, tiemna laia an pahnamhai luhai chu an na, LALPA ina rawngbâwlnaa sinthaw- tuhai, tiem an ni dânbi anga hming suota nizât, kum sâwmhnia in- thawka chungtieng an nih.",
      "reference": "1 CHANCHIN SUINA 23:24"
    },
    {
      "content": "David chun, “LALPA Israelhai Pathien chun a mihai chu muongna a pêk a;",
      "reference": "1 CHANCHIN SUINA 23:25"
    },
    {
      "content": "chun, Levi mihai khawm chun a biekbûk le chutaka a rawngbâwlna bûr le bêlhai po po chu an zâwn a ṭûl bawk ta nawh a,” a ti sih a.",
      "reference": "1 CHANCHIN SUINA 23:26"
    },
    {
      "content": "David thu nuhnung tak ang- in, Levi thlahai chu, kum sâwm- hni le a chungtienga po chu tiem an na.",
      "reference": "1 CHANCHIN SUINA 23:27"
    },
    {
      "content": "An sinthaw chu Pathien ina rawngbâwlna sinhai: thil inthieng po pohai sukthieng dâm, pindanahai le inhuonna tuol sûnga LALPA Ina rawngbâwlnaa chun Aron naupa- salhai chu an ṭhangpui ding a ni sih a;",
      "reference": "1 CHANCHIN SUINA 23:28"
    },
    {
      "content": "entirna bei ta ding dâm, bu thilinhlân dinga beiphit inditaka ding, chawl ṭhanglo bei amanih, bêl dara zêu amanih, a suonga suong amanih, ieng anga lien le ieng ang tiet ding khawmin;",
      "reference": "1 CHANCHIN SUINA 23:29"
    },
    {
      "content": "zîng tina Pathien inpâk dinga ngîr dingin, chuong ang bawkin zântieng khawm;",
      "reference": "1 CHANCHIN SUINA 23:30"
    },
    {
      "content": "châwlnihai dâm, thlatharhai dâm, ruoiṭhena bi ruotahai dâma LALPA hmaa chuong chungthua thaw rawp a ni ding dân ang peia LALPA kuoma pumrawhmang thilin- hlân chu inhlân ding dâmin;",
      "reference": "1 CHANCHIN SUINA 23:31"
    },
    {
      "content": "chun, LALPA ina rawngbâwlna dinga, an unau Aron thlahai sin kawl le, hmun inthieng enkawlna sin le, intuokna in enkawlna sin chu an kawl ding a nih;",
      "reference": "1 CHANCHIN SUINA 23:32"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 CHANCHIN SUINA 23 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}