{
  "verses": [
    {
      "content": "Israel nau lutîr Reuben nau- pasalhai chu (ama chu nau lutîr a na, nisienlakhawm, a pa khum chu a sukpawrche leiin a nau lutîr nina chu Israel naupa Josef naupasalhai kuoma chun pêk a ni tah a; chu- leiin, a thlatu thu bul chu inthla dân pângngai anga ngai a ni ta nawh a.",
      "reference": "1 CHANCHIN SUINA 5:1"
    },
    {
      "content": "Juda chu a unauhai nêk chun a chunghnung lem a, chuongchun, amaa chun lalnau nina chu pêk a na, amiruokchu, rohluotu nina chu Josef ta a nih).",
      "reference": "1 CHANCHIN SUINA 5:2"
    },
    {
      "content": "Israel nau lutîr Reuben naupa- salhai chu: Hanok, Pallu, Hezron le Karmi an nih.",
      "reference": "1 CHANCHIN SUINA 5:3"
    },
    {
      "content": "Joel naupasalhai chu: a naupa, Semaia; ama naupa chu Gog, ama naupa chu Simei,",
      "reference": "1 CHANCHIN SUINA 5:4"
    },
    {
      "content": "ama naupa chu Mika, ama naupa chu Reaia, ama naupa chu Baal;",
      "reference": "1 CHANCHIN SUINA 5:5"
    },
    {
      "content": "ama naupa chu Beera, Assuria lal Tiglath-pileserin sala a ṭhuoi- hmang chu a nih, ama chu Reuben thlahai lal a nih.",
      "reference": "1 CHANCHIN SUINA 5:6"
    },
    {
      "content": "Chun, an pahnama a unauhai an thlahai an inthla thu lâk a ni lai chun lal chu: Jeiel le Zekaria le",
      "reference": "1 CHANCHIN SUINA 5:7"
    },
    {
      "content": "Bela, Azaz naupa, ama chu Sema naupa, ama chu Joel naupa, Aroera inthawka Baal-meon le Nebo chen raka umhai chu an nih;",
      "reference": "1 CHANCHIN SUINA 5:8"
    },
    {
      "content": "chun, Gilead rama chun an ran ruolhai chu an pung hle ta leiin va- dungpui Euphratesa inthawka sak- tieng thlalêr lûtna chen khan an hluo tah a.",
      "reference": "1 CHANCHIN SUINA 5:9"
    },
    {
      "content": "Saula dam laiin Hagar mihai leh an indo a, anni chu an hneh a; chuongchun, Gilead sak ram po poah an puon inhai chu an zar tah a.",
      "reference": "1 CHANCHIN SUINA 5:10"
    },
    {
      "content": "Chun, Gad thlahai chu anni epin Basan ramah, Saleka chen khan an um ve thung a;",
      "reference": "1 CHANCHIN SUINA 5:11"
    },
    {
      "content": "a lutak chu Joel, a pahnina Sapham le Janai le Saphat an nih Basana chun,",
      "reference": "1 CHANCHIN SUINA 5:12"
    },
    {
      "content": "chun, an thlatuhaia an unau- hai: Mikael hai, Mesullam hai, Seba hai, Jorai hai, Jakan, Zia le Eber, pasari hi an nih.",
      "reference": "1 CHANCHIN SUINA 5:13"
    },
    {
      "content": "Hienghai hi Huri naupa, Abihail naupasalhai chu an nih: ama chu Jaroa naupa, ama chu Gilead naupa, ama chu Mikael naupa, ama chu Jesisai naupa, ama chu Jahdo naupa, ama chu Buz naupa;",
      "reference": "1 CHANCHIN SUINA 5:14"
    },
    {
      "content": "Guni naupa Abdiel naupa Ahi chu a nih, an pahnama hotu chu.",
      "reference": "1 CHANCHIN SUINA 5:15"
    },
    {
      "content": "Anni chu Basan rama Gileada le a khawpuihaia le Saron khawpui- haiah, an ramri chenin an um a.",
      "reference": "1 CHANCHIN SUINA 5:16"
    },
    {
      "content": "Hienghai po po hi Juda lal Jo- tham inlal lai le Israel lal Jeroboam inlal laia inthla thu suinaa ziek an nih.",
      "reference": "1 CHANCHIN SUINA 5:17"
    },
    {
      "content": "Reuben thlahai le Gad mihai le Manasse hnam zâtve, mi huoisen phaw le thal chawi thei, thalngula kâp theia indonaa fe thei ṭhieu le indo thiem mi chu sîng li sâng li za sari le sâwmruk an nih.",
      "reference": "1 CHANCHIN SUINA 5:18"
    },
    {
      "content": "Anni chu Nodab hai, Naphis hai, Jetur hai le Hagar mihai leh an indo a.",
      "reference": "1 CHANCHIN SUINA 5:19"
    },
    {
      "content": "Anni chunga chun ṭhangpuiin an uma, Hagar mihai chu an kuta pêkin an um tah a; anni le um po pohai le chun; indonaa chun Pathien chu an ko a, ama chun anni chu a dawn a, anni chun amaa chun ringna an innghat sih a.",
      "reference": "1 CHANCHIN SUINA 5:20"
    },
    {
      "content": "An ran ruolhai chu an lâk a, sanghâwngsei sîng nga, berâm nuoi hni le sîng nga, sabengtung sâng hni, mihriem nuoi khat leh.",
      "reference": "1 CHANCHIN SUINA 5:21"
    },
    {
      "content": "Mi tamtak chu thatin an um a, indona chu Pathien ta a ni sih a. Chun, anni chu an aia chun sala ṭhuoi anni hma po chun an um tah a.",
      "reference": "1 CHANCHIN SUINA 5:22"
    },
    {
      "content": "Chun, Manasse hnam zâtve thlahai chu chu rama chun an um a; anni chu Basana inthawkin Hermon tlâng le Senir le Baal-hermon chenin an insuklien a.",
      "reference": "1 CHANCHIN SUINA 5:23"
    },
    {
      "content": "Chun, hienghai hi an pahnam luhai chu an nih: Epher, Isi, Eliel, Azriel, Jeremia, Hodavia le Jahdiel hi; anni hi mi hrât khawkhêng, mi hming inthang, an pahnama luhai chu an nih.",
      "reference": "1 CHANCHIN SUINA 5:24"
    },
    {
      "content": "Chun, an thlatuhai Pathien chunga chun an bawsiet tah a; an hmaa Pathienin a sukbohmanghai, chu rama mihai pathienhai chu bein an zâwm a.",
      "reference": "1 CHANCHIN SUINA 5:25"
    },
    {
      "content": "Chuongchun, Israel Pathien chun Assuria lal Pul lungril le Assuria lal Tiglath-pileser lungril chu a chawktho a, Reuben mihai, Gad mihai, Manasse hnam zâtve le chun a man a, Halah, Habor, Hara le Gozan vadung chenin vawisûn ni chen hin a hung ṭhuoi tah a.",
      "reference": "1 CHANCHIN SUINA 5:26"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 CHANCHIN SUINA 5 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}