{
  "verses": [
    {
      "content": "Chun, David chun a in chu a hung hluo phing chun, zâwlnei Nathan kuoma chun, “Ngai ta, kei chu Sidar thingphêk inah ka um a. LALPA thuthlungna bâwm ruok chu puon in hnuoiah a um a nih,” a ta.",
      "reference": "1 CHANCHIN SUINA 17:1"
    },
    {
      "content": "Chun, Nathan chun David kuomah, “I lungrila um ang po po chu thaw el rawh, Pathien chu i kuomah a um annâwm,” a ta.",
      "reference": "1 CHANCHIN SUINA 17:2"
    },
    {
      "content": "Chun, chu zân le le chun Pathien thu chu Nathan kuoma chun a hung tlung tah a,",
      "reference": "1 CHANCHIN SUINA 17:3"
    },
    {
      "content": "“Hang fe la, ka siehlaw David chu hang hril rawh, ‘LALPA chun hieng hin a ti a nih, chêngna dingin ka ta dingin in mi bâwlpêk naw ti nih;",
      "reference": "1 CHANCHIN SUINA 17:4"
    },
    {
      "content": "Israel thlahai Aiguptaa in- thawka ka hung ṭhuoi suoka inthawk vawisûn ni chen hin inah ka la um ngai nawh a; puon in pakhata inthawka a dangah, biekbûk pakhata inthawka a dangah ka um lem kha.",
      "reference": "1 CHANCHIN SUINA 17:5"
    },
    {
      "content": "Khâwlai hmuna khawm Israel- hai ka fepuina taphawta chun, ka mihai châwm dinga thu ka ipêk, Israel rorêltuhai a tu tu kuoma khawm khan, Iengdinga Sidar in in mi bâwlpêk naw am a na? ka ti hlak am a nih?’",
      "reference": "1 CHANCHIN SUINA 17:6"
    },
    {
      "content": "Chuleiin, ka siehlaw David kuoma chun tuhin hang hril la, ‘Sipaihai LALPA chun hieng hin a tih: Ka mi Israelhai chunga lal ni dingin, berâm tlatna hmuna berâm hnung zuinaa inthawk ka lâk suok cheh a;",
      "reference": "1 CHANCHIN SUINA 17:7"
    },
    {
      "content": "i fena taphawtahai chun ka hung ve pei a, i hmêlmahai po po chu i hmaa inthawkin ka sat thlâkpêk cheh a; chuongchun, leihnuoia um, mi ropuitak hming angin i hming chu siem ka tih.",
      "reference": "1 CHANCHIN SUINA 17:8"
    },
    {
      "content": "Ka mi Israelhai ta ding chun hmun ruot ka ta, anni chu phun ka tih, anni hmun ngeia chun an um a, an insawn nâwk ta nawna dingin. Chun, inhma ang khan rîtlona thla- hai chun anni chu sukse ta naw nih,",
      "reference": "1 CHANCHIN SUINA 17:9"
    },
    {
      "content": "ka mi Israelhai chunga um dinga rorêltuhai ka ruot nia ang khan; chun, i hmêlmahai po po chu tukdawl bawk ka tih. Chunawa khawm, LALPA chun sûngkuo siem- pêk a che ti hi ka hril che a nih.",
      "reference": "1 CHANCHIN SUINA 17:10"
    },
    {
      "content": "Chun, i thlatuhai kuoma i fena ding nihai a hung bikim pha chun, nangma hnunga hin i thla ngei hung inngîr ka ta, chu chu i naupasalhai laia mi ngei nîng a tih, chun, a ram chu sukdet bawk ka tih.",
      "reference": "1 CHANCHIN SUINA 17:11"
    },
    {
      "content": "Ama chun in mi bâwlpêk a ta; kei khawma a ram chu kumkhuoin tungdingpêk bawk ka tih.",
      "reference": "1 CHANCHIN SUINA 17:12"
    },
    {
      "content": "A pa nîng ka ta, ama chu ka naupa nîng a tih; i hmaa umpa kuoma inthawka ka lâk hmang ang khan amaa inthawk chun ka zângaina chu la hmang naw ningah;",
      "reference": "1 CHANCHIN SUINA 17:13"
    },
    {
      "content": "amiruokchu, ka ina le ka ramah kumkhuoin inngîr dettir lem ka tih; chuongchun, a lalṭhungpha chu chatuonin tungding nîng a tih,’” tiin.",
      "reference": "1 CHANCHIN SUINA 17:14"
    },
    {
      "content": "Hieng thu po pohai ang tak le, hieng thilhmu po po ang tak hin Nathan chun David chu a hril tah a.",
      "reference": "1 CHANCHIN SUINA 17:15"
    },
    {
      "content": "Chun, lal David chu a lût a, LALPA hmaa chun a ṭhung tah a; chun, ama chun, “Aw LALPA Pathien, tu am ka na, ka insûng khawm ieng am a ni hrim a, hieng chen lâwm lâwm i mi ṭhuoi hi?",
      "reference": "1 CHANCHIN SUINA 17:16"
    },
    {
      "content": "Hi hi i mithmua chun thil chîtê a na, aw Pathien, nisienlakhawm, i siehlaw sûngkuo chunga thil la hung tlung ding thu chu i hril a, Aw LALPA Pathien, mi lien ang elin i ngai hi;",
      "reference": "1 CHANCHIN SUINA 17:17"
    },
    {
      "content": "i siehlaw chawimawia a um chungthua hin, hi bâk hi David hin ieng am i kuoma la hril sa rawp a ta? I siehlaw chu i hriet chieng sih a.",
      "reference": "1 CHANCHIN SUINA 17:18"
    },
    {
      "content": "Aw LALPA, i siehlaw lei le, nangma lungril puoksuok ang peiin, hieng thil ropuitakhai hi inhriettir dingin, hieng thil ropui po po hi i thaw ta hi.",
      "reference": "1 CHANCHIN SUINA 17:19"
    },
    {
      "content": "Aw LALPA, nanga ang tu- khawm an um nawh a, nang Pathien naw chu a dang an um nawh, kan nahaia kan hriet ta ang peiin.",
      "reference": "1 CHANCHIN SUINA 17:20"
    },
    {
      "content": "Aigupta rama inthawka i mihai an hmaa hnamhai chu hnawt suok peia în tlan suok, thil râpthlâk le thil ropuia i hming siempêk dinga, nang- ma ta ding ngeia nang Pathien feha în tlan suok hnam, i mi Israelhai ang hnuoi chunga hin ieng hnam am an um hrim a?",
      "reference": "1 CHANCHIN SUINA 17:21"
    },
    {
      "content": "I mi Israelhai chu nangin i mi- hai ngei ni kumkhuo dingin i siem a; nang LALPA chu an Pathien i ni sih a.",
      "reference": "1 CHANCHIN SUINA 17:22"
    },
    {
      "content": "Tuhin, Aw LALPA, i siehlaw chungthua le a insûng chungthua i hrilhai, kumkhuoa dingin hung suk- det la, i hril angtak ngei chun nangin hung thaw bawk rawh.",
      "reference": "1 CHANCHIN SUINA 17:23"
    },
    {
      "content": "‘Sipaihai LALPA chu Israelhai Pathien a na, Israelhai Pathien ngei chu: i siehlaw David sûngkuo khawm chu nangma hmaa sukdet a nih,’ tiin, i hming chu tungdinga kumkhuoa chawimawi ni raw se.",
      "reference": "1 CHANCHIN SUINA 17:24"
    },
    {
      "content": "Aw ka Pathien, nangin i siehlaw kuoma hin sûngkuo i siempêk ding a nih ti i suklang ta sih a; chuleiin,i siehlaw hin i hmaa a lungrila ṭawng- ṭai dingin a lo ngam tah a nih.",
      "reference": "1 CHANCHIN SUINA 17:25"
    },
    {
      "content": "Chun, tuhin, Aw LALPA, nang chu Pathien i na, hieng thil ṭhahai hi i siehlaw kuoma hin i lo tiem tah a;",
      "reference": "1 CHANCHIN SUINA 17:26"
    },
    {
      "content": "chuongchun, tuhin i hmaa kum- khuoa a um zing theina dingin i sie- hlaw sûngkuo chu malsâwmpêk hi i lawmzâwngtak a na; Aw LALPA, nang chun mal i sâwm tah a, kumkhuoa dinga malsâwm a ni ta sih a,” tiin.",
      "reference": "1 CHANCHIN SUINA 17:27"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 CHANCHIN SUINA 17 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}