{
  "verses": [
    {
      "content": "Chunawa khawm David le sipai hotuhai chun dârbenthek le, perkhuong le ṭingṭanghai le thu hril duol duola rawngbâwltu dingin Jeduthun le Heman le Asaph nau- pasalhai chu an ṭheh a; chun, an rawngbâwlna ang peia chuong sin- thawhai sinthawtuhai nizât chu hi hi a nih:",
      "reference": "1 CHANCHIN SUINA 25:1"
    },
    {
      "content": "Asaph naupasalhai chu: Zakkur, Josef, Nethania le Asarela hai hi Asaph naupasalhai chu an nih, lal thupêk anga Asaph hnuoia thuhril- tuhai chu.",
      "reference": "1 CHANCHIN SUINA 25:2"
    },
    {
      "content": "Jeduthun pâwl chu, Jeduthun naupasalhai chu Gedalia, Zeri, Jesaia, Simei, Hasabia le Mattithia hai, paruk hi an pa Jeduthun rawia ṭingṭang le LALPA chu inpâka lâwmthu hriltuhai chu an nih.",
      "reference": "1 CHANCHIN SUINA 25:3"
    },
    {
      "content": "Heman pâwl chu: Heman nau- pasalhai chu: Bukkia, Mattania, Uzziel, Sebuel, Jerimoth, Hanania, Hanani, Eliatha, Giddalti, Romamti- ezer, Josbekasa, Mallothi, Hothir le Mahazioth hai an na;",
      "reference": "1 CHANCHIN SUINA 25:4"
    },
    {
      "content": "hienghai po po hi Pathien thua saki mûta lal zâwlnei Heman nau- pasalhai an nih. Pathien chun Heman chu naupasal sâwmpali le naunuhmei pathum a pêk a.",
      "reference": "1 CHANCHIN SUINA 25:5"
    },
    {
      "content": "Hienghai po po hi Pathien ina rawngbâwlnaa, ṭingṭanghai le dâr- benthekhai le perkhuonghai le LALPA ina hla pâwl dinga an pa hnuoia um an nih; Asaph hai, Jedu- thun hai, Heman hai chu lal thuhnuoiah an um sih a.",
      "reference": "1 CHANCHIN SUINA 25:6"
    },
    {
      "content": "Chun, anni le an unauhai LAL- PA ta dinga hla sak dinga inchûk- tira uma, sak thiem tahai nizât chu za hni sâwmriet pariet an nih.",
      "reference": "1 CHANCHIN SUINA 25:7"
    },
    {
      "content": "Chun, a chîn ni leh, a lien ni leh, inchûktirtu le inchûktu khawm, angkhat vawngin, an thil thaw ding chu aisânin an en hlak a.",
      "reference": "1 CHANCHIN SUINA 25:8"
    },
    {
      "content": "Asaph ta dinga aisân pakhatna chu Josef chungah a tluh a; a pahnina chu Gedalia chungah; ama le a unauhai le a naupasalhai leh sâwm pahni an nih:",
      "reference": "1 CHANCHIN SUINA 25:9"
    },
    {
      "content": "a pathumna chu Zakkur chungah, a naupasalhai le a unauhai leh sâwmpahni an nih.",
      "reference": "1 CHANCHIN SUINA 25:10"
    },
    {
      "content": "a palina chu Izri chungah, a naupasalhai le a unauhai le chun sâwmpahni an nih;",
      "reference": "1 CHANCHIN SUINA 25:11"
    },
    {
      "content": "a pangana chu Nethania chungah, a naupasalhai le a unauhai chu sâwmpahni an nih;",
      "reference": "1 CHANCHIN SUINA 25:12"
    },
    {
      "content": "a parukna chu Bukkia chungah, a naupasalhai le a unauhai leh sâwmpahni an nih:",
      "reference": "1 CHANCHIN SUINA 25:13"
    },
    {
      "content": "a pasarina chu Jesarela chung- ah, a naupasalhai le a unauhai leh sâwmpahni an nih;",
      "reference": "1 CHANCHIN SUINA 25:14"
    },
    {
      "content": "a parietna chu Jesaia chungah, a naupasalhai le a unauhai leh sâwmpahni an nih;",
      "reference": "1 CHANCHIN SUINA 25:15"
    },
    {
      "content": "a pakuona chu Mattania chung- ah, a naupasalhai le a unauhai leh sâwmpahni an nih;",
      "reference": "1 CHANCHIN SUINA 25:16"
    },
    {
      "content": "a sâwmna chu Simei chungah, a naupasalhai le a unauhai leh sâwmpahni an nih;",
      "reference": "1 CHANCHIN SUINA 25:17"
    },
    {
      "content": "a sâwmpakhatna chu Azarel chungah, a naupasalhai le a unauhai leh sâwmpahni an nih;",
      "reference": "1 CHANCHIN SUINA 25:18"
    },
    {
      "content": "a sâwmpahnina chu Hasabia chungah, a naupasalhai le a unauhai leh sâwmpahni an nih;",
      "reference": "1 CHANCHIN SUINA 25:19"
    },
    {
      "content": "a sâwmpathumna chu Subael chungah, a naupasalhai le a unauhai leh sâwmpahni an nih;",
      "reference": "1 CHANCHIN SUINA 25:20"
    },
    {
      "content": "a sâwmpalina chu Mattithia chungah, a naupasalhai le a unauhai leh sâwmpahni an nih;",
      "reference": "1 CHANCHIN SUINA 25:21"
    },
    {
      "content": "a sâwmpangana chu Jeremoth chungah, a naupasalhai le a unauhai leh sâwmpahni an nih;",
      "reference": "1 CHANCHIN SUINA 25:22"
    },
    {
      "content": "a sâwmparukna chu Hanania chungah, a naupasalhai le a unauhai leh sâwmpahni an nih;",
      "reference": "1 CHANCHIN SUINA 25:23"
    },
    {
      "content": "a sâwmpasarina chu Josbekasa chungah, a naupasalhai le a unauhai leh sâwmpahni an nih;",
      "reference": "1 CHANCHIN SUINA 25:24"
    },
    {
      "content": "a sâwmparietna chu Hanani chungah, a naupasalhai le a unauhai leh sâwmpahni an nih;",
      "reference": "1 CHANCHIN SUINA 25:25"
    },
    {
      "content": "a sâwmpakuona chu Mallothi chungah, a naupasalhai le a unauhai leh sâwmpahni an nih;",
      "reference": "1 CHANCHIN SUINA 25:26"
    },
    {
      "content": "a sâwmhnina chu Eliatha chungah, a naupasalhai le a unauhai leh sâwmpahni an nih;",
      "reference": "1 CHANCHIN SUINA 25:27"
    },
    {
      "content": "a sâwmhni pakhatna chu Hothir chungah, a naupasalhai le a unauhai leh sâwmpahni an nih;",
      "reference": "1 CHANCHIN SUINA 25:28"
    },
    {
      "content": "sâwmhni pahnina chu Giddalti chungah, a naupasalhai le a unauhai leh sâwmpahni an nih;",
      "reference": "1 CHANCHIN SUINA 25:29"
    },
    {
      "content": "a sâwmhni pathumna chu Mahazioth chungah, a naupasalhai le a unauhai leh sâwmpahni an nih;",
      "reference": "1 CHANCHIN SUINA 25:30"
    },
    {
      "content": "a sâwmhni palina chu Romam- ti-ezer chungah, a naupasalhai le a unauhai leh sâwmpahni an nih.",
      "reference": "1 CHANCHIN SUINA 25:31"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 CHANCHIN SUINA 25 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}