{
  "verses": [
    {
      "content": "Chuongchun, Israel mihai po po chu thla insui dâna tiem vawng an na, Israel lal lekhabua chun ziek an nih: Judahai ruok chu an bawsiet- na leiin Babulona sala ṭhuoihmangin an um a.",
      "reference": "1 CHANCHIN SUINA 9:1"
    },
    {
      "content": "Chun, an hmun nei an khaw- puihaia um hmasatakhai chu Israel- hai, thiempuhai, Levi mihai, Nethi- nim mihai hi an nih.",
      "reference": "1 CHANCHIN SUINA 9:2"
    },
    {
      "content": "Chun, Jerusalema chun Juda thlahai, Benjamin thlahai le Manasse le Ephraim thlahai chu an um a;",
      "reference": "1 CHANCHIN SUINA 9:3"
    },
    {
      "content": "Uthai, Ammihud naupa, Omri naupa, Imri naupa, Bani naupa a na; Juda naupa Perez thlahai an nih.",
      "reference": "1 CHANCHIN SUINA 9:4"
    },
    {
      "content": "Chun, Silon mi chu a nau lutîr Assaia le a naupasalhai leh.",
      "reference": "1 CHANCHIN SUINA 9:5"
    },
    {
      "content": "Zera naupasalhai chu: Jeuel, an unauhai leh za ruk le sâwmkuo.",
      "reference": "1 CHANCHIN SUINA 9:6"
    },
    {
      "content": "Chun, Benjamin naupasalhai chu: Sallu, Mesullam naupa, Hodavia naupa, Hassenua naupa;",
      "reference": "1 CHANCHIN SUINA 9:7"
    },
    {
      "content": "Jeroham naupa Ibneia le Uzzi naupa Ela, Mikri naupa le Sephatia naupa Mesullam, Reuel naupa, Ibnija naupa;",
      "reference": "1 CHANCHIN SUINA 9:8"
    },
    {
      "content": "an unauhai leh an thla thu sui dân angin za kuo sâwmnga paruk an nih. Hienghai po po hi an pahnam ang peia an pahnam luhai an nih.",
      "reference": "1 CHANCHIN SUINA 9:9"
    },
    {
      "content": "Chun, thiempuhaia chun: Jedaia, Jehoiarib, Jakin,",
      "reference": "1 CHANCHIN SUINA 9:10"
    },
    {
      "content": "Azaria, Hilkia naupa, Mesullam naupa, Zadok naupa, Meraioth naupa, Ahitub Pathien ina rorêltu naupa a nih:",
      "reference": "1 CHANCHIN SUINA 9:11"
    },
    {
      "content": "Jeroham naupa Adaia, Pas-hur naupa, Malkija naupa, Adiel naupa Maasai leh, Jahzera naupa, Mesul- lam naupa, Mesillemith naupa, Immer naupa;",
      "reference": "1 CHANCHIN SUINA 9:12"
    },
    {
      "content": "an unauhai leh an pahnama luhai chu sâng khat za sari le sâwm- ruk an nih; Pathien ina rawngbâwlna sina dinga mi theitak ruok an nih.",
      "reference": "1 CHANCHIN SUINA 9:13"
    },
    {
      "content": "Levi mihaia chun: Hassub nau- pa Semaia, Azrikam naupa, Hasabia naupa; Merari naupa hai an nih.",
      "reference": "1 CHANCHIN SUINA 9:14"
    },
    {
      "content": "Bakbakkar, Heres, Galal le Mattania, Mika naupa, Zikri naupa, Asaph naupa,",
      "reference": "1 CHANCHIN SUINA 9:15"
    },
    {
      "content": "Semaia naupa Obadia, Galal naupa, Jeduthun naupa, Asa naupa Berekia, Elkana naupa, Netophath mihai khuohaia umhai chu.",
      "reference": "1 CHANCHIN SUINA 9:16"
    },
    {
      "content": "Chun, kawtkhâr vêngtuhai chu: Sallum, Akkub, Talmon, Ahiman le an unauhai leh; Sallum chu a hotutak a na,",
      "reference": "1 CHANCHIN SUINA 9:17"
    },
    {
      "content": "saktieng panga lal kawtkhâr chu a vêng a; Levi thlahai rabawk vêngtuhai an nih.",
      "reference": "1 CHANCHIN SUINA 9:18"
    },
    {
      "content": "Chun, Kore naupa Sallum, Ebiasaph naupa, Kora naupa, a unauhai leh, an pahnama mi, Kora mihai chu, rawngbâwlna enkawltu- hai chu an na, biekbûk kawtkhâr vêngtuhai an nih: an thlatuhai khawm chu LALPA rabawk vêngtu- hai, a lûtna vêngtuhai chu an nih.",
      "reference": "1 CHANCHIN SUINA 9:19"
    },
    {
      "content": "Kha hma po khan Eleazar nau- pa Phinehas chu an chunga rorêltu a na, a kuoma chun LALPA chu a um a.",
      "reference": "1 CHANCHIN SUINA 9:20"
    },
    {
      "content": "Chun, Meselemia naupa Zekaria chu intuokna puon in kawt- khâr vêngtu a na.",
      "reference": "1 CHANCHIN SUINA 9:21"
    },
    {
      "content": "Chun, hienghai po po dai kawt- khâra vêngtuhai ni dinga thlanghai po po chu za hni le sâwm pahni an nih. Hienghai hi an khuohaia an thla thu suidân ang peia tiem an na, David le zâwlnei Samuelin an rawng- bâwlna ruot ang peia an lo namdethai chu an nih.",
      "reference": "1 CHANCHIN SUINA 9:22"
    },
    {
      "content": "Chuongchun, anni le an thlahai chenin biekbûk in, LALPA in enkawl- na sin chu an chang a.",
      "reference": "1 CHANCHIN SUINA 9:23"
    },
    {
      "content": "A sîr lia chun vêngtuhai chu an um a, saktieng, thlangtieng, hmâr- tieng le simtiengah.",
      "reference": "1 CHANCHIN SUINA 9:24"
    },
    {
      "content": "Chun, an unauhai, an khuoa umhai chu, ni sari sûng peiah rawng- bâwla anni le um dingin a châng chângin an hung hlak ding a na;",
      "reference": "1 CHANCHIN SUINA 9:25"
    },
    {
      "content": "Levi mi, kawtkhâr vêngtu hotu- tak hai pali chu rawngbâwlna ruota chun an um a na, Pathien ina ro in le, pindanhai chu an enkawl a nih,",
      "reference": "1 CHANCHIN SUINA 9:26"
    },
    {
      "content": "chun, zîng tin tina chu chu hawng chu an sin a na, chu enkawl chu an mawphurna a ni leiin Pathien in vêla chun an riek hlak a.",
      "reference": "1 CHANCHIN SUINA 9:27"
    },
    {
      "content": "Chun, anni laia ṭhenkhat chu rawngbâwlna bûr-le-bêlhai chunga enkawltu an na; a ni zât tiema la suok a, a ni zât tiema sie lût hlak ding an ni sih a.",
      "reference": "1 CHANCHIN SUINA 9:28"
    },
    {
      "content": "Mi ṭhenkhat chu thuomhnaw- hai, hmun inthiengtaka bûr le bêlhai po po chunga dâm, beiphit indi chunga dâm, uoin dâm, hriek dâm, riminhnik dâm, beraw dâm, enkawl dinga ruot an nih.",
      "reference": "1 CHANCHIN SUINA 9:29"
    },
    {
      "content": "Chun, thiempuhai naupasal ṭhenkhathai chun riminhnik chawk- pawl chu an buotsai a.",
      "reference": "1 CHANCHIN SUINA 9:30"
    },
    {
      "content": "Levi mi pakhat, Kora chi Sallum nau lutîr Mattithia chu thlêngdâra thil zêuhai tienga enkawl- na sin nei a na.",
      "reference": "1 CHANCHIN SUINA 9:31"
    },
    {
      "content": "An unau ṭhenkhathai, Kohath mihai thlahai chu entirna bei chunga sin nei, châwlni tina buotsaituhai chu an nih.",
      "reference": "1 CHANCHIN SUINA 9:32"
    },
    {
      "content": "Chun, hienghai hi hlasaktuhai, Levi sûngkuo pahnama luhai, pin- dana um zinga sin danga châng ve lohai chu; an sina chun a sûn a zâna ruoi an ni sih a.",
      "reference": "1 CHANCHIN SUINA 9:33"
    },
    {
      "content": "Hienghai hi Levi sûngkuo pahnama an thla po poa luhai, mi thei pâwl, Jerusalema umhai chu an nih.",
      "reference": "1 CHANCHIN SUINA 9:34"
    },
    {
      "content": "Gibeona chun Gibeon hai thlatu, Jeiel chu a um a, a nuhmei hming chu Maaka a nih,",
      "reference": "1 CHANCHIN SUINA 9:35"
    },
    {
      "content": "a nau lutirtak chu Abdon a na. Zur, Kis, Baal, Nera, Nadab,",
      "reference": "1 CHANCHIN SUINA 9:36"
    },
    {
      "content": "Gedor, Ahio, Zekariah le Mikloth leh,",
      "reference": "1 CHANCHIN SUINA 9:37"
    },
    {
      "content": "Chun, Mikloth chun Simeam a nei a. Anni khawm chu an unauhai hnaiah Jerusalema chun an chêng veh a.",
      "reference": "1 CHANCHIN SUINA 9:38"
    },
    {
      "content": "Nera chun Kis chu a nei a, Kis chun Saula a nei a; Saula chun Jonathan, Malkisua, Abinadab le Es-baal a nei a.",
      "reference": "1 CHANCHIN SUINA 9:39"
    },
    {
      "content": "Chun, Jonathan naupa chu Merib-baal a na; Merib-baal chun Mika a nei a.",
      "reference": "1 CHANCHIN SUINA 9:40"
    },
    {
      "content": "Mika naupasalhai chu: Pithon, Melek, Tahrea le Ahaz an nih.",
      "reference": "1 CHANCHIN SUINA 9:41"
    },
    {
      "content": "Ahaz chun Jara a nei a, Jara chun Alemeth a nei a, Azmaveth le Zimri leh. Zimri chun Moza a nei a,",
      "reference": "1 CHANCHIN SUINA 9:42"
    },
    {
      "content": "Moza chun Binea a nei a; ama naupa chu Rephaia, ama naupa chu Eleasa, ama naupa chu Azel;",
      "reference": "1 CHANCHIN SUINA 9:43"
    },
    {
      "content": "chun, Azel chun naupasal paruk a nei a, an hming chu hieng hi an nih: Azrikam, Bokeru, Ismael, Searia, Obadia le Hanan; hienghai hi Azel naupasalhai chu an nih.",
      "reference": "1 CHANCHIN SUINA 9:44"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 CHANCHIN SUINA 9 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}