{
  "verses": [
    {
      "content": "David chun David khawpuia chun inhai a bâwl a; Pathien bâwm ta ding khawm chun hmun a buotsai a; chu ding chun puon in a kei a.",
      "reference": "1 CHANCHIN SUINA 15:1"
    },
    {
      "content": "Chun, David chun, “Tu dang khawm ni loin, Levi mihai chauin Pathien bâwm chu hang la raw hai se; LALPA chun anni chu Pathien bâwm phur dinga a ruot le ama ta dinga rawngbâwl zing zing dinga a ruot an ni sih a,” a ta.",
      "reference": "1 CHANCHIN SUINA 15:2"
    },
    {
      "content": "Chun, David chun Israel mihai po po chu LALPA bâwm chu a hmun dinga a siema chun hang laa sie dingin, Jerusalema chun a khâwm tah a.",
      "reference": "1 CHANCHIN SUINA 15:3"
    },
    {
      "content": "David chun Aron thlahai chu a khâwm a. Levi mihai leh;",
      "reference": "1 CHANCHIN SUINA 15:4"
    },
    {
      "content": "Kohath naupasalhai chu: a hotu tak Uriel le a unauhai za khat le sâwmhni;",
      "reference": "1 CHANCHIN SUINA 15:5"
    },
    {
      "content": "Merari naupasalhai chu: a hotu tak Asaia le a unauhai za hni le sawmhni;",
      "reference": "1 CHANCHIN SUINA 15:6"
    },
    {
      "content": "Gerson naupasalhai chu; a hotu tak Joel le a unauhai za khat le sâwmthum;",
      "reference": "1 CHANCHIN SUINA 15:7"
    },
    {
      "content": "Elizaphan naupasalhai chu: a hotu tak Semaia le a unauhai za hni;",
      "reference": "1 CHANCHIN SUINA 15:8"
    },
    {
      "content": "Hebron naupasalhai chu: a hotu tak Eliel le a unauhai sâwmriet;",
      "reference": "1 CHANCHIN SUINA 15:9"
    },
    {
      "content": "Uzziel naupasalhai chu: a hotu tak Amminadab le a unauhai za khat le sâwm le pahni:",
      "reference": "1 CHANCHIN SUINA 15:10"
    },
    {
      "content": "Chun, David chun thiempu Zadok hai, Abiathar hai le Levi mihai; Uriel, Asaia le Joel, Semaia, Eliel le Amminadab chu a ko a,",
      "reference": "1 CHANCHIN SUINA 15:11"
    },
    {
      "content": "an kuomah, “Levi mihai pa- hnam laia hotuhai in na, a hmun dinga ka buotsai tah hmuna LALPA Israelhai Pathien bâwm chu in hung lâk theina dingin insukthieng unla, nangni le in unauhai leh.",
      "reference": "1 CHANCHIN SUINA 15:12"
    },
    {
      "content": "A hmasa khawm khan nang- niin in phur naw leiin LALPA ei Pathien chun a mi lo sukṭhul tah a; thupêk angtaka ei lo thaw naw leiin,” a ta.",
      "reference": "1 CHANCHIN SUINA 15:13"
    },
    {
      "content": "Chuongchun, thiempuhai le Levi mihai chu LALPA Israelhai Pathien bâwm chu zu la dingin an insukthieng tah a.",
      "reference": "1 CHANCHIN SUINA 15:14"
    },
    {
      "content": "Chuongchun, Levi thlahai chun Pathien bâwm chu LALPA thu ang taka Mosie thupêk angin zâwnfung- haiin an liengkoin an zâwn a.",
      "reference": "1 CHANCHIN SUINA 15:15"
    },
    {
      "content": "David chun Levi mihai an hotu tak kuoma chun an unauhai chu thilrimawihai, perkhuonghai, ṭing- ṭanghai, dârbenthekhai le hlim râwla khêk rak rak a, sut dingin hlasak- tuhai ruot dingin a hril a.",
      "reference": "1 CHANCHIN SUINA 15:16"
    },
    {
      "content": "Chuongchun, Levi mihai chu Joel naupa Heman; a unauhai Berekia naupa Asaph le an unau Merari naupasalhai laia mi chu an ruot a, Kusaia naupa Ethan hai dâm;",
      "reference": "1 CHANCHIN SUINA 15:17"
    },
    {
      "content": "chun, anni laia an unauhai ân hnuoi pâwla chun Zekaria, Benaia, Jaaziel, Semiramoth; Jehiel, Unni, Eliab, Benaia, Maaseia, Mattithia, Eliphelehu, Mikneia hai; chun, Obed- edom le Jeiel, kawtkhâr vêngtuhai chu an ruot bawk a.",
      "reference": "1 CHANCHIN SUINA 15:18"
    },
    {
      "content": "Chuongchun, hlasaktuhai He- man, Asaph le Ethan, hai hi dâr dârbenthek inringtaka sut dinga ruot an na;",
      "reference": "1 CHANCHIN SUINA 15:19"
    },
    {
      "content": "chun, Zekaria, Aziel, Semira- moth, Jehiel, Unni, Eliab, Maaseia, Benaia hai chu Alamoth biha sut dinga perkhuong pua ruot an na;",
      "reference": "1 CHANCHIN SUINA 15:20"
    },
    {
      "content": "chun, Mattithia, Eliphelehu, Mikneia, Obed-edom, Jeiel le Azazia hai hi ṭingṭang Seminith biha per dinga ruot an nih.",
      "reference": "1 CHANCHIN SUINA 15:21"
    },
    {
      "content": "Chun, Levi mi hotu Kenania chu hla hotu a na; a thiem leiin hla chu a ṭhuoi a.",
      "reference": "1 CHANCHIN SUINA 15:22"
    },
    {
      "content": "Berekia le Elkana chu bâwm ta dinga kawtkhâr vêngtu an nih.",
      "reference": "1 CHANCHIN SUINA 15:23"
    },
    {
      "content": "Sebania, Josaphat, Nethanel, Amasai, Zekaria, Benaia le Eliezer, thiempuhai chun, Pathien bâwm hmaa chun tawtawrâwthai an mût a; chun, Obed-edom le Jehia chu bâwm vêngtuhai chu an nih.",
      "reference": "1 CHANCHIN SUINA 15:24"
    },
    {
      "content": "Chuongchun, David le Israel upahai le sâng khat chunga hotuhai chu Obed-edom ina inthawka LALPA thuthlungna bâwm chu hlimtaka hung la dingin an fe tah a;",
      "reference": "1 CHANCHIN SUINA 15:25"
    },
    {
      "content": "Chuong Levi mihai LALPA thuthlungna bâwm zâwntuhai chu Pathienin a ṭhangpui lei chun bâwng- chal pasari le berâmchal pasariin an inthâwi a.",
      "reference": "1 CHANCHIN SUINA 15:26"
    },
    {
      "content": "David chu puon zai inhmi puonin ân thuom a, Levi mihai po po bâwm zâwntuhai le, hlasaktuhai le, hlasaktuhai hotu Kenania hai le chun chuong ang bawkin an inthuom a; David chun zakawsîng puon zai inhmi chu a hâk bawk a.",
      "reference": "1 CHANCHIN SUINA 15:27"
    },
    {
      "content": "Chuongchun, Israelhai po po chun ri nasatak leh, saki mût rîk leh, tawtawrâwt ri leh, dârbenthek ri leh, ṭingṭang le perkhuonghaia inring- taka sakin LALPA thuthlungna bâwm chu an hung lâk tah a.",
      "reference": "1 CHANCHIN SUINA 15:28"
    },
    {
      "content": "Chun, LALPA thuthlungna bâwm chu David khawpui chu a hung tlung chun, Saula naunu Mikal chu tukvera hin a hei dâk a, lal David chu thil sut a, lâmin a hei hmu tah a; chuongchun, a lungril chun a hmusit hle tah a.",
      "reference": "1 CHANCHIN SUINA 15:29"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 CHANCHIN SUINA 15 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}