{
  "verses": [
    {
      "content": "Chun, Kis naupa Saula leia an khâr khum tlat laia Ziklaga David kuoma hunghai chu hienghai hi an nih: anni chu mi thil- thawtheihai laia tiemsa, indonaa ama ṭhangpuituhai chu an nih.",
      "reference": "1 CHANCHIN SUINA 12:1"
    },
    {
      "content": "Thalngul leh an inthuom a; thal- ngula thal kâp ding le dêngvira lung dêng dingin vawitieng le changtieng an hmang thei ve ve a; Benjamin thla Saula unauhai an nih.",
      "reference": "1 CHANCHIN SUINA 12:2"
    },
    {
      "content": "A hotu tak chu Ahiezer a na, chun, Gibeath mi Semaa naupa Joas; chun, Jeziel le Pelet, Azmaveth naupasalhai le chun; chun, Anathoth mi Jehu le Beraka leh;",
      "reference": "1 CHANCHIN SUINA 12:3"
    },
    {
      "content": "sâwmthum chunga le sâwm- thumhai laia mi thilthawtheitak Gibeon mi Ismaia leh; chun, Gederath mi Jozabad le, Johanan le Jahaziel le, Jeremia leh;",
      "reference": "1 CHANCHIN SUINA 12:4"
    },
    {
      "content": "chun, Haruph mi Sephatia, Semaria, Bealia, Jerimoth le Eluzai;",
      "reference": "1 CHANCHIN SUINA 12:5"
    },
    {
      "content": "Kora mihai Jasobeam, Joezer, Azarel, Issia le Elkana.",
      "reference": "1 CHANCHIN SUINA 12:6"
    },
    {
      "content": "Gedora Jeroham naupasalhai Zebadia le Joela leh.",
      "reference": "1 CHANCHIN SUINA 12:7"
    },
    {
      "content": "Chun, Gad mihai chu thlalêra kula khan David kuomah an um hran bîk a, mi hrât khawkhêng, indo dinga inchûkthiem mi phaw le thal chawi thiem mi; an hmaihai chu sakeibak- nei hmai ang el le, an hrâtzie chu tlâng chunga sakhi anga hrât an nih;",
      "reference": "1 CHANCHIN SUINA 12:8"
    },
    {
      "content": "a pakhatna chu Ezer, a pahnina chu Obadia, a pathumna chu Eliab,",
      "reference": "1 CHANCHIN SUINA 12:9"
    },
    {
      "content": "a palina chu Mismanna, a pangana chu Jeremia;",
      "reference": "1 CHANCHIN SUINA 12:10"
    },
    {
      "content": "a parukna chu Attai, a pasarina chu Eliel;",
      "reference": "1 CHANCHIN SUINA 12:11"
    },
    {
      "content": "a parietna chu Johanan, a pakuona chu Elzabad;",
      "reference": "1 CHANCHIN SUINA 12:12"
    },
    {
      "content": "a sâwmna chu Jeremia, sâwm le pakhatna chu Makbanai a nih.",
      "reference": "1 CHANCHIN SUINA 12:13"
    },
    {
      "content": "Hieng Gad naupasalhai hi sipaihai hotuhai an na; anni laia a châutak chu mi za khat tluk a na, a hrâttak chu mi sâng khat tluk a nih.",
      "reference": "1 CHANCHIN SUINA 12:14"
    },
    {
      "content": "Thla khatnaa Jordan vadung a kuong a liem pûr lai khawma kântu- hai chu an nih; chuongchun, chu varuoma a saktieng le a thlangtienga umhai po po chu an intlânsiettir a.",
      "reference": "1 CHANCHIN SUINA 12:15"
    },
    {
      "content": "Chun, chutaka chun Juda le Benjamin thlahai chu David kuomah kula chun an hung a.",
      "reference": "1 CHANCHIN SUINA 12:16"
    },
    {
      "content": "David chu anni tuok dingin a va suok a, anni chu a dawn a, an kuomah, “Kei mi ṭhangpui dinga muongumtaka hung in ni chun, ka lungril chu nangnia kawp tlat a ta, amiruokchu, ka kutin pawi a tâwk nawh ti hre zinga; ka hmêlmahai kuoma mîn mantir dinga hung in ni ruok chun, ei thlatuhai Pathien chun, chu chu en sienla cheu, kâwk raw se cheu,” a ta.",
      "reference": "1 CHANCHIN SUINA 12:17"
    },
    {
      "content": "Chun, sâwmthum laia a hotu tak Amasai kuoma chun thlarau chu a hung tlung tah a, ama chun, “David, nangma ta kan na, nangma tienga ṭhang kan nih, nang Jesai naupa; inremna, nanga kuoma chun inremna um sienla, nangma ṭhangpuituhai che kuoma khawm inremna chu um raw se; i Pathien chun a ṭhangpui si cheh a,” a ta. Chun, David chun anni chu a lâwmlût tah a, sipai pâwl hotuhaiah a siem tâwl tah a.",
      "reference": "1 CHANCHIN SUINA 12:18"
    },
    {
      "content": "Saula do dinga Philistin mi- hai le an hung lai khan, Manasse mi ṭhenkhat chu David tienga chun an pakai a; nisienlakhawm, anni chun an lo ṭhangpui nawh a; Philistin mi hotuhai chun, rem- ruotin ama chu an tir hmang a, “A hotupa Saula kuoma hin pakai a ta, ei lu inhmang rawi ei tih,” an ti sih a.",
      "reference": "1 CHANCHIN SUINA 12:19"
    },
    {
      "content": "Chun, ama chu Ziklaga a fe chun Manasse mi Adna, Jozabad, Jediael, Mikael, Jozabad, Elihu le Zillethai hai hi, sipai sâng pâwl hotuhai, Manasse hnama mi, ama tieng an ṭhang a.",
      "reference": "1 CHANCHIN SUINA 12:20"
    },
    {
      "content": "Anni chun David chu inru pâwl laia inthawkin an ṭhangpui a; anni chu mi hrât khawkhêng ruok an ni sih a, sipai pâwl lai khawm hotu an ni bawk a.",
      "reference": "1 CHANCHIN SUINA 12:21"
    },
    {
      "content": "Chuongchun, a ni têlin sipai pâwl lientak, Pathien sipaihai ang hiel an ni hmakhat chun David kuom- a chun an hung pei a.",
      "reference": "1 CHANCHIN SUINA 12:22"
    },
    {
      "content": "Hienghi LALPA thu ang pei a, Saula ram chu ama kuoma pe dinga Hebrona David kuoma, indo dinga inthuom saa hunghai hotuhai nizât chu a nih.",
      "reference": "1 CHANCHIN SUINA 12:23"
    },
    {
      "content": "Juda thlahai, phaw le fei chawia indo dinga inthuom chu sâng ruk le za riet an nih.",
      "reference": "1 CHANCHIN SUINA 12:24"
    },
    {
      "content": "Simeon thlahai, indonaa mi hrât khawkhênghai chu sâng sari le za khat,",
      "reference": "1 CHANCHIN SUINA 12:25"
    },
    {
      "content": "Levi thlahai chu sâng li le za ruk.",
      "reference": "1 CHANCHIN SUINA 12:26"
    },
    {
      "content": "Chun, Jehoiada chu Aron sûng- kuoa chun a ṭhuoitu a na, ama le chun sâng thum le za sari an um a;",
      "reference": "1 CHANCHIN SUINA 12:27"
    },
    {
      "content": "chun, Zadok tlangvâl hrât khawkhêng, a pa pahnamah hotu sâwmhni le pahni.",
      "reference": "1 CHANCHIN SUINA 12:28"
    },
    {
      "content": "Saula unauhai, Benjamin thlahai chu sâng thum: anni a tam lem tak chu Saula tienga ṭhang an nih.",
      "reference": "1 CHANCHIN SUINA 12:29"
    },
    {
      "content": "Chun, Ephraim thlahai, an pahnama mi hming inthang le mi hrât khawkhênghai chu sîng hni le za riet.",
      "reference": "1 CHANCHIN SUINA 12:30"
    },
    {
      "content": "Manasse hnam zâtvea chun sîng le sâng riet; anni chu David chu lala siem dinga fe dinga an hming pe ṭhalhai chu an nih.",
      "reference": "1 CHANCHIN SUINA 12:31"
    },
    {
      "content": "Issakar thlahai, Israel chun ieng am a thaw ding a na ti hre dinga thil umziehai hrethiem mihai; an hotuhai chu za hni an ni a; an unauhai po po chu an thu hnuoia chun an um a nih.",
      "reference": "1 CHANCHIN SUINA 12:32"
    },
    {
      "content": "Zebulun thla, sipai ni dinga fe suok thei ṭhieu, indona khawm a pâwl pâwla ṭhangkhaw thiem mi, indo hriem tinrêng hmang thiem mi chu sîng nga; chuonghai chu indona chu pâwl tlar indiktaka rem thiem, lungril thuo hni nei ni lo an nih.",
      "reference": "1 CHANCHIN SUINA 12:33"
    },
    {
      "content": "Naphtali thlaa mi hotu sâng khat le, phaw le fei chawi mi sîng thum le sâng sari an nih.",
      "reference": "1 CHANCHIN SUINA 12:34"
    },
    {
      "content": "Dan mihai indona chu a pâwl pâwla ṭhangkhaw thiem mihai chu sîng hni le sâng riet le za ruk.",
      "reference": "1 CHANCHIN SUINA 12:35"
    },
    {
      "content": "Aser thlaa mi, sipai pâwla fe suok thei ṭhieu, indona chu a pâwl pâwla ṭhangkhaw thiem mi sîng li.",
      "reference": "1 CHANCHIN SUINA 12:36"
    },
    {
      "content": "Jordan râl tienga, Reuben mihai, Gad mihai le Manasse hnam zâtvehai, indona hriem tinrêng hmang thiem mihai chu nuoi khat le sîng hni.",
      "reference": "1 CHANCHIN SUINA 12:37"
    },
    {
      "content": "Hieng mi po po, indo thiem mi, indona chu a pâwl pâwla rêl fel thiem mihai hi, Israel po po chunga David chu lala siem dingin Hebrona chun lungril hmunkhat putin an hung tâwl a; chun, Israel laia mi dang hrim hrim khawm chu David chu lala siem ding thua chun lungril hmunkhatin an um a.",
      "reference": "1 CHANCHIN SUINA 12:38"
    },
    {
      "content": "Chun, chutaka chun David rawi chun ni thum sûng chu faa dâwnin an um a; an unauhai chun an ta dingin an lo buotsaipêk sih a.",
      "reference": "1 CHANCHIN SUINA 12:39"
    },
    {
      "content": "Chu chau naw khawm chu, anni hnai deuhai; Issakar le Zebulun le Naphtali ram chen khawma, sabeng- tung dâmin, sanghâwngsei dâmin, sabengtung lienchi dâmin, bâwng- chal dâmin, bei dâm, fâk ding tinrêng dâm, theichang bei dâm, grêp ra ṭâwl bâwr dâm, uoin dâm, hriek dâm, bâwngchal le berâm chen khawm tamtak an hung chawi a; Israel rama chun nasataka hlimna a um a.",
      "reference": "1 CHANCHIN SUINA 12:40"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 CHANCHIN SUINA 12 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}