{
  "verses": [
    {
      "content": "Kawtkhâr vêngtuhai pâwl ṭhea chun: Kora mihai chu: Kore naupa Meselemia le Asaph naupasalhai laia mi chu.",
      "reference": "1 CHANCHIN SUINA 26:1"
    },
    {
      "content": "Meselemia chun naupasalhai a nei a, nâulutîr chu Zekaria, a pa- hnina Jediael, a pathumna Zebadia, a palina Jathniel;",
      "reference": "1 CHANCHIN SUINA 26:2"
    },
    {
      "content": "a pangana Elam, a parukna Jehohanan, a pasarina Eliehoenai.",
      "reference": "1 CHANCHIN SUINA 26:3"
    },
    {
      "content": "Chun, Obed-edom chun nau- pasalhai a nei a; nau lutîr chu Semaia a na, a pahnina chu Jehozabad, a pathumna chu Joa, a palina chu Sakar, a pangana chu Nethanel;",
      "reference": "1 CHANCHIN SUINA 26:4"
    },
    {
      "content": "a parukna chu Ammiel, a pasa- rina chu Issakar, a parietna chu Peullethai; Pathienin ama chu mal a sâwm sih a.",
      "reference": "1 CHANCHIN SUINA 26:5"
    },
    {
      "content": "A naupa Semaia chun naupasal- hai an pahnamhai chunga rorêltuhai chu an pieng a; anni chu mi hrât khawkhêng ruok an ni sih a.",
      "reference": "1 CHANCHIN SUINA 26:6"
    },
    {
      "content": "Semaia naupasalhai chu: Othni le, Rephael le, Obed le, Elzabad, a unauhai chu mi hrât khawkhêng an nih; Elihu le Semakia hi.",
      "reference": "1 CHANCHIN SUINA 26:7"
    },
    {
      "content": "Hienghai po po hi Obed-edom naupasalhai thlahai chu an nih, anni le, an naupasalhai le an unauhai khawm mi hrât, rawngbâwlnaa thil- thawtheitak ruok sâwmruk pahni, Obed-edom thlahai an nih.",
      "reference": "1 CHANCHIN SUINA 26:8"
    },
    {
      "content": "Chun, Meselemia khawmin unauhai le naupasal mi hrâttak, sâwmpariet a nei bawk a.",
      "reference": "1 CHANCHIN SUINA 26:9"
    },
    {
      "content": "Hosa, Merari thlaa mi khawm chun naupasalhai a nei a; a hotu tak chu Simri a nih (nau lutîr a ni nawh a chu a pa chun hotu takah a siem a nih),",
      "reference": "1 CHANCHIN SUINA 26:10"
    },
    {
      "content": "a pahnina chu Hilkia, a pa- thumna chu Tebalia, a palina chu Zekaria; Hosa unauhai le naupasal- hai po po chu an rêngin sâwmpathum an nih.",
      "reference": "1 CHANCHIN SUINA 26:11"
    },
    {
      "content": "LALPA ina rawngbâwl dinga, an unauhai anga chanpuol nei ve, hotu takhai, kawtkhâr vêngtuhai pâwl chu hienghai hi an nih.",
      "reference": "1 CHANCHIN SUINA 26:12"
    },
    {
      "content": "Dai kawtkhâr tina ding chun, an pahnam dungzui peiin, a chîn le lien ni leh ai an sân pei a.",
      "reference": "1 CHANCHIN SUINA 26:13"
    },
    {
      "content": "Chun, saktieng panga dinga aisânna chu Selemia chungah a tluh a. A naupa Zekaria, remruottu vartak ta ding chun ai an sân a; a aisânna chu hmârtieng pang dingin a tluh a.",
      "reference": "1 CHANCHIN SUINA 26:14"
    },
    {
      "content": "Obed-edom ta ding chun simtieng pang a tluh a, a naupasalhai ta dingin, thil siekhâwmna in chu a tluh a.",
      "reference": "1 CHANCHIN SUINA 26:15"
    },
    {
      "content": "Suppim le Hosa ta ding chun thlangtieng pang a tluh a, Salleketh dai kawtkhâra inthawka intlar peia lam fe peia khan.",
      "reference": "1 CHANCHIN SUINA 26:16"
    },
    {
      "content": "Saktieng panga chun Levi mi paruk an na, hmârtieng ni khatah pali, simtieng ni khatah pali, chun, thil siekhâwmna in ta dingin, pahni peiin.",
      "reference": "1 CHANCHIN SUINA 26:17"
    },
    {
      "content": "Thlangtieng panga Parbar ta dingin a lampuiah pali, a Parbar hmunah pahni.",
      "reference": "1 CHANCHIN SUINA 26:18"
    },
    {
      "content": "Hienghai hi kawtkhâr vêngtu- hai Kora mihai le Merari mihai thlahai pâwlhai chu an nih.",
      "reference": "1 CHANCHIN SUINA 26:19"
    },
    {
      "content": "Chun, Levi mihaia chun, Ahija chu Pathien ina rohai chunga le, thil inhlân tahaia rohai ta dinga enkawltu a nih,",
      "reference": "1 CHANCHIN SUINA 26:20"
    },
    {
      "content": "Ladan naupasalhai: Ladana inthawka Gerson thlahai, Gerson mi Ladan kuoma ṭhang pahnamhai luhai chu: Jehieli.",
      "reference": "1 CHANCHIN SUINA 26:21"
    },
    {
      "content": "Jehieli naupasalhai chu: Zetham, a unaupa Joel leh, LALPA in ro siena in chunga hotu an nih.",
      "reference": "1 CHANCHIN SUINA 26:22"
    },
    {
      "content": "Amram miah, Izhar miah, Hebron miah, Uzziel miah:",
      "reference": "1 CHANCHIN SUINA 26:23"
    },
    {
      "content": "Mosie naupa, Gersom naupa Sebuel chu sum siekhâwmna chunga rorêltu a nih.",
      "reference": "1 CHANCHIN SUINA 26:24"
    },
    {
      "content": "A unauhai: Eliezer naupa Rehabia, a naupa Jesaia, a naupa Joram, a naupa Zikri le a naupa Selomoth hai an nih.",
      "reference": "1 CHANCHIN SUINA 26:25"
    },
    {
      "content": "Hi Selomoth le a unauhai chu, thilinhlân, lal David le pahnam luhai le, sâng khat chunga hotuhai le za khat chunga sipai hotuhaiin an in- hlânhai po po siekhâwmnahai chunga enkawltuhai an nih.",
      "reference": "1 CHANCHIN SUINA 26:26"
    },
    {
      "content": "Indonahai hnênahaia râllâk thilhai chu LALPA in siemṭhatna ding chun an pêk a.",
      "reference": "1 CHANCHIN SUINA 26:27"
    },
    {
      "content": "Chuong zâwlnei Samuel hai, Kis naupa Saula hai, Nera naupa Abner hai, Zeruia naupa Joab haiin an hlânthienghai le, mi tukhawma thil an hung pêkhai chu Selomoth le a unauhai kuta chun a um vawng a.",
      "reference": "1 CHANCHIN SUINA 26:28"
    },
    {
      "content": "Izhar mihaia chun, Kenania le a naupasalhai chu Israel ram ta dinga puotienga sinthawnahaia hotuhai le rorêltuhai an nih.",
      "reference": "1 CHANCHIN SUINA 26:29"
    },
    {
      "content": "Hebron mihaia chun, Hasabia le a unauhai chu, mi huoisen ṭhieu, sâng khat le za sari chu Jordan râl, thlangtienga Israel rama lal ta dinga rawngbâwlnaahai le, LALPA sin- thawnahai po po chunga enkawltuhai an nih.",
      "reference": "1 CHANCHIN SUINA 26:30"
    },
    {
      "content": "Hebron mihaia chun, Jerija pahnam inthla dân anga Hebron mi chu a hotu a nih. David rorêl a kum sâwmlinaa chun nasataka zawng an na, Gileada Jazera chun mi hrât khawkhêng anni laia chun hmu suok an na.",
      "reference": "1 CHANCHIN SUINA 26:31"
    },
    {
      "content": "Chun, a unau mi hrât khaw- khênghai chu sâng hni le za sari an na; anni chu lal David chun an pahnam luhai chu, lal chungthua le Pathien thil chungthu tinrêngah Reuben mihai, Gad mihai le Manasse hnam zâtvehai enkawltuhaia a siem an nih.",
      "reference": "1 CHANCHIN SUINA 26:32"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 CHANCHIN SUINA 26 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}