{
  "verses": [
    {
      "content": "Hienghai hi David naupasalhai Hebrona pienghai chu an nih: nau lutîr Amnon, Jezreel mi Ahinoam inei, a pahnina, Daniel, Karmel mi Abigail inei;",
      "reference": "1 CHANCHIN SUINA 3:1"
    },
    {
      "content": "a pathumna, Absalom, Gesur lal Talmai naunu Maaka naupa chu; a palina, Haggith naupa Adonija;",
      "reference": "1 CHANCHIN SUINA 3:2"
    },
    {
      "content": "a pangana, Abital inei Sephatia; a parukna, a nuhmei Egla inei Ithream chu.",
      "reference": "1 CHANCHIN SUINA 3:3"
    },
    {
      "content": "Hebrona chun paruk an piengpêk a; chun, chutaka ma chun kum sari le thla ruk sûng ro a rêl a, chun, Jeru- salema chun kum sâwmthum le kum thum a rêl a.",
      "reference": "1 CHANCHIN SUINA 3:4"
    },
    {
      "content": "Chun, hienghai hi Jerusalema piengpêkhai chu an nih; Ammiel naunu Bathsua inei pali; Simea hai, Sobab hai, Nathan hai, Solomon hai hi;",
      "reference": "1 CHANCHIN SUINA 3:5"
    },
    {
      "content": "chun, Ibhar hai, Elisama hai, Eliphelet hai;",
      "reference": "1 CHANCHIN SUINA 3:6"
    },
    {
      "content": "Noga hai, Nepheg hai, Japhia hai;",
      "reference": "1 CHANCHIN SUINA 3:7"
    },
    {
      "content": "chun, Elisama hai, Eliada hai, Eliphelet hai, an rêngin pakuo.",
      "reference": "1 CHANCHIN SUINA 3:8"
    },
    {
      "content": "A thaikêmhai naupasalhai tiem loin hienghai po hi David naupasal- hai chu an na; an farnu chu Tamar a nih.",
      "reference": "1 CHANCHIN SUINA 3:9"
    },
    {
      "content": "Chun, Solomon naupa chu Rehoboam a na, ama naupa chu Abija a na; ama naupa chu Asa a na, ama naupa chu Jehosaphat a na;",
      "reference": "1 CHANCHIN SUINA 3:10"
    },
    {
      "content": "ama naupa chu Joram a na, ama naupa chu Ahazia a na; ama naupa chu Joas a na,",
      "reference": "1 CHANCHIN SUINA 3:11"
    },
    {
      "content": "Ama naupa chu Amazia a na; ama naupa chu Azaria a na; ama naupa chu Jotham a na;",
      "reference": "1 CHANCHIN SUINA 3:12"
    },
    {
      "content": "ama naupa chu Ahaz a na, ama naupa chu Hezekiah a na, ama naupa chu Manasse a na;",
      "reference": "1 CHANCHIN SUINA 3:13"
    },
    {
      "content": "ama naupa chu Amon a na, ama naupa chu Josia a nih,",
      "reference": "1 CHANCHIN SUINA 3:14"
    },
    {
      "content": "Chun, Josia naupasalhai chu, a upa tak chu Johanan a na, a pahnina chu Jehoiakim a na, a pathumna chu Zedekia a na, a palina chu Sallum a nih.",
      "reference": "1 CHANCHIN SUINA 3:15"
    },
    {
      "content": "Chun, Jehoiakim naupasalhai chu Jekonia le Zedekia an nih.",
      "reference": "1 CHANCHIN SUINA 3:16"
    },
    {
      "content": "Chun, Jekonia, suok intâng, naupasalhai chu: a naupa Sealtiel,",
      "reference": "1 CHANCHIN SUINA 3:17"
    },
    {
      "content": "Malkiram, Pedaia, Senazar, Jekamia, Hosama le Nedabia an nih.",
      "reference": "1 CHANCHIN SUINA 3:18"
    },
    {
      "content": "Chun, Pedaia naupasalhai chu: Zerubbabel le Simei; chun, Zerub- babel naupasalhai chu: Mesullam le Hanania an na, an farnu chu Selomith a nih;",
      "reference": "1 CHANCHIN SUINA 3:19"
    },
    {
      "content": "chun, Hasuba, Ohel, Berekia, Hasadia le Jusab-hesed, panga an nih.",
      "reference": "1 CHANCHIN SUINA 3:20"
    },
    {
      "content": "Chun, Hanania naupasalhai chu: Pelatia le Jesaia: Rephaia naupasal- hai, Arnan naupasalhai, Obadia nau- pasalhai, Sekania naupasalhai hi.",
      "reference": "1 CHANCHIN SUINA 3:21"
    },
    {
      "content": "Chun, Sekania naupasalhai chu: Semaia, chun, Semaia naupasal- hai chu: Hattus, Igal, Baria, Nearia le Saphat, paruk an nih.",
      "reference": "1 CHANCHIN SUINA 3:22"
    },
    {
      "content": "Chun, Nearia naupasalhai chu Elioenai, Hizkia le Azrikam, pathum an nih.",
      "reference": "1 CHANCHIN SUINA 3:23"
    },
    {
      "content": "Chun, Elioenai naupasalhai chu Hodavia, Eliasib, Pelaia, Akkub, Johanan, Delaia le Anani, pasari an nih.",
      "reference": "1 CHANCHIN SUINA 3:24"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 CHANCHIN SUINA 3 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}