{
  "verses": [
    {
      "content": "Chun, lal David chun mipui inkhâwmhai po po kuoma chun, “Ka naupa Solomon Pathienin ama ngei a hung thlang hi, a la naupangin a la dâwng a, sin hlak chu a nasa hle a; a in chu mihriem ta ding ni loin, LALPA Pathien ta ding a ni sih a.",
      "reference": "1 CHANCHIN SUINA 29:1"
    },
    {
      "content": "Tuhin, ka Pathien in ta ding chun ka thei ang tâwp po po chu ka lo buotsai tah a; rângkachak thilhai dinga chun rângkachak, tangkaruo thilhai dinga chun tangkaruo, dârsen thilhai dinga chun dârsen dâm, thîr thilhai dinga chun thîr dâm, thing thilhai dinga chun thing dâm, berul lunghai, lung inbûk dinghai, lung a phûma phûm dinghai le, ze tum tum dinghai dâm, lunghlu chi tinrênghai le sailungvâr chihai leh; tam tâwk takin.",
      "reference": "1 CHANCHIN SUINA 29:2"
    },
    {
      "content": "Chu nawa khawm chun, ka Pathien in dinga ditsakna tak ka nei leiin, rângkachak le tangkaruohai keima ta ngei siekhawl ka nei ti ka hmu chun, chu in inthieng ta dinga ka buotsaihai po po bâka chun, ka Pathien in ta ding chun ka pêk sa bawk a;",
      "reference": "1 CHANCHIN SUINA 29:3"
    },
    {
      "content": "chu chu rângkachak talent sâng thum, Ophir rângkachak chu; tang- karuo inthieng, a in bang chu sûng- tienga zûtna dingin talent sâng sari: rângkachak thilhaia dingin rângka- chak,",
      "reference": "1 CHANCHIN SUINA 29:4"
    },
    {
      "content": "tangkaruo thilhaia dingin tang- karuo, themthiemhai kuta siem dinga sin iengkima dinga hmang ding po pohai chu. LALPA kuomah vawi- sûn hin tu am inpumpêk dingin inphaltakin inhlân a ta?” a ta.",
      "reference": "1 CHANCHIN SUINA 29:5"
    },
    {
      "content": "Chun, pahnam laia hotuhai le, Israel hnam laia hotuhai le, za khat le sâng khat pâwl chunga hotuhai leh, lal sin chunga rorêltuhai le chun phaltakin an inpêk tah a.",
      "reference": "1 CHANCHIN SUINA 29:6"
    },
    {
      "content": "Chuongchun, Pathien in rawng- bâwlna ding chun rângkachak talent sâng nga le, darik sîng khat le, tangkaruo talent sîng khat le dârsen talent sîng khat le, sâng riet le, thîr talent nuoi khat an pêk a.",
      "reference": "1 CHANCHIN SUINA 29:7"
    },
    {
      "content": "Chun, lunghlu lo neituhai chun LALPA in ro ina dingin Gerson mi Jehiel kuta chun an pêk bawk a.",
      "reference": "1 CHANCHIN SUINA 29:8"
    },
    {
      "content": "Chun, mipuihai chu phaltaka an inhlân lei chun an hlim a, lung- ril tluongtaka LALPA kuoma an inhlân lei chun; chun, lal David ngei khawm chu namênin a lâwm nawh a.",
      "reference": "1 CHANCHIN SUINA 29:9"
    },
    {
      "content": "Chuleichun, David chun mipui inkhâwmhai po po hmaa chun LALPA chu ân pâk a; David chun a hril a, “Aw LALPA, kan thlatu Israel Pathien, chatuon chatuonin nang chu inpâkin um la;",
      "reference": "1 CHANCHIN SUINA 29:10"
    },
    {
      "content": "Aw LALPA, ropuina dâm, thil- thawtheina dâm, chawimawina dâm, hnena dâm, inlalna dâm i ta an na; hnuoi le vâna um po pohai chu i ta an ni vawng sih a; Aw LALPA, lalram chu nangma ta a na, mi po po chungah nang chu lu anga chawi- mawiin i um hi.",
      "reference": "1 CHANCHIN SUINA 29:11"
    },
    {
      "content": "Hausaknahai le inzakainahai chu nangmaa inthawka hung suok a na, nang chun mi po po chungah ro i rêl a; nangma kuta chun thilthaw- theina le hrâtna chu a um a; chun, i kuta chun mi tin kuoma hrâtna pêkna ding le sukropuina ding chu a um a.",
      "reference": "1 CHANCHIN SUINA 29:12"
    },
    {
      "content": "Chuleiin, tuhin, kan Pathien, i hming ropui chu kan inpâkin, lâwm- thu kan hril che.",
      "reference": "1 CHANCHIN SUINA 29:13"
    },
    {
      "content": "Hieng anga inhâwktaka inhlân theina che kan hung nei hi, kei hi tu am ka na, ka mihai khawm hi tuhai am an na? thil po po chu nangmaa inthawka suok a na, nangma ta ma ma chu kan pêk el che a ni sih a.",
      "reference": "1 CHANCHIN SUINA 29:14"
    },
    {
      "content": "Kan thlatuhai po po ang bawk khan i hmaa hin pêm le mikhuol el kan ni sih a; hi hnuoia hin kan nihai chu hlîm ang el a na; tukhawm um sawng hrim khawm an um nawh.",
      "reference": "1 CHANCHIN SUINA 29:15"
    },
    {
      "content": "Aw LALPA kan Pathien, i hming inthieng ta dinga in bâwlna dinga hieng kan buotsaihai po po siekhâwm hi nangmaa inthawka hung a na, nangma ta ruok a nih.",
      "reference": "1 CHANCHIN SUINA 29:16"
    },
    {
      "content": "Ka Pathien, nang chun lungril chu i fie hlak a, felnaa chun lâwmna i nei ti khawm ka hriet a. Keia ngai chun, keia lungril tluongtakin hieng thilhai po po hi ka lo inhlân tah a; tuhin, i mihai hitaka umhai hin phaltaka i kuoma inhlân dingin anni chu hlimtakin ka hmu a nih.",
      "reference": "1 CHANCHIN SUINA 29:17"
    },
    {
      "content": "Aw LALPA, kan thlatuhai Abraham hai, Isak hai, Israel hai Pathien, i mihai lungril ngaituonahai hi kumkhuoa dinga kawl zing dingin; an lungril chu nangmaa chun sukdet rawh;",
      "reference": "1 CHANCHIN SUINA 29:18"
    },
    {
      "content": "ka naupa Solomon kuoma khawm, i thupêkhai le, i thu inhriet- tirhai le, i thuruothai chu zâwm dingin le, hieng thilhai po po hi thawh a, a châkkhai ka lo sielâwk tahai chun lalin bâwl dingin lungril ṭha famkim pe bawk rawh,” a ta.",
      "reference": "1 CHANCHIN SUINA 29:19"
    },
    {
      "content": "Chun, David chun, mipui in- khâwmhai po po kuoma chun, “Tuhin LALPA in Pathien chu inpâk ro,” a ta. Chuongchun, mipui inkhâwmhai po po chun LALPA an thlatuhai Pathien chu an inpâk a, an luhai an kûn a, lal le LALPA chu chibai an bûk tah a.",
      "reference": "1 CHANCHIN SUINA 29:20"
    },
    {
      "content": "Chun, LALPA kuoma chun, in- thâwinahaiin a zînga chun an inthâwi tah a; LALPA kuoma chun pumrawhmang thilinhlânhai chu an inhlân a; bâwngchal sâng khat, berâmchal sâng khat, berâmte sâng khat, dâwn mi thilinhlânhai leh, Israel mi po po ta dingin tam tâwk zeta inthâwinahai chu an inhlân a;",
      "reference": "1 CHANCHIN SUINA 29:21"
    },
    {
      "content": "chu ni chun hlimna nasatak leh LALPA hmaa chun an dâwnin an fâk tah a. Chun, David naupa Solomon chu a ṭum hninaa chun lal dingin an siem nâwk tah a, ama chu hotu ni dingin le Zadok chu thiempu ding- in LALPA hmaa chun hriek an nâl tah a.",
      "reference": "1 CHANCHIN SUINA 29:22"
    },
    {
      "content": "Solomon chu a pa David ai awin LALPA lalṭhungphaa chun lalah a ṭhung tah a; ama chu a hung butlingin, Israel mi po pohai chun a thu an awi tah a.",
      "reference": "1 CHANCHIN SUINA 29:23"
    },
    {
      "content": "Chun, lalhai po po le, mi thilthawtheitakhai le a naupasalhai po po chu David naupasalhai ang tak khan lal Solomon kuoma chun an intuklût vawng tâwl a.",
      "reference": "1 CHANCHIN SUINA 29:24"
    },
    {
      "content": "Chuongchun, LALPA chun Solomon chu Israel mihai po po mit- hmua chun nasatakin a chawimawi a; Israel rama ama hmaa lal tukhawm chunga um ngai lo, lal inlalna chu ama chunga chun a pêk a.",
      "reference": "1 CHANCHIN SUINA 29:25"
    },
    {
      "content": "Chuongchun, Jesai naupa David chun Israel ram po po chunga chun ro a rêl a.",
      "reference": "1 CHANCHIN SUINA 29:26"
    },
    {
      "content": "Israel chunga ro a rêl sûng chu kum sâwmli a nih; Hebrona khan kum sari ro a rêl a, Jerusalema khan kum sâwmthum le kum thum a rêl a.",
      "reference": "1 CHANCHIN SUINA 29:27"
    },
    {
      "content": "Ama chu upatakin, tarkûnin, hausatak le inzaumtakin a thi tah a; chuongchun, a naupa Solomon chun ama aia chun ro a rêl tah a.",
      "reference": "1 CHANCHIN SUINA 29:28"
    },
    {
      "content": "Chuongchun, lal David thil- thawhai, a hmasa le a nuhnung khawm, zâwlnei Samuel chanchin- bua chun ziekin a um a, zâwlnei Nathan chanchinbua le, zâwlnei Gad chanchinbua khawm chun ziek a nih;",
      "reference": "1 CHANCHIN SUINA 29:29"
    },
    {
      "content": "rambunghaia lalramhai po po chunga le, Israelhai chunga le ama chunga hun lo liem tahai le, a thilthawtheizie le a rorêlhai po po chu chuonghaia chun ziek an nih.",
      "reference": "1 CHANCHIN SUINA 29:30"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 CHANCHIN SUINA 29 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}