{
  "verses": [
    {
      "content": "Setan chu Israel mihai chunga chun a hung tho a, David chu Israel mihai chu ân tiemtir tah a.",
      "reference": "1 CHANCHIN SUINA 21:1"
    },
    {
      "content": "David chun Joab le mipuihai hotuhai kuoma chun, “Fe unla, Beer- sebaa inthawka Dan chenin Israelhai chu hung tiem unla, an ni zât ka hriet theina dingin thu mi hung intlun ro,” a ta.",
      "reference": "1 CHANCHIN SUINA 21:2"
    },
    {
      "content": "Joab chun, “LALPA chun a mihai chu an ni hlak zât let za khawma sukpung sienla, ka pu lal, ka pu siehlawhai an ni vawng tho a ni naw am a nih? Iengdingin am ka pu hin hieng ang thil hi a hriet nuom a ni leh? Israel ta dingin iengdingin am rîtlona bul hung ni el a ta?” a ta.",
      "reference": "1 CHANCHIN SUINA 21:3"
    },
    {
      "content": "Nisienlakhawm, lal thu chun Joab chu a hne tah a. Chuongchun, Joab chu a fe suok a, Israel ram po po chu a fang suok a, Jerusalemah a hung nâwk a.",
      "reference": "1 CHANCHIN SUINA 21:4"
    },
    {
      "content": "Chun, Joab chun mipuihai tiem- na nizât chu David kuomah a pêk tah a. Chuongchun, Israel rama mi chu kâwlhnâm chawi thei ṭhieu mi mak- taduoi khat le nuoi khat an na; Judaa chun kâwlhnâm chawi thei ṭhieu chu mi nuoi li le sîng sari an nih.",
      "reference": "1 CHANCHIN SUINA 21:5"
    },
    {
      "content": "Nisienlakhawm, Benjamin chi le Levi mihai chu anni lai chun a tiem sa ve nawh a; Joab ngaia chun lal thu chu theida a um vieu si leiin.",
      "reference": "1 CHANCHIN SUINA 21:6"
    },
    {
      "content": "Chun, hi thila hin Pathien chu a lâwm ta naw hle el a; chuleiin, Israel ram chu a hung hrem tah a.",
      "reference": "1 CHANCHIN SUINA 21:7"
    },
    {
      "content": "Chun, David chun Pathien kuom- ah, “Hi thil ka lo thaw taa hin, nasa- takin thil ka suksuol a nih; amiruok- chu, tuhin ka ngên che, i siehlaw khawhlona hi ngaidam rawh; invêt thlâktakin ka lo thaw ta sih a,” a ta.",
      "reference": "1 CHANCHIN SUINA 21:8"
    },
    {
      "content": "Chun, LALPA chun David zâwl- nei Gad kuoma chun, “Fe la, David kuoma chun hieng hin va hril rawh.",
      "reference": "1 CHANCHIN SUINA 21:9"
    },
    {
      "content": "LALPA chun hieng hin a tih: ‘Thil pathum ka ruotpêk cheh a, hi laia pakhat hi thlang rawh, i ta dinga ka thawpêk theina ding chein,’ tiin,” a ta.",
      "reference": "1 CHANCHIN SUINA 21:10"
    },
    {
      "content": "Chuongchun, Gad chu David kuoma chun a feh a, a kuoma chun, “LALPA chun hieng hin a tih; i dittak thlang rawh;",
      "reference": "1 CHANCHIN SUINA 21:11"
    },
    {
      "content": "kum thum sûng ṭâm amanih; i hmêlmahai kâwlhnâmin a hnawt phâk pha cheh a, ihmêlmahai hmaa thla thum sûng sukbohmanga um amanih; annawleh, Israel ram sûng po poa LALPA vântirkoin hung sukse a, ram sûnga hri hung inlêng a, LALPA kâwlhnâm chu ni thum sûng tuor chu. Tuhin ngaituo la, ieng dawnna am a mi tirtu kuoma chun kân kîr nâwk ding a na,” a ta.",
      "reference": "1 CHANCHIN SUINA 21:12"
    },
    {
      "content": "Chun, David chun Gad kuoma chun, “Nasatakin ka lunginzîng a,LALPA kutah a tlûkin tlulût phawt el ka tih; a zângaina chu a nasa sih a, chuleiin, mihriem kuta chun mîn tlûktir êm naw nih,” a ta.",
      "reference": "1 CHANCHIN SUINA 21:13"
    },
    {
      "content": "Chuongchun, LALPA chun Israel chunga chun hri a tir tah a, Israel mihai chu sîng sari an thi a.",
      "reference": "1 CHANCHIN SUINA 21:14"
    },
    {
      "content": "Chun, Pathien chun sukse dingin Jerusalema chun vântirko a tir a; chuonga a suksiet ding lai tak chun LALPA chun a hmuh a, thil ṭha naw thaw a tum chu ân kîr a; chuongchun, a suksetu ding vântirko kuoma chun, “A hun tah, i kut tuhin chel hri rawh,” a ta. Chun, vântirko chu Jebus mi Ornan hrizâwla chun a ngîr ta zing a.",
      "reference": "1 CHANCHIN SUINA 21:15"
    },
    {
      "content": "Chun, David chu a hung dâk suok a, LALPA vântirko hnuoi le vân kâra ngîr chu a hang hmu tah a; a kâwlhnâm phawi sain, Jerusalem tienga bân pharin a hmuh a. Chun, David le upahai chu saiip puon an sil a, an hmaia hnuoi sikin an bawk tâwl tah a.",
      "reference": "1 CHANCHIN SUINA 21:16"
    },
    {
      "content": "Chun, David chun Pathien kuoma chun, “Mipuihai chu tiem dinga thu pe kha kei ka ni naw am a nih? Khawhlotaka thawa, lo suk- suol ta kha kei ngei ka nih; ami- ruokchu, hieng berâm ruolhai hin ieng am an thawh a? Aw LALPA ka Pathien, ka hni che, i kut chu ka chunga le ka thlatuhai sûngkaw chunga hin tla sienla; i mihai chung- ah ni loin, hri tuora an um nawna dingin,” a ta.",
      "reference": "1 CHANCHIN SUINA 21:17"
    },
    {
      "content": "Chun, LALPA vântirko chun, Jebus mi Ornan hrizâwla chun LALPA ta dinga mâichâm hang bâwl dingin David chu fe dingin, David kuoma hril dingin Gad chu thu a pêk tah a.",
      "reference": "1 CHANCHIN SUINA 21:18"
    },
    {
      "content": "Chun, Gad hril ang chun, LALPA hminga a hril ang ngei chun David chu a hang fe tah a.",
      "reference": "1 CHANCHIN SUINA 21:19"
    },
    {
      "content": "Chun, Ornan chu a hei ngha kîr chun vântirko chu a hmuh a, a naupasalhai pali ama le umhai ruok chu an inbi a. Ornan chun bu a chîl lai a na.",
      "reference": "1 CHANCHIN SUINA 21:20"
    },
    {
      "content": "Chun, David chun Ornan a hung pan chun Ornan chun a hei en a, David chu a hmu a, hrizâwla inthawk chu a hung suok a, a hmaia hnuoi sikin David hmaa chun a kûn tah a.",
      "reference": "1 CHANCHIN SUINA 21:21"
    },
    {
      "content": "Chun, David chun Ornan kuom- a chun, “LALPA ta dinga mâichâm ka siem theina dingin hi hrizâwl hmun hi mi pe rawh; a man huntâwk zet angin mi pêng i ta; mipuihaia inthawka hri ân kieng theina dingin,” a ta.",
      "reference": "1 CHANCHIN SUINA 21:22"
    },
    {
      "content": "Chun, Ornan chun David kuom- ah, “Nangmân la el rawh, ka pu lal hin a ngai a ṭha a ti ang peiin thaw el raw se; en ta, hi bâwngchal pumraw- hmang thilinhlâna dingin ka pêk cheh a, bu vuokna thuomhnawhai hi a thing dingin, chun, bu hi bu thilinhlân dingin; a rêngin ka pêk vawng che a nih,” a ta.",
      "reference": "1 CHANCHIN SUINA 21:23"
    },
    {
      "content": "Chun, lal David chun Ornan kuoma chun, “Ni lo e a, a man kim chie ang takin kân châwk ding annâwm; nangma ta chu LALPA ta dingin ka lâkpêk ding che a ni nawh a, chun, pumrawhmang thilinhlân khawm chu man bo chun kân hlân ding a ni nawh,” a ta.",
      "reference": "1 CHANCHIN SUINA 21:24"
    },
    {
      "content": "Chuongchun, David chun Ornan kuoma chun rângkachak a bûk a, shekel za ruk a hmun man ding chun a pêk tah a.",
      "reference": "1 CHANCHIN SUINA 21:25"
    },
    {
      "content": "Chun, Davidin chutaka chun mâichâm chu LALPA ta dingin a siem a, pumrawhmang thilinhlân le, in- remna thilinhlân chu ân hlân a, LALPA chu a ko tah a; chun, ama chun vâna inthawk chun pumraw- hmangna mâichâm chungah meiin a zuk dawn tah a.",
      "reference": "1 CHANCHIN SUINA 21:26"
    },
    {
      "content": "Chun, LALPA chun vântirko chu thu a pêk a; a kâwlhnâm chu a bâwma chun a khum nâwk tah a.",
      "reference": "1 CHANCHIN SUINA 21:27"
    },
    {
      "content": "Chu huna chun, Jebus mi Ornan hrizâwla chun LALPA chun a zuk dawn ti a hmu phing chun chutaka chun ân thâwi tah a.",
      "reference": "1 CHANCHIN SUINA 21:28"
    },
    {
      "content": "LALPA biekbûk thlalêra Mosien a siem le, pumrawhmang thilin- hlânna mâichâm chu, chu huna chun Gibeona bâwlhmuna chun a la um zing sih a.",
      "reference": "1 CHANCHIN SUINA 21:29"
    },
    {
      "content": "Nisienlakhawm, chu hmaa chun Pathien rawn dingin David chu a fe thei nawh a,LALPA vântirko kâwlhnâm lei chun a ṭi tlat sih a.",
      "reference": "1 CHANCHIN SUINA 21:30"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 CHANCHIN SUINA 21 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}