{
  "verses": [
    {
      "content": "Chun, Philistin mihai chun Israelhai chu an hung do a, chuongchun, Israel mihai chu Philis- tin mihai hmaa inthawk chun an tlânsieh a, Gilboa tlânga dâm chun anni chu thatin an tlu tâwl a.",
      "reference": "1 CHANCHIN SUINA 10:1"
    },
    {
      "content": "Chun, Philistin mihai chun Saula le a naupasalhai chu nasatakin an hnawt a; chuongchun, Philistin mi- hai chun Saula naupasal Jonathan le Abinadab le Malkisua chu anthat a.",
      "reference": "1 CHANCHIN SUINA 10:2"
    },
    {
      "content": "Chun, Saula chunga chun indona chu a hung zuol ta hle el a, thal kâp mihai chun ama chu an nangchîng tah a; thal kâp mihai lei chun nasatakin a beidawng tah a.",
      "reference": "1 CHANCHIN SUINA 10:3"
    },
    {
      "content": "Chun, Saula chun a râlthuom chawitu kuoma chun, “I kâwlhnâm kha phawi la, mi hung sunthleng el rawh; chuong naw chun, hieng sertan lohai hi hung an ta, mi hung sukbuoi rawi an tih,” a ta. Nisienlakhawm, a râlthuom chawitu chu a nuom nawh a, ama chu a ṭi êm êm leiin. Chuleiin, Saula chun a kâwlhnâm chu a lâk a, a baw lût tah a.",
      "reference": "1 CHANCHIN SUINA 10:4"
    },
    {
      "content": "Chun, a râlthuom chawitu chun Saula chu a thi tah ti a hmu chun, ama khawm chu a kâwlhnâm chu a baw lût a, a thi ve tah a.",
      "reference": "1 CHANCHIN SUINA 10:5"
    },
    {
      "content": "Chuongchun, Saula chu a thi tah a, a naupasal pathumhai leh; an sûngkuo chu an rêngin hmunkhata chun an thi tah a.",
      "reference": "1 CHANCHIN SUINA 10:6"
    },
    {
      "content": "Chun, ruoma um Israel mihai po po chu an tlânseh a, Saula le a naupa- salhai chu an thi ti an hriet phing chun an khuohai chu an tlânsan a, an tlânse ve tah a; chuongchun, Philistin mihai chu an hung a, chuongahai chun an hung chêng tah a.",
      "reference": "1 CHANCHIN SUINA 10:7"
    },
    {
      "content": "Chun, a zînga Philistin mihaiin an râl thathai thuom chu hlîp dinga an hung chun Saula le a naupasalhai chu Gilboa tlânga chun an lo tlu ve zing ti an hmu tah a.",
      "reference": "1 CHANCHIN SUINA 10:8"
    },
    {
      "content": "Ama chu a thuom an hlîp a, a lu chu an lâk a, a râlthuom leh, mipuihai le an milimhai kuoma chanchin intlun dingin Philistin rama chun an thawn vêl tah a.",
      "reference": "1 CHANCHIN SUINA 10:9"
    },
    {
      "content": "Chuongchun, a râlthuomhai chu an pathienhai ina chun an sieh a, a lu chu Dagon ina chun an târ a.",
      "reference": "1 CHANCHIN SUINA 10:10"
    },
    {
      "content": "Chun, Jabes-gilead mihai po po chun Saula chunga Philistin mihai thilthaw po po chu an hrietin,",
      "reference": "1 CHANCHIN SUINA 10:11"
    },
    {
      "content": "mi hrât huoisenhai po po chu an tho a, Saula ruong le a naupasalhai ruonghai chu an lâk hmang a, Jabes-a chun an hung lâk a, Jabes- a thingsaisuo hnuoiah an ruhai chu an phûm a, ni sari sûng bu an nghei a.",
      "reference": "1 CHANCHIN SUINA 10:12"
    },
    {
      "content": "Chuongchun, Saula chu LALPA chunga a ringum nawna leiin a thi tah a; LALPA thu chu a zâwm nawh a, khawhri zâwl aisânthiem chu zawng suokin a râwn a,",
      "reference": "1 CHANCHIN SUINA 10:13"
    },
    {
      "content": "LALPA chu a râwn naw a nih. Chuongchun, LALPA chun ama chu a sukhlum a, a ram chu Jesai naupa David kuoma pêk a ni tah.",
      "reference": "1 CHANCHIN SUINA 10:14"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 CHANCHIN SUINA 10 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}