{
  "verses": [
    {
      "content": "Chun, Issakar naupasalhai chu: Tola, Pua, Jasub le Simron, pali annih.",
      "reference": "1 CHANCHIN SUINA 7:1"
    },
    {
      "content": "Tola naupasalhai chu: Uzzi, Rephaia, Jeriel, Jahmai, Ibsam le Semuel; Tola chungthua hriet dingin, an pahnam luhai an nih; an ṭhanga mi hrât khawkhêng: David hun laia chun an tamzie chu sîng hni sâng hni za ruk an nih.",
      "reference": "1 CHANCHIN SUINA 7:2"
    },
    {
      "content": "Chun, Uzzi naupasal chu: Izrahia; Izrahia naupasalhai chu Mikael, Obadia, Joel le Issia, panga hi, an rêngin ṭhuoitu takhai an nih.",
      "reference": "1 CHANCHIN SUINA 7:3"
    },
    {
      "content": "Chun, anni lai chun an ṭhangah, an pahnam angin, indo mi pâwl an um a, sîng thum le sâng ruk an nih: nuhmei tamtak el an nei a, naupasalhai khawm an nei ṭeu a nih.",
      "reference": "1 CHANCHIN SUINA 7:4"
    },
    {
      "content": "Chun, an unauhai Issakar hnam lai po poa mi mi hrât khawkhênghai chu an thla thu sui dâna sui an na, sîng riet le sâng sari an nih.",
      "reference": "1 CHANCHIN SUINA 7:5"
    },
    {
      "content": "Benjamin naupasalhai chu, Bela, Beker le Jediael, pathum an nih.",
      "reference": "1 CHANCHIN SUINA 7:6"
    },
    {
      "content": "Bela naupasalhai chu: Ezbon, Uzzi, Uzziel, Jerimoth le Iri, panga; pahnam luhai, mi hrât khawkhêng- hai an nih; an thla thu sui dânah sîng hni sâng hni sâwmthum le pali an nih.",
      "reference": "1 CHANCHIN SUINA 7:7"
    },
    {
      "content": "Beker naupasalhai chu: Zemira, Joas, Eliezer, Elioenai, Omri, Jere- moth, Abija, Anathoth le Alemeth an nih. Hienghai po po hi Beker naupa- salhai chu an nih.",
      "reference": "1 CHANCHIN SUINA 7:8"
    },
    {
      "content": "Thla thu sui dânah anni ṭhang peiah, pahnam luhai, mi hrât khaw- khênghaia ngai, sîng hni le za hni an nih.",
      "reference": "1 CHANCHIN SUINA 7:9"
    },
    {
      "content": "Jediael naupasal chu: Bilhan a na; chun Bilhan naupasalhai chu: Jeus, Benjamin, Ehud, Kenaana, Zethan, Tarsis le Ahisahar an nih.",
      "reference": "1 CHANCHIN SUINA 7:10"
    },
    {
      "content": "Hienghai po po hi Jediael nau- pasalhai chu an na, an pahnam lu an nina ang peiin, mi hrât khawkhêng an na, sîng khat sâng sari le za hni chu indonaa sipaia fe thei pâwl chu an nih.",
      "reference": "1 CHANCHIN SUINA 7:11"
    },
    {
      "content": "Suppim le Huppim, Ira naupa- salhai, Aher naupasal Husim le chun.",
      "reference": "1 CHANCHIN SUINA 7:12"
    },
    {
      "content": "Naphtali naupasalhai chu: Jahziel, Guni, Jezer le Sallum: Bilha naupasalhai chu an nih.",
      "reference": "1 CHANCHIN SUINA 7:13"
    },
    {
      "content": "Manasse naupasalhai chu: Asriel, a nuhmeiin a nei chu; (a thai- kêmnu Aram mi khan Gilead pa Makir kha a neipêk a;",
      "reference": "1 CHANCHIN SUINA 7:14"
    },
    {
      "content": "chun, Makir chun Huppim le Suppim farnu a hming Maaka kha nuhmeiah a nei a.) Chun, a pahnina hming chu Zelophehad a na; Zelophe- had chun naunuhmeihai a nei a.",
      "reference": "1 CHANCHIN SUINA 7:15"
    },
    {
      "content": "Makir nuhmei Maaka chun naupasal a nei, a hminga chun Peres a sak a; chun, a unaupa hming chu Seres a nih; a naupasalhai chu Ulam le Rakem an nih.",
      "reference": "1 CHANCHIN SUINA 7:16"
    },
    {
      "content": "Ulam naupa chu Bedan a na; hienghai hi Manasse naupa Makir naupa Gilead naupasalhai chu an nih.",
      "reference": "1 CHANCHIN SUINA 7:17"
    },
    {
      "content": "Chun, a farnu Hammoleketh khawm chun Ishod hai, Abiezer hai, Mahla hai a nei bawk a.",
      "reference": "1 CHANCHIN SUINA 7:18"
    },
    {
      "content": "Chun, Semida naupasalhai chu Ahian, Sekem, Likhi le Aniam an nih.",
      "reference": "1 CHANCHIN SUINA 7:19"
    },
    {
      "content": "Chun, Ephraim naupasalhai chu: Suthela a na, ama naupa Bered, ama naupa Tahath; ama naupa Eleada, ama naupa Tahath;",
      "reference": "1 CHANCHIN SUINA 7:20"
    },
    {
      "content": "ama naupa Zabad, ama naupa Suthela le Ezer le Elead, an ran ruolhai la hmang dinga an hung thlâk leia Gath mi chu rama pienghaiin an thathai le chun.",
      "reference": "1 CHANCHIN SUINA 7:21"
    },
    {
      "content": "An pa Ephraim chun ni tam tak anni chu a sûn a, ama thlamuon dingin a unauhai an hung a.",
      "reference": "1 CHANCHIN SUINA 7:22"
    },
    {
      "content": "Chun, a nuhmei chu a pâwl a, ân râi a, naupasal a nei a, a hminga chun an sûngkuo chu a hung vâng- duoi hle tâk leiin Beria a sak a.",
      "reference": "1 CHANCHIN SUINA 7:23"
    },
    {
      "content": "A naunu chu Seera, Beth-horon a sak hnung le a hnuoihnung le Uzzen-Seera indintu kha a nih.",
      "reference": "1 CHANCHIN SUINA 7:24"
    },
    {
      "content": "Chun, Repha chu a naupa a na, Reseph leh; ama naupa chu Tela, ama naupa chu Tahan,",
      "reference": "1 CHANCHIN SUINA 7:25"
    },
    {
      "content": "ama naupa chu Ladan, ama naupa chu Ammihud, ama naupa chu Elisama,",
      "reference": "1 CHANCHIN SUINA 7:26"
    },
    {
      "content": "ama naupa chu Nun, ama naupa chu Josua a nih.",
      "reference": "1 CHANCHIN SUINA 7:27"
    },
    {
      "content": "Chun, an chanpuol le an um- hmun chu Bethel le chutaka a khawperhai le chun; saktieng chun Naaran, thlangtieng chun Gezer chutaka khawperhai le chun; chun, Sekem a vêla khawperhai le chun, Azza le a vêla khawperhai chen chun;",
      "reference": "1 CHANCHIN SUINA 7:28"
    },
    {
      "content": "chun, Manasse thlahai ramri tienga chun Beth-sean le a khawper- haiah, Taanak le a khawperhaiah, Megiddo le a khawperhaiah, Dor le a khawperhaiah. Hienghaia hin Israel naupa Josef thlahai chu an um a nih.",
      "reference": "1 CHANCHIN SUINA 7:29"
    },
    {
      "content": "Aser naupasalhai chu: Imna, Isva, Isvi le Beria, an farnu chu Sera a nih.",
      "reference": "1 CHANCHIN SUINA 7:30"
    },
    {
      "content": "Beria naupasalhai chu Heber le Birzaith pa Malkiel.",
      "reference": "1 CHANCHIN SUINA 7:31"
    },
    {
      "content": "Chun, Heber chun Japhlet le Somer le Hotham le an farnu Sua chu a nei a.",
      "reference": "1 CHANCHIN SUINA 7:32"
    },
    {
      "content": "Chun, Japhlet naupasalhai chu: Pasak, Bimhal le Asvath. Hienghai hi Japhlet thlahai an nih.",
      "reference": "1 CHANCHIN SUINA 7:33"
    },
    {
      "content": "Semer naupasalhai chu: Ahi, Rohga, Jehuba le Aram.",
      "reference": "1 CHANCHIN SUINA 7:34"
    },
    {
      "content": "Chun, a unaupa Helem naupa- salhai chu: Zopha, Imna, Seles le Amal an nih.",
      "reference": "1 CHANCHIN SUINA 7:35"
    },
    {
      "content": "Zopha naupasalhai chu: Sua, Harnepher, Sual, Beri, Imra.",
      "reference": "1 CHANCHIN SUINA 7:36"
    },
    {
      "content": "Bezer, Hod, Samma, Silsa, Ithran le Beera an nih.",
      "reference": "1 CHANCHIN SUINA 7:37"
    },
    {
      "content": "Chun, Jether naupasalhai chu: Jephunne, Pispa le Ara.",
      "reference": "1 CHANCHIN SUINA 7:38"
    },
    {
      "content": "Ulla naupasalhai chu Arah, Hanniel le Rizia.",
      "reference": "1 CHANCHIN SUINA 7:39"
    },
    {
      "content": "Hienghai po po hi Aser thlahai, an sûngkaw pahnam luhai, mi ditum, mi hrât khawkhênghai, rorêltutak hai an nih. Chun, indona sinthaw dinga an thla suina dâna chun mi sîng hni le sâng ruka ngai an nih.",
      "reference": "1 CHANCHIN SUINA 7:40"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 CHANCHIN SUINA 7 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}