{
  "verses": [
    {
      "content": "Chun, Israelhai po po chu David kuomah Hebrona chun an hung inkhâwm a, “Ngai ta, i ru le i tisahai kan ni hi.",
      "reference": "1 CHANCHIN SUINA 11:1"
    },
    {
      "content": "Kha hmaa Saula lal a ni lai khawm khan, nangin i mi keihruoi a, Israel rama hin i mi hung lûtpui a na, LALPA i Pathien chun i kuomah, ‘Ka mi Israelhai chu châwm i ta, ka mi Israelhai chunga chun lal nîng i tih,’ a ti kha,” an ta.",
      "reference": "1 CHANCHIN SUINA 11:2"
    },
    {
      "content": "Chuongchun, Israel upahai po po chu Hebronah lal kuoma chun an hung a, David chun LALPA hmaah Hebrona chun anni le chun thuthlung a siem tah a; Samuel kuta LALPA thu ang peiin David chu Israel lal ni dingin hriek an nâl tah a.",
      "reference": "1 CHANCHIN SUINA 11:3"
    },
    {
      "content": "Chun, David le Israel mihai po po chu Jerusalemah an hang feh a (chu chu Jebus a nih); chun, Jebus mihai, a rama chênghai chu chutaka chun an um a.",
      "reference": "1 CHANCHIN SUINA 11:4"
    },
    {
      "content": "Jebusa chênghai chun David kuomah, “Hitaka hin i hung lût ding a ni nawh,” an lo tih a. Nisienla- khawm, David chun Zion kul chu a lâk a; chu chu David khawpui a hung ni tah a.",
      "reference": "1 CHANCHIN SUINA 11:5"
    },
    {
      "content": "David chun, “Tukhawm Jebus mi that hmasataktu chu sipai hotu tak nîng a tih,” a ta. Chun, Zeruia naupa Joab chu a hmasatak a na, chuong- chun, hotua siem a ni tah a.",
      "reference": "1 CHANCHIN SUINA 11:6"
    },
    {
      "content": "Chun, David chu kula chun a chêng tah a; chuleichun, David khaw- pui an ti tah a.",
      "reference": "1 CHANCHIN SUINA 11:7"
    },
    {
      "content": "Chun, khawpui chu Millo le a vêl po po chu a vêlin a bâwl a; chun, Joab chun a la bâkhai chu a siemṭha bawk a.",
      "reference": "1 CHANCHIN SUINA 11:8"
    },
    {
      "content": "Chun, David chu a hung ropui deu deu a, sipaihai LALPA chu a kuomah a um sih a.",
      "reference": "1 CHANCHIN SUINA 11:9"
    },
    {
      "content": "Chun, hienghai hi sipai huoisen bîkhai Davidin a nei, Israel chung- thua LALPA thu ang peia ama lala siem dinga Israel mihai po po inkawpa, a ram sûnga ama le hrâta insuklanghai chu an nih.",
      "reference": "1 CHANCHIN SUINA 11:10"
    },
    {
      "content": "Hieng hi mi thilthawthei David- in a nei chu an nih: Hakmon thlaa mi Jasobeam, sâwmthum chunga hotu; mi za thum chungah a fei ân let a, kâr loin anni chu a that tâwl tah a.",
      "reference": "1 CHANCHIN SUINA 11:11"
    },
    {
      "content": "Chun, ama hnunga chun Aho mi, Dodo naupa Eleazar, mi thilthaw- thei pathumhai laia pakhat chu a nih.",
      "reference": "1 CHANCHIN SUINA 11:12"
    },
    {
      "content": "Pasdammima khan David kuomah a um a, chu hmuna chun Philistin mihai chu indo dingin an inkhâwm a, chutaka chun, hmun, buṭeia sip a um a; mipuihai chu Philistin mihai hmaa chun an tlân- seh a.",
      "reference": "1 CHANCHIN SUINA 11:13"
    },
    {
      "content": "Chun, chu bu hmun lailung laia chun an ngîr a, an hum tlat tah a; Philistin mihai chu an that a, LALPA chun hnena ropuitakin anni chu a sanhim a.",
      "reference": "1 CHANCHIN SUINA 11:14"
    },
    {
      "content": "Chun, sipai sâwmthumhai chu lungpuiah, David kuomah, Adullam pûka chun an va feh a; chun, Philistin sipaihai chu Rephaim ruoma chun ruongchaichea thlâkin an um a.",
      "reference": "1 CHANCHIN SUINA 11:15"
    },
    {
      "content": "Chun, David chu kula chun a um a; Philistin sipai ruol chu chu lai chun Bethlehema chun an um a.",
      "reference": "1 CHANCHIN SUINA 11:16"
    },
    {
      "content": "Chun, David chun a châk a, “Kul kawtkhâr bula Bethlehem tui- sunsuo tui kha dâwn dingin mi pe um hai sien chu aw!” a ta.",
      "reference": "1 CHANCHIN SUINA 11:17"
    },
    {
      "content": "Chuongchun, mi pathumhai chun Philistin sipaihai chu an nêr- thleng a, kul kawtkhâr bula Beth- lehema tuisunsuoa inthawk chun tui chu an va chawi a, an hung lâk a, David kuomah an hung lâk tah a: nisienlakhawm, David chun tui chu a dawn nawh a, LALPA kuomah a bunthlâk ta lem a.",
      "reference": "1 CHANCHIN SUINA 11:18"
    },
    {
      "content": "“Hi hi ka thaw ding hi ka Pathien chun mi khap raw se: an hringna ṭiumtaka sietuhai, hieng mihai hringna thisen hi ka dâwn ding am a nih? An hringna chân huoma hi hi an hung lâk a ni sih a,” a ta. Chuleichun, a dâwn ta nawh a. Hieng thil hi mi thilthawthei pathumhai chun an thaw a nih.",
      "reference": "1 CHANCHIN SUINA 11:19"
    },
    {
      "content": "Chun, Joab unaupa Abisai chu sâwmthumhai laia hotu tak a na, ama chun za thumhai chunga chun a fei chu a phawi a, anni chu a that a, pathumhai laia chun hming ṭhat a hlawh a.",
      "reference": "1 CHANCHIN SUINA 11:20"
    },
    {
      "content": "Sâwmthumhai lai chun ama chu inza a kai a; chuongchun, anni chunga hotua siem chu a ni tah a; nisienlakhawm, a hmaa pathumhai lai chu a ṭhang nawh.",
      "reference": "1 CHANCHIN SUINA 11:21"
    },
    {
      "content": "Kabzeel mi, mi thilthawtheitak naupa, Jehoiada naupa Benaia, thil nasatakhai thawtu chu a nih: Moaba Ariel naupasal pahnihai chu a that a, a fe thla a, vûr tlâk hun laiin pûk sûnga chun sakeibaknei a that bawk a.",
      "reference": "1 CHANCHIN SUINA 11:22"
    },
    {
      "content": "Chun, Aigupta mi, mi taksa lientak tawng ngaa insâng a that a; chu Aigupta mi kuta chun puon khâwngtu puonkawl ang hi fei a um a; ama chun hmawl leh a pan thlâk a, Aigupta mi kuta fei chu a lâkpêk a, ama fei ngei chun a that tah a.",
      "reference": "1 CHANCHIN SUINA 11:23"
    },
    {
      "content": "Jehoiada naupa Benaia chun hieng thilhai hi a thawh a, mi thil- thawthei pathumhai laia chun hming ṭhat a hlaw tah a.",
      "reference": "1 CHANCHIN SUINA 11:24"
    },
    {
      "content": "Ngai ta, ama chu mi sâwm- thumhai nêk khan nasatakin inza a kai a, amiruokchu, a hmasatak pa- thumhai lai chu a ṭhang nawh: David chun ama vêngtu pâwl hotua chun a siem a.",
      "reference": "1 CHANCHIN SUINA 11:25"
    },
    {
      "content": "Chun, sipai pâwlhai laia mi thil- thawtheihai chu: Joab unaupa Asahel, Bethlehema Dodo naupa Elhanan.",
      "reference": "1 CHANCHIN SUINA 11:26"
    },
    {
      "content": "Haror mi Sammoth, Pelon mi Helez;",
      "reference": "1 CHANCHIN SUINA 11:27"
    },
    {
      "content": "Teko mi Ikkes naupa Ira, Anathoth mi Abiezer;",
      "reference": "1 CHANCHIN SUINA 11:28"
    },
    {
      "content": "Husath mi Sibbekai, Aho mi Illai;",
      "reference": "1 CHANCHIN SUINA 11:29"
    },
    {
      "content": "Netophath mi Maharai, Neto- phath mi Baana naupa Heled;",
      "reference": "1 CHANCHIN SUINA 11:30"
    },
    {
      "content": "Benjamin thlaa mi Gibeaa um Ribai naupa Ithai, Pirathon mi Benaia,",
      "reference": "1 CHANCHIN SUINA 11:31"
    },
    {
      "content": "Gaas vadungtêa um Hurai, Arbath mi Abiel;",
      "reference": "1 CHANCHIN SUINA 11:32"
    },
    {
      "content": "Baharum mi Azmaveth, Saal- bon mi Eliahba;",
      "reference": "1 CHANCHIN SUINA 11:33"
    },
    {
      "content": "Gizon mi Hasem naupasalhai, Harar mi Sage naupa Jonathan;",
      "reference": "1 CHANCHIN SUINA 11:34"
    },
    {
      "content": "Harar mi Sakar naupa Ahiam, Ur naupa Eliphal,",
      "reference": "1 CHANCHIN SUINA 11:35"
    },
    {
      "content": "Mekerath mi Hepher, Pelon mi Ahija;",
      "reference": "1 CHANCHIN SUINA 11:36"
    },
    {
      "content": "Karmel mi Hezro, Ezbai naupa Naarai;",
      "reference": "1 CHANCHIN SUINA 11:37"
    },
    {
      "content": "Nathan unaupa Joel, Hagri naupa Mibhar;",
      "reference": "1 CHANCHIN SUINA 11:38"
    },
    {
      "content": "Ammon mi Zelek, Beroth mi Naharai, Zeruia naupa Joab râl- thuom chawituhai chu:",
      "reference": "1 CHANCHIN SUINA 11:39"
    },
    {
      "content": "Ithra mi Ira, Ithra mi Gareb;",
      "reference": "1 CHANCHIN SUINA 11:40"
    },
    {
      "content": "Hit mi Uria, Ahlai naupa Zabad;",
      "reference": "1 CHANCHIN SUINA 11:41"
    },
    {
      "content": "Reuben mi Siza naupa Adina, Reuben mi hotu le a kuoma mi sâwmthum hai leh;",
      "reference": "1 CHANCHIN SUINA 11:42"
    },
    {
      "content": "Maaka naupa Hanan, Mith mi Josaphat,",
      "reference": "1 CHANCHIN SUINA 11:43"
    },
    {
      "content": "Asterath mi Uzzia, Aroer mi Hotham naupasalhai Sama le Jeiel;",
      "reference": "1 CHANCHIN SUINA 11:44"
    },
    {
      "content": "Simri naupa Jediael, Tiz mi a unaupa Joha;",
      "reference": "1 CHANCHIN SUINA 11:45"
    },
    {
      "content": "Mahav mi Eliel, Elnaam nau- pasalhai: Jeribai le Josavia, Moab mi Ithma;",
      "reference": "1 CHANCHIN SUINA 11:46"
    },
    {
      "content": "Mezoba mi Obed, Eliel le Jaasiel hai.",
      "reference": "1 CHANCHIN SUINA 11:47"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 CHANCHIN SUINA 11 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}