{
  "verses": [
    {
      "content": "Hi hnunga hin hieng hi a hung na; Ammon thlahai lal Nahas chu a thih a, ama aia chun a naupa chun ro a rêl tah a.",
      "reference": "1 CHANCHIN SUINA 19:1"
    },
    {
      "content": "Chun, David chun, “A pa khan ka chungah lunginsietna ân entir leiin, Nahas naupa Hanun chunga hin lunginsietna inentir vêng ka tih,” a ta. Chuongchun, a pa chungthua chun, ama thlamuon dingin David chun mi a tir a. David siehlawhai chu ama thlamuon dingin Hanun kuoma chun Ammon thlahai rama chun an hung tah a.",
      "reference": "1 CHANCHIN SUINA 19:2"
    },
    {
      "content": "Amiruokchu, Ammon thlahai laia an hotuhai chun Hanun kuoma chun, “David chun i pa chu ân za leiin i kuomah thlamuontuhai a hung tir ni dingin i ring am a nih? Hieng a siehlawhai hi thil zawng suok ding le, hre ding le ram chu enthlit dinga i kuoma hung an ni lem a ni naw maw?” an ta.",
      "reference": "1 CHANCHIN SUINA 19:3"
    },
    {
      "content": "Chuongchun, Hanun chun David siehlawhai chu a man a, an hmul a vâwpêk a, an silfênhai chu a laiah, a mawng tlung rakin a thlêrpêk a, anni chu a tir hmang tah a.",
      "reference": "1 CHANCHIN SUINA 19:4"
    },
    {
      "content": "Chun, mi tu amanih David kuoma chun a va feh a, mihai an lo sawisak dân chu a va hril tah a. Ama chun anni chu tuok dingin mi a tir a; mihai chu nasatakin an inzak sih a. Chun, lal chun, “In khâkhmulhai ân ṭhang sei hmakhat chu Jerikoah um phawt el ro, chun, hung chau ro,” a tih a.",
      "reference": "1 CHANCHIN SUINA 19:5"
    },
    {
      "content": "Chun, Ammon thlahai chu David ta dingin theidaumin an insiem tah ti an hriet phing chun Hanun le Ammon thlahai chun, Zobaa inthawk dâm, Aram-maakaa inthawk dâm, Meso- potamiaa inthawk dâma sakawr puhai le sakawr tawlailîrhai hawna dingin tangkaruo talent sâng khat an thawn tah a.",
      "reference": "1 CHANCHIN SUINA 19:6"
    },
    {
      "content": "Chuongchun, sakawr tawlailîr sîng thum le sâng hni chu, Maaka lal le a mihai le chun an ruoi tah a; anni chu an hung a, Medeba phâk hmaa chun an inkul tah a. Chuongchun, Ammon thlahai chu an khawpuihaia inthawk chun an hung pungkhâwm a, indo dingin an suok tah a.",
      "reference": "1 CHANCHIN SUINA 19:7"
    },
    {
      "content": "Davidin chu chu a hriet chun, Joab le mi thilthawthei sipai pâwl po po chu a tir tah a.",
      "reference": "1 CHANCHIN SUINA 19:8"
    },
    {
      "content": "Chun, Ammon thlahai chu an hung suok a, khawpui dai kawtkhâra chun an intlar a; chun, lalhai a hung ṭhangvehai khawm chu an khâtin phûla chun an um a.",
      "reference": "1 CHANCHIN SUINA 19:9"
    },
    {
      "content": "Joab chun indona chu hnung- tieng le hmatienga chun an hung nawr a nih ti a hmu chun, Israel laia mi ditumhai chu a thlangsuok a, Suria mihai hmaa chun ân tlartir tah a.",
      "reference": "1 CHANCHIN SUINA 19:10"
    },
    {
      "content": "Mi dang po po chu a unaupa Abisai kuta chun ân kawltir a, Ammon thlahai epa chun an intlar ve tah a.",
      "reference": "1 CHANCHIN SUINA 19:11"
    },
    {
      "content": "Ama chun, “Suria mihai chu ka ta dinga an hung hrât talaw chun, mi ṭhangpui i ta; chun, Ammon thlahai chu nanga ta dinga an hung hrât talaw bawk chun, keiin ṭhangpui thung ka ti cheh a.",
      "reference": "1 CHANCHIN SUINA 19:12"
    },
    {
      "content": "Insukhuoi unla, ei hnam le ei Pathien khawpuihai sanin insuk- pasal ei tiu: chun, Pathien chun ṭha a ti ang peiin thaw raw se,” a ta.",
      "reference": "1 CHANCHIN SUINA 19:13"
    },
    {
      "content": "Chuongchun, Joab le a kuoma mi umhai chun Suria mihai chu indo dingin an va hnai tah a; chuongchun, ama hmaa chun an tlânse tah a.",
      "reference": "1 CHANCHIN SUINA 19:14"
    },
    {
      "content": "Chun, Ammon thlahai chun Suria mihai chu an tlânsie ti an hriet phing chun, anni khawm chuong ang bawk chun a unaupa Abisai hmaa inthawk chun an tlânse ve tah a, khawpuia chun an lût tah a, Joab ruok chu Jerusalema chun a kîr nâwk tah a.",
      "reference": "1 CHANCHIN SUINA 19:15"
    },
    {
      "content": "Chun, Suria mihaiin Israelhai hmaa chun se nâwk zuol an ni tah ti an hriet chun mi an tir a, Vadungpui râla Suria mi umhai chu, Hadarezer sipaihai hotu Sophak rawiin an incha suok tah a.",
      "reference": "1 CHANCHIN SUINA 19:16"
    },
    {
      "content": "Chu chu David kuoma chun an hril a; chun, ama chun Israel mihai po po chu a kei khâwm a, Jordan râl an hung kai a, anni chu an hmuh a, thaw dingin an inzar tah a.",
      "reference": "1 CHANCHIN SUINA 19:17"
    },
    {
      "content": "Chun, Israelhai hmaa chun Suria mihai chu an tlânseh a; chuong- chun, David chun sakawr tawlailîr sîng sari puhai le, kea fe mi sîng li Suria mi chu a that tah a; chun, Sophak sipaihotu khawm chu a that tah a.",
      "reference": "1 CHANCHIN SUINA 19:18"
    },
    {
      "content": "Chun, Hadarezer siehlawhaiin Israelhai hmaa chun an chan a se nâwk zuol an tah ti an hriet chun David le chun inremna an siem a, ama rawng chu an bâwl tah a; Suria mihai khawm chun Ammon thlahai chu an ṭhangpui ngai ta hrim hrim nawh a.",
      "reference": "1 CHANCHIN SUINA 19:19"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 CHANCHIN SUINA 19 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}