{
  "verses": [
    {
      "content": "Juda naupasalhai chu: Perez, Hezron, Karmi, Hur le Sobal an nih.",
      "reference": "1 CHANCHIN SUINA 4:1"
    },
    {
      "content": "Chun, Sobal naupa Reaia chun Jahath a nei a; Jahath chun Ahumai le Lahad a nei a. Hienghai hi Zorath sûngkuohai chu an nih.",
      "reference": "1 CHANCHIN SUINA 4:2"
    },
    {
      "content": "Chun, hieng hi Etam pa naupa- salhai chu an nih: Jezreel, Isma le Idbas hi; chun, an farnu hming chu Hazzelelponi a nih;",
      "reference": "1 CHANCHIN SUINA 4:3"
    },
    {
      "content": "Gedor pa Penuel le Husa pa Ezer. Chun, hienghai hi Hur, Beth-lehem pa Ephratha nau lutîr, naupasalhai chu an nih.",
      "reference": "1 CHANCHIN SUINA 4:4"
    },
    {
      "content": "Chun, Tekoa pa Ashhur chun nuhmei pahni: Hela le Naara chu a nei a.",
      "reference": "1 CHANCHIN SUINA 4:5"
    },
    {
      "content": "Naara chun Ahuzzam, Hepher, Temeni le Haahastari a neipêk a. Hienghai hi Naara naupasalhai chu an nih.",
      "reference": "1 CHANCHIN SUINA 4:6"
    },
    {
      "content": "Chun, Hela naupasalhai chu: Zereth, Izhar, le Ethnan hi an nih.",
      "reference": "1 CHANCHIN SUINA 4:7"
    },
    {
      "content": "Hakkoz chun Anub, Zobeba le Harum naupa Aharhel sûngkuohai chu a nei a.",
      "reference": "1 CHANCHIN SUINA 4:8"
    },
    {
      "content": "Chun, Jabez chu a unauhai nêkin inza a kai lem a, a nu chun, “Lung- ngaina puma ka nei a na,” tiin a hminga chun Jabez ân bûk a nih.",
      "reference": "1 CHANCHIN SUINA 4:9"
    },
    {
      "content": "Jabez chun Israel Pathien chu, “Ka lungngai nawna dinga thil ṭhanawa inthawka mi vêngin, i kut chu ka chunga a um theina dingin, nangin mal mi hung sâwmin, ka ramrihai chu hung suklien ngei i tih,” tiin a ko a. Pathien chun a hni chu a phalpêk tah a.",
      "reference": "1 CHANCHIN SUINA 4:10"
    },
    {
      "content": "Chun, Kelub, Suha unaupa chun Mehir a nei a; ama chu Eston pa a nih.",
      "reference": "1 CHANCHIN SUINA 4:11"
    },
    {
      "content": "Eston chun Beth-rapha, Pasea le Ir-nahas pa Tehinna chu a nei a. Hienghai hi Reka mihai chu an nih.",
      "reference": "1 CHANCHIN SUINA 4:12"
    },
    {
      "content": "Kenaz naupasalhai chu: Othniel le Seraia; chun, Othniel nau- pasalhai chu: Hathath le Meonothai an nih.",
      "reference": "1 CHANCHIN SUINA 4:13"
    },
    {
      "content": "Meonothai chun Ophra a nei a; Seraia chun Geharasim pa Jakob chu a nei a; anni chu mi themthiem mi an nih.",
      "reference": "1 CHANCHIN SUINA 4:14"
    },
    {
      "content": "Chun, Jephunne naupa Kaleb naupasalhai chu: Iru, Ela le Naam an nih; Ela naupasal hai le Kenaz a nih.",
      "reference": "1 CHANCHIN SUINA 4:15"
    },
    {
      "content": "Chun, Jehallelel naupasalhai chu: Ziph, Zipha, Tiria le Asarel an nih.",
      "reference": "1 CHANCHIN SUINA 4:16"
    },
    {
      "content": "Ezra naupasalhai chu: Jether, Mered, Epher le Jalon an nih; hienghai hi Pharao naunu Mared nuhmei Bithia naupasalhai chu an nih; chun, Miriam, Sammai le Isba, Estemoa pa chu a nei bawk a.",
      "reference": "1 CHANCHIN SUINA 4:17"
    },
    {
      "content": "Chun, a nuhmei Ha-jehudijah chun Gedor pa Jared le Soko pa Heber le Janoa pa Jekuthiel chu a nei a.",
      "reference": "1 CHANCHIN SUINA 4:18"
    },
    {
      "content": "Chun, Naham farnu Hodia naupasalhai chu: Garmi mi Keila pa le Maakath mi Estemoa chu an nih.",
      "reference": "1 CHANCHIN SUINA 4:19"
    },
    {
      "content": "Simon naupasalhai chu: Am- non, Rina, Ben-hanan le Tilon an nih. Chun, Isi naupasalhai chu: Zoheth le Ben-zoheth an nih.",
      "reference": "1 CHANCHIN SUINA 4:20"
    },
    {
      "content": "Chun, Juda naupa Sela naupa- salhai chu: Leka pa Era le, Maresa pa Laada le, Asbea sûngkuo, puon zai inhmi khâwngtuhai sûngkuohai po po chu an nih;",
      "reference": "1 CHANCHIN SUINA 4:21"
    },
    {
      "content": "Chun, Jokim le Kozeba mihai le Joas le Moab rama ram neitu Saraph hai le, Jasubi-lehem hai leh an nih. Hienghai hi thu hlui an nih.",
      "reference": "1 CHANCHIN SUINA 4:22"
    },
    {
      "content": "Hienghai hi bêlhemtu Netaim le Gederaa um hai chu an nih: chutaka chun a sinthaw dingin lal kuomah an um a nih.",
      "reference": "1 CHANCHIN SUINA 4:23"
    },
    {
      "content": "Simeon naupasalhai chu: Nemuel, Jamin, Jarib, Zera le Saul an nih:",
      "reference": "1 CHANCHIN SUINA 4:24"
    },
    {
      "content": "ama naupa Sallum, ama naupa Mibsam, ama naupa Misma.",
      "reference": "1 CHANCHIN SUINA 4:25"
    },
    {
      "content": "Misma naupasal chu: Hamuel, ama naupa Zakkur, ama naupa Simei.",
      "reference": "1 CHANCHIN SUINA 4:26"
    },
    {
      "content": "Simei chun naupasal sâwm le paruk le naunuhmei paruk a nei a; amiruokchu, a unauhai chun nau an hau ve nawh a, Juda thlahai angin an sûngkuo khawm chu an inthla pung rak nawh a.",
      "reference": "1 CHANCHIN SUINA 4:27"
    },
    {
      "content": "Anni chu Beer-seba le Molada le Hazar-sualah an um a,",
      "reference": "1 CHANCHIN SUINA 4:28"
    },
    {
      "content": "chun, Bilha, Ezem, Tolad,",
      "reference": "1 CHANCHIN SUINA 4:29"
    },
    {
      "content": "Bethuel, Hormah, Ziklag,",
      "reference": "1 CHANCHIN SUINA 4:30"
    },
    {
      "content": "Beth-markoboth, Hazar-susim- ah, Beth-biriah, Saaraima leh an um bawk a. Hienghai po po hi David rorêl chen khan an khawpuihai an nih.",
      "reference": "1 CHANCHIN SUINA 4:31"
    },
    {
      "content": "Chun, an khawperhai chu: Etam, Ain, Rimmon, Token le Asan, khaw panga hi an nih; Baal chena a vêla an khuohai po po le chun.",
      "reference": "1 CHANCHIN SUINA 4:32"
    },
    {
      "content": "Hieng hi an umna hmunhai chu a na; chun, thlatu thu ziekna khawm an nei bawk a.",
      "reference": "1 CHANCHIN SUINA 4:33"
    },
    {
      "content": "Mesobab le Jamlek le Amazia naupa Josa;",
      "reference": "1 CHANCHIN SUINA 4:34"
    },
    {
      "content": "chun, Joel Asiel naupa, Seraia naupa, Josibia naupa Jehu chu:",
      "reference": "1 CHANCHIN SUINA 4:35"
    },
    {
      "content": "Elioenai, Jaakoba, Jesohaia, Asaia, Adiel, Jesimiel le Benaia leh;",
      "reference": "1 CHANCHIN SUINA 4:36"
    },
    {
      "content": "Chun, Semaia naupa, Simri naupa, Jedaia naupa, Allon naupa, Siphi naupa Ziza;",
      "reference": "1 CHANCHIN SUINA 4:37"
    },
    {
      "content": "hieng an hming hrila umhai hi an pahnama hotuhai an na; an pahnam sûngkuohai chu nasataka sukpungin an um a.",
      "reference": "1 CHANCHIN SUINA 4:38"
    },
    {
      "content": "An ran ruolhai ta ding tlatna hmun zawngin phai ruom saktieng pang. Gedor lûtna chen khan an va feh a.",
      "reference": "1 CHANCHIN SUINA 4:39"
    },
    {
      "content": "Chuongchun, ran ruol tlatna ding hmun ṭhatak le fâk ding tamna hmun chu an va hmu a, ram chu a lienin muong a umin, a re bawk a; chu rama lo um hmasatuhai chu Ham thlahai chu an nih.",
      "reference": "1 CHANCHIN SUINA 4:40"
    },
    {
      "content": "Chun, hieng an hming ziek- hai hi Juda lal Hezekia hun laiin an hung lût a, an puon inhai an suksiet a, chutaka Meunim le chun; chuongchun, tu chena hin suksiet letdêrin an um a; anni chu an hmuna chun an ran ruol ta dingin tlatna hmun ṭha a um bawk leiin an um tah a.",
      "reference": "1 CHANCHIN SUINA 4:41"
    },
    {
      "content": "Chun, anni ṭhenkhat Simeon thlahai, mi za nga zet chu Seir tlâng- ah an hang feh a, anni chun an hotuah Pelatia, Nearia, Rephaia le, Isi naupa Uzziel chu an hmang a.",
      "reference": "1 CHANCHIN SUINA 4:42"
    },
    {
      "content": "Chun, Amalek mi lo tlânsuok a la mahlahai chu an that a, an hmun- a chun vawisûn ni chen hin an um tah a.",
      "reference": "1 CHANCHIN SUINA 4:43"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 CHANCHIN SUINA 4 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}