{
  "verses": [
    {
      "content": "Chun, kum a hung invawi a, lalhai chu indonaa an fe hlakna huna chun, Joab chun sipai thilthawtheina chu hmangin Ammon mihai ram chu a suksiet a, a hung a, Rabba khawm chu a hung inhuol tah a. Amiruokchu, David chu Jerusa- lema khan a um a, Joab chun Rabba chu a hung rûn a, a hne tah a.",
      "reference": "1 CHANCHIN SUINA 20:1"
    },
    {
      "content": "David chun an lal lua inthawk chun lallukhum chu a lâk a, râng- kachak talent tluka rik a nih, lunghluhai khawm a um bawk a; chu chu David lu chunga chun inkhumtir a ni tah a, khawpuia râllâk sumhai chu a hung lâk suok a, tam tak el a nih.",
      "reference": "1 CHANCHIN SUINA 20:2"
    },
    {
      "content": "Chutaka um mihai chu a hung ṭhuoi suok a, hreipui le thîr kuoi- kimhai le thing âtnahaiin anni chu sin ân thawtir tâwl a. Chuong ang seng chun David chun Ammon mihai khawpui po poa chun a thawh a. Chun, David le a mihai po po chu Jerusalema chun an kîr nâwk tah a.",
      "reference": "1 CHANCHIN SUINA 20:3"
    },
    {
      "content": "Chun, hi hnunga hin Philistin mihai leh Gezerah indona a suok tah a; chun, Husath mi Sibbekai chun Rapha naupa Sippai chu a that a, anni chu an dawl tah a.",
      "reference": "1 CHANCHIN SUINA 20:4"
    },
    {
      "content": "Chu hnunga chun Philistin mihai ma leh indona a um nâwk a; Git mi Goliath unaupa Lahmi chu Jair naupa Elhanan chun a that a; chu mipa feiṭhut chu puonkhâwngtu puonkawl ang a nih.",
      "reference": "1 CHANCHIN SUINA 20:5"
    },
    {
      "content": "Chun, Gath-a chun indona a um nâwk a, chutaka chun mi lientak el hi a um a, a kepâr le kutpârhai chu sâwmhni le pali a na; kut pakhatah kutpâr paruk pei le, ke pakhatah kepâr paruk pei; ama khawm chu mi lien chia pieng hrim a nih.",
      "reference": "1 CHANCHIN SUINA 20:6"
    },
    {
      "content": "Chun, ama chun Israel mihai a hung hrawk lai chun David unaupa Simea naupa Jonathan chun ama a that a.",
      "reference": "1 CHANCHIN SUINA 20:7"
    },
    {
      "content": "Hienghai hi Gath khuoa mi lien hrima pienghai chu an nih; anni chu David le a siehlawhai kuta chun an lo tlu tah a.",
      "reference": "1 CHANCHIN SUINA 20:8"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 CHANCHIN SUINA 20 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}