{
  "verses": [
    {
      "content": "Chun, Pathien bâwm chu an hung lâk lût a, Davidin a lo siem puon in lailung laitaka chun an inṭhut tah a; chun, Pathien hmaah pumrawhmang thilinhlânhai le inremna thilinhlânhai an inhlân tah a.",
      "reference": "1 CHANCHIN SUINA 16:1"
    },
    {
      "content": "Chun, David chun pumraw- hmang thilinhlân le inremna thilin- hlân chu ân hlân hnung chun, LALPA hmingin mipuihai chu mal a sâwm tah a.",
      "reference": "1 CHANCHIN SUINA 16:2"
    },
    {
      "content": "Chun, Israel mihai mi tin el chu a nuhmei a pasalin, bei tlang le sa tlin le grêp ra ṭâwl a pêk seng a.",
      "reference": "1 CHANCHIN SUINA 16:3"
    },
    {
      "content": "Chun, Levi mihai mi ṭhenkhat chu LALPA Israelhai Pathien chu inpâka lâwmthu hrila, ama chawi- mawi dingin LALPA bâwm hmaa rawngbâwl hlak ding chun a ruot a;",
      "reference": "1 CHANCHIN SUINA 16:4"
    },
    {
      "content": "a hotu tak chu Asaph a na, ama dawta chun Zekaria, Jaaziel, Semira- moth, Jehiel, Mattithia, Eliab, Benaia, Obed-edom le Jeiel hai; ṭingṭang le perkhuong puhai an nih;",
      "reference": "1 CHANCHIN SUINA 16:5"
    },
    {
      "content": "Asaph chu dârbenthek inring- taka sutin; thiempu Benaia le Jahaziel hai chu Pathien thuthlung bâwm hmaa chun tawtawrâwt leh an um zing bawk a.",
      "reference": "1 CHANCHIN SUINA 16:6"
    },
    {
      "content": "Chun, chu ni chun David chun Asaph le a unauhai LALPA hmaa lâwmthu chu inhlân dingin a ruot hmasatak a.",
      "reference": "1 CHANCHIN SUINA 16:7"
    },
    {
      "content": "Aw, LALPA kuomah lâwmthu hril unla, a hming lam ro; Mi tin lai chun a thil thaw inhriettir ro.",
      "reference": "1 CHANCHIN SUINA 16:8"
    },
    {
      "content": "Ama chawimmawiin hla sak unla,ama inpâkin sak ro; A thilmak thaw po po thu hril ro.",
      "reference": "1 CHANCHIN SUINA 16:9"
    },
    {
      "content": "A hming inthieng chu sawng ro; LALPA zawngtuhai lungril chu hlim raw se.",
      "reference": "1 CHANCHIN SUINA 16:10"
    },
    {
      "content": "LALPA le a hrâtna chu zawng unla, A hmêl chu zawng rawp ro.",
      "reference": "1 CHANCHIN SUINA 16:11"
    },
    {
      "content": "A thilmak thawhai chu hre zing ro, A thilmakhai le a baua a rorêl suokhai chu:",
      "reference": "1 CHANCHIN SUINA 16:12"
    },
    {
      "content": "Aw, a siehlaw Israel thlahai, Jakob thla, a ithlanghai.",
      "reference": "1 CHANCHIN SUINA 16:13"
    },
    {
      "content": "Ama chu LALPA ei Pathien chu a nih, A rorêlhai chu hnuoi chung po poa hin a um.",
      "reference": "1 CHANCHIN SUINA 16:14"
    },
    {
      "content": "A thuthlung chu kumkhuoin hre zing unla, Suon sâng khat chena a thu lo pêk chu.",
      "reference": "1 CHANCHIN SUINA 16:15"
    },
    {
      "content": "Abraham kuoma a thuthlung le, Isak kuoma a inkhâmna chu.",
      "reference": "1 CHANCHIN SUINA 16:16"
    },
    {
      "content": "Chu ma chu thuruot ni dingin Jakob kuomah a sukdet a, Israel kuoma kumkhawtluong thuthlung dingin;",
      "reference": "1 CHANCHIN SUINA 16:17"
    },
    {
      "content": "“Kanaan ram hi i kuomah pêng ka ti che, I rochanpuol ding chu,” tiin.",
      "reference": "1 CHANCHIN SUINA 16:18"
    },
    {
      "content": "Mi tlâwmte chau in ni lai khan, Anih, mi tlâwmte chau, chutaka mikhuol in na;",
      "reference": "1 CHANCHIN SUINA 16:19"
    },
    {
      "content": "Hnam tum tum kuomah an fe lawn an fe lawn a, Ram tum tuma inthawkin mi tum tumhai kuomah.",
      "reference": "1 CHANCHIN SUINA 16:20"
    },
    {
      "content": "Tu inêksâwr khawm a phal nawh a. Anih, anni leiin lalhai khawm a kâwk a;",
      "reference": "1 CHANCHIN SUINA 16:21"
    },
    {
      "content": "“Ka hriek nâlhai chu tâwk naw unla, Ka zâwlneihai pawi hrim hrim khawm tâwk naw ro,” tiin.",
      "reference": "1 CHANCHIN SUINA 16:22"
    },
    {
      "content": "Leihnuoia um po pohai, LALPA chawimawiin hla sak ro, Ni tin a sandamna thu chu inhriettir ro.",
      "reference": "1 CHANCHIN SUINA 16:23"
    },
    {
      "content": "Hnam tin lai chun a ropuizie hril unla, Mi tinrênghai lai chun a thilmak thawhai hril ro.",
      "reference": "1 CHANCHIN SUINA 16:24"
    },
    {
      "content": "LALPA chu a ropui a, nasataka inpâk ding a ni sih a, Ama chu pathien po po nêka ṭi ding a nih.",
      "reference": "1 CHANCHIN SUINA 16:25"
    },
    {
      "content": "Mipuihai pathienhai chu milimhai an ni sih a, LALPA ruok chun vânhai khi a siem a nih.",
      "reference": "1 CHANCHIN SUINA 16:26"
    },
    {
      "content": "Chawimawina le ropuina a hmaah an um a, Hrâtna le hlimna chu a hmun inthiengah an um.",
      "reference": "1 CHANCHIN SUINA 16:27"
    },
    {
      "content": "Mi tina chi tinrênghai, LALPA kuomah pe unla, LALPA kuoma chun ropuina le hrâtna pe ro.",
      "reference": "1 CHANCHIN SUINA 16:28"
    },
    {
      "content": "LALPA kuomah a hming ropui chu pe unla, Thil inhlân ding chawiin, a hmaah hung ro. Aw, inthieng mawina inbelin LALPA chu chibai bûk ro.",
      "reference": "1 CHANCHIN SUINA 16:29"
    },
    {
      "content": "Leihnuoia um po pohai, a hmaa chun inthin ro; Khawvêl khawm hi ân hnîng thei nawna dingin sukdetin a um a.",
      "reference": "1 CHANCHIN SUINA 16:30"
    },
    {
      "content": "Vânhai khi lâwmtakin um sienla, hnuoi khawm hi hlimtakin um raw se; Hnam tin lai chun, “LALPA chu lalah a ṭhung a,” ti ro.",
      "reference": "1 CHANCHIN SUINA 16:31"
    },
    {
      "content": "Tuisuoriet le a sûnga um po po hi inri hum hum sienla, Lo le a sûnga um po po hi lâwmtakin um raw se.",
      "reference": "1 CHANCHIN SUINA 16:32"
    },
    {
      "content": "Chu pha chun ram hnuoia thing po po hi LALPA hmaah hlimin hla sak an tih, Hnuoi ro rêl dingin a hung ding a ni sih a.",
      "reference": "1 CHANCHIN SUINA 16:33"
    },
    {
      "content": "Aw LALPA kuomah lâwmthu hril ro, ama chu a ṭha sih a, A zângaina chu kumkhuoin a um zing sih a.",
      "reference": "1 CHANCHIN SUINA 16:34"
    },
    {
      "content": "A kuoma chun, “Aw Pathien, nang kan sandamna, mi sandam la, Nangin mi ṭhuoi khâwmin,hnamhai laia inthawk chun mi sanhim la, I hming inthieng kuoma lâwmthu hril ding le, Nangma inpâknaa chawimawi ding in,” ti ro.",
      "reference": "1 CHANCHIN SUINA 16:35"
    },
    {
      "content": "LALPA Israelhai Pathien chu inpâkin um raw se. Chatuona inthawka chatuon chenin. Chun, mipui po po chun, “Amen,” an lo tih a, LALPA an inpâk tah a.",
      "reference": "1 CHANCHIN SUINA 16:36"
    },
    {
      "content": "Chun, ni tina sin ṭûlzie ang peia rawngbâwl zing zing dingin, Asaph le a unauhai chu LALPA thuthlungna bâwm hmaa chun a sie tah a;",
      "reference": "1 CHANCHIN SUINA 16:37"
    },
    {
      "content": "Obed-edom le an unauhai sâwmruk le pariet hai leh; Jeduthun naupa Obed-edom le Hosa chu kawtkhâr vêngtuhai ni dingin;",
      "reference": "1 CHANCHIN SUINA 16:38"
    },
    {
      "content": "chun, thiempu Zadok le a unau thiempuhai chu Gibeon bâwlhmuna chun, LALPA biekbûk hmaa chun an um a,",
      "reference": "1 CHANCHIN SUINA 16:39"
    },
    {
      "content": "Israelhai kuoma thu a pêk tah, LALPA dâna in ziek ang po po ang taka zîngtieng le zântieng tina, pumrawhmanga mâichâma pumraw- hmang thilinhlân chu LALPA hmaa inhlân dingin;",
      "reference": "1 CHANCHIN SUINA 16:40"
    },
    {
      "content": "chun, an kuoma chun Heman hai, Jeduthun hai, an hming lama thlanga umhai chu, a zângaina chu kumkhuoin a um zing leia LALPA chu lâwmthu hril dingin an um a;",
      "reference": "1 CHANCHIN SUINA 16:41"
    },
    {
      "content": "anni laia Heman le Jeduthun chu, ân ring zing ding dârbenthek le tawtawrâwt le chun an um a; Pathien hlahai sakna dinga hlasakna thuom- hnaw kim le chun, chun, Jeduthun naupasalhai chu dai kawtkhâra um ding an nih.",
      "reference": "1 CHANCHIN SUINA 16:42"
    },
    {
      "content": "Chun, mi po po chu mâni in seng- ah an ṭîn tah a; David khawm chu a in- sûng chu mal sâwm dingin a ṭîn tah a.",
      "reference": "1 CHANCHIN SUINA 16:43"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 CHANCHIN SUINA 16 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}