{
  "verses": [
    {
      "content": "Chuongchun, Krista kuomah keithoin in um ve ta chun, chung tieng, Pathien changtienga ṭhung Krista umnaa thil umhai chu zawng ro;",
      "reference": "KOLOSSA 3:1"
    },
    {
      "content": "chung tienga thil umhaia chun in lungril innghat tlat ro, hnuoia thil umhaia chun innghat loin.",
      "reference": "KOLOSSA 3:2"
    },
    {
      "content": "In thi tah a, in hringna chu Pathiena chun Krista kuomah thupin a um sih a.",
      "reference": "KOLOSSA 3:3"
    },
    {
      "content": "Krista in hringna chu a hung inlâr pha chun nangni khawm ama kuomah ropuiin inlâr vêng in tih.",
      "reference": "KOLOSSA 3:4"
    },
    {
      "content": "Chuongchun, nangnia um hnuoi tieng thilhai chu sukhlum ro, inditna dâm, inthieng nawna dâm, hurna dâm, châkna suol dâm, duâmna dâm hi, duâmna chu milim biekna a ni sih a.",
      "reference": "KOLOSSA 3:5"
    },
    {
      "content": "Chuong thilhai lei chun a nih Pathien lunginsenna chu awi naw nauhai chungah a hung tlung hlak chu.",
      "reference": "KOLOSSA 3:6"
    },
    {
      "content": "Nangni khawm inhmaa chuong ang thilhaia in hring lai khan, chuonghaia chun in um hlak kha.",
      "reference": "KOLOSSA 3:7"
    },
    {
      "content": "Tu ruok hin chu nangni khawmin hieng po po, inngâwkna dâm, lunginsenna dâm, theidâna dâm, hrilsietna dâm, in baua suok ṭawng zâmawhai hi sukbo ro.",
      "reference": "KOLOSSA 3:8"
    },
    {
      "content": "Khêl inhril tuo naw ro, mihriem hlui chu a thilthawhai leh in hlîp thlâk tah a.",
      "reference": "KOLOSSA 3:9"
    },
    {
      "content": "Mihriem thar chun in inthuom ta sih a, chu mihriem thar chu, hriet famkimna nei dingin a siemtu angpui anga siem tharin a um mêk a nih;",
      "reference": "KOLOSSA 3:10"
    },
    {
      "content": "chutaka chun Grik mi le Juda mi, sertan le tan lo, hnamchawm dâm, Skuthia mi dâm, suok dâm, suok naw dâm khawm an um thei nawh, Krista chu iengkim ni lemin, iengkimah a um bawk a nih.",
      "reference": "KOLOSSA 3:11"
    },
    {
      "content": "Chuongchun, Pathien mi thlang, mi inthieng le dittakhai angin inlai- natna lungril dâm, ngilneina dâm, inngaitlâwmna dâm, thuhnuoirawlna dâm, dawtheina dâm chun inthuom ro.",
      "reference": "KOLOSSA 3:12"
    },
    {
      "content": "Tûkhawmin tu chunga khawm thupawi nei ang unla, indaw tuoin, inngaidam tuo unla, Lalpa chun a ngaidam ang tak cheu khan ngaidam ve ro.",
      "reference": "KOLOSSA 3:13"
    },
    {
      "content": "Chun, chuong po po chunga chun hmangaina inbel ro, chu chu khuop famkimna a nih.",
      "reference": "KOLOSSA 3:14"
    },
    {
      "content": "Chun, Krista thlamuonna chun in lungrilah ro rêl raw se; chuong ang ni dingin taksa pumkhata ko in ni hrim in sawnnaw; lawm nachâng hre bawk ro.",
      "reference": "KOLOSSA 3:15"
    },
    {
      "content": "Krista thu chu varna tinrêngin nangnia chun um ṭeu raw se; inpâkna hla dâm, Pathien hla dâm, thlarau tieng hla dâma inchûktirin inkâwk tuo unla, lungrila lâwmna neiin Pathien chu hla sakpêk ro.",
      "reference": "KOLOSSA 3:16"
    },
    {
      "content": "Chun, in thaw taphawt chu, thu hril amanih, thil thaw amanih, ama zârah Pa Pathien kuomah lâwmthu hril pumin Lalpa Isu hmingin thaw vawng ro.",
      "reference": "KOLOSSA 3:17"
    },
    {
      "content": "Nuhmeihai, Lalpaa a âwmtâwk ang peiin, in pasalhai kuomah intuklût ro.",
      "reference": "KOLOSSA 3:18"
    },
    {
      "content": "Pasalhai, in nuhmeihai hma- ngai unla, an kuomah vîn naw ro.",
      "reference": "KOLOSSA 3:19"
    },
    {
      "content": "Naupanghai, iengkimah in nu le pahai thu zâwm ro; chu chu Lalpaa chun lâwm a um sih a.",
      "reference": "KOLOSSA 3:20"
    },
    {
      "content": "Pahai, in nauhai suknuor naw ro, chuong naw chun, an bei dawng rawi a tih.",
      "reference": "KOLOSSA 3:21"
    },
    {
      "content": "Suokhai, tisaa in hotuhai thu hi iengkimah zâwm ro; mihriem suk- lâwmtuhai ang ela mit rawng bâwl loin, lungril hmunkhat puta Lalpa ṭi dêk pumin zâwm lem ro.",
      "reference": "KOLOSSA 3:22"
    },
    {
      "content": "Iengkim in thaw taphawt chu mihriem ta ding anga thaw loin, Lalpa ta ding anga thaw lemin, inhâwktakin thaw ro;",
      "reference": "KOLOSSA 3:23"
    },
    {
      "content": "a thungna rohluo ding chu Lalpa kuoma inthawkin in hmu ding a nih ti hre zingin Lalpa Krista rawng in bâwl a ni hi.",
      "reference": "KOLOSSA 3:24"
    },
    {
      "content": "Thil indik naw thawtu chun a thil indik naw thaw man hmûng a tih, mi thlier bîkna hrim a um si nawh a.",
      "reference": "KOLOSSA 3:25"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "KOLOSSA 3 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}