{
  "verses": [
    {
      "content": "Nangni le Laodikeia umhai le, taksaa ka hmêl hmu naw phawthai ta dingin iengti raua nasain am ka thaw pêk ṭâl ṭâl zie cheu hi in hriet ka nuom sih a.",
      "reference": "KOLOSSA 2:1"
    },
    {
      "content": "Chuongchun, hrieta ring tlatna lukhâwng po po chu dawng dinga hmangainaa insuikhawmin an lungrilhai chu thlamuonga a um thei a, Pathien thurûk Krista ngei chu an hriet theina dingin;",
      "reference": "KOLOSSA 2:2"
    },
    {
      "content": "amaa chun varna le hrietna ro po po thupin a um sih a.",
      "reference": "KOLOSSA 2:3"
    },
    {
      "content": "Tûkhawma bau thiema an hlêm nâwna ding cheuin, chuong chu ka ti a nih.",
      "reference": "KOLOSSA 2:4"
    },
    {
      "content": "Ka taksain in kuomah um naw lang khawm, in felzie le Krista in ring detzie hre zingin lâwmtakin thlaraua chun in kuomah ka um sih a.",
      "reference": "KOLOSSA 2:5"
    },
    {
      "content": "Chuleiin, Krista Isu, Lalpa chu in pawm ang khan amaa chun um ro.",
      "reference": "KOLOSSA 2:6"
    },
    {
      "content": "Amaa zung kei le, rem sâng deu deua umin, an inchûktir ang cheu khan, lâwmthu hrilna hauin, in ringnaa chun dettakin um ro.",
      "reference": "KOLOSSA 2:7"
    },
    {
      "content": "Fimkhur ro, chuong naw chun, tûkhawmin Krista thu ang ni loin, mihriem thurosie le khawvêl A AW B ang lemin an thu var le hlêmna mei meiin râl lâkin la rawi an ti cheu.",
      "reference": "KOLOSSA 2:8"
    },
    {
      "content": "Amaa chun Pathien famkimna tinrêng chu taksa neiin a um zing sih a.",
      "reference": "KOLOSSA 2:9"
    },
    {
      "content": "Amaa chun in famkim ta bawk a, ama chu inlalna le thuneina po po lu a nih.",
      "reference": "KOLOSSA 2:10"
    },
    {
      "content": "Krista sertannaa chun mihriem tisa suol chu hlîp vawngin, ama bawka chun kuta sertan ni lova sertan in ni kha.",
      "reference": "KOLOSSA 2:11"
    },
    {
      "content": "Baptismaa chun a kuoma phûm in lo ni ve ta sih a, chu bawka chun mithi laia ama keithotu Pathien sinthaw awi leia a kuoma keitho in ni ve kha.",
      "reference": "KOLOSSA 2:12"
    },
    {
      "content": "Chun, nangni bawsietnahai le tisaa sertan nâwna leiin thi in lo nih a, nangni ngei chu ama leh a sukhring cheu in ni kha. Ei baw- sietnahai po po a mi ngaidam a.",
      "reference": "KOLOSSA 2:13"
    },
    {
      "content": "Batna lekha thupêka ziek, ei chunga um a mi kal hlaktu chu a thaibo ta sih a; chu ngei chu krawsa hemdein a lâk hmang tah a.",
      "reference": "KOLOSSA 2:14"
    },
    {
      "content": "Chun, inlalna le thuneinahai chu hlîp thlain, chu krawsa chun chuonghai chu hnein, ân langa inhriettirnain a hmang tah a.",
      "reference": "KOLOSSA 2:15"
    },
    {
      "content": "Chuongchun, fâk thua manih, dâwn thua manih, ruoiṭhe ni thua manih, thla thar thua manih, châwlni thua manih tûkhawmin sawisêl naw raw hai se cheu;",
      "reference": "KOLOSSA 2:16"
    },
    {
      "content": "chuonghai chu thil hung tlung dinghai hlim a nih, a tak ruok chu Krista ta a nih.",
      "reference": "KOLOSSA 2:17"
    },
    {
      "content": "Mâni insukhnuoi fâwmna le vântirko biekna ngaisâng a, inlârnaa innghat a, an tisa tieng nuom zâwng hlêmna mei meia insukpuithu mi an um a; chuong ang mihai chun in lâwmman chu inchântir naw raw hai se cheu.",
      "reference": "KOLOSSA 2:18"
    },
    {
      "content": "Lu chu an chel tlat si nawh a. Ama, Lua chun, taksa hlawmpui chu, inzawmna le khuopnahaia châwm le inzawmkhâwma umin, Pathien inṭhang liennain ân ṭhanglien hlak a ni sih a.",
      "reference": "KOLOSSA 2:19"
    },
    {
      "content": "Khawvêl dânhai chu Krista kuoma in thi san ve ta chun, iengdinga khawvêla la hring anga hieng thupêk,",
      "reference": "KOLOSSA 2:20"
    },
    {
      "content": "“Them naw la, intem naw la, tâwk bawk naw” ti mihriemhai dân siemfâwm le inchûktirna hnuoia hin in intuklût am?",
      "reference": "KOLOSSA 2:21"
    },
    {
      "content": "Chuonghai chu hmang puma bohmang ding a nih.",
      "reference": "KOLOSSA 2:22"
    },
    {
      "content": "Hieng vântirko biek ding ti dâm, mâni insukhnuoi ti dâm le, tak- sa sukrinum ding tihai hi thaw âwm takin ân lang ngei; nisienlakhawm, taksa nuom zâwng hnêna ding chun iengkhawm a ṭhahnem chuong dêr nawh.",
      "reference": "KOLOSSA 2:23"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "KOLOSSA 2 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}