{
  "verses": [
    {
      "content": "Hotuhai, nangni khawm vânah hotu in nei ti hrein, in suokhai chungah a fel le a mâwitâwk chu thaw ro.",
      "reference": "KOLOSSA 4:1"
    },
    {
      "content": "Ṭawngṭai fan fan unla, chutaka chun lâwmthu hril pumin ngaiven ro.",
      "reference": "KOLOSSA 4:2"
    },
    {
      "content": "Khuopa ka umna san, Krista thurûk chu hril dinga Pathienin thu ta dinga kawt a mi hawngpêk theina dingin, kei ngei khawm mi ṭawngṭai pêk ro;",
      "reference": "KOLOSSA 4:3"
    },
    {
      "content": "ka hril ding ang taka ka puong theina dingin.",
      "reference": "KOLOSSA 4:4"
    },
    {
      "content": "Remchângna inchaw peiin puo- tienga mihai lai chun vartakin um ro.",
      "reference": "KOLOSSA 4:5"
    },
    {
      "content": "Mi tin iengtina dawn seng ding am a na ti in hriet theina dingin in ṭawng bausuok chu chia saw, lunginsietna ṭhang ni rawp raw se.",
      "reference": "KOLOSSA 4:6"
    },
    {
      "content": "Lalpaa unau dittak, rawngbâwl- tu ringum, kan suok chanpui Tukik hin ka chanchin po po inhriettir a ti cheu.",
      "reference": "KOLOSSA 4:7"
    },
    {
      "content": "Hi lei tak hin ama chu in kuomah ka hung tir a nih, kan chanchin in hriet theina ding le in lungril a sukthlamuong theina dingin;",
      "reference": "KOLOSSA 4:8"
    },
    {
      "content": "Onisema, unau ringum le indiktak, nangni laia mi le hin. Anni chun hieng tienga thil umzie po po hi inhriettir an ti cheu.",
      "reference": "KOLOSSA 4:9"
    },
    {
      "content": "Aristarka ka întângpuipa hin chibai a bûk cheu; Marka, Barnaba tupa khawm hin chibai a bûk cheu (ama chungchâng thua thupêkhai in hmu kha, in kuomah a hung chun lo lâwm ro).",
      "reference": "KOLOSSA 4:10"
    },
    {
      "content": "Isu, Justa an ti hin chibai a bûk bawk cheu: chuonghai chu sertan mi an na, chuonghai chau chu Pathien ram thuah ka sinthawpui a mi thlamuontuhai an nih.",
      "reference": "KOLOSSA 4:11"
    },
    {
      "content": "Epaphra, nangni laia mi, Krista Isu suokpa hin chibai a bûk cheu; ama chun Pathien dit zâwng ta- phawta puitling le ring tlatna neia in ngîr theina dingin a ṭawngṭaina- haia chun in ta dingin a thaw rawp a nih.",
      "reference": "KOLOSSA 4:12"
    },
    {
      "content": "Nangni ta ding dâmin, Laodi- keia umhai ta ding dâmin, Hierapolia umhai ta ding dâmin ṭhahnem a ngai bêk bêk ti ka hrietpui a nih.",
      "reference": "KOLOSSA 4:13"
    },
    {
      "content": "Dittak dâktawr Luka le Dema hin chibai an bûk cheu.",
      "reference": "KOLOSSA 4:14"
    },
    {
      "content": "Laodikeia unau umhai kha chibai mi hung bûkpêk ro; Numpha le a ina kohran inkhâwmhai chu chibai mi hung bûkpêk bawk ro aw.",
      "reference": "KOLOSSA 4:15"
    },
    {
      "content": "Chun, hi lekhathawn hi nangni laia in tiem zo hnungin Laodikei ko- hran khawm intiemtir ve ro; nangni khawmin Laodikeia inthawka le- khathawn kha lo tiem ve bawk ro aw.",
      "reference": "KOLOSSA 4:16"
    },
    {
      "content": "Chun, Arkippa kuoma khan, “Rawngbâwlna Lalpaa i hmu kha hlen dingin fimkhur rawh,” ti ro aw.",
      "reference": "KOLOSSA 4:17"
    },
    {
      "content": "Kei Paulain kut ngeia chibai ka bûkna cheu a ni hi, ka kawl bunhai hi hre zing ro. Lunginsietna in kuomah um raw se.",
      "reference": "KOLOSSA 4:18"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "KOLOSSA 4 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}