{
  "verses": [
    {
      "content": "Paula, Pathien dit zâwnga Krista Isu tirko le Timothe, ei unaupa chun:",
      "reference": "KOLOSSA 1:1"
    },
    {
      "content": "Kolossaa Kristaa mi inthienghai le unau ringumhai kuoma chun, Pathien ei Pa kuoma inthawka lunginsietna le inremna in kuomah um raw se.",
      "reference": "KOLOSSA 1:2"
    },
    {
      "content": "In ta dinga ṭawngṭai rawpin, Pathien ei Lalpa Isu Krista Pa kuoma chun lâwmthu kan hril hlak:",
      "reference": "KOLOSSA 1:3"
    },
    {
      "content": "Chu chu, Krista Isua in ringna le mi inthieng po pohai chunga in hmangaina chu kan lo hriet leiin le,",
      "reference": "KOLOSSA 1:4"
    },
    {
      "content": "vâna in ta dinga beiseina siepêka in um leiin a nih a; Chanchin Ṭha thutak thua in lo hriet ta lei khan a nih.",
      "reference": "KOLOSSA 1:5"
    },
    {
      "content": "Chu Chanchin Ṭha chu, khawvêl pumpuiah malsâwmna hung intlunin a pung pei a; chuong ang takin in kuoma khawm a hung tlung a; titakzeta Pathien lunginsietna chu ngaia in hriet ni chena inthawk khan chu nangnia khawm rain a pung pei a ni kha.",
      "reference": "KOLOSSA 1:6"
    },
    {
      "content": "Epaphra, kan suok chanpui dittaka inthawka in inchûk ngei kha a nih. Ama hi kan aiawa Krista rawngbâwltu ringumtak a na.",
      "reference": "KOLOSSA 1:7"
    },
    {
      "content": "Thlarauin nangnia hmangaina ân neitir cheu thu keini mi hriltu kha a ni bawk.",
      "reference": "KOLOSSA 1:8"
    },
    {
      "content": "Chuleichun, Thlarau tieng varna le hriet theina po poa a dit zâwng hrietnaa chun in hung sip theina dingin, kan hriet nia inthawk chu keini khawma ṭawngṭai le hnipêk cheu kan ma nawh a.",
      "reference": "KOLOSSA 1:9"
    },
    {
      "content": "Chuongchun, sinthaw tinrênga hung rah a, Pathien hrietna kawnga hung inṭhang deu deu a, kawng tinrênga ama suklungawi dinga Lalpa zui tlâka in um theina ding le,",
      "reference": "KOLOSSA 1:10"
    },
    {
      "content": "hlimtaka selna le dawtheina tinrêng nei dinga a ropuina hrâtzie ang peia hrâtna tinrênga sukhrâta in um theina dingin kan ngênpêk cheu.",
      "reference": "KOLOSSA 1:11"
    },
    {
      "content": "Pa, vara mi inthienghai ro chu inṭâwmpui tlâka mi hung siemtu, kuoma chun lâwmthu hril pei bawkin.",
      "reference": "KOLOSSA 1:12"
    },
    {
      "content": "Ama chun inthim thuneinaa in- thawka mi sansuokin, a Naupa hmangaitak rama chun a mîn kai tir tah a,",
      "reference": "KOLOSSA 1:13"
    },
    {
      "content": "amaa chun ei intlanna ei hmu a nih-ei suolhai ngaidamna chu",
      "reference": "KOLOSSA 1:14"
    },
    {
      "content": "Ama chu hmu thei naw Pathien angpui, nau lutîr, thilsiemhai po po nêka chunghnung lem a nih.",
      "reference": "KOLOSSA 1:15"
    },
    {
      "content": "Amaa chun iengkim siem a ni sih a; vâna umhai, hnuoia umhai leh, hmu thei lo le hmu theihai le chun, lalṭhungphahai khawm, rorêlnahai khawm, inlalnahai khawm, thunei- nahai khawm, iengkim amaa chun, ama ta ding bawka siem a nih.",
      "reference": "KOLOSSA 1:16"
    },
    {
      "content": "Chun, ama hi chu iengkim um hmain a um hrim a nih, amaa chun iengkim a ngir khâwm bawk a nih.",
      "reference": "KOLOSSA 1:17"
    },
    {
      "content": "Ama chu a taksa -- Kohran lu a na, iengkima a chunghnung tak a hung ni theina dingin, a bulpui, mithi laia inthawka tho hmasatak chu a nih.",
      "reference": "KOLOSSA 1:18"
    },
    {
      "content": "Pa lungni zâwngtak chu hi hi a ni sih a: Pathien famkimna tinrêng chu amaa a um zing le,",
      "reference": "KOLOSSA 1:19"
    },
    {
      "content": "a kraws thisen chun inremna hung siemin, amaa chun iengkim, ama ngeia chun hnuoia thil umhai le vâna thil umhai khawm, ama le inremtir hi.",
      "reference": "KOLOSSA 1:20"
    },
    {
      "content": "Chun, nangni inhmaa in thil suksuolnaa khan amaa inthawka ṭhein in lo um a, in lungrila chun hmêlma in lo ni bawk kha.",
      "reference": "KOLOSSA 1:21"
    },
    {
      "content": "Nisienlakhawm, tuhin chu a taksa thina ngei khan ama leh ân remtir ta cheu a nih, a hmaa chun inthiengtak le hmêlhemlo le, sawisêl boa ân ngirtir theina ding cheuin.",
      "reference": "KOLOSSA 1:22"
    },
    {
      "content": "Amiruokchu, in ringna chun innghatsan neiin dettakin in um ding a nih. Chanchin Ṭha in ihriet beiseinaa inthawk sawn hmangin um naw ro. Chu Chanchin Ṭha chu vân hnuoia thilsiem po po laia tlângin- sampui a ni kha; kei Paula hi, chu rawngbâwltua siem chu ka nih.",
      "reference": "KOLOSSA 1:23"
    },
    {
      "content": "Tuta ka tuorpêkna cheua hin ka lâwm a, Krista rinum tuor bâk chu a taksa leiin ka taksaa hin ka sunzawm pei a nih, a taksa chu kohran hi a nih.",
      "reference": "KOLOSSA 1:24"
    },
    {
      "content": "Pathien thu hril kim dinga enkawlna sin Pathienin in ta dinga a mi pêk ang peiin chuonghai rawng- bâwltua siem ka nih.",
      "reference": "KOLOSSA 1:25"
    },
    {
      "content": "Chu Pathien thu chu chatuon le suon um chena inthawka thurûk inthup kha a nih; tu ruok hin chu a mi inthienghai kuoma inlangtirin a um tah.",
      "reference": "KOLOSSA 1:26"
    },
    {
      "content": "Chuonghai kuoma chun Jentail- hai lai chu thurûk ropuina hauzie chu Pathienin inhriettir a nuom hrim a nih: chu thurûk chu Krista nangnia um ropuina beisei san chu a nih.",
      "reference": "KOLOSSA 1:27"
    },
    {
      "content": "Mi tin Kristaa chun ṭha famkim- a kan inngîrtir theina dingin, mi tin infuiin, mi tin varna tinrênga inchûk- tirin a chanchin kan hril hlak hi;",
      "reference": "KOLOSSA 1:28"
    },
    {
      "content": "chuong anga inngîrtir thei dingin, nasataka keimaa sin a thaw, chu a sinthaw ang peia thaw ṭâlin, ka thaw hrim bawk hlak a nih.",
      "reference": "KOLOSSA 1:29"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "KOLOSSA 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}