{
  "verses": [
    {
      "content": "Tûkhawm Isu hi Krista a ni ti ring chu Pathien inei a nih; tûkhawm a neitu hmangai chun a inei khawm a hmangai hlak.",
      "reference": "1 JOHAN 5:1"
    },
    {
      "content": "Hitaka hin Pathien nauhai ei hmangai ti ei hriet, Pathien ei hmangai a, a thupêkhai ei zâwm hin.",
      "reference": "1 JOHAN 5:2"
    },
    {
      "content": "Pathien ei hmangaina chu hi hi a nih, a thupêkhai ei zâwm hi. A thupêkhai chu a khir si nawh a.",
      "reference": "1 JOHAN 5:3"
    },
    {
      "content": "Pathien inei taphawt chun khaw- vêl a hne pei sih a; hi hi khawvêl hnea ngamna chu a nih, ei ringna hi.",
      "reference": "1 JOHAN 5:4"
    },
    {
      "content": "Isu hi Pathien Naupa a nih ti ringtu chau naw chun tuin am khawvêl a hne hlak a?",
      "reference": "1 JOHAN 5:5"
    },
    {
      "content": "Hi hi a nih tui le thisena hung chu, Isu Krista hi; tui chauah ni loin, tuia le thisenah a ni lem. Inhriettirtu chu Thlarau hi a nih. Thlarau chu thutak a ni leiin.",
      "reference": "1 JOHAN 5:6"
    },
    {
      "content": "Inhriettirtu chu pathum an um,",
      "reference": "1 JOHAN 5:7"
    },
    {
      "content": "Thlarau le tui le thisen chu: chuong pathum chu an inthuruol a nih.",
      "reference": "1 JOHAN 5:8"
    },
    {
      "content": "Mihriem inhriettirna hman ei pawm chun Pathien inhriettirna chu a ropui lem sih a; Pathien inhriet- tirna chu hi hi a nih, “Ka Naupa chanchin kân hriettir tah,” ti hi.",
      "reference": "1 JOHAN 5:9"
    },
    {
      "content": "Pathien Naupa ringtu chun mâniah hrietna a nei a nih; Pathien ringnawtu chun ama chu khêlhlipah a siem a nih, Pathienin a Naupa chanchin ân hriettir chu a ring naw leiin.",
      "reference": "1 JOHAN 5:10"
    },
    {
      "content": "Inhriettirna chu hi hi a nih, Pathienin chatuona hringna a mi pêk a, chu hringna chu a Naupaah a um a nih.",
      "reference": "1 JOHAN 5:11"
    },
    {
      "content": "Naupa neitu chun hringna chu a nei a, Pathien Naupa neinawtu chun hringna chu a nei nawh.",
      "reference": "1 JOHAN 5:12"
    },
    {
      "content": "Chatuona hringna in nei ti in hriet theina dingin, nangni Pathien Naupa hming ringtuhai kuomah hieng thu hi ka ziek a nih.",
      "reference": "1 JOHAN 5:13"
    },
    {
      "content": "Hi hi ama chunga ei huoina chu a nih, iengkhawm a ditzâwng anga ei hni chun amain a mi ngai pêk hlak hi.",
      "reference": "1 JOHAN 5:14"
    },
    {
      "content": "Chuongchun, iengkhawm ei hni taphawt a mi ngaipêk hlak ti ei hriet chun, a kuoma ei thil hni chu ei hmu tah ti ei hriet a nih.",
      "reference": "1 JOHAN 5:15"
    },
    {
      "content": "Tûkhawmin a unau thina khawp nilo suol thawin hmu sienla, hnipêk a ta, chuongchun, Pathienin a hnitu kuoma chun thina khawp nilo suol thawtuhai ta ding chun hringna pêng a tih. Thina khawp suol a um a; chuong ang tieng chun hnipêk a tih ka ti a ni nawh.",
      "reference": "1 JOHAN 5:16"
    },
    {
      "content": "Felnawna po po hi suol a nih, thina khawp nilo suol khawm a um bawk a nih.",
      "reference": "1 JOHAN 5:17"
    },
    {
      "content": "Tûkhawm Pathien inei chun thil a suk suol nawh ti ei hriet; Pathien inei khan ama chu a hum zing a. Mi suol chun tâwk khawm a tâwk thei naw hrim a nih.",
      "reference": "1 JOHAN 5:18"
    },
    {
      "content": "Chun, Pathiena inthawk ei nih ti le, khawvêl pumpui hi Mi Suol thu thuin a um ti ei hriet.",
      "reference": "1 JOHAN 5:19"
    },
    {
      "content": "Pathien Naupa chu a hung a. Mi Indiktak chu hre thei dingin hriettheina a mi pêk ti ei hriet bawk a; chun, eini, a Naupa Isu Kristaa ei um hin Mi Indiktaka chun ei um a nih. Ama chu Pathien indiktak a na, chatuona hringna khawm a nih.",
      "reference": "1 JOHAN 5:20"
    },
    {
      "content": "Nauhai, milima inthawkin in siekieng ro.",
      "reference": "1 JOHAN 5:21"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 JOHAN 5 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}