{
  "verses": [
    {
      "content": "Ka nauhai, thil in suksuol nâwna dingin hieng thu hi in kuomah ka ziek a ni hi. Tûkhawmin thil a suk- suol chun, Pa kuoma mi hrilpuitu Isu Krista mi fel chu ei nei.",
      "reference": "1 JOHAN 2:1"
    },
    {
      "content": "Ama chu ei suolhai thupha- chawina a nih; eini suol chau ni loin, khawvêl po po suol thuphachawina khawm a nih.",
      "reference": "1 JOHAN 2:2"
    },
    {
      "content": "Chun, a thupêkhai pawm ei ni chun, chutaka chun ama chu ei hriet ti ei inhriet.",
      "reference": "1 JOHAN 2:3"
    },
    {
      "content": "A thupêkhai pawm si loin, “Ama ka hriet,” titu chu mi khêlhlip a nih, thutak amaah a um nawh.",
      "reference": "1 JOHAN 2:4"
    },
    {
      "content": "Tûkhawm a thu pawm taphawt chu amaa chun Pathien a hmangaina a famkim takzet tah a nih. Amaah ei um ti hitaka hin ei inhriet a nih.",
      "reference": "1 JOHAN 2:5"
    },
    {
      "content": "“Amaah ka um zing hlak,” titu chu, ama a um ang bawk khan a um ve ding a nih.",
      "reference": "1 JOHAN 2:6"
    },
    {
      "content": "Dittakhai, thupêk thar chu in kuomah ka ziek nawh a; thupêk hlui a tira inthawka in nei kha, ka ziek lem a nih. Chu thupêk hlui chu in thu hriet ta hnung kha a nih.",
      "reference": "1 JOHAN 2:7"
    },
    {
      "content": "Nisienlakhawm, thupêk thar ziek ni bawk naw ning am, (chu chu amaah le nangniah ân lang a nih), inthim chu a bo zing lei le, var taktak chu tuhin a hung var ta leiin.",
      "reference": "1 JOHAN 2:8"
    },
    {
      "content": "Mâni unau theida sih a, “Varah ka um,” titu chu, tu chen khawm hin inthimah a la um zing a nih.",
      "reference": "1 JOHAN 2:9"
    },
    {
      "content": "Mâni unau hmangaitu chu vara chun a um zing a, amaa chun tlûkna hrim a um nawh.",
      "reference": "1 JOHAN 2:10"
    },
    {
      "content": "Mâni unau theidatu ruok chu inthimah a um a, inthimah ân vâk bawk a nih; inthimin a mit a sukdel ta leiin a fena khawm a hriet ngai nawh.",
      "reference": "1 JOHAN 2:11"
    },
    {
      "content": "Nauhai, ama hming leiin in suolhai ngaidam a ni tâk leiin in kuomah ka ziek a ni hi.",
      "reference": "1 JOHAN 2:12"
    },
    {
      "content": "Pahai, ama, a tira inthawka um zing chu in hriet leiin in kuomah ka ziek a nih. Ruoltharhai, mi suol chu in hne tâk leiin in kuomah ka ziek a ni hi.",
      "reference": "1 JOHAN 2:13"
    },
    {
      "content": "Nauhai, Pa chu in hriet leiin in kuomah ka ziek a ni kha. Pahai, ama a tîra inthawka um zing chu in hriet leiin in kuomah ka ziek a ni kha. Ruoltharhai, in hrât a, Pathien thu nangniah a um zing a, mi suol chu in hne tâk leiin in kuomah ka ziek a ni kha.",
      "reference": "1 JOHAN 2:14"
    },
    {
      "content": "Khawvêl hi hmangai naw unla, khawvêla thil umhai khawm hi hmangai bawk naw ro. Mi tûkhawm- in khawvêl a hmangai chun, Pa a hmangaina amaah a um nawh.",
      "reference": "1 JOHAN 2:15"
    },
    {
      "content": "Khawvêla thil um po po, tisa châkna dâm, mit châkna dâm, dam sûng ropuina tehlêm dâm hi Paa inthawka suok a ni nawh a, khawvêla suok a ni lem sih a.",
      "reference": "1 JOHAN 2:16"
    },
    {
      "content": "Khawvêl hi a châkna pumin a bohmang zing a nih, Pathien dit- zawng thawtu ruok chu kumkhuoin um zing a tih.",
      "reference": "1 JOHAN 2:17"
    },
    {
      "content": "Nauhai, hun nuhnung tak chu a ni tah, Krista kaltu hung a tih ti in hriet ang khan, tu khawm hin Krista kaltu tamtak an hung suok tah; chuleichun, hun nuhnung tak a ni tah ti ei hriet.",
      "reference": "1 JOHAN 2:18"
    },
    {
      "content": "Anni chu eini laia inthawkin an suok a, nisienlakhawm, eini mi tak an ni nawh; eini mi tak ni hai sienla, eini kuomah an um ve pei ding a ni sih a. Nisienlakhawm, an rêngin eini mi tak an ni naw vawng ti ân lang fel theina dingin an mi suoksan ta a nih.",
      "reference": "1 JOHAN 2:19"
    },
    {
      "content": "Mi Inthieng kuoma inthawkin hriek nâlna in chang a, iengkim in hriet a nih.",
      "reference": "1 JOHAN 2:20"
    },
    {
      "content": "Thutak thu in hriet naw leiin ka ziek a ni nawh a, in hriet lei le, thutakah khêl iengkhawm a suok ngai naw leiin ka ziek lem a nih.",
      "reference": "1 JOHAN 2:21"
    },
    {
      "content": "Isu chu Krista a nih ti awinawtu nêka khêlinhlip tu am um an ta? Tûkhawm Pa le Naupa awinaw chu Krista kaltu a nih.",
      "reference": "1 JOHAN 2:22"
    },
    {
      "content": "Tûkhawm Naupa awinaw chun Pa khawm a pawm chuong nawh; Naupa awitu ruok chun Pa khawm a pawm a nih.",
      "reference": "1 JOHAN 2:23"
    },
    {
      "content": "Nangni chun chu, a tira in- thawka in hriet kha, nangniah inum- tir zing ro. Chu a tîra inthawka in hriet chu nangniah a um zing chun, nangni khawm Naupaa le Paa chun um zing in tih.",
      "reference": "1 JOHAN 2:24"
    },
    {
      "content": "Chun, hi hi a nih, ama ngeiin thil a mi tiem kha — Chatuona hring- na hi.",
      "reference": "1 JOHAN 2:25"
    },
    {
      "content": "Chuong nangni ṭhuoi hmang tumtuhai thu chu, in kuomah ka ziek a nih.",
      "reference": "1 JOHAN 2:26"
    },
    {
      "content": "Nangni chu ama kuoma in- thawka hriek nâlna in hmu kha nangniah a umzing a, tu inchûktir khawm in ngai nawh, ama hriek nâlna chun thil po po thu ân chûktir lem cheu lei le, indiktak a na, khêl khawm a ni naw leiin, chu chu ân chûktir ang cheu khan amaah um zing ro.",
      "reference": "1 JOHAN 2:27"
    },
    {
      "content": "Chuongchun, nauhai, amaah um zing ro; chuongchun, ama chu hung inlâr sien khawm, a hungin a hmaah inzak loin huoitakin um thei ei tih.",
      "reference": "1 JOHAN 2:28"
    },
    {
      "content": "Ama chu mi fel a nih ti in hriet chun, mi tûkhawm felna thaw chu ama inei a ni ti in hriet.",
      "reference": "1 JOHAN 2:29"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 JOHAN 2 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}