{
  "verses": [
    {
      "content": "Dittakhai, thlarau nazawng chu ring naw ro, amiruokchu, thlarauhai chu Pathiena inthawk an ni le ni naw infie ro; thuhriltu tehlêm tamtak khawvêlah an hung suok ta leiin.",
      "reference": "1 JOHAN 4:1"
    },
    {
      "content": "Hi hin Pathien Thlarau chu hrieng in tih; thlarau iengkhawm Isu Krista tisaah a hung inchang ti ṭan chu Pathiena inthawk a nih; thlarau iengkhawm Isu ṭan naw chu Pathiena inthawk a ni nawh.",
      "reference": "1 JOHAN 4:2"
    },
    {
      "content": "Chu chu Krista kaltu thlarau, a hung ding in hriet kha a nih; tu khawm hin khawvêlah a um zing tah a nih.",
      "reference": "1 JOHAN 4:3"
    },
    {
      "content": "Nauhai, Pathiena inthawk in na, chuong chu in hne tah, nangnia um chu khawvêla um nêk chun a ropui lem leiin.",
      "reference": "1 JOHAN 4:4"
    },
    {
      "content": "Anni chu khawvêla mi an na, chuleiin khawvêla mi angin an ṭawng a, khawvêlin an thu an ngai hlak a nih.",
      "reference": "1 JOHAN 4:5"
    },
    {
      "content": "Eini Pathiena inthawk ei na; Pathien hretu chun ei thu a ngai hlak a, Pathiena inthawka mi ni lo chun ei thu a ngai ngai nawh. Chuonga chun thlarau indiktak le indiknaw ei hriet a nih.",
      "reference": "1 JOHAN 4:6"
    },
    {
      "content": "Dittakhai, inhmangai tuo seng ei tiu; hmangaina hi Pathiena inthawka suok a ni sih a; mi tin, hmangaina nei taphawt chu Pathien inei an ni tah a, Pathien an hriet bawk a.",
      "reference": "1 JOHAN 4:7"
    },
    {
      "content": "Hmangaina nei naw chun Pathien a hriet nawh; Pathien chu hmangaina a ni sih a.",
      "reference": "1 JOHAN 4:8"
    },
    {
      "content": "Hitaka hin Pathien hmangaina ei chungah a hung inlang tah, ama leia ei hring theina dinga Pathienin a Naupa nei sun khawvêla a hung tira hin.",
      "reference": "1 JOHAN 4:9"
    },
    {
      "content": "Hitaka hin hmangaina a um, einin Pathien ei hmangai ka ti a ni nawh a, amain a mi hmangai a, ei suolhai thuphachawina ni dingin a Naupa a hung tir ka ti lem a nih.",
      "reference": "1 JOHAN 4:10"
    },
    {
      "content": "Dittakhai, Pathienin chuong ang lâwma a mi hmangai chun, eini khawm ei inhmangai tuo seng ding a nih.",
      "reference": "1 JOHAN 4:11"
    },
    {
      "content": "Tûkhawmin ienglai khawmin Pathien an hmu ngai nawh. Ei inhmangai tuo chun Pathien einiah um zing a ta, a hmangaina khawm einiah famkim bawk a tih.",
      "reference": "1 JOHAN 4:12"
    },
    {
      "content": "Amaah ei um zing le ama chu einiah a um zing ti hitaka hin ei hriet, a thlarau a mi pêk ta lei hin.",
      "reference": "1 JOHAN 4:13"
    },
    {
      "content": "Chun, Pain Naupa chu khawvêl sandamtua um dingin a hungtir ti ei hmu tah a, ei inhriettir a nih.",
      "reference": "1 JOHAN 4:14"
    },
    {
      "content": "Tûkhawm, “Isu hi Pathien Nau- pa a nih,” tia ṭan taphawt chu, amaa chun Pathien a um zing a, ama khawm chu Pathienah a um zing bawk a nih.",
      "reference": "1 JOHAN 4:15"
    },
    {
      "content": "Pathienin einia hmangaina a inei chu ei hriet a, ei awi bawk a nih. Pathien chu hmangaina a nih, hmangainaa um zing chu Pathienah a um zing a, Pathien khawm amaah a um zing a nih.",
      "reference": "1 JOHAN 4:16"
    },
    {
      "content": "Hitaka hin ei chungah hma- ngaina a famkim tah; rorêl nia ṭi loa ei um theia hin; ama um anga khawvêla hin ei um leiin.",
      "reference": "1 JOHAN 4:17"
    },
    {
      "content": "Hmangainaa chun ṭitna hrim a um nawh; hmangaina famkimin ṭitna a hnawt suok lem hlak a nih, ṭitnaa chun hremna a um sih a; a ṭitu chu hmangainaah a la famkim naw a nih.",
      "reference": "1 JOHAN 4:18"
    },
    {
      "content": "Amain a mi hmangai hmasak leiin ei hmangai a nih:",
      "reference": "1 JOHAN 4:19"
    },
    {
      "content": "Miin, “Pathien ka hmangai,” tiin a unau theida si sienla, ama chu khêlinhlip a nih; a unau a ihmu zing ta hman a hmangai naw chun, Pathien a ihmu ngai naw chu iengtin am hmangai thei a ta?",
      "reference": "1 JOHAN 4:20"
    },
    {
      "content": "Ama kuoma inthawkin hi thupêk hi ei nei “Tukhawmin Pathien a hmangai chun a unau khawm a hmangai bawk ding a nih,” ti hi.",
      "reference": "1 JOHAN 4:21"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 JOHAN 4 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}