{
  "verses": [
    {
      "content": "Ngai ta u, Pain a mi hmangaina chu a va nasa de! “Pathien nauahai,” a mîn bûk ta chu; chuong ang chu ei ni hrim a nih. Hi hi lei hin khawvêlin a mi hriet naw a nih, ama chu an hriet naw leiin.",
      "reference": "1 JOHAN 3:1"
    },
    {
      "content": "Dittakhai, tuhin Pathien nauhai ei na, iengtin am ei um ding ti chu a lân lang hri nawh a; ama a hung inlang pha chun ama angin ei um ding a nih ti chu ei hriet, ama chu a um pângngai angtakin ei hmu ding a ni sih a.",
      "reference": "1 JOHAN 3:2"
    },
    {
      "content": "Tûkhawm ama chunga chu bei- seina nei taphawt chu ama ân thieng angin ân sukthieng hlak.",
      "reference": "1 JOHAN 3:3"
    },
    {
      "content": "Tûkhawm thil suksuol taphawt chun dân khawm a bawsiet a nih; suol hi dân bawsietna a ni sih a.",
      "reference": "1 JOHAN 3:4"
    },
    {
      "content": "Ama chu suolhai la hmang dingin a hung inlang tah ti in hriet; amaa chun suol iengkhawm a um si nawh a.",
      "reference": "1 JOHAN 3:5"
    },
    {
      "content": "Tûkhawm amaa um zing chun thil a suksuol nawh; tûkhawm thil suksuol chun ama chu a hmu nawh a, hriet khawm a hriet bawk nawh.",
      "reference": "1 JOHAN 3:6"
    },
    {
      "content": "Nauhai, tû ihlêm khawmin um naw ro; felna thawtu chu a fel a nih, ama a fel ang bawkin.",
      "reference": "1 JOHAN 3:7"
    },
    {
      "content": "Thil suksuoltu chu Diebola suok a nih; Diebol chun a tîra inthawkin thil a suksuol sih a, Pathien Naupa hung inlang san tak chu Diebol sin- thawhai a sukbohmang theina dingin a nih.",
      "reference": "1 JOHAN 3:8"
    },
    {
      "content": "Tûkhawm Pathien inei chun, Pathien chi amaa a um zing leiin thil a suksuol ngai nawh; Pathien inei a ni leiin thil a suksuol thei bawk nawh.",
      "reference": "1 JOHAN 3:9"
    },
    {
      "content": "Hitaka hin Pathien nauhai le Diebol nauhai ân hriet a nih; tû- khawm felna thaw naw chu Pathiena inthawka suok a ni nawh a, a unau hmangai naw khawm chu Pathiena inthawka suok a ni bawk nawh.",
      "reference": "1 JOHAN 3:10"
    },
    {
      "content": "Hi hi a tira inthawka thuincha in ihriet kha a ni sih a, ei inhma- ngaituo seng ding a nih, ti hi;",
      "reference": "1 JOHAN 3:11"
    },
    {
      "content": "Kaina mi suol laia mi, mani unau thattu ang khan um loin. Ieng- leiin am a that a? Ama thilthawhai a suol a, a unau thilthawhai a fel leiin.",
      "reference": "1 JOHAN 3:12"
    },
    {
      "content": "Unauhai, khawvêlin an theida cheu chun mak ti naw ro.",
      "reference": "1 JOHAN 3:13"
    },
    {
      "content": "Unauhai ei hmangai leiin thi- naa inthawkin ei suok a, hringnaah ei lût tah ti ei hriet. Tûkhawm hma- ngaina nei naw taphawt chu thinaah a la um zing a nih.",
      "reference": "1 JOHAN 3:14"
    },
    {
      "content": "Tûkhawm a unau theida chu tuolthat a nih; tuolthattu tûkhawm chatuona hringna nei zing hrim an um nawh ti in hriet sih a.",
      "reference": "1 JOHAN 3:15"
    },
    {
      "content": "Hitaka hin hmangaina chu ieng am a ni ei hriet, ama chun ei ta dingin a hringna a pêk ta leiin, eini khawmin unauhai ta dingin ei hring- na ei pêk ve ding a nih.",
      "reference": "1 JOHAN 3:16"
    },
    {
      "content": "Nisienlakhawm, tûkhawm, khawvêl sum neiin, a unau tlasamin hmu sienla, ama chu lainat si naw sienla, Pathien hmangaina chu ama- ah iengtin am um a ti leh?",
      "reference": "1 JOHAN 3:17"
    },
    {
      "content": "Nauhai, thu chauin inhmangai nâwm ei niu, lei chauin inhmangai naw bawk ei tiu; thilthaw le titak- zetin ni lem raw se.",
      "reference": "1 JOHAN 3:18"
    },
    {
      "content": "Chutaka chun thutaka inthawk ei nih ti inhrieng ei ta, ama mithmu ngeiah ei lungril chu thlêm tlai bawk ei tih,",
      "reference": "1 JOHAN 3:19"
    },
    {
      "content": "ei lungrilin thiemnaw a mîn changtirna kawnga chun, Pathien chu ei lungril nêkin a ropui lem a, iengkim a hriet sih a.",
      "reference": "1 JOHAN 3:20"
    },
    {
      "content": "Dittakhai, ei lungrilin thiem- naw a mîn changtir naw chun, Pathien tieng ei huoi a nih,",
      "reference": "1 JOHAN 3:21"
    },
    {
      "content": "chuongchun, a thupêkhai ei zâwm a, a mithmuah thil lâwmum ei thaw hlak leiin, ei hni taphawt a kuoma inthawkin ei hmu pei hlak a nih.",
      "reference": "1 JOHAN 3:22"
    },
    {
      "content": "A thupêk chu hi a nih, a Naupa Isu Krista hming awi inla, amain thu a mi pêk angin inhmangai tuo bawk inla.",
      "reference": "1 JOHAN 3:23"
    },
    {
      "content": "A thupêkhai zâwm chu amaah a um zing a, ama khawm chu amaah a um zing bawk a nih. Chun, hitaka hin ama chu einiah a um zing ti ei hriet. Thlarau a mi pêka hin.",
      "reference": "1 JOHAN 3:24"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 JOHAN 3 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}