{
  "verses": [
    {
      "content": "Hringna Thu a tîra inthawka um kha, kan nâin kan ihriet kha, kan mitin kan ihmu kha, kan en zinga kan kuta kan idap kha, chu chu chanchin chu;",
      "reference": "1 JOHAN 1:1"
    },
    {
      "content": "(chu hringna chu a hung inlang tah a, kan lo hmuh a, kan inhriettir bawk a, chu chatuon hringna, Pa kuoma um, kan kuoma hung inlang chu, kan hril cheu a ni hi);",
      "reference": "1 JOHAN 1:2"
    },
    {
      "content": "chu kan ihriet le kan ihmu chu in kuomah kan hril ve cheu a ni hi, nangni khawma in mi pâwl ve theina dingin; anih, keini pâwlna chu Pa le a Naupa Isu Krista pâwlna a nih.",
      "reference": "1 JOHAN 1:3"
    },
    {
      "content": "Chuongchun, kan lâwm a fam- kim theina dingin hieng thuhai hi in kuomah kan ziek a ni hi.",
      "reference": "1 JOHAN 1:4"
    },
    {
      "content": "Chun, thuincha a kuoma in- thawka kan hriet a, in kuoma kan hril sâwng ding cheu chu hi hi a nih:— Pathien chu var a nih, amaa chun inthim hrim a um nawh.",
      "reference": "1 JOHAN 1:5"
    },
    {
      "content": "Inthima um siin, “Ama ka pâwl,” ei ti chun khêl ei hril a nih, thutak khawm chu ei zâwm nawh.",
      "reference": "1 JOHAN 1:6"
    },
    {
      "content": "Amiruokchu, ama chu vara a um angin eini khawm vara um ei ni chun, ei inpâwl tlâng a nih, chun, a Naupa Isu thisenin ei suol po po a mi sâwpfai pêk hlak a nih.",
      "reference": "1 JOHAN 1:7"
    },
    {
      "content": "“Suol ka nei nawh,” ei ti chun mâni le mâni ei inhlêm fâwm a, thutak khawm chu einiah a um naw a nih.",
      "reference": "1 JOHAN 1:8"
    },
    {
      "content": "Ei suolhai thupha ei chawi chun, ei suolhai ngaidam ding le, ei felnaw- na po po sâwpfai dingin ama chu ring a umin a fel a nih.",
      "reference": "1 JOHAN 1:9"
    },
    {
      "content": "“Thil ka suksuol nawh,” ei ti chun ama chu khêlhlipah ei siem a, a thu khawm einiah a um naw a nih.",
      "reference": "1 JOHAN 1:10"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 JOHAN 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}