{
  "verses": [
    {
      "content": "LALPAIN hieng ang hin a tih, “Moab bawsietna pathum leiin, anih, pali leiin, a hremna sukbo naw ning; Edom lal ruhai chu chinai ang hiela a raw leiin,",
      "reference": "AMOS 2:1"
    },
    {
      "content": "chuleiin, Moab chungah mei tir ka ta, Kerioth lal inhai chu kâng vawng a ta; chun, Moab chu buoina le khêk ri le tawtawrâwt riin thîng a ta,",
      "reference": "AMOS 2:2"
    },
    {
      "content": "chu laia rorêltu chu sukbo ka ta, a mi lienhai po po chu, ama leh that ka tih,” LALPA chun a tih.",
      "reference": "AMOS 2:3"
    },
    {
      "content": "LALPAIN hieng ang hin a tih, “Juda bawsietna pathum leiin, anih, pali leiin, a hremna sukbo naw ning; LALPA dân chu an pawm nawh a, a thupêkhai chu an vawng nawh a;",
      "reference": "AMOS 2:4"
    },
    {
      "content": "an pahai chîng hlak khêlhrilhai khan anni chu a ṭhuoi hmang leiin; chuleiin, Juda chunga chun mei tir ka ta, Jerusalem khaw lal inhai chu kâng vawng a tih,” tiin.",
      "reference": "AMOS 2:5"
    },
    {
      "content": "LALPAIN hieng ang hin a tih, “Israel bawsietna pathum leiin, anih, pali leiin, a hremna sukbo naw ning; tangka mana mi fel an zawr lei le kekawk bun khat mana mi tlasam an zawr leiin;",
      "reference": "AMOS 2:6"
    },
    {
      "content": "rimsi lu chunga pilvut phul châk ngawi ngawi le, zainêmhai lampui sukkâwipêk hlakhai chu: chun, mi pakhat chu a pa leh nunghâk pakhat kuoma ka hming sukse dingin an fe hmunkhat hlak a!",
      "reference": "AMOS 2:7"
    },
    {
      "content": "mâichâm tin bula puon siekham chunga chun an zâl hlak a, an Pathien ina chun mi an inchawitir manhai chun uoin an dâwn hlak a.",
      "reference": "AMOS 2:8"
    },
    {
      "content": "“Nisienlakhawm, anni hmaah Amor mihai sidar thing anga insâng le thingsaisuo anga hrât khawm kha ka sukbohmang tah a; a chungtienga a ra le, a hnuoitienga a zung khawm ka sukbo a.",
      "reference": "AMOS 2:9"
    },
    {
      "content": "Amor mihai ram chu nei dingin Aigupta rama inthawkin ka ṭhuoi suok cheu a, thlalêra khan kum sâwmli sûngin ka ṭhuoi cheu a.",
      "reference": "AMOS 2:10"
    },
    {
      "content": "Chun, zâwlnei ni dingin in naupasalhai laia mi le Nazirit dâm ni dingin in tlangvâlhai laia mi ka siem a, Aw Israel nauhai, chuong ang chu a ni nâwm a nih?” LALPAIN a tih.",
      "reference": "AMOS 2:11"
    },
    {
      "content": "“Nisienlakhawm, Nazirit mihai kuomah uoin dâwn ding in pêk a, zâwlneihai kuomah, ‘Thu hril naw ro’, tiin thu in pêk a.",
      "reference": "AMOS 2:12"
    },
    {
      "content": "Ngai ta u, buphala sip, tawlailîr ichîl angin in hmuna khan nam ka ti cheu.",
      "reference": "AMOS 2:13"
    },
    {
      "content": "Chun, mi tlân hrâthai hrâtna chu bo a ta, mi hrâtin a tha chu sukhrât thei bawk naw ni; mi hrâttak khawm inhum thei naw nih a,",
      "reference": "AMOS 2:14"
    },
    {
      "content": "thalngul hmangtu khawm chu ngîr thei bawk naw ni; ngalhrât mi khawm inhum thei bawk naw ni; sakawr chung chuong mi khawm inhum thei bawk naw nih;",
      "reference": "AMOS 2:15"
    },
    {
      "content": "chu nia chun mi thilthawthei- tak laia mi huoisen khawm chu sa- ruokin tlân hmang a tih,” LALPAIN a tih.",
      "reference": "AMOS 2:16"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "AMOS 2 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}