{
  "verses": [
    {
      "content": "Mâichâm bula ngîrin Lalpa chu ka hmuh a, chun, ama chun, “Kawtkhâr bulhai an inhnîng theina dingin a sîp bâwkhai chu vaw la, an rênga lu chungah suknâwi vawng rawh; chun, a thi mahlahai chu kâwlhnâmin that ka ta, pakhat khawm tlân hmang naw ni hai a, pakhat khawma pumpel naw bawk an tih.",
      "reference": "AMOS 9:1"
    },
    {
      "content": "Mithi khuo chenin cho tlang hai sien khawm, chutaka inthawk chun ka kutin la suok ka ta, vânah lâwn hai sien khawm, chutaka inthawk chun hnûk thlâng ka tih.",
      "reference": "AMOS 9:2"
    },
    {
      "content": "Karmel tlâng sîpah inbihmang hai sien khawm, zawng ka ta, chutaka inthawk chun anni chu la thlâng ka tih; chun, tuisuoriet mawngah ka mithmu nawah inbihmang hai sien khawm, chutaka rûl chu thu pêng ka ta, anni chu chuk a tih.",
      "reference": "AMOS 9:3"
    },
    {
      "content": "An hmêlmahai hmaah salah fe hai sien khawm, chutaka kâwlhnâm chu thu pêng ka ta, anni chu sât hlum a tih, ṭhatna ni loin, ṭhat nawna dingin an chungah ka mit infûktir ka tih,”",
      "reference": "AMOS 9:4"
    },
    {
      "content": "Ram chu tâwk a, suktuiraltu chu Lalpa, sipaihai PATHIEN chu a ni sih a; chun, chutaka um po pohai chu lungngai an tih; chun, Vadung angin hung lien a ta, Aigupta Vadung angin kang nâwk a tih;",
      "reference": "AMOS 9:5"
    },
    {
      "content": "vâna a pindanhai siem a, hnuoi chunga pindan inkuol siem a, tui- suoriet tuihai ko a, hnuoi chunga bunthlatu, a hming chu LALPA a nih.",
      "reference": "AMOS 9:6"
    },
    {
      "content": "LALPA chun, “Aw Israel nauhai, ka chungah Ethiopia nauhai angin in um naw am a nih? Aigupta rama inthawka Israel le Kaphtor rama inthawk Philistin mihai le Kir rama inthawka Suria mihai ka ṭhuoi suok nâwm a nih?",
      "reference": "AMOS 9:7"
    },
    {
      "content": "Ngai ta u, Lalpa PATHIEN mit chu ram suol chungah a fuh a; chun, hnuoi chunga inthawkin sukbo ka ta; amiruokchu, Jakob sûngkuohai chu sukse vawng naw ning,” a ta.",
      "reference": "AMOS 9:8"
    },
    {
      "content": "“Ngai ta u, thu ka pêk ding a ni sih a, chun, sihria bu an rel angin, Israel sûngkuohai chu hnam po po lai chun rel ka tih; nisienlakhawm, a mal chîn tak khawm hnuoi chungah tla naw ni.",
      "reference": "AMOS 9:9"
    },
    {
      "content": "Ka mihai mi suol po po, ‘Ṭhat nawna chun mi hnawt phâk naw nih a, mi nang bawk naw ni,’ tihai chu kâwlhnâmin thîng an tih.",
      "reference": "AMOS 9:10"
    },
    {
      "content": "“Chu nia chun David bâwktê chim chu inngîr ka ta, a âwnghai chu phâwk ka ta, a sietnahai chu rem nâwk ka ta; tienlaia a um ang khan bâwl ka tih,",
      "reference": "AMOS 9:11"
    },
    {
      "content": "Edom hmuna la umhai le ka hminga ko hnam po po hai chu an nei theina dingin,” LALPA hi thil thawtu hin a tih.",
      "reference": "AMOS 9:12"
    },
    {
      "content": "LALPA chun, “Ngai ta u, nihai chu a hung tlung a ni tah, chuong nihaia chun hnuoi inlettu chun bu âttu chu hnawt phâk a ta, grêp chîltu chun chi thetu chu la hnawt phâk a ta; tlâng insâng chun uoin thlum infartir a ta, tlâng po po chu intui an tih.",
      "reference": "AMOS 9:13"
    },
    {
      "content": "Chun, ka mi Israelhai chu sala inthawkin ṭhuoi kîr nâwk ka ta; khaw ṭâwphai chu siem nâwk an ta, hluong an tih; chun, grêp huonhai siem an ta, a uoin dâwn an tih; huonhai khawm siem an ta, a ra chu fâng an tih.",
      "reference": "AMOS 9:14"
    },
    {
      "content": "An ramah anni chu phun ka ta, an kuoma ka pêk an rama in- thawk phawidawkin um nâwk ta naw ni hai,” LALPA i Pathien chun a tih.",
      "reference": "AMOS 9:15"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "AMOS 9 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}