{
  "verses": [
    {
      "content": "“Zion tlânga inhawitir taluoa umhai le, Samari tlânga himtaka umhai le hnam lientak mi ropuihai, an kuoma Israel sûngkuohai an fenahai chu an chung a rik ie!",
      "reference": "AMOS 6:1"
    },
    {
      "content": "Kalne khuoa chun fe unla, en ro; chun, chutaka inthawkin Hamath khaw ropuia chun fe unla, en ro; chun, Philistin ram Gath khuoa chun fe thla unla, hieng ramhai nêk hin an ṭha lem am? In ram nêkin an ram chu a lien lem am?",
      "reference": "AMOS 6:2"
    },
    {
      "content": "Nangni ni ṭha naw hlataka sie le nunse ṭhungna inhnaitir hai;",
      "reference": "AMOS 6:3"
    },
    {
      "content": "saiha khuma zâl a, an ṭhungpha sei chunghaia inzih a, berâm ruol laia berâmte le sebâwng umna laia sebâwng tuoihai fah a;",
      "reference": "AMOS 6:4"
    },
    {
      "content": "ṭingṭanga zawmthâwtna hlahai sak a, David anga mâni ta dinga hla thlûk hmangruohai siem a;",
      "reference": "AMOS 6:5"
    },
    {
      "content": "berbu liena uoin dâwn a, hriek ṭhataka innâl hlakhai chu; nisienla- khawm, Josefhai rinumna leiin an lungngai nawh.",
      "reference": "AMOS 6:6"
    },
    {
      "content": "Chuongchun, tuhin sala fe hmasahai leh salah fêng an ta, inzihai hlimna bur bur chu bo tâng a tih.”",
      "reference": "AMOS 6:7"
    },
    {
      "content": "LALPA, sipaihai Pathien chun, Lalpa PATHIEN chun ama le ama insâlin ṭawng ân khâm a: “Jakob chapona chu ka tirdak a, a lal inhai ka theida a; chuleiin, khuo le a sûnga um po pohai chu kân mantir ding a nih,” tiin.",
      "reference": "AMOS 6:8"
    },
    {
      "content": "In pakhatah mi sâwm an la um chun thi vawng an tih.",
      "reference": "AMOS 6:9"
    },
    {
      "content": "Chun, mi pakhat pami ama rawtu ngei khawmin a lâk a, in sûnga inthawka a ru la suok dingin, in sûngril taka um kuomah, “I kuomah tukhawm an la um am?” a tih a, ama chun, “Um lo,” a ti chun; ama chun, “To zing rawh, LALPA hming chu ei sâm ding a ni si nawh a” tîng a tih.",
      "reference": "AMOS 6:10"
    },
    {
      "content": "Ngai ta u, LALPA chun thu a pêk sih a; chun, in lien chu chim rem rum a ta, in chîn khawm chu kak hek huk bawk a tih.",
      "reference": "AMOS 6:11"
    },
    {
      "content": "Sakawrhai chu lungpui chung- ah an tlân ding am a nih? Chutaka chun miin sebâwngin hnuoi an inlet ding am a nih? Nangnîn rorêlna chu thina hloa le, felna chu sairam thingah in inchangtir hi;",
      "reference": "AMOS 6:12"
    },
    {
      "content": "nangni iengkhawmlo chunga lâwm a. “Eini hrâtnain a ni nâwm a ni kihai ei lâk?” tituhai.",
      "reference": "AMOS 6:13"
    },
    {
      "content": "“En ta u, Aw Israel sûngkuohai, nangni hi do dingin hnam hung in- ngîrsuotir ka ta, chun, Hamath khaw kawtsuoa inthawkin Araba vadung chenin suknawmnâng an ti cheu,” LALPA, sipaihai Pathien chun a ti sih a.",
      "reference": "AMOS 6:14"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "AMOS 6 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}