{
  "verses": [
    {
      "content": "Aw, Israel nauhai, Aigupta rama inthawka ka ṭhuoi suok sûng- kuohai, LALPAIN hienga a sawisêlna cheu hi lo ngai ta u.",
      "reference": "AMOS 3:1"
    },
    {
      "content": "“Nangni chau hi khawvêla sûng- kuo po po laia ka hriet in na; chuleiin, in khawhlona po poahai chun hrem ka ti cheu.",
      "reference": "AMOS 3:2"
    },
    {
      "content": "An inrem chau naw chun mi pahni chu an intlawn ding am a nih?",
      "reference": "AMOS 3:3"
    },
    {
      "content": "Sakeibakneiin ramhnuoia sa a man lai naw chun ân rûm hlak am a nih? Sakeibaknei vânglaiin ieng- khawm a man naw chun a pûka inthawk chun ân rûm hlak am a nih?",
      "reference": "AMOS 3:4"
    },
    {
      "content": "A ta dinga tawktar a um naw chun vate chu hnuoia chânga chun a âwk hlak am a nih? Châng chu ieng- khawm âwk loin hnuoia inthawk chun ân chim hlak am a nih?",
      "reference": "AMOS 3:5"
    },
    {
      "content": "Khawpuiah mi ṭi lo dingin taw- tawrâwt an mût thei am a nih? LALPA thaw lo chun khawpuia chun sietna a tlung thei ding am a nih?",
      "reference": "AMOS 3:6"
    },
    {
      "content": "Indiktakin Lalpa PATHIEN chun a rawngbâwltu, a zâwlneihai kuoma a thurûk hril loin iengkhawm thaw naw ni.",
      "reference": "AMOS 3:7"
    },
    {
      "content": "Sakeibaknei ân rûm a, tuin am ṭi nâwng a ta? Lalpa PATHIEN chun thu a hril a, tuin am hril naw thei an ta?” tiin.",
      "reference": "AMOS 3:8"
    },
    {
      "content": "Asdod lal inhaia le Aigupta ram lal inhaia chun hril unla, “Samari tlâng chunghaia chun inkhâwm unla, chun, chutaka buoina lientak umhai le nêksâwrna umhai chu en ro.",
      "reference": "AMOS 3:9"
    },
    {
      "content": "An lal inahai pâwngnêkna le suomhmangna siekhâwmtuhai chun sukdik dân an thiem si nawh,” LALPAIN a tih a.",
      "reference": "AMOS 3:10"
    },
    {
      "content": "Chuleiin, LALPA Pathien chun hieng ang hin a tih, “Ram vêla khawm chun hmêlma um an ta, chun, i hrâtna chu i kuoma inthawk chun la thlâng a ta, i lal inhai la suksieng a tih,” tiin.",
      "reference": "AMOS 3:11"
    },
    {
      "content": "LALPA chun hieng ang hin a tih. “Berâmpu chun sakeibaknei baua inthawkin ke pahni amanih, nakâwr hlek amanih a sansuok angin, chuong angin Samari khuoa khum kila le khum tuktulungêk puon phan lu- kham chunga Israel nau umhai chu sansuok a tih.",
      "reference": "AMOS 3:12"
    },
    {
      "content": "Ngai unla, Jakob sûnghai chunga chun inhriettir ro,” sipaihai Pathien, Lalpa PATHIEN chun a tih.",
      "reference": "AMOS 3:13"
    },
    {
      "content": "“Israel bawsietnahai chu ama chunga ka hrem chun, chu nia chun Bethel khuoa mâichâmhai kihai chu tanbawng an ta, hnuoiah tlâng an tih.",
      "reference": "AMOS 3:14"
    },
    {
      "content": "Chun, thlasik in le nipui in vaw sieng ka ta, saiha inhai chu bohmang a tih, in ropuihai chun tâwpna nei an tih,” LALPA chun a tih.",
      "reference": "AMOS 3:15"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "AMOS 3 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}