{
  "verses": [
    {
      "content": "Hieng ang hin Lalpa PATHIEN chun a mîn entir a, chun, en ta u, nisapuithei bâwm a lo nih.",
      "reference": "AMOS 8:1"
    },
    {
      "content": "Chun, ama chun, “Amos, ieng am i hmuh a?” a ta. Keiin, “Nisapuithei bâwm,” ka tih a. Chun, LALPA chun ka kuomah, “Ka mi Israelhai chungah tâwpna a hung tlung tah; anni chu khêl nâwk ta naw ning,” a ta.",
      "reference": "AMOS 8:2"
    },
    {
      "content": "Lalpa PATHIEN chun, “Chu nia chun biekin hlahai chu khêk rak rak ni tâng a ta, mithi ruong tam a ta, hmun tinah to zingin peihâwn an tih,” a ta.",
      "reference": "AMOS 8:3"
    },
    {
      "content": "Chun, hi hi ngai ta u, nangni tlasamhai fa zo nuom a, ram mi rimsi sukbo nuomhai,",
      "reference": "AMOS 8:4"
    },
    {
      "content": "“Bu ei zawr theina dingin thla thar chu iengtik âm bo a ta, beiphit bu ei insuo theina dingin châwlni chu iengtik âm a bo ding a na? Epha sukchîna, shekel suklien a, indik nawtaka hlêmna bûkna hmang a,",
      "reference": "AMOS 8:5"
    },
    {
      "content": "tangkaruoa mi rimsi inchawh a, mi tlasamhai chu kekawk bun khata inchawh a, busi ei zawr theina ding- in,” tiin.",
      "reference": "AMOS 8:6"
    },
    {
      "content": "LALPA chun Jakob ropuina sâlin ṭawng ân khâm a, “Matheiloin, an sinthaw hrim hrim theinghil dêr naw ning ah,” tiin.",
      "reference": "AMOS 8:7"
    },
    {
      "content": "Hi hi lei hin ram chu ân thinin, a sûnga um taphawthai chu an lungngai naw ding am a nih? Anih, Vadung ang chun hung lien vawng a ta, Aigupta ram Vadung angin hung buoiin hung kang a tih.",
      "reference": "AMOS 8:8"
    },
    {
      "content": "Chun, Lalpa PATHIEN chun a hril a, Chu nia chun, sûn changlai nisa intlâktir ka ta, nisa sat lai chun hnuoi chu sukthim ka tih.",
      "reference": "AMOS 8:9"
    },
    {
      "content": "In ruoiṭhehai chu lungngainaa le in hlahai po po chu ṭapnaah inchangtir ka tih; kâwng po po chu saiip puon indierkeitir ka ta, lu tin sîpa chun kâwkna hung intlungtir ka tih; chun, naupa khât nei sun ta dinga lungngaina ang le, a tâwpna chu khâkna ni angin siem ka tih.",
      "reference": "AMOS 8:10"
    },
    {
      "content": "Lalpa PATHIEN chun, “Ngai ta u, nihai chu a hung tlung mêk a nih, chuong nihaia chun rama chun ṭâm tir ka ta, bua ṭâmna ni loin, tuia ṭâmna ni loin, LALPA thu hrietnaa ṭâmna lem chu.",
      "reference": "AMOS 8:11"
    },
    {
      "content": "Chun, tuisuorieta inthawka tui- suorieta le hmâra inthawka saka khawm invâk an ta; LALPA thu chu zawng dingin kil tinah tlân an ta, hmu naw ni hai.",
      "reference": "AMOS 8:12"
    },
    {
      "content": "Chu nia chun nunghâk ṭha le tlangvâlhai chu dangchârin thidang an ta,",
      "reference": "AMOS 8:13"
    },
    {
      "content": "Samari khaw suolna sâla ṭawng inkhâm a, ‘Aw Dan, i Pathien a hring angin,’ le, ‘Beer-seba fena lampui a hring zing angin,’ tihai kha, chuong mihai khawm chu tlûng an tih, tho nâwk dêr naw ni hai,” tiin.",
      "reference": "AMOS 8:14"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "AMOS 8 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}