{
  "verses": [
    {
      "content": "Aw, Israel chihai, hi thu nangni sûnna dinga ka hril hi hre ro:",
      "reference": "AMOS 5:1"
    },
    {
      "content": "“Nunghâk, Israel chu a tlu tah a, ngîr nâwk ta naw nih: a ram chunga chun pei thlâk a ni tah a nih, ama chu inngîrtir dingin tukhawm an um nawh.”",
      "reference": "AMOS 5:2"
    },
    {
      "content": "Lalpa PATHIEN chun hieng ang hin a ti sih a: “Israel chihai kuoma chun, khawpui, sâng suokna khan, za mâksan a ta, khawpui, za suokna khan sâwm mâksan a tih”.",
      "reference": "AMOS 5:3"
    },
    {
      "content": "LALPA chun Israel chihai kuoma chun hieng ang hin a ti sih a: “Mi zawng unla, hring in tih;",
      "reference": "AMOS 5:4"
    },
    {
      "content": "nisienlakhawm, Bethel khuo chu zawng naw unla, Gilgala chun lût naw bawk unla. Beer-seba khuoah kai bawk naw ro; Gilgal khuo chu matheiloin sala manin a um ding a ni sih a; Bethel khuo chu teplo hung nîng a tih.”",
      "reference": "AMOS 5:5"
    },
    {
      "content": "LALPA chu zawng unla hring in tih, chuong naw chun, Josef inah mei angin suok a ta, kâng vawng a ta, Bethel khuoah sukrêm dingin tu- khawm um naw ni hai;",
      "reference": "AMOS 5:6"
    },
    {
      "content": "rorêlna sairam thinga inchangtir a, felna chu hnuoia pei thlahai;",
      "reference": "AMOS 5:7"
    },
    {
      "content": "Siruk le Sizucho siemtu le thina deihlim zîngkâra inchangtirtu le, sûn chu zân inthima siemtu, tuisuoriet tuihai ko a, hnuoi chunga inluong- tirtu chu, ama chu zawng unla, a hming chu LALPA a nih,",
      "reference": "AMOS 5:8"
    },
    {
      "content": "kul chunga bohmangna hung tlung khawpa, mi hrâthai chunga bo- hmangna intluntu chu.",
      "reference": "AMOS 5:9"
    },
    {
      "content": "Kawtkhâra kâwktu chu an theidah a, thu fel hriltu chu an tirdak a.",
      "reference": "AMOS 5:10"
    },
    {
      "content": "Chuleiin, mi rimsihai sirdein bu in lâkpêk a, lung intieng inhai in bâwl a, nisienlakhawm, a sûngah chêng naw ti niu; grêp huon inhawihai in siem a, nisienlakhawm, a uoin dâwn naw ti niu.",
      "reference": "AMOS 5:11"
    },
    {
      "content": "In bawsietnahai tamzie le, in suolnahai a nasatzie ka hriet sih a; mi felhai suknawmna a, thamna la a, kawtkhâra tlasamhai an chantâwk nghatsantuhai.",
      "reference": "AMOS 5:12"
    },
    {
      "content": "Chuongchun, mi var chu chuong ang huna chun to zing a ta, hun ṭha naw a ni leiin.",
      "reference": "AMOS 5:13"
    },
    {
      "content": "In hring theina dingin ṭhat nawna zawng loin, ṭhatna zawng unla; chun, in hril angin, LALPA sipaihai Pathien chu in kuomah um a tih.",
      "reference": "AMOS 5:14"
    },
    {
      "content": "Suolna chu theida unla, ṭhatna ngaina unla, kawtkhâra rorêlna chu inngîr nghet ro; Josefhai laia hlabîkhai chunga chun LALPA, sipaihai Pathien chun lunginsietna a nei el rawi mawh.",
      "reference": "AMOS 5:15"
    },
    {
      "content": "Chuleiin, LALPA, sipaihai Pathien, Lalpa chun hieng ang hin a tih, “Khawlaidung lien po poah ṭap rak rakna um a ta, kawtthlêr po poah. ‘A va pawi de aw!’ tîng an tih; lungngai dingin loneituhai le ṭap rak rak dingin lusûn thiemhai ko an tih.",
      "reference": "AMOS 5:16"
    },
    {
      "content": "Chun, grêp huon po poa chun ṭap rak rakna um a ta, nangni lai ka fethleng ding a ni sih a,” LALPAIN a tih.",
      "reference": "AMOS 5:17"
    },
    {
      "content": "LALPA ni dittuhai, in chung a rik ie! Iengdinga LALPA ni chu in dit am a na? Var ni loin inthim a ni lem.",
      "reference": "AMOS 5:18"
    },
    {
      "content": "Sakeibaknei mâksan a, savawm intuokpui mi ang le, ina lût a, bang chunga kut innghat a, rûlin a chuk ang chu a nih.",
      "reference": "AMOS 5:19"
    },
    {
      "content": "LALPA ni chu var ni loin inthim a ni naw ding am a nih? Thim sâtak, var hrim hrim khawm nei dêr lo.",
      "reference": "AMOS 5:20"
    },
    {
      "content": "In ruoiṭhehai ka theidain ka hmusit a, in inkhâwmpui ursûnahai chun lâwm bawk naw ning.",
      "reference": "AMOS 5:21"
    },
    {
      "content": "Anih, in pumrawhmang thil- inhlân le in bu thilinhlânhai chu mîn hlân unla khawm, pawm naw ning a, in inremna ran thâu thilin- hlânhai khawm ngaisak bawk naw ning.",
      "reference": "AMOS 5:22"
    },
    {
      "content": "I ṭingṭang ri mawi chu ngai naw ningah, chuleiin, ka kuoma inthawkin i hla nasêtum chu la hmang rawh.",
      "reference": "AMOS 5:23"
    },
    {
      "content": "Nisienlakhawm, rorêlnahai chu tuihai angin le felna chu vadungpui angin luong raw se.",
      "reference": "AMOS 5:24"
    },
    {
      "content": "“Aw Israel sûngkuohai, kum sâwmli sûngin thlalêra khan inthâwi- nahai le thil inhlânhai ka kuomah in hung lâk am a nih?",
      "reference": "AMOS 5:25"
    },
    {
      "content": "Anih, in laltak Sikkuth in Molok puon inhai le, in Kiun milim- hai, in arasi pathien, mâni ta dinga in siem chu in phur a.",
      "reference": "AMOS 5:26"
    },
    {
      "content": "Chuleiin, Damaska khaw khêl- tieng salah infetir ka ti cheu,” LALPA, a hming sipaihai Pathien chun a tih.",
      "reference": "AMOS 5:27"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "AMOS 5 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}