{
  "verses": [
    {
      "content": "Juda lal Uzzia inlal lai le Israel lal Joas naupa Jeroboam inlal laia, simkhawleihnuoi inhnîng hma kum hnia, Tekoa ran ruol vêngtuhai laia mi Amos thu Israel chungchâng thu a hmu chu.",
      "reference": "AMOS 1:1"
    },
    {
      "content": "Chun, ama chun, “LALPA chu Zion tlânga inthawk chun inrûm hum hum a ta, Jerusalema inthawkin a râwl insuong a ta, berâm vêngtuhai ran tlatna hmunhai chu lungngai an ta, Karmel tlâng sîp chu ṭuoi a tih,” a ta.",
      "reference": "AMOS 1:2"
    },
    {
      "content": "LALPAIN hieng ang hin a tih, “Damaska khaw bawsietna pathum leiin, anih, pali leiin, a hremna sukbo naw ning: Gilead ram chu bu râwtna thîrhai chun an râwt leiin;",
      "reference": "AMOS 1:3"
    },
    {
      "content": "chuleiin, Hazael ina chun mei tir ka ta, Benhadad lal inhai chu kâng vawng a tih.",
      "reference": "AMOS 1:4"
    },
    {
      "content": "Damaska khaw kawtkhâr thîr chu suktliek ka ta, Aven ruoma in- thawka a hluotuhai le Eden ina inthawka lal hmawl chawituhai chu sukbo ka ta; chun, Suria mihai chu Kir ramah salah um an tih,” LALPA- IN a tih.",
      "reference": "AMOS 1:5"
    },
    {
      "content": "LALPA chun hieng ang hin a tih, “Gaza khaw bawsietna pathum leiin, anih, pali leiin, a hremna suk- bo naw ning; Edom mi kuoma pêk dingin mi po po sala an ṭhuoi leiin;",
      "reference": "AMOS 1:6"
    },
    {
      "content": "chuleiin, Gaza khaw kul chunga chun mei tir ka ta, a lal inhai chu kâng vawng a tih;",
      "reference": "AMOS 1:7"
    },
    {
      "content": "chun, Asdod khuoa inthawka hluotuhai le Askelon khuoa inthawka lal hmawl chawituhai chu sukbo- hmang ka tih; chun, Ekron khaw chungah ka kut inlet ka ta, chun, Philistin mi la umhai chu bohmang an tih,” Lalpa PATHIEN chun a tih.",
      "reference": "AMOS 1:8"
    },
    {
      "content": "LALPAIN hieng ang hin a tih. “Tura khaw bawsietna pathum leiin, anih, pali leiin, a hremna sukbo naw ning; Edom mi kuomah mi po po chu a pêk a, unau thuthlung chu an hriet zing naw leiin;",
      "reference": "AMOS 1:9"
    },
    {
      "content": "chuleiin, Tura khaw kul chung- ah mei tir ka ta, a lal inhai chu kâng vawng a tih,” tiin.",
      "reference": "AMOS 1:10"
    },
    {
      "content": "LALPAIN hieng ang hin a tih, “Edom bawsietna pathum leiin, anih, pali leiin, a hremna sukbo naw ning; a unau chu kâwlhnâm leh a hnawt a, a lunginsietna po po a peihâwn vawng a, a lunginsenna chu a kei- thlêr rawp hlak a, kumkhuoin a lunginsenna chu a vawng zing leiin;",
      "reference": "AMOS 1:11"
    },
    {
      "content": "chuleiin, Teman hmun chunga chun mei tir ka ta, Bozra khaw lal inhai chu kâng vawng a tih,” tiin.",
      "reference": "AMOS 1:12"
    },
    {
      "content": "LALPAIN hieng ang hin a tih, “Ammon nauhai bawsietna pathum leiin, anih, pali leiin, a hremna sukbo naw ning; an ram an suklien theina dingin, Gilead khaw nuhmei nau vawnhai an phirthlêr leiin;",
      "reference": "AMOS 1:13"
    },
    {
      "content": "chuleiin, Rabba khaw kul chung- ah mei sêm chawk ka ta; chun, indo nia khêk le, thlivir nia thlipui leh, a lal inhai chu kâng vawng a ta;",
      "reference": "AMOS 1:14"
    },
    {
      "content": "an lal chu salah man an ta, a mi lienhai leh, a ruolin,” LALPA chun a tih.",
      "reference": "AMOS 1:15"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "AMOS 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}