{
  "verses": [
    {
      "content": "Pethuel naupa Joel kuoma LALPA thu hung tlung chu.",
      "reference": "JOEL 1:1"
    },
    {
      "content": "Tarsiehai, hi hi hre unla, hi rama um po pohai, na lo sit ro.Hi in hun lai le in puhai hun laia khawm a um ta hlak am a nih?",
      "reference": "JOEL 1:2"
    },
    {
      "content": "Chu chu in nauhai hril unla, in nauhai chun an nauhai hril sienla, an nau nâwksâwnghai chun suon dang hril pei raw hai se.",
      "reference": "JOEL 1:3"
    },
    {
      "content": "Thilngein a fâk mahla po chu khauṭhikṭhiin a fâk a, khâuṭhikṭhiin a fâk mahla po chu thingngein a fâk a; thingngein a fâk mahla po chu tuktulungin a fâk zo a.",
      "reference": "JOEL 1:4"
    },
    {
      "content": "Inruihai, har unla, ṭap ro; uoin dâwn po pohai, a uoin thlum lei chun khêk rak rak unla, in baua inthawka lâk hmang a ni ta sih a.",
      "reference": "JOEL 1:5"
    },
    {
      "content": "Hnam hrâttak, tiem sênglo ka rama inthawkin a hung suok ta sih a, a ha chu sakeibaknei ha ang a na, sakeibaknei lientak hapui ang a nei bawk a.",
      "reference": "JOEL 1:6"
    },
    {
      "content": "Ka grêp hrui a suksiet a, ka theichang kûng hâwng a khek a, a khek fai vawng a, a peihâwn a; a kâuhai chu a fil vâr vawng a.",
      "reference": "JOEL 1:7"
    },
    {
      "content": "Nunghâkin saiip puon bil a, a ṭhat- lai pasal a sûn angin ṭap rak rak ro.",
      "reference": "JOEL 1:8"
    },
    {
      "content": "Beiphit inhlân dâm, dâwn ding inhlân dâm chu LALPA ina inthawka sukbo a na, thiempu LALPA rawng- bâwltuhai chu an lungngai a.",
      "reference": "JOEL 1:9"
    },
    {
      "content": "Lo chu suksiet a na, ram chu a lungngai a, bu chu suksiet a na, uoin thar chu a kang a, hriek khawm chu a chau a.",
      "reference": "JOEL 1:10"
    },
    {
      "content": "Aw, nangni lo neituhai, inzak unla, nangni grêp hrui enkawltuhai, bupui le buṭei leiin khêk rak rak ro; loa bu sîk ding chu a bohmang ta sih a.",
      "reference": "JOEL 1:11"
    },
    {
      "content": "Grêp hrui chu a vuoi a, thei- chang kûng chu a châu a, theibufai kûng dâm, intûm dâm le apple thei kûng dâm, loa thing po pohai khawm chu a ṭuoi tah a; mihriem nauhai laia lâwmna chu a vuoi hmang ta sih a.",
      "reference": "JOEL 1:12"
    },
    {
      "content": "Nangni thiempuhai, saiip puon dierkei unla, ṭap ro; nangni mâichâm rawngbâwltuhai, khêk rak rak ro; nangni ka Pathien rawngbâwltuhai, hung unla, saiip puon silin zânkhaw- vârin zâl ro: in Pathien ina inthawk chun beiphit inhlân le dâwn ding inhlân chu khap a ni sih a.",
      "reference": "JOEL 1:13"
    },
    {
      "content": "Bu nghei hun inser thieng unla, inkhâwmpui ursûn siem unla, LAL- PA in Pathien ina chun tarsiehai le hi rama chênghai po po chu ṭhuoi khâwm unla, LALPA chu ko ro.",
      "reference": "JOEL 1:14"
    },
    {
      "content": "Chu ni chu a chung a rik de! LALPA ni chu a hnai ta sih a, Iengkim- thawtheia inthawka bohmangna ang hung tlung a tih.",
      "reference": "JOEL 1:15"
    },
    {
      "content": "Ei mithmua fâk ding sukbo a ni naw am a nih? Anih, ei Pathien ina inthawka hlimna le lâwmna leh?",
      "reference": "JOEL 1:16"
    },
    {
      "content": "Chihai chu hnuoitlang hnuoia chun a hmawn a; zênghai chu a sieh a, bu inhai chu ṭhiekin a um a, a bu chu a vuoi zo ta sih a.",
      "reference": "JOEL 1:17"
    },
    {
      "content": "Ranhai chu an inrûm nasa de! Bâwng ruolhai chu an lunginzîng a, hlohna hring hmun an nei naw leiin; anih, berâm ruolhai chu an rêm zo tah a.",
      "reference": "JOEL 1:18"
    },
    {
      "content": "Aw LALPA, ka ko che hi; mei chun thlalêr ram hlohna hmun chu a kâng fai tah a, meichawk chun ram thing po po chu a kâng fai ta sih a.",
      "reference": "JOEL 1:19"
    },
    {
      "content": "Anih, ramsahai chu nanga ngaiin an inthuok huom huom a, va- dungtêhai chu a kang intan a, mei chun thlalêr hmun hlohna hmun chu a kâng fai ta sih a.",
      "reference": "JOEL 1:20"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOEL 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}