{
  "verses": [
    {
      "content": "“Ngai ta u, chuong niahai le chuong pha chun, Juda le Jerusa- lem sala an um chu ka ṭhuoikîr nâwk pha chun,",
      "reference": "JOEL 3:1"
    },
    {
      "content": "hnam po po kei khâwm ka ta, anni chu Jehosaphat kâwnah hung ṭhuoi thlâng ka ta, ka ram an sem dar a, hnamhai laia an sukdar, ka mihai le ka rochan Israelhai ta ding chun anni chu chutaka chun khing ka tih.",
      "reference": "JOEL 3:2"
    },
    {
      "content": "Ka mihai ta dingin ai an sân a, nawchizawr man dingin pasal naupang an pêk a, uoin an dâwn theina dingin, a man dingin nuhmei naupang an zawr a.",
      "reference": "JOEL 3:3"
    },
    {
      "content": "Anih, aw Tura le Sidon le Philistin ram po pohai, ka ta dingin ieng am in nih a? In mi thung ding am a nih? In mi thung chun, hrâttakin, inhmawtakin in mi thungna chu in lu chung ngeiah thung vêng ka ti cheu.",
      "reference": "JOEL 3:4"
    },
    {
      "content": "Ka tangkaruo le ka rângkachak in lâk a, ka thil ṭhatak, ditumtak- hai, in biekin sûngahai in chawi lût vei a;",
      "reference": "JOEL 3:5"
    },
    {
      "content": "Juda nauhai le Jerusalem nau- hai khawm an ramria inthawka hlataka in sawn hmang theina dingin Grik naupasalhai kuomah in zawr el sih a;",
      "reference": "JOEL 3:6"
    },
    {
      "content": "ngai ta u, in zawrna hmuna inthawk khan chawkthoin insuoktir ka ta, in thungna chu in lu chung ngeiah thung vêng ka tih.",
      "reference": "JOEL 3:7"
    },
    {
      "content": "In naupasalhai, in naunuhmei- hai chu Juda nauhai kutah zawr ka tih; anni chun hlatakah Seba mihai kuomah anni chu zawr an ta, LALPA chun a ti tah a nih,” tiin.",
      "reference": "JOEL 3:8"
    },
    {
      "content": "“Hi hi hnamhai lai chun hril dar unla, indona buotsai unla, mi hrât- takhai chawktho unla, indo mi po pohai hung hnai hai sienla, hung raw hai se.",
      "reference": "JOEL 3:9"
    },
    {
      "content": "In hnuoi inletna hmawrzumhai kâwlhnâmah sut unla, in thei kûng âtbawngna chemtêhai chu feiah sut ro; mi hrât naw khawm a, Ka hrât a nih, ti raw se.",
      "reference": "JOEL 3:10"
    },
    {
      "content": "A vêla hnam po pohai, inhmaw unla, pungkhâwm unla, hung tâwl ro; aw LALPA, chutaka chun i mi hrât- takhai infe thlâktir rawh.",
      "reference": "JOEL 3:11"
    },
    {
      "content": "Hnamhai chu inchawktho sien- la, Jehosaphat kâwna chun hung tâwl raw hai se, chutaka chun a vêla hnam po po hai chunga rorêl dingin ka ṭhung ding a nih.",
      "reference": "JOEL 3:12"
    },
    {
      "content": "In kâwite kei dawk unla, bu sîk a hun ta sih a: hung unla, hung sirsâwr ro; grêp sâwrna khur chu a sip a, bêlhai chu a sip liem a; an suolna a nasa sih a.",
      "reference": "JOEL 3:13"
    },
    {
      "content": "Mipuihai, thusukthlûkna kâwna mipui um mur murhai! LALPA ni chu thusukthlûkna kâwna chun a hnai ta sih a.",
      "reference": "JOEL 3:14"
    },
    {
      "content": "Nisa le thla dâm an inthim a, arasihaiin an varna an thup a.",
      "reference": "JOEL 3:15"
    },
    {
      "content": "“Chun, LALPA chu Zion tlânga inthawkin inrûm dur dur a ta, Jerusalema inthawkin a râwl in- suong a ta; vân le hnuoi inhnîng an ta; nisienlakhawm, LALPA chu a mihai ta dingin inhumhimna nîng a tih, Israel thlahai ta dingin kulbîng nîng a tih.",
      "reference": "JOEL 3:16"
    },
    {
      "content": "Chuongchun, LALPA in Pathien ka tlâng inthieng Ziona chêng ka nih ti hrieng in tih; chuongchun, Jerusa- lem khuo chu inthieng a ta, mikhuol tukhawm fethleng nâwk ta dêr naw ni hai.",
      "reference": "JOEL 3:17"
    },
    {
      "content": "“Chu ni chun tlâng insânghai chun uoin thlum infartir an ta, tlânghai chu nênetuiin luong a tih, Juda ram vadungtêhai po po chu tuiin luong a ta; LALPA ina in- thawkin tuikhur hung inchik dawk a tih, Sittim varuom chu hung suk- hnâwng a tih.",
      "reference": "JOEL 3:18"
    },
    {
      "content": "Juda nauhai chunga nunsetaka thawa, an ramah mi thiem thisen an insuo leiin Aigupta ram chu bo a ta, Edom ram chu thlalêr ram ṭâwl nîng a tih.",
      "reference": "JOEL 3:19"
    },
    {
      "content": "Juda ram ruok chu kum- khuoin um zing a ta, Jerusalem chu suona inthawka suon dang chenin.",
      "reference": "JOEL 3:20"
    },
    {
      "content": "Chun, an thisen ka isâwpfai naw chu sâwpfai ka ta, LALPA chu Ziona chun a chêng zing sih a.”",
      "reference": "JOEL 3:21"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JOEL 3 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}