{
  "verses": [
    {
      "content": "“LALPA in Pathienin rohluo ding le hluo dinga ram a pêk cheu in va hluo a, in va um pha chun;",
      "reference": "DÂN PAHNINA 26:1"
    },
    {
      "content": "LALPA in Pathienin a pêk cheu in ram leilung ra hmasatak senghai chu hung lâng in ta; bâwmah sieng in ta, LALPA in Pathienin a hming inumtirna dinga a la ruot dinga chun in fe ding a nih.",
      "reference": "DÂN PAHNINA 26:2"
    },
    {
      "content": "Chu huna thiempu kuoma chun fêng in ta, a kuomah, ‘Mi pêk dinga kan pi le puhai kuoma ṭawng a lo inkhâmna ramah kan hung tah ti vawisûn hin LALPA kan Pathien kuomah kan suklang a nih,’ tîng in ta.",
      "reference": "DÂN PAHNINA 26:3"
    },
    {
      "content": "Thiempu chun in kuta inthawk chun bâwm chu lâng a ta, LALPA in Pathien mâichâm bula chun inṭhut a tih.",
      "reference": "DÂN PAHNINA 26:4"
    },
    {
      "content": "Chun, LALPA in Pathien hmaa chun, ‘Kan pu chu Suria mi, mi invai a na, Aigupta ramah a zu feh a, a zu um zing a, tlâwmte an na; chun, chu- taka chun hnam ropuitak, thilthaw- theitak, tamtak an hung ni tah a.",
      "reference": "DÂN PAHNINA 26:5"
    },
    {
      "content": "Aigupta mihai chun an mi suk- nawmna a, an mi sukrimsih a, sin intaktakhai an mîn thawtir a.",
      "reference": "DÂN PAHNINA 26:6"
    },
    {
      "content": "Chuongchun, LALPA kan pi le puhai Pathien chu kan ko a, LALPA chun kan rawl chu a lo hriet a, kan rimsikzie dâm, kan sin inrimzie dâm, nêksâwr kan nizie dâm a hriet a.",
      "reference": "DÂN PAHNINA 26:7"
    },
    {
      "content": "LALPA chun Aigupta rama in- thawk chun kut hrâttak le, bân phar dâm, thil ṭiumtak dâm, inchiknahai dâm le thilmakhaiin a mi ṭhuoi suok a;",
      "reference": "DÂN PAHNINA 26:8"
    },
    {
      "content": "hi hmuna hin a mi ṭhuoi lût a, hi ram, nênetui le khuoizu luongna ram hi a mi pêk a.",
      "reference": "DÂN PAHNINA 26:9"
    },
    {
      "content": "Chun, ngai ta, aw LALPA, nangin i mi pêk leihnuoi ra hmasa takhai seng kan hung lâk hi,’ in va ti ding a nih. Chun, LALPA in Pathien hmaa chun inṭhut in ta, LALPA in Pathien hmaah chibai bûkin in kûn ding a nih.",
      "reference": "DÂN PAHNINA 26:10"
    },
    {
      "content": "LALPA in Pathienin in sûng- kuohai, nangni dâm, Levi mihai dâm, nangni laia ram dang mihai thil ṭha a pêk po po cheua chun hlimtakin in um ding a nih.",
      "reference": "DÂN PAHNINA 26:11"
    },
    {
      "content": "“Kum thum kuma sâwma pakhat pêk kuma in thil rasuok po po sâwma pakhat in pêk zo chun, Levi mihai dâm, ram dang mihai dâm, pa neinawhai, hmeithaihaiin in umnaa chun an fâk a, an lo khawsak thei vena dingin in pêk ding a nih.",
      "reference": "DÂN PAHNINA 26:12"
    },
    {
      "content": "Chun, LALPA in Pathien hmaah, ‘I thu mi pêk, i thupêk po po angin kan ina inthawkin thil in- thienghai chu kan sie suok a, Levi mihai dâm, ram dang mihai dâm, pa nei nawhai dâm, hmeithaihai dâm kan pêk tah a; i thupêk chu a ieng- khawm kan bawsiet nawh a, kan theinghil bawk nawh.",
      "reference": "DÂN PAHNINA 26:13"
    },
    {
      "content": "Kan lusûn laiin chutaka mi chu kan fâk nawh a, kan pawrche laiin kan sukthâm bawk nawh a, mithi puolah kan pêk bawk nawh; LALPA kan Pathien rawl chu kan ngai zing a, i thu mi pêk ang po po chun kan thaw a nih.",
      "reference": "DÂN PAHNINA 26:14"
    },
    {
      "content": "I umna inthieng vâna inthawk chun hung en la, nênetui le khuoizu luongna ram, kan pi le puhai pêk dinga ṭawng i lo inkhâm tah ang khan i mi Israelhai le i leilung mi pêk hi malsâwm rawh,’ in ti ding a nih.",
      "reference": "DÂN PAHNINA 26:15"
    },
    {
      "content": "“Vawisûn hin LALPA in Pathien chun hieng dân le rorêlhai hi zâwm dingin thu a pêk cheu a nih. Chuleiin, in lungril po po le in lungvar po poin in pawmin in zâwm ding a nih.",
      "reference": "DÂN PAHNINA 26:16"
    },
    {
      "content": "Vawisûn hin LALPA chu a lam- puihai hrawh a, a dânhai le a thupêkhai le a rorêlhai chu zâwm a, a rawl chu ngai dingin in Pathien dingin in thlang tah a;",
      "reference": "DÂN PAHNINA 26:17"
    },
    {
      "content": "chun, vawisûn hin a tiem ta cheu ang khan, a thupêkhai po po chu in zâwm a, ama chanpuol bîk ni ding le",
      "reference": "DÂN PAHNINA 26:18"
    },
    {
      "content": "a lo hril ta anga LALPA in Pathien ta dinga mi inthieng in ni theina ding le hnam a siem po po laiah a bîka inpâk dâm, hming ṭhat dâm, chawimawi dâm hlaw dingin LALPAIN a thlang cheu a nih,” tiin.",
      "reference": "DÂN PAHNINA 26:19"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "DÂN PAHNINA 26 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}