{
  "verses": [
    {
      "content": "“Chun, ei insawn a, LALPAIN ka kuoma a hril angin Tuisuoriet Sen tieng Thlalêrah ei lût tah a; Seir tlâng chu sâwt rei ei vêl a.",
      "reference": "DÂN PAHNINA 2:1"
    },
    {
      "content": "Chun, LALPA chun a mi biek a, ka kuomah,",
      "reference": "DÂN PAHNINA 2:2"
    },
    {
      "content": "‘Hi tlâng hi in vêl sâwt tâwk tah a, hmartieng panin insawn ta ro.",
      "reference": "DÂN PAHNINA 2:3"
    },
    {
      "content": "Mipuihai chu Seir tlânga um Esau thla in unauhai ramah in fe thleng ding a nih. Anni chun lo ṭing an ti cheu; chuleiin, fimkhur hle ro.",
      "reference": "DÂN PAHNINA 2:4"
    },
    {
      "content": "Anni chu thaw naw ro. An ram chu a khâwlai khawm kephaa sir khawp chau khawm ka pêk naw ding cheu a nih; Seir tlâng chu ama chanpuol dingin Esau ka pêk tah a nih.",
      "reference": "DÂN PAHNINA 2:5"
    },
    {
      "content": "An buhai chu in fâk dingin sumin inchâwng in ta; an tuihai chu in dâwn dingin sumin in inchâwk bawk ding a nih.",
      "reference": "DÂN PAHNINA 2:6"
    },
    {
      "content": "LALPA in Pathien chun in thaw taphawthaia chun mal a sâwm hlak cheu a, hi thlalêr lientak hi in fe thleng dân dâm chu a hriet sih a; hieng kum sâwmli sûng po hin LALPA chu in kuomah a um a, ieng- khawm in tlasam naw kha, tiin thu pe rawh,’ tiin.",
      "reference": "DÂN PAHNINA 2:7"
    },
    {
      "content": "Chuongchun, Elath le Ezion- gebera inthawkin Araba lampuia fein, Seir tlânga um Esau thla ei unauhai ram ei fe thleng a. Chun, ei insawn a, Moab thlalêr tieng ei feh a.",
      "reference": "DÂN PAHNINA 2:8"
    },
    {
      "content": "Chun, LALPAIN ka kuoma, ‘Moab mihai chu sukbuoi naw unla, râl thawin thaw naw ro; an ram chu in puola dingin ka pêk naw ding cheu a nih, Lota thlahai puolah Ar chu ka pêk tah a nih.",
      "reference": "DÂN PAHNINA 2:9"
    },
    {
      "content": "(Kha hma khan chu Anak mihai anga mi lien le tam le mi insângtak tak Em mihai an um hlak a;",
      "reference": "DÂN PAHNINA 2:10"
    },
    {
      "content": "chuonghai khawm chu Anak mihai ang bawka Repha mihai ti an na; nisienlakhawm, Moab mihai chun Em mihai an ti hlak a nih.",
      "reference": "DÂN PAHNINA 2:11"
    },
    {
      "content": "Kha hma khan chu Seir tlânga hin Hor mihai khawm an um bawk hlak a; nisienlakhawm, Esau thlahai hin an hluopêk a, an that a, an hmuna chun an um tah a; Israelhaiin LALPAIN an puola ram a pêk chunga an thaw ang khan).",
      "reference": "DÂN PAHNINA 2:12"
    },
    {
      "content": "Chuongchun, Tho unla, Zered vadung chu kân ro khai,’ a ta. Chuongchun, Zered vadung chu ei kân tah a.",
      "reference": "DÂN PAHNINA 2:13"
    },
    {
      "content": "Kades-barneaa inthawka ei suok le Zered vadung ei kân a, LALPAIN an kuoma ân khâm anga mipuihai laia chu suona râlkâp mi po po an bohmang vawng inkâr chu kum sâwmthum pariet a nih.",
      "reference": "DÂN PAHNINA 2:14"
    },
    {
      "content": "Mipuihai laia inthawka an bohmang dêr hmakhat chun anni chu sukbohmang dingin LALPA kutin a tai zing bawk a.",
      "reference": "DÂN PAHNINA 2:15"
    },
    {
      "content": "“Chuong anga mipuihai laia inthawka râlkâp mi po po an bo- hmang vawng a, an hung thi zo hnung chun,",
      "reference": "DÂN PAHNINA 2:16"
    },
    {
      "content": "LALPAIN a mi biek a,",
      "reference": "DÂN PAHNINA 2:17"
    },
    {
      "content": "‘Vawisûn hin Moab ram Ar chu i fe thleng ding a na;",
      "reference": "DÂN PAHNINA 2:18"
    },
    {
      "content": "chun, Ammon thlahai ep i va tlung hnai pha khawm sukbuoi naw la, thaw bawk naw rawh; Ammon mihai ram chu i puolah ka pêk naw ding che a nih; Lota thlahai puolah ka pêk tah a nih.",
      "reference": "DÂN PAHNINA 2:19"
    },
    {
      "content": "(Chu khawm chu Repha mihai rama ngai a ni bawk; chutaka chun kha hma khan Repha mihai chu an um hlak a; nisienlakhawm, Ammon mihai chun Zamzum mihai an ti hlak a nih.",
      "reference": "DÂN PAHNINA 2:20"
    },
    {
      "content": "Anak mihai anga mi lien le tam le mi insângtak tak an nih; nisien- lakhawm, LALPAIN a sukbohmang- pêk a, an hluo ve ta thung a, an hmuna chun an um tah a;",
      "reference": "DÂN PAHNINA 2:21"
    },
    {
      "content": "Seir tlânga um Esau thlahai chu Hor mihai a sukbohmang laia a thaw ang khan; chuongchun, an hluo ve ta thung a, an hmuna chun tu chen hin an um tah a;",
      "reference": "DÂN PAHNINA 2:22"
    },
    {
      "content": "chun, Gaza chena khaw chîn- haia um Av mihai chu Kaphtora inthawka hung suok Kaphtor mihai vêk chun an sukbohmang a, an hmuna chun an um tah a.)",
      "reference": "DÂN PAHNINA 2:23"
    },
    {
      "content": "Tho unla, fe suok unla, Arnon ruom kân ro; ngai ta u, Amor mi Hesbon lal Sihon le a ram chu ka pêk ta cheu a nih; hluo phawt unla, râl thawin va thaw ro.",
      "reference": "DÂN PAHNINA 2:24"
    },
    {
      "content": "Vawisûn hin vânkhuphnuoia hnam tin chunga chun nangma ṭina le ṭitumna in um ṭantir ka ta, i chanchin lo hrieng an ta, inthin an ta, nangma leiin lungngaitakin um an tih,’ tiin.",
      "reference": "DÂN PAHNINA 2:25"
    },
    {
      "content": "“Chun, Kedemoth thlalêra in- thawkin Hesbon lal Sihon kuomah inremna thu chawiin mihai ka tir a,",
      "reference": "DÂN PAHNINA 2:26"
    },
    {
      "content": "‘I rama hin mîn fe thlengtir raw khai; lamliena pei fêng ka ta, chang- tienga manih, vawitienga mani khawm pêt naw ningah.",
      "reference": "DÂN PAHNINA 2:27"
    },
    {
      "content": "Ka fâk dingin bu sumin mîn chawktir i ta; ka dâwn dingin tui khawm sumin mîn chawktir i ta; mîn fe thlengtir ringawt el rawh;",
      "reference": "DÂN PAHNINA 2:28"
    },
    {
      "content": "Jordan ka kân a, LALPA kan Pathienin a mi pêk ram lût hmakhata Seira um Esau thlahai le Ar-a um Moab mihai mi thaw ang khan,’ tiin.",
      "reference": "DÂN PAHNINA 2:29"
    },
    {
      "content": "Nisienlakhawm, Hesbon lal Sihon chun a rama chun a mîn fe thlengtir phal nawh a; LALPA in Pathien chun vawisûna anga in kuta a pêk theina ding cheuin a lungril a sukngarpêk a, a suklulul a nih.",
      "reference": "DÂN PAHNINA 2:30"
    },
    {
      "content": "Chun, LALPAIN ka kuomah, ‘Ngai ta, Sihon le a ram chu ka pêk ta ding che a nih, a ram chu nei dingin hluo phawt el rawh,’ a mi tih a.",
      "reference": "DÂN PAHNINA 2:31"
    },
    {
      "content": "Chuongchun, Sihon le a mihai po po chu Jahaz-ah a mi thaw dingin an hung inthawk a.",
      "reference": "DÂN PAHNINA 2:32"
    },
    {
      "content": "Chun, LALPA ei Pathien chun a mi pêk a; chuongchun, ama le a naupasalhai le a mihai po po chu ei that a.",
      "reference": "DÂN PAHNINA 2:33"
    },
    {
      "content": "Chu ṭum chun a khuo po po chu ei lâk a, chuong khuoa mihriem po po chu, nuhmei le an nauhai leh ei sukbohmang vawng a, hla hrim hrim ei nei nawh.",
      "reference": "DÂN PAHNINA 2:34"
    },
    {
      "content": "Ei lâk khuoa râllâka ei lâk thil le ranhai chau ei chan dingin ei lâk a nih.",
      "reference": "DÂN PAHNINA 2:35"
    },
    {
      "content": "Arnon ruom sîra Aroera in- thawk le ruoma khaw uma inthawka Gilead chenin ei ta dingin insâng taluo khuo hrim a um dêr nawh a, LALPA ei Pathien mi pêk vawng a nih.",
      "reference": "DÂN PAHNINA 2:36"
    },
    {
      "content": "Ammon thlahai ram chau in hnai naw a nih, Jabbok vadung râl khingtieng pang po po le tlâng rama khuohai le LALPA ei Pathienin a mi khapna taphawthai leh.",
      "reference": "DÂN PAHNINA 2:37"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "DÂN PAHNINA 2 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}