{
  "verses": [
    {
      "content": "“Chun, kum sari ân vawi kum poah ngaidamna in siem ding a na.",
      "reference": "DÂN PAHNINA 15:1"
    },
    {
      "content": "Ngaidam dân chu hieng ang hi nîng a tih; leiba neitu taphawtin an tuolbâwmhai an lo inpûktir ta chu a ngaidam ding a nih; a tuolbâwm khawm, a unau khawm a ṭhîn lui ding a ni nawh, LALPA ngaidamna chu phuong a ni ta leiin.",
      "reference": "DÂN PAHNINA 15:2"
    },
    {
      "content": "Hnam dang mi chu ṭhîn lui thei in ta; nisienlakhawm, in ta ieng- khawm in unauhai lo hmang ta chu in ngaidam ding a nih.",
      "reference": "DÂN PAHNINA 15:3"
    },
    {
      "content": "Mi rimsi hrim hrim um dêr naw ti niu, (LALPA in Pathienin hluo dinga a pêk cheu rama chun LALPAIN mal a sâwm ngei ngei ding cheu a nih,)",
      "reference": "DÂN PAHNINA 15:4"
    },
    {
      "content": "hieng thupêk, tuta ka thupêk po po cheu hi pawm dinga LALPA in Pathien râwl chu ṭhahnemngaitaka in zâwm phawt chun.",
      "reference": "DÂN PAHNINA 15:5"
    },
    {
      "content": "LALPA in Pathien chun a tiem ta cheu angin mal sâwm a ti cheu a, hnam tamtak inpûktir in ta, nangni ruok chun chu pûk naw ti niu; hnam tamtak chungah ro rêl in ta, in chung- a ruok chun ro rêl ve naw ni hai.",
      "reference": "DÂN PAHNINA 15:6"
    },
    {
      "content": "“LALPAIN ram a pêk cheua in umnaa in unauhai lai rimsi an um chun in unau rimsihai kâwla chun in lungril sukngar naw unla, tiksie bawk naw ro.",
      "reference": "DÂN PAHNINA 15:7"
    },
    {
      "content": "An kuoma chun in tiktlai ngei ding a nih, an tlâksamnaa an mamaw phuhrûkna tâwk in inpûktir ding a nih.",
      "reference": "DÂN PAHNINA 15:8"
    },
    {
      "content": "‘Ngaidam kum, kum sarina chu a hung tlung ding a ni tah,’ tiin in unauhai chu hmu nuom loin, ieng- khawm pe nuom loin in lungrila indik nawtaka ngaituona um lo dingin fîmkhur ro; chuong naw chun, ama chun in chungchâng thuah LALPA ko a ta, i ta dingin suol hung ni rawi a tih.",
      "reference": "DÂN PAHNINA 15:9"
    },
    {
      "content": "In pêk ngei ngei ding a nih, chun, in pêk pha khawm in lungril ân hmûr dêr ding a ni nawh, chuong ang thil lei chun a nih LALPA in Pathienin in thil thaw po poa le in kutsuok po poah mal a sâwm ding cheu chu.",
      "reference": "DÂN PAHNINA 15:10"
    },
    {
      "content": "Chu rama chun mi rimsihai um naw lai a um âwm si nawh a; chuleiin, ‘In rama in unauhai chunga dâm, tlasamhai chunga dâm, in mirimsihai chunga dâm, in tiktlai ngei ngei ding a nih,’ tiin thu ka pêk cheu a nih.",
      "reference": "DÂN PAHNINA 15:11"
    },
    {
      "content": "“In unau Hebrai pa amanih, Hebrai nu amanih in kuomah an zawr a, kum ruk in rawng an bâwl chun kum sari kum chun in insuo ding a nih.",
      "reference": "DÂN PAHNINA 15:12"
    },
    {
      "content": "Chun, in insuoktir pha chun kutbenthekin in insuoktir ding a ni nawh;",
      "reference": "DÂN PAHNINA 15:13"
    },
    {
      "content": "in berâm ruol laia mi dâm, in hrizâwla mi dâm, in uoiin sâwrna khura mi dâm chu inro lotakin in pêk ding a nih; LALPA in Pathienin mal a sâwm dân ang pei cheuin in pêk ding a nih.",
      "reference": "DÂN PAHNINA 15:14"
    },
    {
      "content": "Aigupta rama khan suok in ni tah a, LALPA in Pathienin ân tlan cheu ti kha in hriet zing ding a nih; chu lei chun a nih, hieng thu hi tuhin ka pêk cheu chu.",
      "reference": "DÂN PAHNINA 15:15"
    },
    {
      "content": "Nangni le in sûngkuo an ngai- nat lei le in inpâwlthiem leia in kuomah,",
      "reference": "DÂN PAHNINA 15:16"
    },
    {
      "content": "‘Suoksan naw ning cheu,’ an ti tlat chun, thîr zum lâng in ta, kawtkhâr sana chun an na ver in tih, chuongchun, kumkhawtluongin in suok ni tâng an tih, in suoknu khawm chu chuong ang bawk chun in thaw ding a nih.",
      "reference": "DÂN PAHNINA 15:17"
    },
    {
      "content": "Insuoktir chu thil harsaah in ngai ding a ni nawh, inhlawfa ruoina zâtve chauin kum ruk sûng in rawng an bâwlpêk ta si cheu a; chun, LALPA in Pathienin in thilthaw taphawtah malsâwmpêk pei a ti cheu.",
      "reference": "DÂN PAHNINA 15:18"
    },
    {
      "content": "“In ran ruol dâm, in berâm ruolhai laia pieng hmasatak a chal taphawt chu LALPA in Pathien kuomah inthiengah in pêk ding a nih; in bâwngchal pieng hmasatak chu sinthawhah in sawr ding a ni nawh a, in berâm ruolhai laia pieng hma- satak hmul chu in vâw ding a ni nawh.",
      "reference": "DÂN PAHNINA 15:19"
    },
    {
      "content": "LALPAIN hmun a la ruot dinga chun in fâk ding a nih, nangni le in sûnghai leh.",
      "reference": "DÂN PAHNINA 15:20"
    },
    {
      "content": "Dem kaina nei, a ke inbai amanih, a mit indel amanih, dem kaina ieng ang khawm nei taphawt chu LALPA in Pathien kuomah inthâwina dingin in hmang ding a ni nawh.",
      "reference": "DÂN PAHNINA 15:21"
    },
    {
      "content": "Nangni umhmunah in fâk el ding a nih; inthienghai le inthieng nawhai khawmin sangaihai, sakhihai in fâk ang bawkin fa thei in tih.",
      "reference": "DÂN PAHNINA 15:22"
    },
    {
      "content": "A thisen ruok chu in fâk dêr ding a ni nawh, tui angin hnuoiah in bunthlâk el ding a nih.",
      "reference": "DÂN PAHNINA 15:23"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "DÂN PAHNINA 15 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}