{
  "verses": [
    {
      "content": "“In hmêlmahai do dinga in suoka sakawrhai le tawlailîr- hai dâm, mipuihai dâm, nangni nêka tam in hmuin, anni chu in ṭi ding a ni nawh; Aigupta rama inthawka ṭhuoi suoktu cheu LALPA in Pathien chu in kuomah a um sih a.",
      "reference": "DÂN PAHNINA 20:1"
    },
    {
      "content": "Chun, in indo ding hnai chun thiempu chun mipuihai chu va pan sienla, be sienla,",
      "reference": "DÂN PAHNINA 20:2"
    },
    {
      "content": "an kuomah, ‘Aw Israel mihai, hre ro khai, tuhin chu in hmêlmahai in do ding a ni tah a, zâm naw unla, ṭi naw unla, inthin bawk naw ro, anni chu ṭi dêr naw ro;",
      "reference": "DÂN PAHNINA 20:3"
    },
    {
      "content": "nangni sandam ding cheua, in hmêlmahai thawpêk ding cheua in kuoma um pei chu LALPA in Pathien a ni sih a,’ ti raw se.",
      "reference": "DÂN PAHNINA 20:4"
    },
    {
      "content": "Chun, hotuhai chun mipuihai kuomah, ‘In thar bâwla lân hlân lo in um am? A inah kîr nâwk el raw se, indonaa chun thi hlau a ta, mi dangin inhlân rawi an tih.",
      "reference": "DÂN PAHNINA 20:5"
    },
    {
      "content": "Grêp huon siema a ra la sawr lo in um am? A in tieng kîr nâwk el raw se; indonaah thi hlau a ta, mi dangin sawr râwi an tih.",
      "reference": "DÂN PAHNINA 20:6"
    },
    {
      "content": "Nuhmei huola la neilo in um am? A in tieng kîr nâwk el raw se, indonaah thi hlau a ta, mi dangin nei râwi an tih,’ ti raw hai se.",
      "reference": "DÂN PAHNINA 20:7"
    },
    {
      "content": "Hotuhai chun mipuihai kuoma chun, ‘Ṭi le zâm in um am? A in tieng kîr el raw se, a unauhai lungril chu ama lungril ang chun intuihmang ve râwi a tih,’ la ti pei raw se.",
      "reference": "DÂN PAHNINA 20:8"
    },
    {
      "content": "Chun, hotuhaiin mihai kuoma thu an hril zo chun mipuihai hmaṭhuoitu ding sipai hotuhai an ruot ding a nih.",
      "reference": "DÂN PAHNINA 20:9"
    },
    {
      "content": "“Thaw dinga khuo in va hnai pha chun inremna thu hang hril phawt unla.",
      "reference": "DÂN PAHNINA 20:10"
    },
    {
      "content": "An lo inrempui cheu a, an lo inpêk el chun chutaka mi umhai po po chu sinthawa in ruoi ding nîng an ta, in rawng bâwl an tih.",
      "reference": "DÂN PAHNINA 20:11"
    },
    {
      "content": "An lo inrempui nuom naw cheu a, an lo do cheu ruok chun inhuol in ta;",
      "reference": "DÂN PAHNINA 20:12"
    },
    {
      "content": "LALPA in Pathienin in kuta a pêk pha cheu chun chutaka pasal po po chu kâwlhnâmin in sukhlum vawng ding a nih.",
      "reference": "DÂN PAHNINA 20:13"
    },
    {
      "content": "Nuhmei le an nauhai, ranhai le khuoa thil um hrim hrim hai ruok chu chutaka râllâk thilhaiah in chanpuol dingin lâng in tih; chun, LALPA in Pathienin a pêk cheu in hmêlmahaia inthawka râllâk thilhai chu neiin sawr in tih.",
      "reference": "DÂN PAHNINA 20:14"
    },
    {
      "content": "“Hi laia hnamhai khuohai ni lo, in umnaa inthawka khaw hlahai po po chu chuong ang chun in thaw pei ding a nih.",
      "reference": "DÂN PAHNINA 20:15"
    },
    {
      "content": "LALPA in Pathienin hluo dinga a pêk cheu laia hnamhai khuohaia ruok hin chu hring taphawt chu iengkhawm in hla ding a ni nawh a,",
      "reference": "DÂN PAHNINA 20:16"
    },
    {
      "content": "Hit mihai, Amor mihai, Kanaan mihai, Periz mihai, Hiv mihai, Jebus mihai dâm chu LALPA in Pathienin thu a pêk cheu angin in sukbohmang vawng ding a nih;",
      "reference": "DÂN PAHNINA 20:17"
    },
    {
      "content": "an pathienhai chunga an thaw hlak thilhai thil tirdakumhai po po chu an inchûktir nawna ding cheuin; chuong naw chun LALPA in Pathien chungah thil suksuol râwi in tih.",
      "reference": "DÂN PAHNINA 20:18"
    },
    {
      "content": "“Lâk tuma in thaw khuo chu sâwttak in inhuol khawmin chuong laia thinghai chu hreipuiin in phûr ding a ni nawh. In fâk ding a na, in phûr ding a ni nawh. Thing chu mi- hriem am an ni in inhuol ding chu?",
      "reference": "DÂN PAHNINA 20:19"
    },
    {
      "content": "A ra fâk naw mi a nih ti in hriet thing ruok chu suksein phûr in ta, a dotuhai cheu khuo chu a siet hma- khat chu kulin in inhuon khum ding a nih.",
      "reference": "DÂN PAHNINA 20:20"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "DÂN PAHNINA 20 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}