{
  "verses": [
    {
      "content": "“Chuongchun, ei insawn a, Basan lampuiah ei feh a, Basan lal Og le a mihai po po chu Edreia mi thaw dingin an hung inthawk a.",
      "reference": "DÂN PAHNINA 3:1"
    },
    {
      "content": "Chun, LALPAIN ka kuomah, ‘Ama chu ṭi naw rawh, ama le a mihai po po le a ram chu i kutah ka pêk diem tah a nih; Hesbona um Amor mihai lal Sihon chunga i thaw ang khan a chungah i thaw ding a nih,’ a tih a.",
      "reference": "DÂN PAHNINA 3:2"
    },
    {
      "content": "Chuongchun, LALPA ei Pathien chun Basan lal Og khawm a mihai po po leh ei kutah a pêk a; chuongchun, pakhat bêk khawm hlapêk loin ei that a.",
      "reference": "DÂN PAHNINA 3:3"
    },
    {
      "content": "Chu ṭum chun a khuo po po, khuo sâwmruk, Basana Og ram Argob ram po po chu ei lâk vawng a; ei lâkpêk naw khuo pakhat bêk khawm a um nawh.",
      "reference": "DÂN PAHNINA 3:4"
    },
    {
      "content": "Hieng khuo po po hi kul in- sângtak tak, kawtkhâr le kalna nei vawng a nih, kul nei lo khuo tamtak tiem lo khawma.",
      "reference": "DÂN PAHNINA 3:5"
    },
    {
      "content": "Hesbon lal Sihon chunga ei thaw ang khan ei sukbohmang vawng a, khuo po po chu ei sukbohmang vawng a, pasal, nuhmei le an naupanghai chenin ei sukbohmang vawng a.",
      "reference": "DÂN PAHNINA 3:6"
    },
    {
      "content": "Amiruokchu, ran po po le, khuoa râllâka ei lâk thilhai chu ei chanpuol dingin ei lâk a.",
      "reference": "DÂN PAHNINA 3:7"
    },
    {
      "content": "Chu ṭum chun Jordan râla um Amor mihai lal pahni kuta inthawk chun Arnon ruoma inthawka Hermon tlâng chenin ei lâk a;",
      "reference": "DÂN PAHNINA 3:8"
    },
    {
      "content": "(chu Hermon chu Zidon mihai chun Sirion an tih a, Amor mihai chun Senir an ti thung a.)",
      "reference": "DÂN PAHNINA 3:9"
    },
    {
      "content": "Phai ram khuo po po le Gilead ram po po le Basan ram po po leh, Basan rama Og ram khuo, Saleka le Edrei chenin ei lâk a.",
      "reference": "DÂN PAHNINA 3:10"
    },
    {
      "content": "(Basan lal Og chau a nih, Repha mihai laia la um sun chu; a khum chu thîr a na, Ammon thlahai khuo Rabaa chun a la um zing a ni naw am a nih? Mihriem tawnga inkhiin a dungtieng tawng kuo, a khangtieng tawng li a nih.)",
      "reference": "DÂN PAHNINA 3:11"
    },
    {
      "content": "“Chu ṭum chun, chu ram chu ei hluo a; Arnon ruom kâwla Aroera inthawkin Gilead tlâng ram chenve chenin, chutaka khaw umhai leh, Reuben mihai le Gad mihai ka pêk a;",
      "reference": "DÂN PAHNINA 3:12"
    },
    {
      "content": "Gilead ram la um po le Og ram Basan po po chu Manasse hnam zâtvehai ka pêk a; Argob ram po po le Basan ram po po chu. (Hi hi Repha mihai ram an ti bawk hlak a.",
      "reference": "DÂN PAHNINA 3:13"
    },
    {
      "content": "Manasse naupa Jair chun Argob ram po po Gesur mihai le Maakat mihai ram chenin a lâk a; chuongchun, Basan chu, ama hming chawiin Havot-Jair a ta, tu chen hin an la ti zing.)",
      "reference": "DÂN PAHNINA 3:14"
    },
    {
      "content": "Chun, Gilead ram chu Makir ka pêk a.",
      "reference": "DÂN PAHNINA 3:15"
    },
    {
      "content": "Chun, Reuben mihai le Gad mihai chu Gileada inthawka Arnon ruom, ruom laitak chenin an ram chin dingin ka pêk a, Ammon thlahai ramri, Jabbok vadung chenin;",
      "reference": "DÂN PAHNINA 3:16"
    },
    {
      "content": "chun, Araba le Jordan khawm ramri dingin Kinneretha inthawkin Pisga saktieng pangpêr hnuoia Tuisuoriet Al, Araba Tuisuoriet chenin.",
      "reference": "DÂN PAHNINA 3:17"
    },
    {
      "content": "“Chun, chuong lai chun ‘LALPA in Pathienin in chanpuol dingin hi ram hi a pêk cheu a nih, Israel thla, in unauhai hmaah in mi huoisenhai po po chu inrâlthuomin hang fe ve raw se.",
      "reference": "DÂN PAHNINA 3:18"
    },
    {
      "content": "Amiruokchu, in nuhmeihai, in nauhai le in ranhai (ran in hau ti ka hriet a) in khuo ka ipêka cheu khan um raw hai se;",
      "reference": "DÂN PAHNINA 3:19"
    },
    {
      "content": "nangni anga in unauhai chu LALPAIN râlmuonga a siem hma le LALPA in Pathienin Jordan râla ram a pêk chu an hluo ve hmakhat chun; chuongchun, in puol seng dinga ka pêk seng cheua hin in hung nâwk seng ding annâwm,’ tiin thu ka pêk cheu a.",
      "reference": "DÂN PAHNINA 3:20"
    },
    {
      "content": "Chun, chuong lai bawk chun Josua chu, ‘LALPA in Pathienin chuong lal pahnihai chunga thil a thawhai po po chu i mitin a hmu vawng a, chuong ang tak bawk chun i lûtna ding ram po pohai chungah LALPA chun thâwng a tih.",
      "reference": "DÂN PAHNINA 3:21"
    },
    {
      "content": "Anni chu ṭi naw unla; a thaw- puitu cheu chu LALPA in Pathien a ni sih a,’ tiin thu ka pêk a.",
      "reference": "DÂN PAHNINA 3:22"
    },
    {
      "content": "“Chu lai huna chun LALPA chu nasatakin ka ngên a,",
      "reference": "DÂN PAHNINA 3:23"
    },
    {
      "content": "‘Aw Lalpa PATHIEN, i siehlaw kuoma hin i ropuizie le i kut hrâttak chu în langtir phawt chu a ni tah a; vâna manih, hnuoia hin amanih, i thilthaw ang le i thilthaw ropuitak ang hi thaw thei pathien tu am an um a?",
      "reference": "DÂN PAHNINA 3:24"
    },
    {
      "content": "Mîn kaitir la, Jordan râla ram ṭhatak, chu tlâng mâwitak le Lebanon chu mîn hmutir raw khai,’ tiin.",
      "reference": "DÂN PAHNINA 3:25"
    },
    {
      "content": "Nisienlakhawm, nangni leiin LALPA chu ka chungah a lunginsen hleh a; ka thu chu a pawm nawh a, chuongchun, LALPA chun, ‘Hun ta raw se, hi thua hin mi be nâwk ta naw rawh.",
      "reference": "DÂN PAHNINA 3:26"
    },
    {
      "content": "Pisga tlâng sîpah hang chuong la, thlangtienga dâm, hmârtienga dâm, simtienga dâm i mit hang inlên la, hang thlîr rawh; Jordan hi i kân naw ding a ni sih a.",
      "reference": "DÂN PAHNINA 3:27"
    },
    {
      "content": "Amiruokchu, Josua hi thu pe la, infui ṭha la, sukhrât rawh, hieng mipuihai hi a ṭhuoikai ding a na, i hang hmu ding ram chu ân hluotir ding a nih,’ a mi tih a.",
      "reference": "DÂN PAHNINA 3:28"
    },
    {
      "content": "Chuongchun, Beth-peor ruoma khan ei um tah a ni kha.",
      "reference": "DÂN PAHNINA 3:29"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "DÂN PAHNINA 3 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}