{
  "verses": [
    {
      "content": "“LALPA in Pathienin hluo dinga a pêk cheu rama hin khawhnâwmah mî sukhlumin lo um sienla, a sukhlumtu hriet ni si naw sienla,",
      "reference": "DÂN PAHNINA 21:1"
    },
    {
      "content": "in upahai le in rorêltuhai chu hung an ta, an sukhlumna khuoa inthawk chun inkhîng an ta;",
      "reference": "DÂN PAHNINA 21:2"
    },
    {
      "content": "chun, a ruong umnaa inthawka khaw hnai tak, chu khaw upahai chun bâwng ruol laia bâwngla, la sawr lo, rîngkawl la bât lo kei an tih;",
      "reference": "DÂN PAHNINA 21:3"
    },
    {
      "content": "chu khaw upahai chun bâwngla, chu tui luongna, hnuoi lân letna ngai- lo le iengkhawm la chîng ngai nawna ruomah kei thlâng an ta, ruoma chun bâwngla rîng chu tan an tih.",
      "reference": "DÂN PAHNINA 21:4"
    },
    {
      "content": "Levi naupa thiempuhaiin hung pan an ta, anni chu LALPA in Pathienin a rawngbâwltu le LALPA hminga malsâwmtuhai dinga a ruot an ni sih a; thubuoi le invuok thu chu an rêl ang ang nîng a tih.",
      "reference": "DÂN PAHNINA 21:5"
    },
    {
      "content": "Ruong hnai tak khaw upahai po po chun ruoma an that bâwngla rîng an tan chunga chun an kut sâwp an ta, hieng hin an ti ding a nih;",
      "reference": "DÂN PAHNINA 21:6"
    },
    {
      "content": "‘Kan kutin thisen hi ân suo nawh a, kan mitin a suok lai a hmu bawk nawh.",
      "reference": "DÂN PAHNINA 21:7"
    },
    {
      "content": "Aw LALPA, în tlan suok i mi Israelhai hi ngaidam la, i mi Israelhai lai hin pawitâwk lo thisen suokna hi a um phal naw la, thisen thua chun ngaidam lem rawh,’ tiin.",
      "reference": "DÂN PAHNINA 21:8"
    },
    {
      "content": "Chuong ang chun LALPA mit- hmua thil ṭha thawin pawitâwk lo thisen suokna chu in sukkieng ding a nih.",
      "reference": "DÂN PAHNINA 21:9"
    },
    {
      "content": "“In hmêlmahai rûn dinga in fe suok a, LALPA in Pathienin in kutah a pêk cheu a, sala in ṭhuoi a,",
      "reference": "DÂN PAHNINA 21:10"
    },
    {
      "content": "sal laia nuhmei hmêl ṭhatak, in mi dit zâwngtak, nuhmei dinga in mi dit zâwngtak in hmu chun,",
      "reference": "DÂN PAHNINA 21:11"
    },
    {
      "content": "in inah ṭhuoi in ta, an lu vâwng an ta, an tin tan an tih.",
      "reference": "DÂN PAHNINA 21:12"
    },
    {
      "content": "An sal zakuo chu hlîp an ta, in inah um an ta, thla khat zet an nu le pa sûn an ta, chu hnunga chun inpâwlpui tâng in tih, an pasal nîng in ta, in nuhmei ni tâng an tih.",
      "reference": "DÂN PAHNINA 21:13"
    },
    {
      "content": "Chun, in lung a awi naw chun an nuomna naah an fe in phal ding a nih, sum le paiah in zawr dêr ding a ni nawh, sal cheiin in chei ding khawm a ni bawk nawh, in suk- hmingse ta sih a.",
      "reference": "DÂN PAHNINA 21:14"
    },
    {
      "content": "“Miin nuhmei pahni nei ang sienla, pakhat chu ditin pakhat dang chu theida sienla, a idit le a itheida chun nau neipêk ve ve hai sienla, chun, naupasal upa tak chu a ithei- danu nau chu ni ta sienla,",
      "reference": "DÂN PAHNINA 21:15"
    },
    {
      "content": "a ro nei chu a naupasalhai ân khâwmtir pha chun a idittak naupa chu a naupasal upa a itheidanu naupa nêka kha upa lema siem el ding a ni nawh a,",
      "reference": "DÂN PAHNINA 21:16"
    },
    {
      "content": "a itheidanu nau, a nau upa tak, a nei po poah chan hni huia a siem ding a nih, a hrâtna bul a na, a nau lutir nina chu ama chanpuol a nih.",
      "reference": "DÂN PAHNINA 21:17"
    },
    {
      "content": "“Miin naupasal kâwmâwtak, hel hmangtak el nei sienla, a nu le pa thu awi loin, an thununna pawm naw sienla,",
      "reference": "DÂN PAHNINA 21:18"
    },
    {
      "content": "a nu le pa chun kei an ta, an khaw upahai kuomah an khaw kul kawtkhâr bulah ṭhuoi an tih.",
      "reference": "DÂN PAHNINA 21:19"
    },
    {
      "content": "An khaw upahai kuoma chun, ‘Hi kan naupa hi kâwmâwtak le hel hmangtak a na, kan thu khawm a awi nuom nawh a, insukthâm nuom mi le inrui hmang mi a na,’ an ti ding a nih.",
      "reference": "DÂN PAHNINA 21:20"
    },
    {
      "content": "Chuongchun, khuoa mi po po chun lungin an dênghlum ding a nih; chuong ang chun nangni laia inthawk chun thil ṭha naw chu in sukbo ding a nih; chun, Israel mi po po chun hrieng an ta, ṭîng an tih.",
      "reference": "DÂN PAHNINA 21:21"
    },
    {
      "content": "“Chun, miin thina khawp suol a thawh a, sukhlum a nih a, thing lêra in khai chun,",
      "reference": "DÂN PAHNINA 21:22"
    },
    {
      "content": "a ruong chu thinga chun zânkhawvârin a um ding a ni nawh a, chu ni le le chun in phûm ding a nih; thinga khai taphawt chu Pathien ṭawngsephur an ni sih a, LALPA in Pathienin hluo dinga a pêk cheu ram chu in sukpawrche nawna dingin.",
      "reference": "DÂN PAHNINA 21:23"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "DÂN PAHNINA 21 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}