{
  "verses": [
    {
      "content": "“LALPA in Pathien râwl chu nguntaka in ngai a, vawisûna thu ka pêk cheu thupêk po pohai fîmkhurtaka in zâwm chun, LALPA in Pathien chun khawvêl hnam po poa chunghnung takah siem a ti cheu.",
      "reference": "DÂN PAHNINA 28:1"
    },
    {
      "content": "LALPA in Pathien thu in pawm phawt chun hieng malsâwmna po po hi in chungah um a ta, zui pei a ti cheu.",
      "reference": "DÂN PAHNINA 28:2"
    },
    {
      "content": "In tieng le ram tienga khawm chun malsâwmin um in tih.",
      "reference": "DÂN PAHNINA 28:3"
    },
    {
      "content": "In rîla rahai, in hnuoi rahai, in ran ruol pung, in bâwngpui le berâm ruol pung dâm chu malsâwmin um a tih.",
      "reference": "DÂN PAHNINA 28:4"
    },
    {
      "content": "In bâwm le in bei hmetna thlêng- hai malsâwmin um an tih,",
      "reference": "DÂN PAHNINA 28:5"
    },
    {
      "content": "in invâk suok chu malsâwmin um in ta, in hung kîr khawm chu mal- sâwmin um in tih.",
      "reference": "DÂN PAHNINA 28:6"
    },
    {
      "content": "In hmêlma nangni thawtuhai cheu chu LALPAIN suktlâwmpêk a ti cheu a, a thaw ding cheuin lampui pakhatah hung lût an ta, lampui pasariah tlânsieng an tih.",
      "reference": "DÂN PAHNINA 28:7"
    },
    {
      "content": "LALPAIN in bu in chunga dâm, in kutsuok chung po poa dâm, malsâwmna thu pêng a ta, LALPA in Pathienin ram a pêk cheua chun malsâwm a ti cheu.",
      "reference": "DÂN PAHNINA 28:8"
    },
    {
      "content": "“In kuomah ṭawng a lo inkhâm ta angin LALPA chun ama ta dingin hnam inthiengah sukdet a ti cheu, LALPA in Pathien thupêkhai in zâwm a, a lampuihai chu in hraw phawt chun.",
      "reference": "DÂN PAHNINA 28:9"
    },
    {
      "content": "Chuongchun, khawvêl hnam tin- in LALPAIN a ta dinga a thlang cheu a nih ti hrieng an ta, ṭîng an ti cheu.",
      "reference": "DÂN PAHNINA 28:10"
    },
    {
      "content": "Chun, nangni pêk dinga in pi le puhai LALPAIN a lo tiem rama chun in rîla raahai, in ran ruol punghaiah, in hnuoi raa dâm, LALPAIN nasa- takin sukpung a ti cheu.",
      "reference": "DÂN PAHNINA 28:11"
    },
    {
      "content": "LALPA chun a huntaka in ram châwm ding ruotui pe ding cheu le, in kutsuok po po malsâwm dingin vân, a robâwm ṭha chu hawngpêk a ti cheu a; chuongchun, hnam tamtak inpûk- tir in ta, nangni ruok chun pûk naw ti niu.",
      "reference": "DÂN PAHNINA 28:12"
    },
    {
      "content": "LALPAIN mei ni loin, luah siem a ti cheu a, a hnuoihnung ni loin a chunghnung pei nîng in tih; LALPA in Pathien thupêk in awi a, tuta ka pêk cheu hi fîmkhurtaka pawm a, vawi- sûna thu ka pêk cheu,",
      "reference": "DÂN PAHNINA 28:13"
    },
    {
      "content": "a thuhai hi a ieng khawm hi changtienga manih, vawitienga ma- niha pathien danghai zui le rawng- bâwl dinga in pêtsan naw phawt chun.",
      "reference": "DÂN PAHNINA 28:14"
    },
    {
      "content": "“Amiruokchu, LALPA in Pa- thien rawl chu nguntaka in ngai a, vawisûna thu ka pêk cheu thupêk po pohai hi fîmkhurtaka in zâwm naw chun hieng ṭawngsie po pohai hi in chungah hung um a ta, nangchîng an ti cheu.",
      "reference": "DÂN PAHNINA 28:15"
    },
    {
      "content": "In tienga le ram tienga khawm chun ṭawngsie phur in tih.",
      "reference": "DÂN PAHNINA 28:16"
    },
    {
      "content": "In bâwm le in bei hmetna thlêng chu ṭawngsephurin um a tih.",
      "reference": "DÂN PAHNINA 28:17"
    },
    {
      "content": "In rila ra dâm, in hnuoi ra dâm, in bâwngpui le in berâm ruol punghai chu ṭawngsephurin um an tih.",
      "reference": "DÂN PAHNINA 28:18"
    },
    {
      "content": "In invâk suok chu ṭawng- sephurin um in ta, in hung nâwk khawm chu ṭawngsephurin um in tih.",
      "reference": "DÂN PAHNINA 28:19"
    },
    {
      "content": "LALPAIN in chunga in thilthaw taphawt chungah ṭawngsie dâm, buoina dâm, kâwkna dâm, hung tir a tih, tlâwm in ta, bohmang vak el in tih; in thilthawhai a suol a, in mi hnungnghat leiin.",
      "reference": "DÂN PAHNINA 28:20"
    },
    {
      "content": "“Hluo dinga in lûtna rama inthawka a sukbohmang vawng hma- khat cheu chun LALPAIN hri inkawltir tlat a ti cheu.",
      "reference": "DÂN PAHNINA 28:21"
    },
    {
      "content": "LALPAIN ngawrna dâm, khaw- sik dâm, invûngna dâm, pang satna dâm, kâwlhnâm dâm, ṭâwlna dâm, hmawnna dâmin hrem a ti cheu a, in bohmang hmakhat chun hnawt pei a ti cheu.",
      "reference": "DÂN PAHNINA 28:22"
    },
    {
      "content": "In chung tienga in vân chu dârsen nîng a ta, in hnuoi chu thîr nîng a tih.",
      "reference": "DÂN PAHNINA 28:23"
    },
    {
      "content": "In ram hluo chu pilvut le pilvut khuah LALPAIN inchangtir a ta; in bohmang hmakhat chun inchunga vâna inthawkin hung tlâng a tih.",
      "reference": "DÂN PAHNINA 28:24"
    },
    {
      "content": "LALPAIN in hmêlmahai hmaa chun suktlâwm a ti cheu a; anni thaw dingin lampui pakhatah suok in ta, lampui pasariah tlânsieng in tih; khawvêl hnam tin laia chun kil tin kil tangah invâk in tih.",
      "reference": "DÂN PAHNINA 28:25"
    },
    {
      "content": "In ruong chu chunglêng vate po po le ramsa po pohai bu nîng a ta, a hnawthmangtu um dêr naw ni hai.",
      "reference": "DÂN PAHNINA 28:26"
    },
    {
      "content": "“Sukdam ruollo, Aigupta khuoi- hli dâm, ngâwtna dâm, invûngna dâm, uithak dâmin LALPAIN hrem a ti cheu.",
      "reference": "DÂN PAHNINA 28:27"
    },
    {
      "content": "Invêtna dâm, mit indelna dâm, ṭitna dâmin LALPAIN hrem a ti cheu;",
      "reference": "DÂN PAHNINA 28:28"
    },
    {
      "content": "mitdelin thimthama a dap a dap angin sûn vara khawm dap dap in ta, in khawsak thua chun tluongtlung ta naw ti niu; chun, nêksâwr ding le râllâk ding ringawt ni zawmzat in ta; sansuok ding cheu tukhawm um naw ni hai.",
      "reference": "DÂN PAHNINA 28:29"
    },
    {
      "content": "Nuhmei huol in ta, mi dangin zâlpui an tih; in bâwl in ta, hluo hlak hluo naw ti niu; grêp huon siem in ta, a ra chu sawr naw ti niu.",
      "reference": "DÂN PAHNINA 28:30"
    },
    {
      "content": "In mithmuah in bâwngchalhai chu that nîng an ta, a sa chu fa naw ti niu; in sabengtunghai chu la luipêk an ti cheu a, pe nâwk naw ni hai cheu; in berâmhai khawm chu in hmêl- mahai pêk nîng an tih; santu ding cheu tukhawm nei naw ti niu.",
      "reference": "DÂN PAHNINA 28:31"
    },
    {
      "content": "In naunuhmeihai, in naupasal- hai chu hnam danghai pêk nîng an ta, sûnnithlâkin anni chu ngaiin thlîr zing hlak in tih, in thlîrnân in mithai chu châu a tih; iengkhawm thaw thei in nei âwm si nawh.",
      "reference": "DÂN PAHNINA 28:32"
    },
    {
      "content": "In hnuoi râhai le in sin inrim râhai chu hnam in ihriet ngai loin fa zo an tih, nêksâwr ding le suknawm- nat ding chau ni zawmzat in tih,",
      "reference": "DÂN PAHNINA 28:33"
    },
    {
      "content": "chuongchun, chuong thil chu in hmu chun invêt phâng in tih.",
      "reference": "DÂN PAHNINA 28:34"
    },
    {
      "content": "LALPAIN in khûpahai, in kea dâm, sukdam theilo khuoihli na chi invawitir a ti cheu a, in kephaa inthawka in lusîp chenin.",
      "reference": "DÂN PAHNINA 28:35"
    },
    {
      "content": "“Nangni le in lal leh, in pi le pu chena in hriet ngai naw hnam kuom- ah LALPA chun ṭhuoi a ti cheu a, chutaka chun thing le lunga siem pathien dang rawng chu bâwl in tih.",
      "reference": "DÂN PAHNINA 28:36"
    },
    {
      "content": "Chuongchun, LALPAIN a la ṭhuoi hmangna ding cheu hnam po po lai chun makti le sehnâwkna le a se tieng hrilhmêna nîng in tih.",
      "reference": "DÂN PAHNINA 28:37"
    },
    {
      "content": "Loah bu chi tamtak fe suokpui in ta, tlâwmte bak sîk in tih, khâuin an fâk zo vawng ding a nih.",
      "reference": "DÂN PAHNINA 28:38"
    },
    {
      "content": "Grêp huon siem in ta, enkawl in ta, nisienlakhawm, a uoin chu dâwn naw ti niu a, grêp chu lo bawk naw ti niu, a ngêin a fâk zo ding a nih.",
      "reference": "DÂN PAHNINA 28:39"
    },
    {
      "content": "In ram po poa chun oliv thing chîng in ta, nisienlakhawm, a hriek chu nâl naw ti niu, in oliv rahai chu hrûtthla zo a tih.",
      "reference": "DÂN PAHNINA 28:40"
    },
    {
      "content": "Naunuhmei, naupasal nei in ta, nisienlakhawm, in ta ni naw ni hai, sala an la ṭhuoi ding a nih.",
      "reference": "DÂN PAHNINA 28:41"
    },
    {
      "content": "In thei kûng po po le in hnuoi râ chu khâu chan nîng a tih.",
      "reference": "DÂN PAHNINA 28:42"
    },
    {
      "content": "Ram dang mi nangni laia umhai chun insâng khal tiel tiel an ti cheu a, nangni ruok chu inhnuoi tiel tiel in tih.",
      "reference": "DÂN PAHNINA 28:43"
    },
    {
      "content": "Inpûktir an ti cheu a, nangni ruok chun inpûktir ve naw ti niu. Anni chu lu nîng an ta, nangni ruok chu mei nîng in tih.",
      "reference": "DÂN PAHNINA 28:44"
    },
    {
      "content": "Hieng ṭawngsie po po hi in chungah la hung um a ta, hnawt an ti cheu a, nangchîng an ti cheu a, an sukbohmang vawng cheu chenin; a thupêk cheu le a dân a pêk cheu zâwm dinga LALPA in Pathien râwl chu in ngai naw leiin,",
      "reference": "DÂN PAHNINA 28:45"
    },
    {
      "content": "in chunga le in thlahai chunga kumkhuoa inchikna ding le makti dingin la um a tih.",
      "reference": "DÂN PAHNINA 28:46"
    },
    {
      "content": "“Thil iengkima in hung burip khawma LALPA in Pathien chu lungril lâwmtak le hlimtaka a rawng in bâwl naw leiin,",
      "reference": "DÂN PAHNINA 28:47"
    },
    {
      "content": "nangni thaw dinga LALPAIN a la hung tir ding in hmêlmahai rawng chu, phîngṭâm pum dâm, dangchâr pum dâm, saruok pum dâm, thil ieng- kim tlasam pum dâmin la bâwl in tih; an sukbohmang hmakhat cheu chun in rîngah thîr rîngkawl inbâttir an tih.",
      "reference": "DÂN PAHNINA 28:48"
    },
    {
      "content": "Hlataka inthawk, kâwlkaw- dawnga inthawkin nangni thaw ding hnam LALPAIN mupui bir angin hung tir a ta, an ṭawng khawm in hriet naw hnam;",
      "reference": "DÂN PAHNINA 28:49"
    },
    {
      "content": "upahai khawm pawisa lo le ṭhalaihai khawm ditsak chuong lo hnam hrângsetak el chu.",
      "reference": "DÂN PAHNINA 28:50"
    },
    {
      "content": "“Chun, in ran ruol punghai, in hnuoi rahai dâm, in bohmang hmakhat chu fâng an ta, bu dâm, uoin dâm, hriek dâm, in bâwng punghai dâm, in berâm ruol têhai chu hlapêk naw ni hai cheu; in bohmangna an intlunpêk cheu chenin.",
      "reference": "DÂN PAHNINA 28:51"
    },
    {
      "content": "In ram po poa in ringpui, in kul insânghai a chim chenin in kul kawtkhâr po poah inhuol an ti cheu, LALPA in Pathienin a pêk cheu in ram po poa in kul kawtkhâr po poah inhuol an ti cheu.",
      "reference": "DÂN PAHNINA 28:52"
    },
    {
      "content": "In hmêlmahaiin an dang chêp- na cheu leiin an inhuolna cheu le an dang chêpna cheu chun in rila ra, LALPAIN a pêk cheu in naunu- hmeihai le in naupasalhai sa fâng in tih.",
      "reference": "DÂN PAHNINA 28:53"
    },
    {
      "content": "Nangni laia mi nun ṭha mi tlangtakhai khawmin an unaupahai dâm, an nuhmei dittakhai dâm, an la umpui an nauhai takngiel khawm hmu nuom naw ni hai a,",
      "reference": "DÂN PAHNINA 28:54"
    },
    {
      "content": "iengkhawm an nei ta naw leiin an nauhai sa an fâk ding chu an tuhai khawm pe naw ni hai, an inhuolna cheu le an dang chêpna, in hmêlma- haiin in kul kawtkhâra an dang chêpna cheu leiin.",
      "reference": "DÂN PAHNINA 28:55"
    },
    {
      "content": "Nangni laia nuhmei um inno le innêmhai an innêm le an um inno leia hnuoi khawm sir ngai lohai chun an pasal dittakhai dâm, an naunu- hmeihai dâm, an naupasalhai dâm,",
      "reference": "DÂN PAHNINA 28:56"
    },
    {
      "content": "an pawm lai nautesen le an nau la pieng dinghai khawm chu hmu nuom naw ni hai a, iengkim an tlâksam ta leiin inrûkin fâng an tih; an inhuolna cheu le an dang chêpna cheu, in hmêlmahaiin kul kawtkhâra an dang chêpna cheu leiin.",
      "reference": "DÂN PAHNINA 28:57"
    },
    {
      "content": "“LALPA in PATHIEN hming ropuitak le ṭiumtak hi in ṭi theina dinga hi lekhabua chuong thil po po hi fîmkhurtaka in zâwm naw chun.",
      "reference": "DÂN PAHNINA 28:58"
    },
    {
      "content": "LALPAIN nangni le in thlahai chungah hri maktak, hripui inlêng zing, natna rinumtak inlêng zing chi inlêngtir a tih.",
      "reference": "DÂN PAHNINA 28:59"
    },
    {
      "content": "In ṭi hle hlak Aigupta ram hrihai dâm kha in chungah inlêng- tir nâwk a ta, hri chun chel tlat a ti cheu a.",
      "reference": "DÂN PAHNINA 28:60"
    },
    {
      "content": "Hi dân lekhabua chuonglo, nat- na le hri tinrêng khawm in bohmang hmakhat chun LALPAIN in chungah inlêngtir a tih.",
      "reference": "DÂN PAHNINA 28:61"
    },
    {
      "content": "Vâna arasi zât hiel ni hlak kha tlâwmte bak hung ni tâng in ta, LALPA in Pathien râwl chu in zâwm naw leiin.",
      "reference": "DÂN PAHNINA 28:62"
    },
    {
      "content": "A thawṭha ding cheu le a sukpung ding cheua LALPA chu a thafân ang khan a sukbohmang ding cheu le a sukse ding cheuin LALPA chu thafân a ta, in va hluo ding in va lûtna rama inthawk chun sawn hmang nîng in tih.",
      "reference": "DÂN PAHNINA 28:63"
    },
    {
      "content": "“Chun, LALPA chun kâwlkila inthawka kâwlkil khing tieng chenin chi tin laia chun sukdar a ti cheu a, chutaka chun thing le lunga siem, in pi le puhai chena in hriet ngai naw pathien dang rawng bâwl in tih.",
      "reference": "DÂN PAHNINA 28:64"
    },
    {
      "content": "Chuong hnamhaia inthawk chun sâwldamna hrim hrim hmu naw ti niu a, in ke ta dingin châwlna hrim hrim um naw bawk a tih; chutaka chun LALPAIN inthinna lungril dâm, mit châuna dâm, nguina lungril dâm pe lem a ti cheu a,",
      "reference": "DÂN PAHNINA 28:65"
    },
    {
      "content": "in hringna chu ṭi dawr dawrin um zing zing a tih; sûn le zânah ṭi zing zingin um in ta, in hringna chun ngaimuong chiea um ni nei naw nih.",
      "reference": "DÂN PAHNINA 28:66"
    },
    {
      "content": "Zîngtieng chun, ‘Zântieng ni ta sien aw,’ tîng in ta, zântieng chun, ‘Zîngtieng ni ta sien aw,’ tîng in tih; thil ṭium in lungrilin a ṭi ding le in mita in thil hmu ding lei chun.",
      "reference": "DÂN PAHNINA 28:67"
    },
    {
      "content": "‘Hmu nâwk ta naw ti niu,’ in kuoma ka ti lampuia chun lawngin Aigupta ramah LALPAIN ṭhuoi nâwk a ti cheu; chun, chutaka chun in hmêlmahai suokpa ni ding dâmin, suoknu ni ding dâmin inzawr in ta, tukhawmin an dit naw ding cheu a nih,” tiin.",
      "reference": "DÂN PAHNINA 28:68"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "DÂN PAHNINA 28 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}