{
  "verses": [
    {
      "content": "“Miin nuhmei a nei a, a chunga thil mawilo ieng amanih a hriet leia a mit a tlung nawh a, inmâkna lekha a ziekpêk a, a pêk a, a ina inthawka ân suoktir a,",
      "reference": "DÂN PAHNINA 24:1"
    },
    {
      "content": "a ina inthawka a suok hnunga mi dang a va nei a,",
      "reference": "DÂN PAHNINA 24:2"
    },
    {
      "content": "a pasal nuhnung lem chun a theida a, inmâkna lekha a ziekpêk a, a pêk a, a ina inthawka ân suoktirin amanih, a pasal nuhnung lem nu- hmeia neitu chu a thi amanih a ni chun,",
      "reference": "DÂN PAHNINA 24:3"
    },
    {
      "content": "a pasal hmasa ama infetirtu khan, sukpawrche tah a ni leiin nei nâwk thei ta naw ni; LALPA ngaiin tirdakum a nih. LALPAIN hluo dinga a pêk cheu rama chun suol in inlûttir ding a ni nawh.",
      "reference": "DÂN PAHNINA 24:4"
    },
    {
      "content": "“Chun, nuhmei nei hlim chu sipaiah a fe ding a ni nawh a, ieng sin thaw ding khawma phût ding a ni nawh; a in tieng kum khat sûng chu a nuom ang angin um a ta, a nuhmei le chun hlimtakin an um ding a nih.",
      "reference": "DÂN PAHNINA 24:5"
    },
    {
      "content": "Bu râwtnawina amanih, a chung- tieng lung amanih bandain tukhawm in hrênpêk ding a ni nawh, mi hringna hrênpêk a ni ding a ni sih a.",
      "reference": "DÂN PAHNINA 24:6"
    },
    {
      "content": "“Tukhawm Israel thla, a unauhai laia mi inru a, sal sawisaka sawisa amanih, a zawra zawr amanih hriet suok a ni chun, chu inrupa chu sukhlum ding a nih; chuong ang chun nangni laia inthawkin chu thil ṭha naw chu in sukbo ding a nih.",
      "reference": "DÂN PAHNINA 24:7"
    },
    {
      "content": "“Phâr hri chungchâng thua chun, nguntaka dap suok a, thiempu Levi mihai inchûktir dân ang peia thaw dingin fîmkhur ro; anni thu ka pêk angin fîmkhurtakin in thaw ding a nih.",
      "reference": "DÂN PAHNINA 24:8"
    },
    {
      "content": "Aigupta rama inthawka in hung suokna lampuia LALPA in Pathienin Miriam chunga a thaw kha hre zing ro.",
      "reference": "DÂN PAHNINA 24:9"
    },
    {
      "content": "“Iengkhawm in tuolbâwm in inpûktirin a banda chu la dingin a inah in lût ding a ni nawh.",
      "reference": "DÂN PAHNINA 24:10"
    },
    {
      "content": "Tuolah ngîr in ta, a pûktu chun a banda chu tuola chun a hung lâkpêk ding cheu a nih.",
      "reference": "DÂN PAHNINA 24:11"
    },
    {
      "content": "Mi rimsi a ni chun a banda chu i riekpui ding a ni nawh a,",
      "reference": "DÂN PAHNINA 24:12"
    },
    {
      "content": "a silfêna chun a zâl a, ân pâk theina ding cheuin a banda chu nisa tlâkah in pêk kîr nâwk ngei ding a nih; chuongchun, LALPA in Pathien ngaiin in ta dingin thil fel nîng a tih.",
      "reference": "DÂN PAHNINA 24:13"
    },
    {
      "content": "“In mi ruoi, mi rimsi le tlasamhai chu in unau amanih, in ram in umnaa um ram dang mi amani khawm ni sienla, in nêksâwr ding a ni nawh.",
      "reference": "DÂN PAHNINA 24:14"
    },
    {
      "content": "A thaw ni chun a hlaw chu in pêk ding a nih, nisain a tlâk nel ding a ni nawh; mi rimsi a na, chutaka chun a lungril a sie hlak a nih; chuong naw chun, in chungchâng thuah LALPA ko a ta, in ta dingin suol hung ni râwi a tih.",
      "reference": "DÂN PAHNINA 24:15"
    },
    {
      "content": "“Nauhai leiin pahai chu suk- hlum ding a ni nawh a, pahai leiin nauhai khawm sukhlum ding a ni bawk nawh; mi tin mâni suol lei chaua sukhlum ding a nih.",
      "reference": "DÂN PAHNINA 24:16"
    },
    {
      "content": "Ram dang mihai le pa nei lohai ro chu indik nawtakin in rêlpêk ding a ni nawh a, hmeithai puon chu banda dingin in lâkpêk ding a ni bawk nawh.",
      "reference": "DÂN PAHNINA 24:17"
    },
    {
      "content": "Nangni khawm Aiguptaa khan suok in ni tah a, LALPA in Pathienin chutaka inthawk chu ân tlan cheu a nih ti in hriet zing ding a nih; chuong lei chun a nih hieng thil hi thaw dinga thu ka pêk cheu chu.",
      "reference": "DÂN PAHNINA 24:18"
    },
    {
      "content": "“In loa bu chu in sîk a, buphal chu in inkhâwm ṭhel chun in lâk nâwk ding a ni nawh, ram dang mihai dâm, pa nei lohai dâm, hmeithaihai ta ding a nih; chuongchun, LALPA in Pathien chun in kutsuok po poah mal a sâwm ding cheu a nih.",
      "reference": "DÂN PAHNINA 24:19"
    },
    {
      "content": "“In oliv thing chu in vuokin a kâuhai chu in vuok nawn ding a ni nawh; ram dang mihai, pa nei lohai, hmeithaihai ta ding a nih.",
      "reference": "DÂN PAHNINA 24:20"
    },
    {
      "content": "In grêp huona mi in lo pha chun a hnung in zawng ding a ni nawh; ram dang mihai, pa nei lohai, hmeithaihai ta ding a nih.",
      "reference": "DÂN PAHNINA 24:21"
    },
    {
      "content": "Chun, Aigupta rama khan suok in ni tah ti in hriet zing ding a nih; chuong lei chun a nih, hieng thil hi thaw dinga thu ka pêk cheu chu.",
      "reference": "DÂN PAHNINA 24:22"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "DÂN PAHNINA 24 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}