{
  "verses": [
    {
      "content": "“Thiempu Levi mihai, Levi hnam po po chun Israel mihai lai chanvo le rochan an nei ding a ni nawh a; LALPA kuoma meia thilin- hlân le a chana mi chu an fâk ding a nih.",
      "reference": "DÂN PAHNINA 18:1"
    },
    {
      "content": "An unauhai laia chun rochan an nei ding a ni nawh a, an rochan chu an kuoma a hril angin LALPA a ni sih a.",
      "reference": "DÂN PAHNINA 18:2"
    },
    {
      "content": "Inthâwina inhlântu mipuihaia inthawka thiempu chanpuol ding chu hieng hi nîng a tih: bâwngchal khawm, berâm khawm a dâr le bek- bawr khing hni le a phîngpui chu thiempu an pêk ding a nih.",
      "reference": "DÂN PAHNINA 18:3"
    },
    {
      "content": "In bu le bâlhai, in uoinhai le in hriek sâwrhai a hmasa takhai le in berâm hmul vâw hmasa tak dâm chu in pêk ding a nih.",
      "reference": "DÂN PAHNINA 18:4"
    },
    {
      "content": "LALPA in Pathienin LALPA hminga rawngbâwla um kumkhuo dingin in hnam po po laia inthawka a thlang an ni sih a, anni le an naupasalhai leh.",
      "reference": "DÂN PAHNINA 18:5"
    },
    {
      "content": "“Chun, Levi mi tukhawm a umna Israel ram in umna khâwlai hmun khawm suoksana, a lungrila inhâwk- taka LALPAIN a la ruot ding hmuna hung chu,",
      "reference": "DÂN PAHNINA 18:6"
    },
    {
      "content": "chutaka LALPA hmaa um hlak Levi mihai, a unauhai ang bawkin LALPA a Pathien hmingin rawng a bâwl ding a nih.",
      "reference": "DÂN PAHNINA 18:7"
    },
    {
      "content": "An thiempu man bâkah mi dang chanpuol ang fâk ding chu chang ve tho an tih.",
      "reference": "DÂN PAHNINA 18:8"
    },
    {
      "content": "“LALPA in Pathienin a pêk cheu ram in va tlung pha chun chuong hnamhai thil tirdakum thaw hai ang chu in chîng ve ding a ni nawh.",
      "reference": "DÂN PAHNINA 18:9"
    },
    {
      "content": "A naupa amanih, a naunu ama- nih, meia infethlengtir dâm, aisân chîng dâm, aien chîng dâm, mitdawi- vai hmang dâm, dâwithiem dâm,",
      "reference": "DÂN PAHNINA 18:10"
    },
    {
      "content": "dâwi invêt thiem dâm, khawhri zâwl ruoi dâm, thiemrâu dâm, mithi biek chîng mihai dâm chu nangni lai an um ding a ni nawh.",
      "reference": "DÂN PAHNINA 18:11"
    },
    {
      "content": "Hieng thil thaw mi taphawthai chu LALPA ngaiin mi tirdakum an ni sih a; hieng thil tirdakumhai lei hin a nih, LALPA in Pathien chun anni a hnawtsuokpêk cheu chu.",
      "reference": "DÂN PAHNINA 18:12"
    },
    {
      "content": "LALPA in Pathien hmaa chun demkailo in ni ding a nih.",
      "reference": "DÂN PAHNINA 18:13"
    },
    {
      "content": "Chuong in va hluo ding rama hnamhai chun aisân le aien dâm an chîng hlak a, an pawm bawk a, nang- ni ta ding chun LALPA in Pathienin chuong ang thaw chu a phal naw a nih.",
      "reference": "DÂN PAHNINA 18:14"
    },
    {
      "content": "“LALPA in Pathienin keima ang hi in unauhai laia mi, zâwlnei siem- pêk a ti cheu; a thu chu in zâwm ding a nih.",
      "reference": "DÂN PAHNINA 18:15"
    },
    {
      "content": "‘LALPA kan Pathien râwl chu mîn hriettir ta naw, hi mei nasatak hi mîn hmutir nâwk ta naw rawh, chuong naw chun thi rawi kan tih,’ tiha Horeb tlânga pungkhâwm niha LALPA in Pathien in dit dân ang khan.",
      "reference": "DÂN PAHNINA 18:16"
    },
    {
      "content": "Chun, LALPA chun ka kuomah, ‘An thuhril chu an hril ṭha hle a.",
      "reference": "DÂN PAHNINA 18:17"
    },
    {
      "content": "An unauhai laia inthawkin nangma ang zâwlnei siempêk ka ta; a bauah ka thuhai sieng ka ta, a kuoma thu ka pêk taphawt chu an kuomah hril a tih.",
      "reference": "DÂN PAHNINA 18:18"
    },
    {
      "content": "Chun, ka hminga ka thu a hril pawm naw taphawt chu ngaituong ka tih.",
      "reference": "DÂN PAHNINA 18:19"
    },
    {
      "content": "Ka hminga hril dinga ka pêk naw hril luitu zâwlnei amanih, pathien danghai hminga thuhriltu zâwlnei amanih, chu zâwlnei chu sukhlum ding a nih,’",
      "reference": "DÂN PAHNINA 18:20"
    },
    {
      "content": "Chun, in lungrilah, ‘Iengtin am thu chu LALPA hril a ni nawh ti hrieng ei ta?’ in ti a ni chun,",
      "reference": "DÂN PAHNINA 18:21"
    },
    {
      "content": "zâwlneiin LALPA hminga thu a hril a, a thu hril chu a hung tlung nawh a, a hlawtling naw chun, chu chu a nih LALPA ihril naw chu; zâwlnei chun uongtakin a hril mei mei a ni lem, ama chu in ṭi ding a ni nawh.",
      "reference": "DÂN PAHNINA 18:22"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "DÂN PAHNINA 18 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}