{
  "verses": [
    {
      "content": "“Chun, hieng thil po po in hmaa kân umtir, malsâwmna le ṭawngsie hi in chungah a hung tlung a, LALPAIN a hnawt darna cheu hnam po pohai laia in hriet suok nâwk a,",
      "reference": "DÂN PAHNINA 30:1"
    },
    {
      "content": "LALPA in Pathien tieng chu in ngha nâwk a, tuta thu ka pêk cheu ang hin nangni le in nauhai leh in lungril po po le in lungvar po poa a rawl in zâwm pha chun,",
      "reference": "DÂN PAHNINA 30:2"
    },
    {
      "content": "LALPA in Pathien chun in sal nina chu sukbo a ta, lunginsiet a ti cheu a, LALPA in Pathienin hnam tin laia a sukdarna cheua inthawk chun ṭhuoi khâwm nâwk a ti cheu.",
      "reference": "DÂN PAHNINA 30:3"
    },
    {
      "content": "Nangni laia mi kâwlkawdawng chena hnawtdawk an um chun, LALPA in Pathien chun chutaka inthawk chun ṭhuoi khâwm a ti cheu a, chutaka inthawk chun ṭhuoikîr nâwk a ti cheu.",
      "reference": "DÂN PAHNINA 30:4"
    },
    {
      "content": "Chun, LALPA in Pathienin in pi le puhaiin an hluo rama khan ṭhuoi lût nâwk a ti cheu a; hluong in ta, amân sukvângnei a ti cheu a, in pi le puhai khûmin sukpung a ti cheu.",
      "reference": "DÂN PAHNINA 30:5"
    },
    {
      "content": "In hring theina dinga LALPA in Pathien chu in lungril po po le in lungvar po poa in hmangai theina dingin LALPA in Pathienin in lungril le in thlahai lungril ser chu tanpêk a ti cheu a.",
      "reference": "DÂN PAHNINA 30:6"
    },
    {
      "content": "LALPA in Pathienin hieng ṭawngsiehai po po hi a suknawm- natuhai cheu, in hmêlmahai le a theidatuhai cheu chungah inumtir a tih.",
      "reference": "DÂN PAHNINA 30:7"
    },
    {
      "content": "Chun, hung ngha nâwk in ta, LALPA râwl hi pawm in ta, vawisûna thu ka pêk cheu, a thupêk po pohai hi zâwm in tih.",
      "reference": "DÂN PAHNINA 30:8"
    },
    {
      "content": "LALPA in Pathien chun in kutsuok po poahai, in rila raahai, in bâwng ruol pungahai, in hnuoi raahai nasatakin sukpung a ti cheu a, in pi le puhai chunga a lâwm ang khan in chungah LALPA lâwm nâwk a tih;",
      "reference": "DÂN PAHNINA 30:9"
    },
    {
      "content": "hi dân bua chuong, a thupêk dâm, a dânhai dâm, zâwm dinga LALPA rawl chu in zâwm a, in lungril po po le in lungvar po poa LALPA in Pathien tieng chu in ngha phawt chun.",
      "reference": "DÂN PAHNINA 30:10"
    },
    {
      "content": "“Hi thupêk tuta ka pêk cheu hi in ta dingin ân tak nawh a, a hlat naw bawk cheu a nih.",
      "reference": "DÂN PAHNINA 30:11"
    },
    {
      "content": "‘Kan hrieta kan zâwm theina dingin tu am vânah mi hang fepêk a ta, mi hang lapêk ding?’ ti dingin vâna mi a ni nawh a,",
      "reference": "DÂN PAHNINA 30:12"
    },
    {
      "content": "‘kan hrieta kan zâwm theina dingin tuisuoriet râlah tu am mi fepêk a ta, mi hung lapêk a ta?’ ti dingin tuisuoriet râla mi khawm a ni chuong nawh.",
      "reference": "DÂN PAHNINA 30:13"
    },
    {
      "content": "In zâwm theina dingin thu chun a hnai hle cheu a, in baua le in lungrilah a um a nih.",
      "reference": "DÂN PAHNINA 30:14"
    },
    {
      "content": "“Tuhin in hmaah hringna le ṭhatna, thina le thil ṭha naw ka sieh a.",
      "reference": "DÂN PAHNINA 30:15"
    },
    {
      "content": "LALPA in Pathien hmangai ding dâmin, a lampui hraw ding dâm, a thupêk dâm, a dânhai dâm, a rorêlhai dâm pawm dinga tuta thu ka pêk cheu hi in zâwm chun damin um in ta, hung pung in ta, in va hluo ding rama chun LALPA in Pathienin mal a sâwm ding cheu a nih.",
      "reference": "DÂN PAHNINA 30:16"
    },
    {
      "content": "Amiruokchu, in lungrilin khaw dang a nghah a, in ngai nawh a, ṭhuoihmanga in um a, pathien dang- hai in biek a, a rawng dâm in bâwl chun,",
      "reference": "DÂN PAHNINA 30:17"
    },
    {
      "content": "bohmang ngei ngei in tih, ti tuhin ka hril cheu a nih, Jordan vadung kaia hluo dinga in va lût- na ding rama chun dam sâwt naw ti niu.",
      "reference": "DÂN PAHNINA 30:18"
    },
    {
      "content": "In hmaah hringna le thina, malsâwmna le ṭawngsie ka sie ti tuhin in chungchâng thua hretu dingin hnuoi le vân ka sâl a nih; chuongchun, hringna chu thlang ro, in hring theina dingin, nangni le in thlahai leh;",
      "reference": "DÂN PAHNINA 30:19"
    },
    {
      "content": "LALPA in Pathien hmangaia, a râwl ngaia, ama cheltlatin, ama chu in hringna, in dam sâwtna a ni sih a; chuongchun, in pu Abraham hai, Isak hai, Jakob hai inkhâma pêk a tiem rama chun in um ding annawm,” tiin.",
      "reference": "DÂN PAHNINA 30:20"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "DÂN PAHNINA 30 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}