{
  "verses": [
    {
      "content": "“Khai le, Israel mihai, LALPA in pi le puhai Pathienin ram a pêk cheu chu dama in hluo theina dinga in pawm dinga ka închûktir hlak cheu dânhai le rorêlhai chu lo ngai ta u.",
      "reference": "DÂN PAHNINA 4:1"
    },
    {
      "content": "LALPA in Pathien thupêk ka pêk cheu hi in pawm theina dingin, thu ka pêk cheu hi in belsa ding a ni nawh a, in suktlâwm ding a ni bawk nawh.",
      "reference": "DÂN PAHNINA 4:2"
    },
    {
      "content": "Baal-peor leia LALPA thilthaw chu in mitin a hmuh a; Baal-peor betuhai po po chu LALPA in Pathien- in nangni laia inthawkin a sukbo- hmang a.",
      "reference": "DÂN PAHNINA 4:3"
    },
    {
      "content": "LALPA in Pathien cheltu ta- phawthai ruok chu tu chen hin damin in la um seng a.",
      "reference": "DÂN PAHNINA 4:4"
    },
    {
      "content": "Ngai ta u, in va hluo ding rama khawm in zâwm pei dingin LALPA ka Pathienin thu a mi pêk ang takin dânhai le rorêlhai chu kân chûktir cheu a.",
      "reference": "DÂN PAHNINA 4:5"
    },
    {
      "content": "Chuongchun, pawm unla zâwm ro; chu tak chu, hieng dân po po hi hre a, ‘Hi hnam ropuitak hi mi vartak le thil hre mi tak an ni phawt el,’ titu hnamhai mithmua chun in varna le thil hre mi in nina nîng a tih.",
      "reference": "DÂN PAHNINA 4:6"
    },
    {
      "content": "Ei ko taphawta LALPA ei Pathienin a mi hnai anga anni hnai hlak pathien nei hnam ropui tu am an um ve a?",
      "reference": "DÂN PAHNINA 4:7"
    },
    {
      "content": "Hieng ang lâwma fel, dânhai le rorêlhai, tuta in hmaa ka zam po po ang dân nei hi hnam ropui dang tu am an um ve a?",
      "reference": "DÂN PAHNINA 4:8"
    },
    {
      "content": "Iengkhawm ni sienla, fîmkhur unla, nguntakin inenkawl phawt el ro, chuong naw chun, in mita in thil hmuhai chu theinghil in ta, in dam sûngin in lungrila inthawk chun bo hlau rawi a tih; in nauhai le in tuhai chen khawm inchûktir ro.",
      "reference": "DÂN PAHNINA 4:9"
    },
    {
      "content": "“Horeb tlânga LALPA in Pathien hmaa ngîr a, LALPAIN ka kuomah, ‘Mipuihai chu mi ko khâwm pêk rawh, hnuoia an um sûng poa mi ṭi dân an inchûk theina dingin an nauhai inchûktir dingin ka thuhai lo inhriettir ka tih,’ a mi ti ni khawm kha theinghil rawi in tih.",
      "reference": "DÂN PAHNINA 4:10"
    },
    {
      "content": "Chuongchun, in hung hnai a, tlâng bula chun in hung ngîr a, vânlaizâwl tawngin tlâng chu inthim dâm, sûm dâm, inthim sâmup dâm inumtirin a kâng tah a.",
      "reference": "DÂN PAHNINA 4:11"
    },
    {
      "content": "Chun, LALPA chun meia in- thawk chun a hung biek cheu a, a thu hril chu in hriet a; nisienlakhawm, hmêlhmang iengkhawm in hmu nawh a, râwl chau in hriet a nih.",
      "reference": "DÂN PAHNINA 4:12"
    },
    {
      "content": "A thuthlung zâwm dinga thu a pêk cheu, thu sâwm pêk chu in kuom- ah a puong a, lungphêk pahniah a ziek a.",
      "reference": "DÂN PAHNINA 4:13"
    },
    {
      "content": "Chun, chuong lai chun hluo dinga in va kaina rama in zâwm dingin dânhai le rorêlhai inchûktir dingin LALPAIN thu a mi pêk a.",
      "reference": "DÂN PAHNINA 4:14"
    },
    {
      "content": "“Chuleiin, fîmkhur hle ro; Horeb tlânga meia inthawka LALPA- IN a hung biek ni cheu khan hmêl- hmang iengkhawm in hmu si nawh a;",
      "reference": "DÂN PAHNINA 4:15"
    },
    {
      "content": "milim dâm insiem fâwmin, insukse hlau rawi in tih, a chal ang amanih, a pui ang amanih,",
      "reference": "DÂN PAHNINA 4:16"
    },
    {
      "content": "hnuoia ran ang amanih, bo- ruoka vuong hlak vate thla nei ang amanih,",
      "reference": "DÂN PAHNINA 4:17"
    },
    {
      "content": "hnuoia invâka invâk mi ang amanih, hnuoi hnuoia tuia nga laia mi ang amani hai chu.",
      "reference": "DÂN PAHNINA 4:18"
    },
    {
      "content": "Annawleh, vân tieng in hang nghah a, nisa dâm, thla dâm, arasi dâm, vân mi hai po po dâm in hang hmuh a, LALPA in Pathienin vân- khuphnuoia mi po po ta dinga a siempêkhai chun hîp a ti cheu a, bieng in ta, an rawng dâm bâwl khat rawi in tih.",
      "reference": "DÂN PAHNINA 4:19"
    },
    {
      "content": "LALPA chun a mihai, a ro ni dinga thîr rawtuinaa inthawk, Aigupta rama inthawk chun a ṭhuoi suok lem cheu a ni kha, tuta in ni ang hin.",
      "reference": "DÂN PAHNINA 4:20"
    },
    {
      "content": "Chuong chau khawm chu ni loin, nangni leiin LALPA chu ka chungah a lunginsen a, Jordan vadung chu ka kân nawh a, in hluo dinga ram ṭhatak LALPA in Pathienin a pêk cheua chun ka lût nawna dingin ân khâm bawk a.",
      "reference": "DÂN PAHNINA 4:21"
    },
    {
      "content": "Kei chu hi rama hi thi ding ka na, Jordan vadung chu ka kai naw ding a nih; nangni ruok chu kai in ta, chu ram ṭhatak chu hluong in tih.",
      "reference": "DÂN PAHNINA 4:22"
    },
    {
      "content": "Fimkhur hle ro, chuong naw chun, LALPA in Pathien thuthlung in kuoma a thlung chu theinghil rawi in ta, LALPA in Pathienin ieng angpui khawma siem a phal naw milimhai dâm insiem fâwm pal rawi in tih.",
      "reference": "DÂN PAHNINA 4:23"
    },
    {
      "content": "LALPA in Pathien chu kâng bohmang mei, thîkthusetak Pathien a ni sih a.",
      "reference": "DÂN PAHNINA 4:24"
    },
    {
      "content": "“Tu le tehai in hung nei a, chu rama sâwt rei in um hnunga, in insukkhawhlo a, ieng amanih angpui dâma milim siem fâwmhai in indin a, a lung suksen dinga LALPA in Pathien mithmua thil ṭha naw in thaw vai chun;",
      "reference": "DÂN PAHNINA 4:25"
    },
    {
      "content": "Jordan kâna in va hluo ding rama inthawk chun bohmang vak el in tih, ti in chungchâng thua a mi hrietpuitu dingin tuhin hnuoi le vân ka fiel a nih, chêng sâwt naw ti niu a, bohmang vawng el in tih.",
      "reference": "DÂN PAHNINA 4:26"
    },
    {
      "content": "LALPA chun hnam tin lai chun sukdar a ti cheu a, LALPAIN ân fe hmangtirna cheu hnamhai lai chun tlâwmte chauin um in tih.",
      "reference": "DÂN PAHNINA 4:27"
    },
    {
      "content": "Chutaka chun pathien, thing le lunga mihriem isiem, hmu thei hlei lo, fa thei hlei lo, rim khawm hre thei hlei lohai chu bieng in ta.",
      "reference": "DÂN PAHNINA 4:28"
    },
    {
      "content": "Nisienlakhawm, chutaka khawm chun LALPA in Pathien chu in zawng a, in lungril po po le in lungvar po poa in zawng chun hmu nâwk in tih.",
      "reference": "DÂN PAHNINA 4:29"
    },
    {
      "content": "Rinuma in uma, in chunga chuong thilhai po po chu a hung tlung pha chun a tâwp a tâwpa chun LALPA in Pathien tieng chu ngha kîr nâwk in ta, a thu chu pawm tâng in tih.",
      "reference": "DÂN PAHNINA 4:30"
    },
    {
      "content": "LALPA in Pathien chu zângai theitak Pathien a ni sih a; thlâthlam naw ni cheu a, sukbohmang naw bawk a ti cheu a, in pi le puhai kuoma inkhâma a thutiem chu theinghil naw bawk a tih.",
      "reference": "DÂN PAHNINA 4:31"
    },
    {
      "content": "“In pieng hma, kha hma tieng kha hang ngaituo unla, leihnuoia Pathienin mihriem a siema inthawk vânkhuphnuoia hieng anga thil ropui hi a um hlakin, hriet khawm a ni hrim hlak am chu?",
      "reference": "DÂN PAHNINA 4:32"
    },
    {
      "content": "Meia inthawka thu hung hril a, in hriet a, in la hring ta rawpna Pathien râwl mîn an hriet hlakin,",
      "reference": "DÂN PAHNINA 4:33"
    },
    {
      "content": "hnam dang laia inthawka fiena dâm, inchikna dâm, thilmak dâm, indona dâm, kut hrâttak dâm, bân phar dâm, thil râpthlâkhaia LALPA in Pathienin in mithmua Aigupta rama a thaw hlak ang po poa hnam ṭhuoi suok ngam pathien an um hlak am chu?",
      "reference": "DÂN PAHNINA 4:34"
    },
    {
      "content": "LALPA chu Pathien a nih ti in hriet theina dingin in kuoma suklang a na; ama naw chu a dang hrim an um nawh.",
      "reference": "DÂN PAHNINA 4:35"
    },
    {
      "content": "Ân chûktir theina ding cheuin vâna inthawkin a râwl a hung inhriettir cheu a, hnuoi chunga hin a meipui chu ân hmutir cheu a, meia inthawkin a thu chu in lo hriet a.",
      "reference": "DÂN PAHNINA 4:36"
    },
    {
      "content": "In pi le puhai chu a hmangai leiin an hnungah an thlahai chu a thlang cheu a, ama ṭhangin a thil- thawtheina ropuitakin Aigupta rama inthawk chun a ṭhuoi suok cheu a;",
      "reference": "DÂN PAHNINA 4:37"
    },
    {
      "content": "hnam dang nangni nêka ropui le thilthawthei lem hnawt suokpêk cheua an ram chu hluo dinga ân lûttir theina ding cheuin; tuta in ni ang tak hin.",
      "reference": "DÂN PAHNINA 4:38"
    },
    {
      "content": "Chuleiin, tuhin in lungrilah vawng unla, chungtieng vâna le hnuoitieng leihnuoia hin LALPA chu Pathien a nih ti hre ro; a dang hrim an um nawh.",
      "reference": "DÂN PAHNINA 4:39"
    },
    {
      "content": "Kumkhuoa dinga LALPA in Pathienin a pêk cheu rama chun nangni le in thlahai ta dinga ṭha le in chêng sâwt theina dinga thuruothai le thupêkhai, tuta ka pêk cheu hi in zâwm ding a nih,” ti hi.",
      "reference": "DÂN PAHNINA 4:40"
    },
    {
      "content": "Chun, Mosie chun suotieng pangah khuo pathum Jordan râlah a ruot a,",
      "reference": "DÂN PAHNINA 4:41"
    },
    {
      "content": "tuolthattu a tuolbâwmhai, kha hma khawma theida chuong lo that paltu tlânna dingin; chuong khuo, a ienga khawm a tlân chun him a tih.",
      "reference": "DÂN PAHNINA 4:42"
    },
    {
      "content": "Chuonghai chu Reubenhai puola thlalêra tlâng zâwla Bezer dâm, Gad mihai puola Gileada Ramoth dâm, Manasse mihai puola Basana Golan dâm an nih.",
      "reference": "DÂN PAHNINA 4:43"
    },
    {
      "content": "Hi hi Mosien Israel thlahai dân a pêk chu a nih;",
      "reference": "DÂN PAHNINA 4:44"
    },
    {
      "content": "Aigupta rama inthawka an hung suok laia Mosien Israel thlahai kuoma inhriettirna dâm, dân dâm, rorêl dâm a hril chu a nih;",
      "reference": "DÂN PAHNINA 4:45"
    },
    {
      "content": "Jordan râla Mosie le Israel thlahaiin Aigupta rama inthawka an hung suok laia an that, Hesbona um Ammon mihai lal Sihon rama Beth-peor zâwn ruoma khan:",
      "reference": "DÂN PAHNINA 4:46"
    },
    {
      "content": "A ram le Basan lal Og ram, nisa suokna tienga Amor mihai lal pahni ram chu an hluo a,",
      "reference": "DÂN PAHNINA 4:47"
    },
    {
      "content": "Arnon ruom sîra Ariera in- thawka Sion tlâng (Hermon an ti bawk) chen le",
      "reference": "DÂN PAHNINA 4:48"
    },
    {
      "content": "Jordan râl saktieng pang Araba po po, Pisga pangpêr hnuoia Araba tuisuoriet chenin.",
      "reference": "DÂN PAHNINA 4:49"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "DÂN PAHNINA 4 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}