{
  "verses": [
    {
      "content": "“Chun, hluo dinga in va kaina rama in zâwm dinga LALPA in Pathienin nangni inchûktir dinga thu a mi pêk, thupêk dâm, thuruot dâm, rorêl dâm chu hieng hi an nih;",
      "reference": "DÂN PAHNINA 6:1"
    },
    {
      "content": "nangni le in naupasalhai, in tupahaiin LALPA in Pathien chu an ṭih a, an dam sûng po poa a thu- ruothai po po le a thupêk cheu hi in zâwmna ding le in chêng sâwt theina dingin.",
      "reference": "DÂN PAHNINA 6:2"
    },
    {
      "content": "Chuleiin, aw Israel mihai, in tluongtlunga, LALPA, in pi le puhai Pathienin a tiemkam ta cheu angin nênetui le khuoizu luongna rama nasataka in hung pung theina dingin ngai unla, zâwm dingin fîmkhur ro.",
      "reference": "DÂN PAHNINA 6:3"
    },
    {
      "content": "“Aw Israel mihai, lo ngai ta u, LALPA ei Pathien chau chu LALPA a nih;",
      "reference": "DÂN PAHNINA 6:4"
    },
    {
      "content": "LALPA in Pathien chu in lungril po poin, in lungvar po poin, in hrâtna po poin in hmangai ding a nih.",
      "reference": "DÂN PAHNINA 6:5"
    },
    {
      "content": "Chun, hieng thu, vawisûna ka pêk cheu hi in lungrilah châm zing a ta,",
      "reference": "DÂN PAHNINA 6:6"
    },
    {
      "content": "in nauhai ṭhahnemngaitakin in- chûktir in ta, in ina in ṭhung lai dâm, lampuia in fe lai dâm, in zâl lai dâm, in tho huna khawm in hril hlak ding a nih.",
      "reference": "DÂN PAHNINA 6:7"
    },
    {
      "content": "Inchikna dingin in bânah zem in ta, in mit le mit inkâra chalhrênna dingin a um bawk ding a nih.",
      "reference": "DÂN PAHNINA 6:8"
    },
    {
      "content": "In in kawtkhâr biengahai, in kawtkhârahai in ziek ding a nih.",
      "reference": "DÂN PAHNINA 6:9"
    },
    {
      "content": "“Chun, LALPA in Pathienin in pu Abraham hai, Isak hai, Jakob hai kuoma inkhâma a pêk cheu ram, in indin ni dêr lo, khaw ropui le mawi- tak tak dâm,",
      "reference": "DÂN PAHNINA 6:10"
    },
    {
      "content": "in suksip ni dêr lo, thil ṭha tinrênga sip in dâm, in cho ni dêr lo, tuikhur chosa dâm, in chîng ni dêr lo, grêp huon le Oliv thinghai dâm umnaah a ṭhuoi lût cheu a, in fâk a in tlai hle pha chun,",
      "reference": "DÂN PAHNINA 6:11"
    },
    {
      "content": "fîmkhur hle el ro; chuong naw chun, Aigupta rama inthawka suoka inthawka ṭhuoi suoktu cheu LALPA chu theinghil el rawi in tih.",
      "reference": "DÂN PAHNINA 6:12"
    },
    {
      "content": "LALPA in Pathien chu in ṭi ding a na, ama rawng chu bâwl in ta, a hming sâlin ṭawng in inkhâm ding a nih.",
      "reference": "DÂN PAHNINA 6:13"
    },
    {
      "content": "Pathien dang in vêla mihai pathien chu in biek ding a ni nawh.",
      "reference": "DÂN PAHNINA 6:14"
    },
    {
      "content": "Nangni laia um LALPA in Pathien chu Pathien thîkthusie a nih; LALPA in Pathien lung chu in chungah inthawk a ta, leihnuoia inthawk hin sukbohmang el rawi a ti cheu.",
      "reference": "DÂN PAHNINA 6:15"
    },
    {
      "content": "“Massaa in fie ang khan LALPA in Pathien chu in fie ding a ni nawh.",
      "reference": "DÂN PAHNINA 6:16"
    },
    {
      "content": "LALPA in Pathienin a pêk cheu, thupêk dâm, a thuinhriettir dâm, a thuruot dâm, fîmkhurtakin in zâwm ding a nih.",
      "reference": "DÂN PAHNINA 6:17"
    },
    {
      "content": "LALPA mithmua indik le ṭha chu in thaw ding a nih; in tluongtlung theina ding le LALPAIN in pi le puhai kuoma inkhâma a lo tiem tah ram ṭhatak chu in va hluo theina dinga,",
      "reference": "DÂN PAHNINA 6:18"
    },
    {
      "content": "in hmêlmahai po po in hmaa hnawt suok dinga LALPAIN a lo hril ta ang khan.",
      "reference": "DÂN PAHNINA 6:19"
    },
    {
      "content": "“Chun, in unauhaiin ‘LALPA ei Pathienin thu a pêk cheu thuin- hriettir dâm, thuruot dâm, rorêl dam chu iengtizie am a nih a?’ tih a na- kie hun tienga an la hung indawn cheu chun, nangnîn in nauhai kuomah,",
      "reference": "DÂN PAHNINA 6:20"
    },
    {
      "content": "‘Aigupta rama Pharao suok ei na, LALPAIN Aiguptaa inthawk chun kut hrâttakin a mi ṭhuoi suok a;",
      "reference": "DÂN PAHNINA 6:21"
    },
    {
      "content": "chun, LALPAIN ei mithmuah Aigupta ram chunga dâm, Pharao chunga dâm, a sûnghai po po chunga dâm, inchikna le thilmak nasatak le lunginzîng umtakhai ân entir a;",
      "reference": "DÂN PAHNINA 6:22"
    },
    {
      "content": "eini ruok chu mi pêk dinga ei pi le puhai kuoma ṭawng a lo inkhâm- na, chu ram chu a mi pêk theina dingin chutaka inthawk chu a mi ṭhuoi suok a.",
      "reference": "DÂN PAHNINA 6:23"
    },
    {
      "content": "Chuongchun, hieng dânhai po po hi zâwm ding le ei ṭhat zingna dinga LALPA ei Pathien chu ṭi dingin LALPA chun thu a mi pêk a, vawisûn nia anga mi dama a mi hla theina dingin.",
      "reference": "DÂN PAHNINA 6:24"
    },
    {
      "content": "A thu mi pêk anga LALPA hmaa a thupêk po po zâwm dinga ei fîmkhur chun ei ta dingin felna a ni ding a nih,’ in ti ding a nih.",
      "reference": "DÂN PAHNINA 6:25"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "DÂN PAHNINA 6 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}