{
  "verses": [
    {
      "content": "“LALPA in Pathienin an ram a pêk cheu hnam LALPAIN a sukboa, in hluo a, an khuohaia dâm, an inhaia dâm in um pha chun,",
      "reference": "DÂN PAHNINA 19:1"
    },
    {
      "content": "LALPA in Pathienin hluo dinga a pêk cheu rama chun khuo pathum in ruot ding a nih.",
      "reference": "DÂN PAHNINA 19:2"
    },
    {
      "content": "Tuolthat taphawt an tlânlûtna dingin, LALPAIN ân hluotir ding cheu ram chu hmun thumah ṭhêng in ta, in ramrihai siem in ta, lampuihai in buotsai ding a nih.",
      "reference": "DÂN PAHNINA 19:3"
    },
    {
      "content": "Tuolthathai chutaka tlânlûta him theihai chu hienghai hi an nih; miin a tuolbâwm kha hmaa theidâna khawm nei chuong loa that paltu hai,",
      "reference": "DÂN PAHNINA 19:4"
    },
    {
      "content": "mi a tuolbâwm le thing phûr dinga rama fea thing phûr dinga hrei a hang inlet a, hreipui tlawngin a tuolbâwm chu dênghlum el ta anghai hi, chu laia khuo pakhata chun tlân a ta, him a tih;",
      "reference": "DÂN PAHNINA 19:5"
    },
    {
      "content": "chuong naw chun thisen phuba latu chun a lunginsen inling laia tuolthattu chu hnawtin, lampui kâr a hlat leiin va hnawtphâkin va vaw- hlum hlau rawi a tih, tuta hmaa theidânahai nei chuong lo a ni leiin thi âwm a ni si nawh a.",
      "reference": "DÂN PAHNINA 19:6"
    },
    {
      "content": "Chuleiin, ‘Khuo pathum in ta dingin in ruot ding a nih,’ tiin thu ka pêk cheu a nih.",
      "reference": "DÂN PAHNINA 19:7"
    },
    {
      "content": "“Chun, LALPA in Pathienin in pi le puhai kuoma ṭawng a lo inkhâm anga in pi le puhai pêk a lo tiem ram chu a pêk cheu a,",
      "reference": "DÂN PAHNINA 19:8"
    },
    {
      "content": "LALPA in Pathien chu hmangai ding le a lampui hraw rawp dinga a thupêk po po, tuta thu ka pêk cheu hi in pawm a, in ram chu a suklien chun khuo pathum bâka hin in ta dingin khuo pathum dang belsa nâwk in tih;",
      "reference": "DÂN PAHNINA 19:9"
    },
    {
      "content": "LALPAIN hluo dinga a pêk cheu in ram sûnga pawitâwk lo thisen insuo a um nawh a, in chunga thisen a um nawna dingin.",
      "reference": "DÂN PAHNINA 19:10"
    },
    {
      "content": "Amiruokchu, miin a tuolbâwm chu a theida a, ân chân a, a thawh a, thi khawp raka a vuok a, chu khuo laia pakhata chun a tlân chun,",
      "reference": "DÂN PAHNINA 19:11"
    },
    {
      "content": "an khuo upahaiin mi tir sienla, chutaka inthawk chun va ṭhuoi hai sienla, sukhlum dingin thisen phuba latu kutah inhlân raw se.",
      "reference": "DÂN PAHNINA 19:12"
    },
    {
      "content": "In lunginsiet ding a ni nawh a, in ta dinga ṭha dingin Israel rama inthawka pawitâwk lo thisen insuona chu in sukbo ding a nih.",
      "reference": "DÂN PAHNINA 19:13"
    },
    {
      "content": "“LALPA in Pathienin in hluo dinga a pêk cheu ram, in hluo ding rama a hmaa an lo phun tah in inripui in tuolbâwm ramri chu in sawn ding a ni nawh.",
      "reference": "DÂN PAHNINA 19:14"
    },
    {
      "content": "“Mi a rîtlona amanih, a suolna hrim hrim amanih hretu pakhat chau chu huntâwk naw nih; hretu pahni bâu amanih, hretu pathum bâu amaniha sukdet ding a nih.",
      "reference": "DÂN PAHNINA 19:15"
    },
    {
      "content": "Hretu fel lotakin mi thil thaw dik loa ân tum chun,",
      "reference": "DÂN PAHNINA 19:16"
    },
    {
      "content": "an inkhingnaah an pahni chun LALPA hmaah chu huna thiempuhai le rorêltuhai hmaa chun an ngîr ding a nih.",
      "reference": "DÂN PAHNINA 19:17"
    },
    {
      "content": "Rorêltuhai chun nguntakin dap an ta; thuhretu chu hretu tehlêm a nih a, a unau chu khêla intum a nih ti hriet suok a ni chun,",
      "reference": "DÂN PAHNINA 19:18"
    },
    {
      "content": "a unau chunga thaw a lo tum ang chun a chungah in thaw ding a nih; chuong ang chun nangni laia thil ṭha naw chu in sukbo ding a nih.",
      "reference": "DÂN PAHNINA 19:19"
    },
    {
      "content": "Mi danghai chun hrieng an ta, ṭîng an ta, tuta hnung chuong ang thil ṭha naw hrim hrim chu nangni lai an thaw ta naw ding a nih.",
      "reference": "DÂN PAHNINA 19:20"
    },
    {
      "content": "In lunginsiet ding a ni nawh a, hringna aiah hringna, mit aiah mit, ha aiah ha, kut aiah kut, ke aiah ke nîng a tih.",
      "reference": "DÂN PAHNINA 19:21"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "DÂN PAHNINA 19 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}