{
  "verses": [
    {
      "content": "Chun, Mosie le Israel upahai chun mipuihai chu thu a pêk a, “Thupêk po po vawisûna ka pêk cheu hi pawm ro.",
      "reference": "DÂN PAHNINA 27:1"
    },
    {
      "content": "LALPA in Pathienin ram a pêk cheua fe dinga Jordan in kai ni chun lung lien tak tak phun in ta, lung chârna in nâl ding a nih.",
      "reference": "DÂN PAHNINA 27:2"
    },
    {
      "content": "In kai hnung chun a chunga chun hi dân thu po po hi in ziek ding a nih; chuongchun, LALPA, in pi le puhai Pathienin a lo tiem cheu ang khan nênetui le khuoizu luongna ram, LALPA in Pathienin a pêk cheu rama chun fe thei in tih.",
      "reference": "DÂN PAHNINA 27:3"
    },
    {
      "content": "Jordan vadung in kai zo chun tlângah lunghai chu phun in ta, lung chârna in nâl ding a nih.",
      "reference": "DÂN PAHNINA 27:4"
    },
    {
      "content": "Chutaka chun LALPA in Pathien ta dingin mâichâm, lung mâichâm in siem ding a nih, thîr hmangruo chu in hmang ding a ni nawh.",
      "reference": "DÂN PAHNINA 27:5"
    },
    {
      "content": "Lalpa in Pathien mâichâm chu lung sut loin in siem ding a nih; chutaka chun LALPA in Pathien ta dingin pumrawhmang thilinhlânhai dâm inhlân in ta; inremna thilinhlân dâmin inthâwi in tih;",
      "reference": "DÂN PAHNINA 27:6"
    },
    {
      "content": "chutaka chun fâng in ta, LALPA in Pathien hmaa chun hlimtakin in um ding a nih.",
      "reference": "DÂN PAHNINA 27:7"
    },
    {
      "content": "Lung chunga dâm chun hi dân thu po pohai hi chieng takin in ziek ding a nih,” tiin.",
      "reference": "DÂN PAHNINA 27:8"
    },
    {
      "content": "Chun, Mosie le thiempu Levi mihai chun Israel mi po pohai chu an biek a, “Aw Israel mihai, ngun- takin lo ngai ta u, vawisûn hin LALPA in Pathien mihai in hung ni tah a.",
      "reference": "DÂN PAHNINA 27:9"
    },
    {
      "content": "Chuleiin, LALPA in Pathien thu chu in awi ding a nih; vawisûna thu ka ipêk cheua thupêkhai le dânhai chu in zâwm ding a nih,” tiin.",
      "reference": "DÂN PAHNINA 27:10"
    },
    {
      "content": "Chu ni ma chun Mosien mipui- hai chu thu a pêk a,",
      "reference": "DÂN PAHNINA 27:11"
    },
    {
      "content": "“Jordan vadung râl in kai hnung chun mipuihai mal sâwm dingin Gerizim tlângah hienghai hi an ngîr ding a nih: Simeon hnam le Levi hnamhai, Juda hnam le Issakar hnamhai, Josef hnam le Benjamin hnamhai.",
      "reference": "DÂN PAHNINA 27:12"
    },
    {
      "content": "Ṭawngsiea dingin hienghai hi Ebal tlângah an ngîr ding a nih; Reuben hnam dâm, Gad hnam dâm, Aser hnam dâm, Zebulun hnam dâm, Dan hnam dâm, Naphtali hnam dâm hi.",
      "reference": "DÂN PAHNINA 27:13"
    },
    {
      "content": "Chun, Levi mihai chun hang hril ṭan an ta, Israel mihai po po kuoma chun râwl inringtakin:",
      "reference": "DÂN PAHNINA 27:14"
    },
    {
      "content": "“‘Themthiemhai kutsuok LALPA ta dinga tirdakum milim indin fâwm amanih, sung fâwm amanih kawltu taphawt chu ṭawngsephurin um raw se,’ tîng an ta, mipuihai po po chun, ‘Amen’ lo tîng an ta, an lo dawn ding a nih.",
      "reference": "DÂN PAHNINA 27:15"
    },
    {
      "content": "“‘A nu amanih, a pa amanih inza naw taphawt chu ṭawngse- phurin um raw se,’ tîng an ta, mipui po po chun, ‘Amen’ an lo ti ding a nih.",
      "reference": "DÂN PAHNINA 27:16"
    },
    {
      "content": "“‘A tuolbâwm ramri sawntu chu ṭawngsephurin um raw se,’ tîng an ta, mipui po po chun, ‘Amen’ an lo ti ding a nih.",
      "reference": "DÂN PAHNINA 27:17"
    },
    {
      "content": "“‘Lampuia inthawka mitdel lampui nawa infetirtu chu ṭawngse- phurin um raw se,’ tîng an ta, mipui po po chun, ‘Amen’ an lo ti ding a nih.",
      "reference": "DÂN PAHNINA 27:18"
    },
    {
      "content": "“‘Ram dang mihai, pa nei naw hai, hmeithaihai ro indiknawtaka rêlpêktu chu ṭawngsephurin um raw se,’ tîng an ta, mipui po po chun, ‘Amen’ an lo ti ding a nih.",
      "reference": "DÂN PAHNINA 27:19"
    },
    {
      "content": "“‘A pa nuhmei zâlpuitu chu ṭawngsephurin um raw se, a pa dierkei hlîm a ni leiin,’ tîng an ta, mipui po po chun, ‘Amen’ an lo ti ding a nih.",
      "reference": "DÂN PAHNINA 27:20"
    },
    {
      "content": "“‘Ran iengkhawm rîmtu chu ṭawngsephurin um raw se,’ tîng an ta, mipui po po chun, ‘Amen’ an lo ti ding a nih.",
      "reference": "DÂN PAHNINA 27:21"
    },
    {
      "content": "“‘A farnu, a pa naunu amanih, a nu naunu amanih zâlpuitu chu ṭawngsephurin um raw se,’ tîng an ta, mipui po po chun, ‘Amen’ an lo ti ding a nih.",
      "reference": "DÂN PAHNINA 27:22"
    },
    {
      "content": "“‘A tarpinu zâlpuitu chu ṭawng- sephurin um raw se,’ tîng an ta, mi- pui po po chun, ‘Amen’ an lo ti ding a nih.",
      "reference": "DÂN PAHNINA 27:23"
    },
    {
      "content": "“ ‘A tuolbâwm arûka thattu chu ṭawngsephurin um raw se,’ tîng an ta, mipui po po chun, ‘Amen’ an lo ti ding a nih.",
      "reference": "DÂN PAHNINA 27:24"
    },
    {
      "content": "“‘Pawitâwklo thatna dinga thamna latu chu ṭawngsephurin um raw se,’ tîng an ta, mipui po po chun, ‘Amen’ an lo ti ding a nih.",
      "reference": "DÂN PAHNINA 27:25"
    },
    {
      "content": "“‘Hi dân thu pawm nghet lotu chu ṭawngsephurin um raw se,’ tîng an ta, mipui po po chun, ‘Amen’ an lo ti ding a nih.",
      "reference": "DÂN PAHNINA 27:26"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "DÂN PAHNINA 27 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}