{
  "verses": [
    {
      "content": "“Nangni lai zâwlnei amanih, mang neitu amanih an hung um a, inchikna amanih, thilmak amanih an inentir cheu a,",
      "reference": "DÂN PAHNINA 13:1"
    },
    {
      "content": "inchikna amanih, thilmak ama- nih an inentir cheu chu a hung tlung a, in hriet ngai naw, ‘Pathien dang zui ei tiu khai, an rawng bâwl ei tiu,’ in kuoma an ti chun,",
      "reference": "DÂN PAHNINA 13:2"
    },
    {
      "content": "chu zâwlnei amanih, mang neitu amanih thuhai chu in pawm ding a ni nawh; LALPA in Pathien chun in lungril po po le in hringna po poin LALPA in Pathien chu in hmangai le hmangai naw ti hriet fiena dingin a fie cheu a ni lem.",
      "reference": "DÂN PAHNINA 13:3"
    },
    {
      "content": "LALPA in Pathien chu zui in ta, ama chu ṭîng in ta, a rawng dâm bâwl in ta, ama chu in chel tlat ding a nih.",
      "reference": "DÂN PAHNINA 13:4"
    },
    {
      "content": "Chun, chu zâwlnei amanih, mang neitu amani chu sukhlum ding a nih. Aigupta rama inthawka ṭhuoisuoka, suoka inthawka intlantu cheu LALPA in Pathienin hraw ding thu a pêk cheu lampuia inthawka pêthmang dinga, LALPA in Pathien chunga helna thu a hril leiin. Chuong ang chun nangni laia thil ṭha naw chu in sukbo ding a nih.",
      "reference": "DÂN PAHNINA 13:5"
    },
    {
      "content": "“I unaupa, i nu naupa amanih, i naupa amanih, i naunu amanih, i nuhmei pawmlai amanih, i ruol ṭhatak khawmin inrûka, “Pathien dang rawng bâwl ei tiu khai’ tih a nang amanih, i pa amanih khawma in hriet naw,",
      "reference": "DÂN PAHNINA 13:6"
    },
    {
      "content": "hnam dang in kâwl vêl hnaia mi amanih, in hlat deua mi amanih, kâwlkawdawnga inthawka kâwl- kawdawng khingtieng chena mi pathienhai be dinga an zâwr cheu a, an thlêm cheu chun;",
      "reference": "DÂN PAHNINA 13:7"
    },
    {
      "content": "in remtipui ding a ni nawh a, in pawm ding a ni bawk nawh; in lunginsiet ding a ni nawh a, hla khawm in hla ding a ni nawh a, in thup ding a ni nawh;",
      "reference": "DÂN PAHNINA 13:8"
    },
    {
      "content": "in sukhlum ngei ngei lem ding a na; a sukhlum dingin kut thlâk hmasâng i ta, chu hnunga chun mipui po poin,",
      "reference": "DÂN PAHNINA 13:9"
    },
    {
      "content": "Lungin in dêng hlum ding a nih; Aigupta rama inthawka suoka inthawka ṭhuoi suoktu cheu LALPA in Pathien kuoma inthawk a suk- pêtna cheu a zawng leiin.",
      "reference": "DÂN PAHNINA 13:10"
    },
    {
      "content": "Chuongchun, Israel mi po po chun hrieng an ta, ṭîng an ta, nangni lai chuonga rîtlo hrim hrim chu chîng ta naw ni hai.",
      "reference": "DÂN PAHNINA 13:11"
    },
    {
      "content": "“LALPA in Pathienin in umna dinga a pêk cheu in khaw pakhata chun,",
      "reference": "DÂN PAHNINA 13:12"
    },
    {
      "content": "nangni laia mi dukdaklo ṭhen- khat hung suokin, chu khawpuia mihai chu in hriet ngai lo pathien danghai be dingin an ṭhuoi hmang ti thu hril in hriet chun,",
      "reference": "DÂN PAHNINA 13:13"
    },
    {
      "content": "ṭhahnemngaitakin indawn vêl unla, zawng suok ro; chun, ngai ta u, thudik a lo nih a, chuong anga thil tirdakum nangni laia thaw a ni hriet chieng a ni chun,",
      "reference": "DÂN PAHNINA 13:14"
    },
    {
      "content": "kâwlhnâmin chu khuoa umhai chu in sukhlum ngei ngei ding a nih; a sûnga um po pohai, ran ruolhai leh kâwlhnâmin in sukbohmang vawng ding a nih.",
      "reference": "DÂN PAHNINA 13:15"
    },
    {
      "content": "Râllâk sum po po chu khaw- laiah la khâwm in ta; chun, khuo le râllâk sum po po chu LALPA in Pathien kuomah pumrawhmang thil- inhlân dingin râwng in ta, pil pâwng el ni kumkhuo tâng a tih, inngîr ni nâwk ta ngai naw nih.",
      "reference": "DÂN PAHNINA 13:16"
    },
    {
      "content": "Râllâk sum chu a ieng ieng khawm in tâwk ding a ni nawh, LALPA chun a lungsenna nasatak chu inlet a ta, zângaina inhmutir a ti cheu a, lunginsiet a ti cheu a, a suk- pung ding cheu a nih; in pi le puhai kuoma ṭawng a lo inkhâm ta ang khan;",
      "reference": "DÂN PAHNINA 13:17"
    },
    {
      "content": "LALPA in Pathien mithmua thilṭha thaw dinga thupêk po po tuta ka pêk cheu hi in zâwm phawt chun.",
      "reference": "DÂN PAHNINA 13:18"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "DÂN PAHNINA 13 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}