{
  "verses": [
    {
      "content": "“LALPA in Pathienin in va hluo ding rama a ṭhuoi lût cheu a, in hmaa hnam tamtak, Hit mihai, Girgas mihai, Amor mihai, Kanaan mihai, Periz mihai, Hiv mihai, Jebus mihai dâm, nangni nêka ropui le thilthawthei hnam sarihai a hnawt suok pha,",
      "reference": "DÂN PAHNINA 7:1"
    },
    {
      "content": "in sukbohmang vawng ding a nih; anni le chun thu in thlung ding a ni nawh a, in lunginsiet ding khawm a ni nawh.",
      "reference": "DÂN PAHNINA 7:2"
    },
    {
      "content": "Nuhmei pasalah in nei ding a ni bawk nawh, in naunuhmeihai chu an naupasalhai leh in inneitir ding a ni bawk nawh.",
      "reference": "DÂN PAHNINA 7:3"
    },
    {
      "content": "In nau a mi zui laihai hi Pathien danghai biekna tieng ṭhuoi kawi el an ta; chun, LALPA lung khawm chu in chungah hung inthawk a ta, suk- bohmang vak el a ti cheu.",
      "reference": "DÂN PAHNINA 7:4"
    },
    {
      "content": "An chungah hieng ang hin in thaw lem ding a nih, an mâichâmhai sukchim in ta, an lungphunhai suknâwi in ta, an Aserahai phûr in ta, an milim siemfâwmhai in raw vawng ding a nih.",
      "reference": "DÂN PAHNINA 7:5"
    },
    {
      "content": "LALPA in Pathien ta dingin hnam inthieng in ni sih a, leilunga hnam po poa inthawk ama chanpuol bîk ni dinga LALPA in Pathienin a thlang cheu a nih.",
      "reference": "DÂN PAHNINA 7:6"
    },
    {
      "content": "“Hnam dang nêka in tam leiin LALPAIN in chungah a hmangaina ân fûktir a, a thlang cheu a ni nawh a; hnam po poa hnam tlâwm tak in nih in sawnnaw.",
      "reference": "DÂN PAHNINA 7:7"
    },
    {
      "content": "LALPAIN a hmangai cheu lei le, in pi le puhai kuoma ṭawng a lo inkhâm chu hlen a nuom leiin a nih, LALPAIN Aiguptaa lal Pharao kuta inthawka kut hrâttakin suoka in- thawka a sansuok cheu chu.",
      "reference": "DÂN PAHNINA 7:8"
    },
    {
      "content": "Chuleiin, LALPA in Pathien chu Pathien a nih ti hre ro; Pathien ringum, ama hmangaia a thu zâwmtu chunga suon sâng chena thuthlung le lunginsietna innghat zing a,",
      "reference": "DÂN PAHNINA 7:9"
    },
    {
      "content": "ama theidatuhai sukbohmang dinga anni chung ngeia thung hlak a nih; ama theidatuhai chu riel sâwt naw ni a; anni chunga ngei thung a tih.",
      "reference": "DÂN PAHNINA 7:10"
    },
    {
      "content": "Chuleiin, thupêk dâm, thuruot dâm, rorêl dâm, zâwm dinga vawi- sûna thu ka pêk cheu hi in zâwm ding a nih.",
      "reference": "DÂN PAHNINA 7:11"
    },
    {
      "content": "“Hieng rorêlhai hi in ngai a, in zâwm a, in thaw leiin LALPA in Pathienin in pi le puhai kuoma ṭawng a lo inkhâm thuthlung le lunginsiet- na chu in chungah innghat a ta;",
      "reference": "DÂN PAHNINA 7:12"
    },
    {
      "content": "hmangai a ti cheu a, malsâwm a ti cheu a, sukpung a ti cheu a, pêk dinga in pi le puhai kuoma ân khâmna rama chun in rila ra le in hnuoi ra khawm malsâwm bawk a tih, in bu dâm, in uoin dâm, in hriek dâm, in bâwngtehai le in berâmtehai khawm.",
      "reference": "DÂN PAHNINA 7:13"
    },
    {
      "content": "Hnam po po laia chun malsâwm ni bîk in ta, nangni lai a nuhmei a pasalin a ching hrim hrim um naw ni hai, in ran laia khawm.",
      "reference": "DÂN PAHNINA 7:14"
    },
    {
      "content": "Chun, LALPA chun hri po po sukkiengpêk vawng a ti cheu a, in hriet ta hnung Aigupta ram hrihai chu in chungah inlêngtir naw nih a, a theidatuhai po po chungah inlêngtir lem a tih.",
      "reference": "DÂN PAHNINA 7:15"
    },
    {
      "content": "LALPA in Pathienin a pêk ding cheu hnamhai po po chu in sukbo- hmang vawng ding a nih, in lungin- siet ding a ni nawh a, an Pathien rawng khawm in bâwl ding a ni nawh; in ta dingin châng a ni el ding a ni sih a.",
      "reference": "DÂN PAHNINA 7:16"
    },
    {
      "content": "“In lungrilah ‘Hieng hnamhai hi ei ni nêkin an tam sih a, ieng tin am hnawt suok thei ei ta?’ ti in ni chun anni chu ṭi naw ro.",
      "reference": "DÂN PAHNINA 7:17"
    },
    {
      "content": "LALPA in Pathienin Pharao le Aigupta mi po po chunga thil a thawhai kha hre zing ro,",
      "reference": "DÂN PAHNINA 7:18"
    },
    {
      "content": "fiena nasatakin in mit ngeia in hmuhai, inchikna dâm, thilmak dâm, kut hrâttak dâm, bân phar dâma LALPA in Pathienin a ṭhuoi suokna cheu kha; khâng ang khan LALPA in Pathienin in mi ṭihai chunga chun thaw pei a tih.",
      "reference": "DÂN PAHNINA 7:19"
    },
    {
      "content": "LALPA in Pathien chun anni lai chun khuoingal tir nâwk nghâl a ta; a la dam, nangnia inthawka inbi- hmanghai chu an bohmang vawng chenin.",
      "reference": "DÂN PAHNINA 7:20"
    },
    {
      "content": "Anni chu in ṭi ding a ni nawh; LALPA in Pathien chu nangni lai a um sih a, Pathien ropuitak, ṭiumtak el chu.",
      "reference": "DÂN PAHNINA 7:21"
    },
    {
      "content": "LALPA in Pathien chun chuong hnamhai chu damte tein hnawt suokpêk hret hret a ti cheu a; a suk- bohmang vawng el nghâl ding a ni nawh, chuong naw chun ramsahai in pawi tâwk khawpin hung pung rawi an tih.",
      "reference": "DÂN PAHNINA 7:22"
    },
    {
      "content": "An bohmang hma khat chu LALPA in Pathienin anni pêng a ti cheu a, buoi namênin anni sukbuoi naw nih.",
      "reference": "DÂN PAHNINA 7:23"
    },
    {
      "content": "An lalhai chu in kutah pêng a ta, an hming chu vânkhuphnuoia inthawk hin in thaihmang dai ding a nih; in sukbohmang dêr chenin in hmaa ngîr thei tukhawm um hrim hrim naw ni hai.",
      "reference": "DÂN PAHNINA 7:24"
    },
    {
      "content": "An Pathien lim siem fâwmhai chu in raw ding a nih, chutaka tangkaruo amanih, rângkachak ama- nih chu in inhnar ding a ni nawh a; in ta dingin in lâk ding a ni bawk nawh, chuong naw chun âwk el rawi in tih; LALPA in Pathien ngaiin thil tirdakum an ni sih a.",
      "reference": "DÂN PAHNINA 7:25"
    },
    {
      "content": "In in sûngah thil tirdakum la lûtin chu thil ang chun ṭawngse- phurah in insiem ding a ni nawh; tirdakum namên loa tirdakin in theida hle ding a nih, ṭawngsephur thil a ni sih a.",
      "reference": "DÂN PAHNINA 7:26"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "DÂN PAHNINA 7 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}