{
  "verses": [
    {
      "content": "“Aw Israel mihai, ngai ta u, in nêka ropui le thilthawthei lem hnam, khawpui vân tawnga kul nei le ropuitakhai chu va hluo dingin tuhin Jordan chu in kai ding a ni tah a,",
      "reference": "DÂN PAHNINA 9:1"
    },
    {
      "content": "mi lientak tak le insângtak tak in hriet ta sahai Anak thlahai, ‘Anak thlahai chu tuin am ngam ei ta?’ in ti hlakhai ram chu.",
      "reference": "DÂN PAHNINA 9:2"
    },
    {
      "content": "Chuleiin, LALPA in Pathien chu mi kângbohmang mei anga in hmaa fe hlak chu a nih ti tuhin hre ro; ama chun anni chu sukbohmang a ta, suktlâwmpêk a ti cheu; chuongchun, LALPAIN in kuoma a hril ta ang khan, anni chu hnawt suok in ta, sukbohmang vak el in tih.",
      "reference": "DÂN PAHNINA 9:3"
    },
    {
      "content": "LALPA in Pathienin a hnawt suokpêk hnung cheu chun, ‘Ei felna leiin hi ram hi hluo dingin LALPAIN a mi ṭhuoi lût a nih,’ in lungrilin ti dêr naw ro; hieng hnamhai hi an suol leiin a nih LALPAIN a hnawt suok- pêk ding cheu chu.",
      "reference": "DÂN PAHNINA 9:4"
    },
    {
      "content": "In fel leiin amanih, in lungril indik leiin amanih an ram chu in hluo ding a ni nawh a, hieng hnamhai suol lei le LALPA in pu Abraham hai, Isak hai, Jakob hai kuoma ân khâmna thu suknghet dingin LALPA in Pathienin anni chu a hnawt suokpêk ding cheu a ni lem.",
      "reference": "DÂN PAHNINA 9:5"
    },
    {
      "content": "Chuleiin, hi ram ṭhatak hi in fel leia hluo dingin LALPAIN a pêk cheu a ni nawh ti hre ro; hnam kâwmaw- tak in ni sih a.",
      "reference": "DÂN PAHNINA 9:6"
    },
    {
      "content": "“Thlalêra LALPA lung in suksen hlakziehai dâm kha hre zing unla, theinghil naw ro. Aigupta rama inthawka in suok nia inthawka hi hmun in hung tlung chen hin LALPA chunga helhmang in na.",
      "reference": "DÂN PAHNINA 9:7"
    },
    {
      "content": "Horeba khawm khan LALPA lung in suksen a, sukbohmang hiel el ding cheuin LALPA lung a sen a.",
      "reference": "DÂN PAHNINA 9:8"
    },
    {
      "content": "Lungphêk, in kuoma LALPAIN thu a thlungna lungphêk la dinga tlânga ka hang fe lai khan ni sâwmli le zân sâwmli tlânga chun ka hang um a; bei khawm ka fâk nawh a, tui khawm ka dâwn bawk nawh a.",
      "reference": "DÂN PAHNINA 9:9"
    },
    {
      "content": "LALPA chun lungphêk pahni, Pathien kutpâra ziek chu a mi pêk a; chutaka chun in pungkhâwm nia tlâng chunga meia inthawka LALPA- IN in kuoma thu a hrilhai po po kha a chuong vawng a.",
      "reference": "DÂN PAHNINA 9:10"
    },
    {
      "content": "Ni sâwmli le zân sâwmli hnung- a chun lungphêk pahni, thuthlungna lungphêk chu a mi pêk a.",
      "reference": "DÂN PAHNINA 9:11"
    },
    {
      "content": "LALPA chun ka kuomah, ‘Tho la, hi taka inthawk hin fe thla vat rawh, Aigupta rama i ṭhuoi suok i mihai chu an insuksiet zo ta khu; hraw dinga thu ka pêk kawnga inthawk chun an pêt ta pang el a, milim sung fâwm an ta dingin an siem el ta khu,’ a tih a.",
      "reference": "DÂN PAHNINA 9:12"
    },
    {
      "content": "“Chun, LALPA chun, ‘Hieng mihai hi ka en rên rên a, hnam kâwmawtak an nih;",
      "reference": "DÂN PAHNINA 9:13"
    },
    {
      "content": "anni sukbohmang ding le vânkhuphnuoia inthawka an hming thaihmang dingin ka law law hang lâwng ka tih a; chun, nangmaa inthawkin anni nêka hnam thil- thawthei le ropui lem siem ka tih’, tiin a mi biek bawk a.",
      "reference": "DÂN PAHNINA 9:14"
    },
    {
      "content": "Chuongchun, tlânga inthawk chu ka hung thlah a, tlâng chu a kâng tah a; thuthlungna lungphêk pahni chu ka kut khinghniin ka chawi a.",
      "reference": "DÂN PAHNINA 9:15"
    },
    {
      "content": "Chun, ka hei thlîr a, LALPA in Pathien chunga chun in lo suol tah a, bâwngte lim sung fâwm in insiem a, LALPAIN thu a pêk cheu lampuia inthawk chun in pêt pang el tah ti ka hmuh a.",
      "reference": "DÂN PAHNINA 9:16"
    },
    {
      "content": "Chun, lungphêk pahni chu ka dawm a, ka kut khinghnia inthawk chun ka pei a, in mithmua chun ka sukkawi a.",
      "reference": "DÂN PAHNINA 9:17"
    },
    {
      "content": "Chun, kha hmaa ka thaw ang khan ni sâwmli le zân sâwmli LALPA hmaah ka bawkkhup a; a lung suksen dinga LALPA mithmua in thil suksuol tah in suolna po po leiin bei khawm ka fâk nawh a, tui khawm ka dâwn bawk nawh.",
      "reference": "DÂN PAHNINA 9:18"
    },
    {
      "content": "Nangni sukbohmang dinga LALPA lunginsenna, a lungsenna le a lungâwinawna nasatak chu ka ṭi sih a. Nisienlakhawm, chu ṭum khawm chun LALPAIN ka thu chu a mi ngaipêk a.",
      "reference": "DÂN PAHNINA 9:19"
    },
    {
      "content": "Chun, LALPA chu, Aron chu sukbohmang nuom khawp hielin a lunginsen a; nisienlakhawm, Aron khawm chu ka ṭawngṭaipêk nghâl bawk a.",
      "reference": "DÂN PAHNINA 9:20"
    },
    {
      "content": "In suolna leia in siem bâwngte lim chu ka lâk a, ka rawh a, ka suknâwi a, pilvut angin ka rawt- nawi dar a; a phit chu tlânga in- thawka vadung hung luonga chun ka phul a.",
      "reference": "DÂN PAHNINA 9:21"
    },
    {
      "content": "“Taberaa dâm, Massaa dâm, Kibroth-hattaavaa dâm khawm LALPA chu in suklungsen a.",
      "reference": "DÂN PAHNINA 9:22"
    },
    {
      "content": "Chun, LALPAIN, ‘Ram ka pêk cheu chu hang hluo ro’, tiha Kades- barneaa inthawka a tir lai cheu khan LALPA in Pathien thupêk chu in helsan a, ama chu in ring nawh a, a râwl khawm in ngai bawk nawh a.",
      "reference": "DÂN PAHNINA 9:23"
    },
    {
      "content": "Ka hriet tîr cheua inthawk tah LALPA chunga hel hmang mi in ni hrim a.",
      "reference": "DÂN PAHNINA 9:24"
    },
    {
      "content": "Chuongchun, LALPAIN ‘Sukbo- hmang ka tih’ a ti cheu lei khan LALPA hmaah ka bawkkhup a, ni sâwmli le zân sâwmli ka bawkkhup kha.",
      "reference": "DÂN PAHNINA 9:25"
    },
    {
      "content": "Chun, LALPA kuoma chun ka ṭawngṭai a, ‘Aw Lalpa PATHIEN, i ropuinaa în tlan, kut hrâttaka Aigup- taa inthawka în tlansuok, i mihai le i rochanhai chu sukbohmang naw rawh.",
      "reference": "DÂN PAHNINA 9:26"
    },
    {
      "content": "I siehlaw Abraham hai, Isak hai, Jakob hai chu hre zing la, hieng mihai hi an kâwmaw sietzie dâm, an rîtlozie dâm, an suolziehai en naw rawh;",
      "reference": "DÂN PAHNINA 9:27"
    },
    {
      "content": "chuong naw chun, i mi ṭhuoi suokna rama mihai chun, LALPAIN a ram tiema chun a ṭhuoi thei naw leiin, thlalêra that dingin a ṭhuoi suok a nih, ti rawi an tih.",
      "reference": "DÂN PAHNINA 9:28"
    },
    {
      "content": "I thilthawtheina ropuitak le i bân phara i ṭhuoi suok, i mihai le i rochanhai an ni tlat sih a,’ ka tih a.",
      "reference": "DÂN PAHNINA 9:29"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "DÂN PAHNINA 9 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}