{
  "verses": [
    {
      "content": "“Abib thla chu thla serah nei unla, LALPA in Pathien ta dinga Fekân ruoiṭhena dingin hmang ro; Abib thla hin a nih LALPA in Pathien chun Aigupta rama in- thawka zâna a ṭhuoi suok cheu chu.",
      "reference": "DÂN PAHNINA 16:1"
    },
    {
      "content": "LALPAIN a hming umna dinga a la ruot dinga chun LALPA in Pathien kuomah in berâm ruol laia mi le ran ruol laia miin Fekân Ruoiṭheah in inthâwi ding a nih.",
      "reference": "DÂN PAHNINA 16:2"
    },
    {
      "content": "Chawl ṭhang bei leh in fâk ding a ni nawh a; in dam sûng poa Aigupta rama inthawka in suok ni chu in hriet zing theina dingin ni sari sûng chawl ṭhanglo rinumna bei leh in fâk ding a nih, Aigupta rama inthawk khan inhmâwtaka suok in ni kha.",
      "reference": "DÂN PAHNINA 16:3"
    },
    {
      "content": "In ram sûngah ni sari sûng chu chawl hrim hrim a um ding a ni nawh a, chun, ni khat ni zântienga in inthâwina sa chu zânkhawvârin a zîng tûk chenin a iengkhawm a um ding a ni nawh.",
      "reference": "DÂN PAHNINA 16:4"
    },
    {
      "content": "LALPA in Pathienin a pêk cheu in umna khâwlai khawm Fekân Ruoiṭhe inthâwiin inthâwi thei naw ti niu a.",
      "reference": "DÂN PAHNINA 16:5"
    },
    {
      "content": "LALPA in Pathienin a hming umna dinga a la ruot dinga chun, chutaka ngei chun Aigupta rama in- thawka in hung suok hun ang zântieng, nisa tlâkah Fekân Ruoi- ṭhe inthâwiin in inthâwi ding a ni lem.",
      "reference": "DÂN PAHNINA 16:6"
    },
    {
      "content": "Chun, em hmin in ta, LALPAIN hmun a la ruot dinga chun fâng in ta; chun, a zînga chun kîr nâwk in ta, in puon inah in fe ding a nih.",
      "reference": "DÂN PAHNINA 16:7"
    },
    {
      "content": "Ni ruk sûng chu chawl ṭhanglo bei in fâk ding a nih. Chun, ni sari ni chu LALPA in Pathien ta dinga inkhâwmpui inthieng nîng a ta, sin in thaw ding a ni nawh.",
      "reference": "DÂN PAHNINA 16:8"
    },
    {
      "content": "“Châwlkâr sari tiem in ta; in bu sîk ṭan nia inthawkin châwlkâr sari chu tiem in tih.",
      "reference": "DÂN PAHNINA 16:9"
    },
    {
      "content": "LALPA in Pathienin mal a sâwm cheu ang peiin in themsuoka mi mâni thua nuomthua thilinhlân dingin LALPA in Pathien ta ding- in châwlkâr ruoiṭhe in nei ding a nih.",
      "reference": "DÂN PAHNINA 16:10"
    },
    {
      "content": "LALPA in Pathienin a hming umna dinga a la ruot dinga chun nangni leh in naupasalhai leh, in naunuhmeihai leh, in suokpahai, in suoknuhai leh in umnaa um Levi mihai, nangni laia um ram dang mihai, pa nei lo hai dâm, hmeithaihai dâm leh LALPA in Pathien hmaah hlimtakin in um ding a nih.",
      "reference": "DÂN PAHNINA 16:11"
    },
    {
      "content": "Chun, Aigupta rama khan suok in nih ti in hriet zing ding a nih; chun, hieng dânhai hi fîmkhurtakin in zâwm ding a nih.",
      "reference": "DÂN PAHNINA 16:12"
    },
    {
      "content": "“In hrizâwla mi le in uoin sâwrna khura mi in sîk khâwm zo pha ni sari sûng chu bâwkte ruoiṭhe in nei ding a nih.",
      "reference": "DÂN PAHNINA 16:13"
    },
    {
      "content": "In ruoiṭhenaa chun nangni leh, in naupasalhai, in naunuhmeihai leh, in suokpahai, in suoknuhai leh, in umnaa Levi mihai leh, ram dang mihai, pa neilo le hmeithaihai dâm leh hlimtakin in um ding a nih.",
      "reference": "DÂN PAHNINA 16:14"
    },
    {
      "content": "LALPAIN hmun a la ruot dinga chun LALPA in Pathien ta dingin ni sari ruoi in ṭhe ding a nih; LALPA in Pathienin in thil rasuok po poa le in kutsuok po poah mal sâwm a ti cheu a, lâwmtak sengin in um ding a nih.",
      "reference": "DÂN PAHNINA 16:15"
    },
    {
      "content": "Kum tin nangni laia pasal po po chu vawi thum LALPA hmaa hmun a la ruot dinga chun an inlang ding a nih. Chawlṭhanglo bei ruoiṭhea dâm, châwlkâr ruoiṭhea dâm, bâwkte ruoiṭhea dâm.",
      "reference": "DÂN PAHNINA 16:16"
    },
    {
      "content": "Chun, tukhawm LALPA hmaah kutruokin an in lang ding a ni nawh a, LALPA in Pathienin malsâwm- na ân dawngtir cheu ang peiin mi tinin an thei angtâwk an pêk ding a nih.",
      "reference": "DÂN PAHNINA 16:17"
    },
    {
      "content": "“LALPA in Pathienin a pêk cheu in kul kawtkhâr po poah in hnam ang peiin rorêltuhai le hotuhai insiem pei in ta; mipuihai ro feltakin an rêlpêk ding a nih.",
      "reference": "DÂN PAHNINA 16:18"
    },
    {
      "content": "Indik nawtakin ro in rêl ding a ni nawh, tukhawm ditsak bîk in nei ding a ni nawh; thilpêk in lâk ding a ni bawk nawh; thilpêk chun mi varhai mit a sukdelpêk a, mi felhai thu a sukkhawhlopêk hlak si a.",
      "reference": "DÂN PAHNINA 16:19"
    },
    {
      "content": "LALPA in Pathienin a pêk cheu ram chu dama in hluo theina dingin a fel chau chu in zâwm ding a nih.",
      "reference": "DÂN PAHNINA 16:20"
    },
    {
      "content": "“LALPA in Pathien mâichâm in lân ngîr ding sîra chun thing ieng chi khawma Asera in inngîr ding a ni nawh.",
      "reference": "DÂN PAHNINA 16:21"
    },
    {
      "content": "LALPA in Pathienin a theida zâwng lung khawm in phun ding a ni nawh.",
      "reference": "DÂN PAHNINA 16:22"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "DÂN PAHNINA 16 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}