{
  "verses": [
    {
      "content": "Hi malsâwmna hin a nih Pathien mi Mosie chun a thi hmaa Israel thlahai mal a sâwm chu:",
      "reference": "DÂN PAHNINA 33:1"
    },
    {
      "content": "“Sinaia inthawkin LALPA chu a hung a, Seira inthawkin an kuomah a tho a, Paran tlânga inthawkin a var a suok a; Mi inthieng sângsâwm laia inthawkin a hung; A kut changtieng chun an ta dingin dân chawk thei a um a.",
      "reference": "DÂN PAHNINA 33:2"
    },
    {
      "content": "Anih, a mihai chu a hmangai a, A mi inthienghai po po chu a kutah an um a; I ke bulah an ṭhung a, I thu chu pawm peiin,",
      "reference": "DÂN PAHNINA 33:3"
    },
    {
      "content": "Mosie chun dân a mi pêk a; Jakob mipuihai ta dingin ro hluo ding,",
      "reference": "DÂN PAHNINA 33:4"
    },
    {
      "content": "Jesurunah ân lal a, Mipuihai ṭhuoituhai an pungkhâwm a, Israel chi po po a rawi rawiin.",
      "reference": "DÂN PAHNINA 33:5"
    },
    {
      "content": "Reuben chu dam zing sienla, thi loin, A mihai chu tlâwm hle hai sien khawm,” ti hi.",
      "reference": "DÂN PAHNINA 33:6"
    },
    {
      "content": "Chun, hi hi Juda mal a sâwmna a nih; “LALPA, Juda râwl chu ngai la, A mihai kuomah ṭhuoi lût rawh; I kutin a ta dingin dopêk la, A hmêlmahai thawpuitu ni rawh,” ti hi.",
      "reference": "DÂN PAHNINA 33:7"
    },
    {
      "content": "Chun, Levi chungthua chun, “I Thummim le i Urim chu i mi inthieng kuomah pe la, Massaah i fieh a, Meriba tuia i thaw pêkpa,",
      "reference": "DÂN PAHNINA 33:8"
    },
    {
      "content": "‘Ka nu le ka pa ka hriet nawh,’ titu, A unauhai hre lo a, Ama nauhai ngei khawm hre bawk lotu kuoma chun, I thu chu an pawm a, I thuthlung chu an zâwm sih a.",
      "reference": "DÂN PAHNINA 33:9"
    },
    {
      "content": "Jakob mihai chu i rorêlhai chu inchûktir an ta, Israelhai chu, i dân, I hmaah riminhnik sieng an ta, I mâichâmah pumrawhmang thilinhlân.",
      "reference": "DÂN PAHNINA 33:10"
    },
    {
      "content": "Mal sâwm rawh, LALPA, a sum a pai, A kutsuokhai chu lo pawm la, A thawtuhai kâwng chu vaw la; A theidatuhai kâwng leh, an châng nâwk ta nawna dingin,” a ta.",
      "reference": "DÂN PAHNINA 33:11"
    },
    {
      "content": "Chun, Benjamin chungthua chun, “LALPA dittak chu a kuomah himin um a tih; Sûnnithlâkin awp a ta, Paw hlak a tih,” a ta.",
      "reference": "DÂN PAHNINA 33:12"
    },
    {
      "content": "Chun, Josef chungthua chun, “A ram chu LALPA malsâwmin um raw se, Vân thil hlu dâidâw le, Tui inthûktak hnuoi tienga tuihai ichâwm;",
      "reference": "DÂN PAHNINA 33:13"
    },
    {
      "content": "Nisa lum huntâwkhai, Thlahaiin thil hlu ân suoktirin,",
      "reference": "DÂN PAHNINA 33:14"
    },
    {
      "content": "Kha hma tlânghaia thil ditumtakhaiin, Chatuon tlânga thil hluhai dâmin.",
      "reference": "DÂN PAHNINA 33:15"
    },
    {
      "content": "Leilung le a chung thil hluhaiin, Chîmbuka inlâr ditsaknain, Malsâwmna chu Josef lu chungah hung um raw se, A unauhai chunga hotua um lusipa chun.",
      "reference": "DÂN PAHNINA 33:16"
    },
    {
      "content": "A ropuina chu a bâwngchal pieng hmasa ropuina ang a na, A ki chu ramsiel ki ang a nih. Chuhai chun, hnam tin sik a tih, kâwlkawdawng chenin, Ephraim sâng sâwmhai an na, Manasse sâng dâm chu an nih,” a ta.",
      "reference": "DÂN PAHNINA 33:17"
    },
    {
      "content": "Chun, Zebulunhai chungthua chun, “Lâwm rawh, Zebulun, în vâksuoknaa dâm, Chun, Issakar, i puon ina dâm,",
      "reference": "DÂN PAHNINA 33:18"
    },
    {
      "content": "Tlângah chi tin ko an ta, Chutaka chun felna inthâwina dâm inhlân an tih; Tuisuoriet hausakna an tlân ding a ni sih a; Ṭieua ro inphûmhai leh,” a ta.",
      "reference": "DÂN PAHNINA 33:19"
    },
    {
      "content": "Gad chungthua chun, “Gad mihai suklientu chu inpâkin um raw se, Sakeibakneipui angin ân chân a, Bân a ham thlêr a, anih, lusîp chen khawmin.",
      "reference": "DÂN PAHNINA 33:20"
    },
    {
      "content": "A ram ṭha lai tak chu a ta dingin a thlang a, Rorêltu chanvoa chun inṭhungtirin a um sih a. Ṭhuoituhai kuomah a feh a, LALPA rorêlna fel a zui a Israelhai kuoma a rorêlna chu,” a ta.",
      "reference": "DÂN PAHNINA 33:21"
    },
    {
      "content": "Dan chungthua chun, “Dan chu sakeibakneite a nih, Basana inthawka hung inchâwm suok chu,” a ta.",
      "reference": "DÂN PAHNINA 33:22"
    },
    {
      "content": "Naphtali chungthua chun, “Aw Naphtali, ditsaknaa lungâwi, LALPA malsâwmnaa tlai, Sim le thlang, hluo rawh,” a ta.",
      "reference": "DÂN PAHNINA 33:23"
    },
    {
      "content": "Aser mihai chungthua chun, “Aser chu nau le tea malsâwmin um sienla, A unauhai lai chun tlatlum sienla, Hriekah a ke inchie raw se.",
      "reference": "DÂN PAHNINA 33:24"
    },
    {
      "content": "I kalnahai chu thîr le dârsen nîng a ta, I dam sûng poin i hrâtna khawm um zing a tih,” a ta.",
      "reference": "DÂN PAHNINA 33:25"
    },
    {
      "content": "“Pathien ang tukhawm an um dêr nawh, aw Jesurun, A ṭhangpui ding chea vâna chuong, Ropuitak vâna chuong chu.",
      "reference": "DÂN PAHNINA 33:26"
    },
    {
      "content": "Chatuon Pathien chu în humhimna a na, Hnuoi tienga chun chatuon bân a um, Hmêlmahai chu a vaikiengpêk hlak cheh a, ‘Sukbohmang rawh,’ a tih a.",
      "reference": "DÂN PAHNINA 33:27"
    },
    {
      "content": "Chun, Israel chu râlmuongtakin a um a, Jakob tuisunsuo chu a pumbil a, Bu le uoin rama chun, Anih, a vânhaiin dâidâw an infartir a,",
      "reference": "DÂN PAHNINA 33:28"
    },
    {
      "content": "I hamṭha de, aw Israel, Nang ang hrim tu am an um a, LALPA sandam mihai? Nangma ṭhangpuitu phaw, I ropuina kâwlhnâm a nih, I hmêlmahai i kuomah intuklût an ta, An hmun insânghai chu chîl i tih,” a ta.",
      "reference": "DÂN PAHNINA 33:29"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "DÂN PAHNINA 33 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}