{
  "verses": [
    {
      "content": "“LALPA in pi le puhai Pathien- in a pêk cheu ram in hluo a, hnuoia in um sûnga fîmkhurtaka in zâwm ding thuruothai, rorêl dânhai chu hieng hi a nih.",
      "reference": "DÂN PAHNINA 12:1"
    },
    {
      "content": "In va hluo ding ram hnamhaiin tlâng lienhai, tlâng chînhai, thing hring tin hnuoi dâma an pathienhai rawng an bâwlna hmun po pohai chu in suksiet vawng ding a nih.",
      "reference": "DÂN PAHNINA 12:2"
    },
    {
      "content": "An mâichâmhai sukchim in ta, an lungphunhai suknâwi vawng in ta, an Asera dâm chu in raw ding a nih; an pathien lim siem fâwmhai chu phûrpêk in ta, chutaka an hming chu in thaihmang ding a nih.",
      "reference": "DÂN PAHNINA 12:3"
    },
    {
      "content": "Chuong ang chun LALPA in Pathien chunga chu in thaw ding a ni nawh.",
      "reference": "DÂN PAHNINA 12:4"
    },
    {
      "content": "LALPA in Pathienin in hnam po po laia a hming umna ding hmun a la ruot ding chu zawng lem in ta, chutaka chun in fe ding a nih.",
      "reference": "DÂN PAHNINA 12:5"
    },
    {
      "content": "Chutaka chun in pumrawhmang thilinhlânhai, in inthâwinahai, in sâwma pakhat dâm, in thên thilin- hlânhai dâm, in thutiem dâm, in nuomthua thilinhlânhai dâm, in ran ruol le in berâm ruol laia pieng hmasa takhai in hung lâk ding a nih.",
      "reference": "DÂN PAHNINA 12:6"
    },
    {
      "content": "Chutaka chu, LALPA in Pathien hmaa chun fâng in ta, in kut rasuok LALPAIN mal a sâwmna cheua chun hlimtakin in um ding a nih, in sungkuoin.",
      "reference": "DÂN PAHNINA 12:7"
    },
    {
      "content": "“Mi tinin mâni ṭha ti zâwng ang ela tuta ei thaw ang hin in thaw ding a ni nawh;",
      "reference": "DÂN PAHNINA 12:8"
    },
    {
      "content": "LALPA in Pathienin a pêk cheu ram le châwlna chu in la tlung hri si nawh a.",
      "reference": "DÂN PAHNINA 12:9"
    },
    {
      "content": "Jordan vadung in kai a, LALPA in Pathienin ân hluotir ding cheuah in um a, himtaka in um theina dinga in vêla hmêlmahai po poa inthawka ân châwltir pha cheu ruok chun,",
      "reference": "DÂN PAHNINA 12:10"
    },
    {
      "content": "LALPA in Pathienin a hming inumtirna ding a ruot ding hmuna hung lâk dinga ka ti po po chutaka chun in hung lâk ding a nih, in pumrawhmang thilinhlânhai, in sâwma pakhat dâm, in thên thilin- hlânhai, LALPA kuoma thutiema in tiem ṭha ṭhahai le chun.",
      "reference": "DÂN PAHNINA 12:11"
    },
    {
      "content": "LALPA in Pathien hmaa chun hlimtakin um in ta, nangni le in naupasalhai le, in naunuhmeihai leh, in suokpahai leh, in suoknuhai leh in ina um Levi mihai leh, anni chun nangni lai chanvo le ram nei ve nghâl lohai.",
      "reference": "DÂN PAHNINA 12:12"
    },
    {
      "content": "“Hmun in hmuna taphawtah in pumrawhmang thilinhlânhai inhlân el lo dingin fîmkhur ro khai.",
      "reference": "DÂN PAHNINA 12:13"
    },
    {
      "content": "In hnamhai laia LALPAIN a la ruot ding hmuna chun in pumraw- hmang thilinhlânhai chu inhlân lem in ta; chutaka chun thu ka pêk cheu po po chu in thaw ding a nih.",
      "reference": "DÂN PAHNINA 12:14"
    },
    {
      "content": "Amiruokchu, LALPA in Pa- thienin malsâwmna ân dawngtir cheu ang peiin in hringnain a châk ang ang chu in in sengah that in ta, a sa chu fa thei in tih; ân thienghai le ân thiengnawhai khawm a, sangai dâm, sakhi dâm hi chu fa thei an tih.",
      "reference": "DÂN PAHNINA 12:15"
    },
    {
      "content": "A thisen ruok chu in fâk ding a ni nawh; tui angin hnuoiah in bunthlâk ding a nih.",
      "reference": "DÂN PAHNINA 12:16"
    },
    {
      "content": "In ina chun sâwma pakhat, in bu dâm, in uoin dâm, in hriek dâm le in ran ruol le berâm ruol laia pieng hmasa takhai, in thutiema mi dâm, in nuomthua thilinhlânhai dâm, in thên thilinhlânhai chu fa thei naw ti niu a.",
      "reference": "DÂN PAHNINA 12:17"
    },
    {
      "content": "LALPA in Pathienin hmun a la ruot dingah, LALPA in Pathien hmaah in fâk lem ding a nih, nangni le in naupasalhai le in naunuhmeihai le in suokpahai, in suoknuhai, in ina um Levi mihai leh; LALPA in Pathien hmaah in kut rasuok taphawtah hlimtakin in um ding a nih.",
      "reference": "DÂN PAHNINA 12:18"
    },
    {
      "content": "In rama in um sûng po chu Levi mihai chu ngaitha lo dingin fîmkhur ro.",
      "reference": "DÂN PAHNINA 12:19"
    },
    {
      "content": "“LALPA in Pathienin a tiem cheu anga in ram a suklien a, in hringnain sa a fâk châk leia, ‘Sa fâng ka tih,’ in ti pha chun, in hringnain a châk zâwng ang ang sa fa thei in tih.",
      "reference": "DÂN PAHNINA 12:20"
    },
    {
      "content": "LALPA in Pathienin a hming umna ding a la ruot ding chu in hlat taluo chun thu ka pêk cheu ang khan LALPAIN a pêk cheu in ran ruol le in berâm ruol laia mi that in ta, in hringnain a châk ang zâwng chu in inah in fâk ding a nih.",
      "reference": "DÂN PAHNINA 12:21"
    },
    {
      "content": "Sangai hai, sakhi hai in fâk ang elin fâng in ta, ân thienghai le ân thiengnawhai khawma angkhat zingin fâng in tih.",
      "reference": "DÂN PAHNINA 12:22"
    },
    {
      "content": "Thisen ruok chu fa lo dingin fîmkhur ro, thisen chu hringna a na, hringna pumin sa chu in fâk ding a ni nawh.",
      "reference": "DÂN PAHNINA 12:23"
    },
    {
      "content": "In fâk dêr ding a ni nawh, tui angin hnuoiah in bunthlâk el ding a nih.",
      "reference": "DÂN PAHNINA 12:24"
    },
    {
      "content": "Chuongchun, LALPA mithmuah thil dik in thaw hin nangni le in hnunga in nauhai ta dingin a la ṭha ding annawm.",
      "reference": "DÂN PAHNINA 12:25"
    },
    {
      "content": "In thil inthienghai le in thu- tiema mi chau chawi unla, LALPAIN hmun a la ruot dinga chun fe ro.",
      "reference": "DÂN PAHNINA 12:26"
    },
    {
      "content": "Chun, LALPA in Pathien mâichâmah in pumrawhmang thilin- hlân chu, a sa le a thisen inhlân in ta, chun in inthâwinahai thisen chu LALPA in Pathien mâichâma chun bun suok in ta, a sa chu fâng in tih.",
      "reference": "DÂN PAHNINA 12:27"
    },
    {
      "content": "Hieng thu ka pêk po po cheu hi nguntakin ngaituo ro; chuongchun, LALPA in Pathien mithmua thil ṭha le thil dik in thaw hin, in ta ding le in hnunga in nauhai ta dingin kumkhawtluonga dingin a la ṭha ding a nih.",
      "reference": "DÂN PAHNINA 12:28"
    },
    {
      "content": "“LALPA in Pathienin va hne ding hnamhai a sukbohmangpêk cheu a, an ram in hluo a, in khawsak pha chun;",
      "reference": "DÂN PAHNINA 12:29"
    },
    {
      "content": "sukbohmanga an umna anga khan in âwk ve nawna dingin fîmkhur ro, ‘Hieng hnamhai hin ieng- tin am an pathienhai rawng an bâwl a, an thaw angin eini khawm thaw vêng ei tiu,’ tiin, an pathien chungchâng thuhai dâm chu dâwp vêl naw ro.",
      "reference": "DÂN PAHNINA 12:30"
    },
    {
      "content": "Chuong ang chun LALPA in Pathien chungah in thaw ding a ni nawh; an pathien chunga chun LALPA ngaia thil tirdakum tinrêng a theida takhai chu an thaw hlak a, an naupasalhai, an naunuhmeihai ngei khawm an pathien ta dingin an raw hlak a nih.",
      "reference": "DÂN PAHNINA 12:31"
    },
    {
      "content": "“Thaw dinga thu ka pêk ta- phawt cheu chu in thaw ding a na, in belsa ding a ni nawh a, in suktlâwm ding a ni bawk nawh.",
      "reference": "DÂN PAHNINA 12:32"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "DÂN PAHNINA 12 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}