{
  "verses": [
    {
      "content": "“Chuleiin, LALPA in Pathien chu in hmangaiin a thuruot- hai, a dânhai, a rorêlhai, a thupêk- hai chu in zâwm rawp ding a nih.",
      "reference": "DÂN PAHNINA 11:1"
    },
    {
      "content": "Tuhin lo hre unla, LALPA in Pathien thununna dâm, a ropuizie dâm, a bân hrâtzie dâm, a bân pharzie dâm,",
      "reference": "DÂN PAHNINA 11:2"
    },
    {
      "content": "a inchikna dâm, a thilthaw Aigupta ram sûnga Aigupta lal Pharao chung le a ram sûng po poa a thaw dâm kha.",
      "reference": "DÂN PAHNINA 11:3"
    },
    {
      "content": "Aigupta sipaihai le an sakawrhai le an tawlailîr chunga a thilthawhai kha, an hnawt lai cheua Tuisuoriet Sen tuia ân chimtirzie dâm; tu chena LALPAIN a sukbohmangzie dâm,",
      "reference": "DÂN PAHNINA 11:4"
    },
    {
      "content": "hi hmun in tlung hmakhata thlalêra in chunga a thilthaw dân dâm,",
      "reference": "DÂN PAHNINA 11:5"
    },
    {
      "content": "Reuben naupa Eliab naupa Dathan le Abiram hai chunga a thaw dân dam; hnuoiin a bâu a ka a, Israel mi po po lai anni le an sûnghai le an puon inhai le an ran ṭhuoi po po a lem vawng dân dâm hre lo in thlahai kuoma hril ka ni nawh a,",
      "reference": "DÂN PAHNINA 11:6"
    },
    {
      "content": "in mit ngeia LALPAIN thil ropuitak a thaw po po hmutuhai kuomah a ni lem a nih.",
      "reference": "DÂN PAHNINA 11:7"
    },
    {
      "content": "“Chuleiin, in hung hrât a, in va pan ram chu in hluo theina dingin tuta thu ka pêk cheu, thupêk po po hi in zâwm ding a nih;",
      "reference": "DÂN PAHNINA 11:8"
    },
    {
      "content": "nênetui le khuoizu luongna ram, in pi le puhai le an thlahai pêk dinga LALPAIN ṭawng a lo inkhâmna tah rama chun in chêng sâwt theina dingin.",
      "reference": "DÂN PAHNINA 11:9"
    },
    {
      "content": "In va hluo ding ram chu in hung suokna Aigupta ram, thlai huona chi in tu a, in kea tui in buokna hlak ang a ni nawh a;",
      "reference": "DÂN PAHNINA 11:10"
    },
    {
      "content": "in va hluo ding ram chu tlânghai le ruomhai le vân ruotui dawng ram a ni lem a.",
      "reference": "DÂN PAHNINA 11:11"
    },
    {
      "content": "LALPA in Pathienin a lungkham ram a nih; LALPA in Pathien mit chu kum thara inthawka a tâwp chenin a fu hlak.",
      "reference": "DÂN PAHNINA 11:12"
    },
    {
      "content": "“Chun, LALPA in Pathien chu hmangai ding le in lungril po po le in lungvar po poa a rawngbâwl dinga ka thupêk tuta ka pêk cheu hi ṭha- hnemngaitaka in zâwm chun,",
      "reference": "DÂN PAHNINA 11:13"
    },
    {
      "content": "in ram ruotui chu a huntakah, ruotui tla hmasa le ruotui tla nuhnung chu pêng ka ti cheu a, chuongchun, in bu dâm, in uoin dâm, in hriek dâm sîk khâwm thei in tih.",
      "reference": "DÂN PAHNINA 11:14"
    },
    {
      "content": "In ranhai ta dingin in rama hlohna khawm inumtir bawk ka ta, nangni khawma fâng in ta, tlai in tih.",
      "reference": "DÂN PAHNINA 11:15"
    },
    {
      "content": "Fîmkhur ro khai, chuong naw chun, in lungril chu hlêmin um a ta, pêthmang in ta, pathien dang rawng dâm bâwl in ta, be el rawi in tih;",
      "reference": "DÂN PAHNINA 11:16"
    },
    {
      "content": "chuong a ni chun LALPA lung chu in chungah hung inthawk a ta, vân chu khâr a ta, ruo sûr naw nih a; hnuoi chun a ra insuo naw ni a, chuongchun, LALPA pêk cheu, ram ṭhataka inthawk hi bohmang vak el in tih.",
      "reference": "DÂN PAHNINA 11:17"
    },
    {
      "content": "“Chuleiin, hieng ka thuhai hi in lungril le, in lungvarah khum inta, inchikna dingin in bânah zem in ta, in mit le mit inkârah chalhrênna dingin a um bawk ding a nih.",
      "reference": "DÂN PAHNINA 11:18"
    },
    {
      "content": "Chuong chu in nauhai inchûktir in ta, in ina in ṭhung lai dâmin, lampuia in fe lai dâmin, in zâl lai dâmin, in tho pha khawm in hril hlak ding a nih.",
      "reference": "DÂN PAHNINA 11:19"
    },
    {
      "content": "Chun, in kawtkhâr bienghaiah, in kawtkhâra dâm in ziek ding a nih.",
      "reference": "DÂN PAHNINA 11:20"
    },
    {
      "content": "Chuongchun, in pi le puhai pêk dinga ṭawng ân khâmna rama chun in dam sûng ni le in nauhai dam sûng nihai chu hnuoi chungah vân hai um sûng sâwt ang peiin sukseiin um a tih.",
      "reference": "DÂN PAHNINA 11:21"
    },
    {
      "content": "“LALPA in Pathien chu hmangai ding le, a lampui po po hraw ding le ama chel tlat dinga ṭha- hnemngaitaka hieng thu ka pêk cheu thupêk po po hi in zâwm phawt chun,",
      "reference": "DÂN PAHNINA 11:22"
    },
    {
      "content": "LALPA chun hieng hnamhai po po hi hnawt suokpêk a ti cheu a, nangni nêka ropui le thilthawthei lem hnam ram chu hluong in tih.",
      "reference": "DÂN PAHNINA 11:23"
    },
    {
      "content": "In kephaa in sirna taphawt chu in ta nîng a tih, thlalêra inthawk le Lebanon tlânga inthawka vadung, Euphrates vadunga inthawk chun thlangtieng tuisuoriet chenin in ram nîng a tih.",
      "reference": "DÂN PAHNINA 11:24"
    },
    {
      "content": "Tukhawm in hmaah ngîr thei naw ni hai a; LALPA in Pathienin in kuoma a hril ta ang khan in va sir ding ram po poa chun nangni ṭina le ṭiumna inumtir a tih.",
      "reference": "DÂN PAHNINA 11:25"
    },
    {
      "content": "Ngai ta u, vawisûn hin in hmaah malsâwmna le ṭawngsie ka sieh a;",
      "reference": "DÂN PAHNINA 11:26"
    },
    {
      "content": "LALPA in Pathien thupêkhai tuta ka pêk cheu hi in zâwm chun malsâwmna,",
      "reference": "DÂN PAHNINA 11:27"
    },
    {
      "content": "LALPA in Pathien thupêkhai chu in zâwm nawh a, in hriet ngai lo pathien danghai be dinga tuta ka thupêk cheu hi in pêtsan chun ṭawngsephurin um in tih.",
      "reference": "DÂN PAHNINA 11:28"
    },
    {
      "content": "“Chun, in va hluo ding rama LALPA in Pathienin a ṭhuoi lût pha cheu chun, malsâwmna chu Gerizim tlângah sieng in ta, ṭawngsie chu Ebal tlângah.",
      "reference": "DÂN PAHNINA 11:29"
    },
    {
      "content": "Chu tlânghai chu nisa tlâkna khêl Araba tieng lampuia um, Kanaan mihai ram, Gilgal zâwn, More thingsaisuo sîr, Jordan râla um an nih.",
      "reference": "DÂN PAHNINA 11:30"
    },
    {
      "content": "LALPA in Pathienin a pêk cheu ram va hluo ding chun Jordan chu in kân ding a na, hluong in ta, chutaka chun um in tih.",
      "reference": "DÂN PAHNINA 11:31"
    },
    {
      "content": "Chun, tuta in hmaa ka sie, thuruot le rorêl po po hi zâwm dingin in fîmkhur ding a nih.",
      "reference": "DÂN PAHNINA 11:32"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "DÂN PAHNINA 11 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}