{
  "verses": [
    {
      "content": "Hieng thu hi Jordan saktieng thlalêr, Paran le Tophel, Laban, Hazeroth le Dizahab inkara Suph va dep Arabaa Mosien Israelmihai po po kuoma a hril chu a nih.",
      "reference": "DÂN PAHNINA 1:1"
    },
    {
      "content": "Horeb tlânga inthawkin Kades- barnea chu Seir tlâng tieng lampuia ni sâwmpakhat lam a na.",
      "reference": "DÂN PAHNINA 1:2"
    },
    {
      "content": "Kum sâwmli kum, thla sâwmpa- khatna, chu thla ni khat ni chun, LALPAIN anni hril dinga thu a pêkhai po po chu Israel thlahai kuoma chun Mosien a hril a.",
      "reference": "DÂN PAHNINA 1:3"
    },
    {
      "content": "Chu chu Hesbona um Amor mihai lal Sihon le Edrei le Astaroth-a um Basan lal Og a that hnungin a nih.",
      "reference": "DÂN PAHNINA 1:4"
    },
    {
      "content": "Jordan saktieng Moab ramah hi dân hi Mosien a phuong ṭan tah a,",
      "reference": "DÂN PAHNINA 1:5"
    },
    {
      "content": "“LALPA ei Pathien chun Horeb tlângah a mi biek a, ‘Hi tlânga hin in um sâwt tâwk tah a;",
      "reference": "DÂN PAHNINA 1:6"
    },
    {
      "content": "insawn ta unla, fe suok unla, Amor mihai tlâng rama le a kâwl vêl po po Arabaa dâm, tlâng rama dâm, phai rama dâm, Sim rama dâm, Kanaan mihai umna tuisuoriet pang- haia le Lebanona dâm, vadungpui Euphrates vadung chenin fe ro.",
      "reference": "DÂN PAHNINA 1:7"
    },
    {
      "content": "Ngai ta u, ram chu ka pêk dai ta cheu, in pu Abraham hai, Isak hai, Jakob hai le an hnunga an thla nâwk peihai kuoma inkhâma LALPAIN a pêk ram chu va hluo ro,’ tiin.",
      "reference": "DÂN PAHNINA 1:8"
    },
    {
      "content": "“Horeb tlânga ei umlai khan in kuomah, ‘Keima ngawt chun ka zo naw cheu a,",
      "reference": "DÂN PAHNINA 1:9"
    },
    {
      "content": "LALPA in Pathien chun a suk- pung cheu a, ngai ta u, tuhin chu in tamzie chu vâna arasi zât zet in hung ni tah a.",
      "reference": "DÂN PAHNINA 1:10"
    },
    {
      "content": "LALPA in pi le puhai Pathien chun tuta nêka a let sângin sukpung sienla cheu, a tiem cheu angin mal- sâwm raw se cheu.",
      "reference": "DÂN PAHNINA 1:11"
    },
    {
      "content": "Iengtin am keima khât chauin in buoina dâm, in phurrik dâm, in inngâwknahai chu phur zo ka ta?",
      "reference": "DÂN PAHNINA 1:12"
    },
    {
      "content": "In hnam laia mi, mi var, hmang- châng hre mi, chinchâng hre mi dâm inthlang suok unla, in chungah ho- tuah siem ka tih,’ tiin ka biek cheu a.",
      "reference": "DÂN PAHNINA 1:13"
    },
    {
      "content": "Chun, nangnîn, ‘I thil hril chu kan ta dingin a ṭha hle el,’ tiin in mi dawn a.",
      "reference": "DÂN PAHNINA 1:14"
    },
    {
      "content": "Chuongchun, in hnam hotuhai chu ka pawm a, in hnam laia mi, mi var, chinchâng hre mihai in chungah hotuah ka siem a, sâng chunga hotu dâm, za chunga hotu dâm, sâwmnga chunga hotu dâm, sâwm chunga hotu dâm, ṭhuoituhai khawm.",
      "reference": "DÂN PAHNINA 1:15"
    },
    {
      "content": "Chuong lai chun in rorêltuhai kuoma chun, ‘In unauhai kâra thu chu ngaipêk unla, unau le unau kâra le ram danga mi, a umpui le inkâra khawm feltakin rêl ro.",
      "reference": "DÂN PAHNINA 1:16"
    },
    {
      "content": "Rorêlnaah thlierbîk in nei ding a ni nawh; mi chîn le mi lien inang zingin in ngaipêk ding a nih; tu- khawm in ṭi ding a ni nawh; rorêlna chu Pathien ta a ni sih a; in ta dinga thu khir taluo chu ka kuomah hung intlun hlak in ta, chu chu lo ngaituo hlak ka tih,’ tiin thu ka pêk a.",
      "reference": "DÂN PAHNINA 1:17"
    },
    {
      "content": "Chun, chuong lai chun thil in thaw dân ding po poah thu ka pêk cheu a.",
      "reference": "DÂN PAHNINA 1:18"
    },
    {
      "content": "“Chun, LALPAIN thu a mi pêk angin Horeb tlânga inthawk chun ei suok a, Amor mihai tlâng ram lampuia thlalêr lientak le râpthlâk- tak in hmu kha ei fe thleng vawng a, Kades-barneaa chun ei hung tlung a.",
      "reference": "DÂN PAHNINA 1:19"
    },
    {
      "content": "Chun, in kuomah, ‘LALPA ei Pathienin a mi pêk Amor mihai tlâng ram chu in hung tlung tah a;",
      "reference": "DÂN PAHNINA 1:20"
    },
    {
      "content": "Ngai ta u, LALPA in Pathien chun ram chu a pêk diem ta cheu a nih; hang fe unla, LALPA in pi le pu Pathienin a lo hril ta ang khan hang hluo el ta ro; ṭi naw unla, thaidâwp bawk naw ro,’ ka tih a.",
      "reference": "DÂN PAHNINA 1:21"
    },
    {
      "content": "Chun, ka kuomah in hung vawng a, ‘A ram chu va enthla a, kan hang fena ding lampui le kan va fena ding khaw chinchâng dâm mi hung hril nâwk dingin kan hmaah mi va tir inlang,’ in tih a.",
      "reference": "DÂN PAHNINA 1:22"
    },
    {
      "content": "Chu thu chun a mi suklâwm hle el a, chuongchun, nangni laia mi sâwmpahni, hnam khatah pakhat pei ka thlang a:",
      "reference": "DÂN PAHNINA 1:23"
    },
    {
      "content": "chuongchun, an suok tah a, tlânga chun an hang lâwn a, Eskol ruom an hang tlung a, an hang enthlâk vawng a.",
      "reference": "DÂN PAHNINA 1:24"
    },
    {
      "content": "Chu rama thei dâm chu an lo a, an mi hung phurpêk a, chanchin an mi hung intlun a, ‘LALPA ei Pathienin ram a mi pêk chu ṭhatak a nih,’ an tih a.",
      "reference": "DÂN PAHNINA 1:25"
    },
    {
      "content": "Nisienlakhawm, in hang fe nuom nawh a, LALPA in Pathien thupêk chu in helsan a;",
      "reference": "DÂN PAHNINA 1:26"
    },
    {
      "content": "in puon inhaia chun in chier a, ‘LALPA chun a mi theida leiin mi sukbohmang dinga Amor mihai kuta pêk dingin Aigupta rama inthawkin a mi ṭhuoi suok a nih.",
      "reference": "DÂN PAHNINA 1:27"
    },
    {
      "content": "Iengdingin am chu chun hang fêng ei ta? Ei unauhai chun, Mihriem chu eini nêkin an lien a, an insâng lem bawk a; khuohai chu a lien tâwl hle a, vân tawngin kulhai a nei a; chun, Anakim thlahai khawm chu kan hang hmu bawk a, tiin kan lungril an sukzawp a,’ in tih a.",
      "reference": "DÂN PAHNINA 1:28"
    },
    {
      "content": "Kei chun in kuomah, ‘Anni chu ṭi naw unla, huphur bawk naw ro.",
      "reference": "DÂN PAHNINA 1:29"
    },
    {
      "content": "LALPA in Pathien in hmaṭhuoi- tu chun in mithmua Aigupta rama a thawpêk ta cheu po pohai ang khan thawpui a ti cheu a,",
      "reference": "DÂN PAHNINA 1:30"
    },
    {
      "content": "thlalêra khawm miin a nau a puok angin, LALPA in Pathien chun hi hmun in tlung chen hin lampui intluonin a puokzie cheu in hmu kha,’ ka tih a.",
      "reference": "DÂN PAHNINA 1:31"
    },
    {
      "content": "Chuonghai po ka hril sa khawmin LALPA in Pathien chu in ring nawh;",
      "reference": "DÂN PAHNINA 1:32"
    },
    {
      "content": "in puon in in zarna ding hmun zawngpêk ding cheu le in lampui khîkhmu ding cheua zânah meia, sûnah sûma hmaṭhuoitu chu.",
      "reference": "DÂN PAHNINA 1:33"
    },
    {
      "content": "“Chun, LALPAIN in thu hril chu a lo hriet a, a lunginsen a,",
      "reference": "DÂN PAHNINA 1:34"
    },
    {
      "content": "‘Hi suon rilotaka mi hin chu pakhat bêk khawmin in pi le puhai pêk dinga ka înkhâmna ram ṭhatak chu hmu naw tawp an tih,",
      "reference": "DÂN PAHNINA 1:35"
    },
    {
      "content": "Jephunne naupa Kaleb chau naw chun; ama chun chu hmûng a tih, a va sir tah ram chu ama le a nauhai pêng ka tih, ama chun LAL- PA chu titakzeta a zui tlat leiin,’ tiin ân khâm a.",
      "reference": "DÂN PAHNINA 1:36"
    },
    {
      "content": "“Nangni leiin ka chunga khawm LALPA chu a lunginsen a, ‘Nang khawm hi chutaka chun lût naw ti nih.",
      "reference": "DÂN PAHNINA 1:37"
    },
    {
      "content": "I rawngbâwltu Nun naupa Josua hi chu lût a tih, ama hi infui rawh; Israel mihai chu ân hluotir ding a nih.",
      "reference": "DÂN PAHNINA 1:38"
    },
    {
      "content": "In nau le tehai, râllâkin la el an ta, in tihai hi, tuta a sie a ṭha la hre lo in nauhai hi lût an tih, anni chu pêng ka ta, hluong an tih.",
      "reference": "DÂN PAHNINA 1:39"
    },
    {
      "content": "Nangni ruok chu insawn unla, Tuisuoriet Sen tiengah thlalêrah fe ro,’ tiin.",
      "reference": "DÂN PAHNINA 1:40"
    },
    {
      "content": "“Chun, nangnîn, ‘LALPA chung- ah kan lo suol a ni tah, hang fêng kan ta, LALPA kan Pathienin a mi pêk ang po poin hang thâwng kan tih,’ tiin in mi dawn a, chuong- chun, indona thuomhnaw in inbel seng a, tlânga hang fe chu in invaksier a.",
      "reference": "DÂN PAHNINA 1:41"
    },
    {
      "content": "Chun, LALPAIN ka kuomah, ‘Hang fe naw ro, hang thaw bawk naw ro; nangni lai ka um si nawh a, in hmêlmahai chun lo sukhlum pal rawi an ti cheu, an kuomah ti rawh,’ a mi tih a.",
      "reference": "DÂN PAHNINA 1:42"
    },
    {
      "content": "Chu chu ka hril cheu a, in pawm nawh a, LALPA thupêk chu in helsan ta lem a, tlânga chun in hang fe hrâm tah a.",
      "reference": "DÂN PAHNINA 1:43"
    },
    {
      "content": "Chun, chu tlânga um Amor mihai chun an lo thaw cheu a, khuoi mi hnawt ang elin an lo hnawt cheu a; Seira inthawka Horma chenin an that cheu a.",
      "reference": "DÂN PAHNINA 1:44"
    },
    {
      "content": "Chun, in hung kîr nâwk a, LALPA hmaah in ṭap a; nisienla- khawm, LALPA chun in râwl chu a ngai nuom nawh a, a na khawm a hung sit nuom nawh.",
      "reference": "DÂN PAHNINA 1:45"
    },
    {
      "content": "Chuleichun, Kades-a chun sâwttak in um a ni kha.",
      "reference": "DÂN PAHNINA 1:46"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "DÂN PAHNINA 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}