{
  "verses": [
    {
      "content": "Chun, Mosien Israel mi po pohai kuomah hieng thu hi a va hril a.",
      "reference": "DÂN PAHNINA 31:1"
    },
    {
      "content": "An kuomah a hril a, “Tuhin chu kum za le sâwmhni ka lo ni tah a; ka suok invâk thei ta nawh a; chun, LALPAIN, ‘Hi Jordan vadung hi kai naw ti ni’ a mi tih a.",
      "reference": "DÂN PAHNINA 31:2"
    },
    {
      "content": "LALPA in Pathien chun in hma ṭhuoi a ta, hieng hnamhai hi sukbo- pêk a ti cheu a, an ram chu hluong in tih; chun, LALPAIN a lo hril ta angin Josua chun in hma ṭhuoi a tih.",
      "reference": "DÂN PAHNINA 31:3"
    },
    {
      "content": "LALPAIN Amor mihai lal hai, Sihon le Og le an ram a sukbohmang laia an chunga a thaw ang khan an chungah thâwng a tih.",
      "reference": "DÂN PAHNINA 31:4"
    },
    {
      "content": "LALPAIN anni chu inhlân a ti cheu a, thu ka ipêk cheu thupêkhai po po ang khan an chungah in thaw ding a nih.",
      "reference": "DÂN PAHNINA 31:5"
    },
    {
      "content": "Hrâttak le huoitakin um unla, ṭi naw ro, anni chu ṭi bawk naw ro; in kuoma fe ve chu LALPA in Pathien a ni sih a; inhlâwsamtir naw ni cheu, mâk khawm mâksan naw tawp a ti cheu,” tiin.",
      "reference": "DÂN PAHNINA 31:6"
    },
    {
      "content": "Chun, Mosie chun Josua chu a ko a, Israel mi po pohai mithmuah a kuomah, “Hrâttak le huoitakin um rawh, hieng mihai kuoma hin an pi le puhai LALPAIN inkhâma pêk a lo tiem ta rama chun i fe ve ding a nih, anni hi în hluotir ding a nih.",
      "reference": "DÂN PAHNINA 31:7"
    },
    {
      "content": "I hmaṭhuoitu chu LALPA nîng a ta, i kuomah um pei a tih, inhlâw- samtir naw ni che a, mâk khawm mâksan naw tawp a ti che; ṭi naw la, zâm bawk naw rawh,” a tih a.",
      "reference": "DÂN PAHNINA 31:8"
    },
    {
      "content": "Chun, Mosie chun chu dân chu a ziek a, LALPA thuthlung bâwm zâwntu Levi naupa, thiempuhai le Israel upahai po po chu a pêk a.",
      "reference": "DÂN PAHNINA 31:9"
    },
    {
      "content": "Chuongchun, Mosie chun, “Kum sari kum, ngaidam kum taphawta bâwkte ruoiṭhea,",
      "reference": "DÂN PAHNINA 31:10"
    },
    {
      "content": "hmun a la ruot dinga Israel mi po po LALPA in Pathien hmaa an hung inlang pha hi dân hi Israel mi po po hrietah in tiem ding a nih.",
      "reference": "DÂN PAHNINA 31:11"
    },
    {
      "content": "Mipuihai, nuhmei, pasal, in nau le tehai, in umpui ram dang mihai, anni chun an ngai a, an inchûk a, LALPA an Pathien chu an ṭi a, hi dân thu po po hi fîmkhurtaka an zâwm theina dingin;",
      "reference": "DÂN PAHNINA 31:12"
    },
    {
      "content": "le an nauhai la hrelohai khawma an hriet a, Jordan vadung kaia in va hluo ding rama in um sûng po poa LALPA in Pathien ṭi an inchûk theina dingin ko khâwm hlak ro,” tiin thu a pêk a.",
      "reference": "DÂN PAHNINA 31:13"
    },
    {
      "content": "LALPA chun Mosie kuomah, “Ngai ta, i thi hun a hung hnai tah a; Josua chu ko la, inbiekna puon ina chun vân lang ro, thu ka pêk ding a nih,” a ta. Mosie le Josua chu an feh a; inbiekna puon ina chun an vân lang a.",
      "reference": "DÂN PAHNINA 31:14"
    },
    {
      "content": "LALPA chu puon ina chun sûm- ngîrin a hung inlâr a; chun, sûmngîr chu puon in kawtkhâr lu chunga chun a ngîr a.",
      "reference": "DÂN PAHNINA 31:15"
    },
    {
      "content": "Chun, LALPAIN Mosie kuom- ah, “Ngai ta, i pi le puhai kuomah i ininnghil ding a ni tah a, hieng mihai hi tho an ta, an va umna dinghai laia chu rama pathienhai kuoma chun uirêng an ta, mi nghatsan an ta, ka thuthlung an kuoma ka thlung chu bâwsieng an ta.",
      "reference": "DÂN PAHNINA 31:16"
    },
    {
      "content": "Chu pha chun an chungah ka lung chawk a ta, nghatsan ka ta, inbîksan ka tih, bohmang an ta, thil ṭha naw le lunginzîngna tamtak an chungah tlung a tih; chuongchun, chu ni chun, ‘Ei Pathien eini lai a um naw leiin hieng thil ṭha naw ei chungah a hung tlung a ni naw am a nih?’ tîng an tih,",
      "reference": "DÂN PAHNINA 31:17"
    },
    {
      "content": "pathien dang tieng nghaa thil ṭha naw an thawhai po po lei chun an kuoma inthawkin kân thup ngei ngei ding a nih.",
      "reference": "DÂN PAHNINA 31:18"
    },
    {
      "content": "Chuleiin, hla hi in ta dingin ziek la, Israel thlahai chu inchûktir rawh; Israel thlahai chungchâng thuah hi hla hi a mi hrietpuitu a ni theina dingin invawntir rawh.",
      "reference": "DÂN PAHNINA 31:19"
    },
    {
      "content": "An pi le puhai kuoma inkhâma ka tiem, nênetui le khuoizua luong rama chun ka ṭhuoi a, fa le dâwna an um a, an tlaia an hung thâu pha meu chun pathien danghai kuom tieng nghâng an ta, an rawnghai bâwl an ta, mi hmusit an ta, ka thuthlunghai bâwsieng an tih.",
      "reference": "DÂN PAHNINA 31:20"
    },
    {
      "content": "Thil ṭha naw le lunginzîngna tamtak an chunga a hung tlung pha chun, hi hla hi ân hrietsuoktirtu nîng a tih; (an thlahai baua inthawkin theinghil thei a ni âwm si nawh a); tuta kân khâmna rama ka ṭhuoi hma hrim khawmin an insuongtuo vêl dan chu ka hrietsa zing a nih,” a tih a.",
      "reference": "DÂN PAHNINA 31:21"
    },
    {
      "content": "Chuongchun, Mosie chun chu hla chu, chu ni le le chun a ziek a, Israel thlahai chu ân chûktir a,",
      "reference": "DÂN PAHNINA 31:22"
    },
    {
      "content": "LALPA chun, Nun naupa, Josua chu ân fui a, “Seltak le huoitakin um rawh khai, Israel thlahai chu an kuomah inkhâma ka tiem rama chun i ṭhuoi lût ding a nih; chun, i kuomah um pei ka tih,” a tih a.",
      "reference": "DÂN PAHNINA 31:23"
    },
    {
      "content": "Mosien hieng dân thuhai hi lekhabua a ziek zo a, zo hieu a hung ni chun,",
      "reference": "DÂN PAHNINA 31:24"
    },
    {
      "content": "thuthlung bâwm zâwntu Levi mihai chu Mosie chun thu a pêk a,",
      "reference": "DÂN PAHNINA 31:25"
    },
    {
      "content": "“Hi dân bu hi la unla, in chung- châng thua hretu dingin LALPA in Pathien thuthlung bâwm sîrah sie ro.",
      "reference": "DÂN PAHNINA 31:26"
    },
    {
      "content": "Hel in chîngzie dâm, in kâwmawzie dâm ka hriet a nih; ngai ta u, tuta ka la dampui lai cheu hmana LALPA chungah in hel hlak a; ka thi hnunga lem chu iengtin takin am a nasa ding chu aw!",
      "reference": "DÂN PAHNINA 31:27"
    },
    {
      "content": "An na hrietah hieng thu hi ka hril a, an chungchâng thua hretu dingin vân le hnuoi ka sâl theina dingin in hnam ṭhuoituhai po po, in hotuhai mi ko khâwmpêk ro.",
      "reference": "DÂN PAHNINA 31:28"
    },
    {
      "content": "Ka thi hnung chun nasatakin insuksieng in ta, ka thupêk cheu lampuia inthawk hin pêthmang in tih ti ka hriet zing a nih; chun, a tâwpa lem chu thil ṭha nawin tlâkbuok a ti cheu a; in kut thilthawa suklungsen dinga LALPA mithmua thil ṭha naw in thaw ding leiin,” tiin.",
      "reference": "DÂN PAHNINA 31:29"
    },
    {
      "content": "Chuongchun, Mosie chun Israelhai pungkhâwm po po hrieta chun hi hla hi a tâwp chenin a hril vawng a:",
      "reference": "DÂN PAHNINA 31:30"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "DÂN PAHNINA 31 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}