{
  "verses": [
    {
      "content": "“Na lo sit ro, vânhai ka hril ding a nih; Ka ṭawng bausuok leihnuoi hin lo ngai raw se,",
      "reference": "DÂN PAHNINA 32:1"
    },
    {
      "content": "Ruotui angin ka thu chu sûr a ta, Dâidâw angin ka thu chu far a tih; Hlobet innotak chunga ruo ang le, Hlohna chunga ruomuolkhawi angin.",
      "reference": "DÂN PAHNINA 32:2"
    },
    {
      "content": "LALPA hming chu ka phuong ding a nih, Ropuina chu ei Pathien pe ro.",
      "reference": "DÂN PAHNINA 32:3"
    },
    {
      "content": "“Lungpui chu, a thilthaw chu a fel famkim a; A lampui po po chu ân dik a nih. Pathien ringum, rîtlona nei lo, Fel le ṭha a nih.",
      "reference": "DÂN PAHNINA 32:4"
    },
    {
      "content": "Ṭha nawtakin a chungah an thaw a, a nauhai an ni ta nawh an demkaina leiin, Suon bengtlanaw le kâwmaw an nih.",
      "reference": "DÂN PAHNINA 32:5"
    },
    {
      "content": "Aw mi invêt le var nawhai, Chuong ang chun maw LALPA chu in thung ding chu? Ama chu ân dintu che i pa, Siemtu che le inngîr dettu che ni lo am a nih?",
      "reference": "DÂN PAHNINA 32:6"
    },
    {
      "content": "Kha hma nihai kha hre zing la, Suon tamtak kumhai chu ngaituo ro: I pa indawn la, khîkhmûng a che; I upahai khawm, hril an ti che.",
      "reference": "DÂN PAHNINA 32:7"
    },
    {
      "content": "A Chunghnungtak chun hnamhai ram a pêk laia, Mihriem nauhai a ṭhe lai khan, Hnamhai ramri chu a khang a, Israel thlahai zât ang peiin.",
      "reference": "DÂN PAHNINA 32:8"
    },
    {
      "content": "LALPA chanvo chu a mihai an na, Jakobrawi chu a rochan an nih.",
      "reference": "DÂN PAHNINA 32:9"
    },
    {
      "content": "“Thlalêr ram ruok inrûm vung vunga chun; A vêla umnghain a enkawl a, A mitnaulêng angin a kawl a.",
      "reference": "DÂN PAHNINA 32:10"
    },
    {
      "content": "Mupuiin a bua a te a chawk- tho a, A te chungah thla a zâp a, A thlahai a zâr a, a lâk a, A thlaa a dawm hlak angin,",
      "reference": "DÂN PAHNINA 32:11"
    },
    {
      "content": "LALPA chauin a ṭhuoi hlak a, Ram dang pathien ni loin.",
      "reference": "DÂN PAHNINA 32:12"
    },
    {
      "content": "Hnuoi hmun insângahai chun ân chuongtir a, Loa thil rasuok chu a fâk hlak a; Lungpuia inthawka khuoizu ân dâwntir hlak a, Lung changa inthawka hriek leh.",
      "reference": "DÂN PAHNINA 32:13"
    },
    {
      "content": "Bâwng nênetui inkhal, berâm nênetui, Berâmte thâuhai leh, Basan ram berâmchal le kêlhai, Bu inhniktak chihai leh; Grêp tui uoin i dâwn a.",
      "reference": "DÂN PAHNINA 32:14"
    },
    {
      "content": "“Nisienlakhawm, Jesurun chu a hung hausa a, a hung hel a, A hung thâu a, a hung inchawm a, a hung nâm tah a; A siemtu Pathien a nghatsan a, A sandamna Lungpui chu a ngainêp a.",
      "reference": "DÂN PAHNINA 32:15"
    },
    {
      "content": "Ram dang pathienhai bein a thîkthu an chawktho a, Thil tirdakumin an chawk lungsen a.",
      "reference": "DÂN PAHNINA 32:16"
    },
    {
      "content": "Pathien ni lo, khawhrihai kuomah an inthâwi a, An hriet ngai naw pathienhai kuomah, Vaihnurama um chau pathien tharhai, In pi in puhai iṭi ngai lohai kuoma chun.",
      "reference": "DÂN PAHNINA 32:17"
    },
    {
      "content": "A thlatu che Lungpui chu i ngaisâng nawh a, A siemtu che Pathien i theinghil bawk.",
      "reference": "DÂN PAHNINA 32:18"
    },
    {
      "content": "“Chu chu LALPAIN a hmuh a, a theida a, A naunu le naupasalhai isuklungsenna leiin.",
      "reference": "DÂN PAHNINA 32:19"
    },
    {
      "content": "‘Inbîk hmangsan ka ta, Iengtin am an um hrim hrim,’ a ta. Suon rilo an nih, Ringum lo nauhai.",
      "reference": "DÂN PAHNINA 32:20"
    },
    {
      "content": "Pathien ni lo thilin ka thîkthu an chawktho a, An milimhaiin an mi suklungsen a; Chia hril lohaiin inthîktir ka ta, Hnam invêthaiin suklungsen ka tih.",
      "reference": "DÂN PAHNINA 32:21"
    },
    {
      "content": "Ka lunginsen a chawk a, Seol mawng chenin a kâng a, Leihnuoi, a rasuok pumin a kâng zo, Tlâng innghatna dâm a kâng a.",
      "reference": "DÂN PAHNINA 32:22"
    },
    {
      "content": "“An chungah sietna intieng khâwm ka ta, An chungah thal inthlâng ka tih.",
      "reference": "DÂN PAHNINA 32:23"
    },
    {
      "content": "Phîngṭamin inrâwp an ta, meipui le sietna namên loin kâng hmang an tih; An chungah ramsa hahai tir ka ta. Pilvuta invâk mihai tûr leh.",
      "reference": "DÂN PAHNINA 32:24"
    },
    {
      "content": "Puotiengah kâwlhnâmin thîng an ta, Sûngtienga chun thlabârin, Nunghâk, tlangvâl, nêne ne lai, Lua kêlsam ṭohai chenin.",
      "reference": "DÂN PAHNINA 32:25"
    },
    {
      "content": "‘Sukdar vawng ka ta, Mihriem laia anni hriet zingna chu sukbohmang dai ka tih,’ lo ti hiel tâng ka tih.",
      "reference": "DÂN PAHNINA 32:26"
    },
    {
      "content": "An hmêlmahai chu ngaisuolin, ‘Kan kut chu dawm sângin a um tah, Hieng po po hi LALPA ithaw a ni tawp nawh,’ hmêlma lunginsen chun tîng an tih ti ṭi naw lang chu.",
      "reference": "DÂN PAHNINA 32:27"
    },
    {
      "content": "Varna bo hnam an na, Annia chun hrietthiemna a um nawh.",
      "reference": "DÂN PAHNINA 32:28"
    },
    {
      "content": "Aw, var hai sien chu hieng hi hrethiem an ta, An hihnung thil ding an ngaituo ding bah.",
      "reference": "DÂN PAHNINA 32:29"
    },
    {
      "content": "Iengtin am pakhatin sâng hnawt a ta, Pahniin sîng intlânsiettir an ta, An Lungpuiin anni a zawr a, LALPAIN anni ân hlân a ni si naw chun?",
      "reference": "DÂN PAHNINA 32:30"
    },
    {
      "content": "An Lungpui chu ei Lungpui ang a ni nawh a, Ei hmêlmahai ngei ngaidân khawma.",
      "reference": "DÂN PAHNINA 32:31"
    },
    {
      "content": "An grêphrui chu Sodom grêphrui, Gomorra rama mi a nih; An grêphai chu tûr grêp a nih. A bâwrhai chu a khâ.",
      "reference": "DÂN PAHNINA 32:32"
    },
    {
      "content": "An uoinhai chu drakon tûr le, Rûlriel tûr hrâttak a nih.",
      "reference": "DÂN PAHNINA 32:33"
    },
    {
      "content": "“Chu chu ka ikhâwlkhâwm, Ka robâwma châr khum chie a ni naw am a nih?",
      "reference": "DÂN PAHNINA 32:34"
    },
    {
      "content": "Phuba lâk le thung chu keima thaw ding a nih, An kalbi ân tleu pha chun, An sietna ni chu a hung hnai an tah a, An chunga thil tlung dinghai chu hung tlung vak a tih.",
      "reference": "DÂN PAHNINA 32:35"
    },
    {
      "content": "LALPA chun a mihai ro a rêl ding a na, A siehlawhai khawm thawpêk a tih; An thilthawtheina inhmang a, Khuokhir le khir naw tukhawm um dêr loa a hmu pha chun.",
      "reference": "DÂN PAHNINA 32:36"
    },
    {
      "content": "Hieng ang hin tîng a tih, ‘Khâwlai am an pathien, An ring lungpui chu,",
      "reference": "DÂN PAHNINA 32:37"
    },
    {
      "content": "An inthawina thâu fatu, An dâwn ding thilinhlân uoin dâwntuhai chu? Hung thoin hung ṭhangpui sienla cheu, Nangni humtu hung ni raw se.",
      "reference": "DÂN PAHNINA 32:38"
    },
    {
      "content": "“Kei, keima ngei ka ni hre unla, Pathien dang an um nawh; Ka sukhlum hlak a, ka sukhring bawk hlak; Ka sukhliem hlak a, ka sukdam bawk hlak; Ka kuta inthawka mi lapêk thei hrim hrim an um nawh.",
      "reference": "DÂN PAHNINA 32:39"
    },
    {
      "content": "Vân tieng ka kut ka phar a, Ka hringna sâlin ka hril a,",
      "reference": "DÂN PAHNINA 32:40"
    },
    {
      "content": "Ka kâwlhnâm tle ka tâtngei a, Ka kutin rorêlna ka kawl chun, Ka hmêlmahai chungah phuba lâng ka ta; A mi theidatuhai chu thung ka tih.",
      "reference": "DÂN PAHNINA 32:41"
    },
    {
      "content": "Ka thalhai chu thisenin sukrui ka ta, Ka kâwlhnâm chun thisen lem a tih; Thathai le salhai thisen le Hmêlma hotuhai lu chenin,” tiin.",
      "reference": "DÂN PAHNINA 32:42"
    },
    {
      "content": "“Aw, nangni hnam tinhai, A siehlawhai thisen phuba chu a lâk ding a nih; Ama dotuhai chungah phuba a lâk ding a nih, A ram le a mihai ta dingin inremna famkim siem a tih,”",
      "reference": "DÂN PAHNINA 32:43"
    },
    {
      "content": "Mipuihai na hrietah chuong hla thu po po chu Mosien a hril vawng a, ama le Nun naupa Hosea leh.",
      "reference": "DÂN PAHNINA 32:44"
    },
    {
      "content": "Chun, Mosien chuong thu po po chu Israel mi po po kuoma a hril zo chun, an kuomah,",
      "reference": "DÂN PAHNINA 32:45"
    },
    {
      "content": "“Tuta in kuoma ka thu in- hriettira cheu hin, in lungril innghat tlat unla, hieng dân thuhai po po hi fîmkhurtaka zâwm dingin in nauhai chu thu pe ro.",
      "reference": "DÂN PAHNINA 32:46"
    },
    {
      "content": "In ta dingin thil teplo mei mei a ni nawh a, in hringna a ni sih a; chun, hieng thil thaw hin, hluo ding Jordan in va kân rama chun in dam sâwt ding a nih,” a ta.",
      "reference": "DÂN PAHNINA 32:47"
    },
    {
      "content": "Chun, chu ni vêk chun LALPA- IN Mosie a biek a,",
      "reference": "DÂN PAHNINA 32:48"
    },
    {
      "content": "“Moab rama Jeriko zâwna Abarim tlângdung Nebo tlânga chun hang fe la, Israel thlahai hluo dinga ka pêk Kanaan ram chu hang thlîr rawh.",
      "reference": "DÂN PAHNINA 32:49"
    },
    {
      "content": "Chuongchun, i unaupa Aron Hor tlângah a thih a, a chihai kuoma ṭhuoi a ni ta ang bawk khan i hang lâwnna tlânga chun thîng i ta; i chihai kuoma ṭhuoi nîng i tih;",
      "reference": "DÂN PAHNINA 32:50"
    },
    {
      "content": "Zin thlalêra Kades-a Meriba tuia Israel thlahai laia ka chunga in suol lei le Israel thlahai laia in mi chawimawi naw lei khan.",
      "reference": "DÂN PAHNINA 32:51"
    },
    {
      "content": "Ram chu hang hmûng i ta, nisienlakhawm, Israel thlahai ka pêk rama chun lût naw ti nih,” tiin.",
      "reference": "DÂN PAHNINA 32:52"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "DÂN PAHNINA 32 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}