{
  "verses": [
    {
      "content": "Horeb tlânga an kuoma thu a thlung bâkah LALPAIN Moab rama Israel thlahai kuoma Mosie thu ân thlungtir, a thuthlung thuhai chu hieng hi a nih.",
      "reference": "DÂN PAHNINA 29:1"
    },
    {
      "content": "Chuongchun, Mosie chun Israel mi po po chu a ko a, an kuomah a hril a, “Aigupta rama Pharao chunga dâm, a mihai po po chunga dâm, a ram po po chunga dâm, in mithmu ngeia LALPAIN thil a thawhai po po kha in hmu a,",
      "reference": "DÂN PAHNINA 29:2"
    },
    {
      "content": "a fiena nasatak dâm, inchikna dâm, thilmak dâm in mit ngeia in hmu kha.",
      "reference": "DÂN PAHNINA 29:3"
    },
    {
      "content": "Nisienlakhawm, LALPAIN vawi- sûn chen hin hriet thiemna lungril dâm, hmu theina mit dâm, hriet theina nakâwr dâm a la pêk naw cheu a nih.",
      "reference": "DÂN PAHNINA 29:4"
    },
    {
      "content": "Thlalêrah kum sâwmli ka ṭhuoi ta cheu a, in silfênhai chu in sil chul nawh a, in kekawkhai khawm in bun chul bawk nawh a.",
      "reference": "DÂN PAHNINA 29:5"
    },
    {
      "content": "Kei hi LALPA in Pathien ka nih ti in hriet theina dingin bei in fâk nawh a, uoin khawm, zupui khawm in dâwn nawh a.",
      "reference": "DÂN PAHNINA 29:6"
    },
    {
      "content": "Chun, hi hmun in hung tlung hin Hesbon lal Sihon le Basan lal Og chu a mi do dingin an hung inthawk a, anni chu ei lo hneh a.",
      "reference": "DÂN PAHNINA 29:7"
    },
    {
      "content": "An ram chu ei lâk a, Reuben mihai, Gad mihai, Manasse hnam zâtve hai hluo dingin ei pêk a.",
      "reference": "DÂN PAHNINA 29:8"
    },
    {
      "content": "Chuongchun, in thil thaw po poa in tluongtlung pei theina dingin hi thuthlung thuhai hi pawm unla, zâwm ro.",
      "reference": "DÂN PAHNINA 29:9"
    },
    {
      "content": "“Tuhin in rêngin in hnam ṭhuoi- tuhai, in upahai, in hotuhai, Israel mi po po,",
      "reference": "DÂN PAHNINA 29:10"
    },
    {
      "content": "in nauhairawi leh, in nuhmeihai leh, in umnaa ram dang mi in umpuihai dâm, in thing phûrtu le in tuichâwitu chenin,",
      "reference": "DÂN PAHNINA 29:11"
    },
    {
      "content": "LALPA in Pathien ṭawng in- khâm le a thuthlung LALPA in Pathienin tuta nangni laia a thlunga hin in lût theina ding le,",
      "reference": "DÂN PAHNINA 29:12"
    },
    {
      "content": "in pi le pu Abraham hai, Isak hai, Jakob hai kuoma ṭawng a lo inkhâm ta ang le, in kuoma a lo hril ta anga a mihai a ta dinga a sukdet theina ding cheu le, in Pathien a ni theina dingin LALPA in Pathien hmaa chun in um a nih.",
      "reference": "DÂN PAHNINA 29:13"
    },
    {
      "content": "Hi ṭawng inkhâmna thu le thuthlung thu hi in kuoma chau thlung ka ni nawh a,",
      "reference": "DÂN PAHNINA 29:14"
    },
    {
      "content": "vawisûna LALPA ei Pathien hmaa ngîrtuhai le tuta ei kuoma um ve nawhai kuoma khawm a nih;",
      "reference": "DÂN PAHNINA 29:15"
    },
    {
      "content": "(Aigupta rama ei um dân dâm, hnam danghai nêrthlenga ei fe dân dâm, in hriet a;",
      "reference": "DÂN PAHNINA 29:16"
    },
    {
      "content": "anni laia an thil tirdakumhai le an milim, thing le lung dâm, tang- karuo le rângkachak dâm khawm kha in hmu bawk a).",
      "reference": "DÂN PAHNINA 29:17"
    },
    {
      "content": "Chuong naw chun, nangni laia pasal amanih, nuhmei amanih, sûng- kuo amanih, hnam amanih, chuong hnam pathienhai be ding chun an lungrilin tuhin LALPA ei Pathien chu nghatsanin, nangni lai thil kha le sairam zung ṭo suokna bul dâm lo um khiet rawi in tih.",
      "reference": "DÂN PAHNINA 29:18"
    },
    {
      "content": "Chun, chuong chu a ni chun chu, hi inkhâmna thu hi a hrietin, ‘thil ṭâwla thil hnâwng sukhlum tum ti angin, lungril kâwmâwtakin um inla khawm, lungmuongna chu ka nei hrim hrim,’ tiin a lungrilin mal insâwm fâwm khat rawi a tih.",
      "reference": "DÂN PAHNINA 29:19"
    },
    {
      "content": "LALPA chun ngaidam dêr naw nih a, LALPA lunginsenna le a thîkna chun, chu mi chu ur a ta, hi lekhabua ṭawngsie um po po hi a chungah um a tih; LALPAIN vân hnuoia inthawk- in a hming chu thaihmang lem a tih.",
      "reference": "DÂN PAHNINA 29:20"
    },
    {
      "content": "Hi dân bua chuong ṭawngsie thuthlung ang po po hin Israel hnam po po laia inthawkin suktuma umin thil ṭha naw tiengah LALPAIN in- thangtir a tih.",
      "reference": "DÂN PAHNINA 29:21"
    },
    {
      "content": "“Chun, ruolthar la hung um dinghai, in hnunga in nauhai la hung um dinghai le, ram dang mi hlataka inthawka hung dinghai chun, chu rama hri le LALPAIN natna ân vawi- tirhai;",
      "reference": "DÂN PAHNINA 29:22"
    },
    {
      "content": "a ram pumpui chu kât le chi le kângzêu, iengkhawm chîng nawna, iengkhawm inder nawna, hlobethai khawm inder nawna, Sodom le Gomorra le Adma le Zeboiim suksiet, LALPA lunginsen le lungâwinawa a suksiet ang anga suksiet a ni an hmu hnung chun,",
      "reference": "DÂN PAHNINA 29:23"
    },
    {
      "content": "hnam tinin, ‘Ieng leia hi ram hi hieng anga LALPAIN a thaw am a na? Hi lunginsen inling nasatak hi iengtizie am a na?’ tîng an tih.",
      "reference": "DÂN PAHNINA 29:24"
    },
    {
      "content": "Chuongchun, miin, ‘Aigupta rama inthawk a ṭhuoi suok laia a thuthlung, LALPA an pi le pu Pathien chu an nghatsan a,",
      "reference": "DÂN PAHNINA 29:25"
    },
    {
      "content": "pathien dang, an hriet naw pathienhai, amân a ruotpêk nilohai rawng chu an bâwl a, an biek lei a nih.",
      "reference": "DÂN PAHNINA 29:26"
    },
    {
      "content": "Chuleiin, hi lekhabua chuong ṭawngsie po po intlungtirin hi ram chunga hin LALPA lung a sen a nih;",
      "reference": "DÂN PAHNINA 29:27"
    },
    {
      "content": "chun, lunginsen le lungâwilo le lunginsentakin an rama inthawkin a phawidawk vawng a, ram dangah a thelût a nih, tuta an um dân ang hin,’ tîng an tih.",
      "reference": "DÂN PAHNINA 29:28"
    },
    {
      "content": "Thil inthuphai chu LALPA ei Pathien ta a na, thil suklanghai ruok chu hi dân thu po po hi ei zâwm theina dingin eini le ei thlahai ta kumkhuo ding a nih.",
      "reference": "DÂN PAHNINA 29:29"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "DÂN PAHNINA 29 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}