{
  "verses": [
    {
      "content": "“Mi, a tilmu kawi le a zamaw intan chu LALPA mihai pung- khâwmhai lai a ṭhang ding a ni nawh.",
      "reference": "DÂN PAHNINA 23:1"
    },
    {
      "content": "“Sâwn chu LALPA mihai pung- khâwmhai lai chun a ṭhang ding a ni nawh, a thlahai khawm suon sâwmna chenin LALPA mihai pungkhâwmhai lai chun an ṭhang ding a ni nawh.",
      "reference": "DÂN PAHNINA 23:2"
    },
    {
      "content": "“Ammon mihai le Moab mihai chu LALPA mihai pungkhâwmhai lai chun an ṭhang ding a ni nawh. Suon sâwmna chenin anni laia mi chu LALPA mihai pungkhâwmhai lai an ṭhang ding a ni nawh;",
      "reference": "DÂN PAHNINA 23:3"
    },
    {
      "content": "Aigupta rama inthawka in hung suok laia bei le tuia an lo tuok naw cheu leiin le, ṭawngsie inphur ding cheua Mesopotamia rama Pethor khuoa Beor naupa Balaam an ruoi lei khan.",
      "reference": "DÂN PAHNINA 23:4"
    },
    {
      "content": "Nisienlakhawm, LALPA in Pathien chun Balaam thu chu a pawm nuom nawh a, LALPA in Pathien chun a hmangai cheu leiin LALPA in Pathien chun ṭawngsie chu in ta dingin malsâwmnaah ân chang- tir lem tah a.",
      "reference": "DÂN PAHNINA 23:5"
    },
    {
      "content": "In dam sûng po chu anni leh inremna le an tluongtlungna iengtika khawm in ngaituopui ding a ni nawh.",
      "reference": "DÂN PAHNINA 23:6"
    },
    {
      "content": "“Edom mihai chu in thîm ding a ni nawh, in unauhai an ni sih a; Aigupta mihai chu in thîm ding a ni nawh, an rama chun in va mikhuol ta leiin.",
      "reference": "DÂN PAHNINA 23:7"
    },
    {
      "content": "An thlahai chu suon thumnaa inthawkin LALPA mihai pungkhâwm- hai laia chun an ṭhang ding a nih.",
      "reference": "DÂN PAHNINA 23:8"
    },
    {
      "content": "“In hmêlmahai thawha in va riekna hmuna chun thil ṭha naw tin- rênga inthawkin in insiekieng ding a nih.",
      "reference": "DÂN PAHNINA 23:9"
    },
    {
      "content": "Nangni lai tukhawm zâna a khata thil suok leia lo pawrche tah an um chun, riebûka inthawk chun suok a ta, riebûka chun a lût nâwk ding a ni nawh.",
      "reference": "DÂN PAHNINA 23:10"
    },
    {
      "content": "Amiruokchu, khuo a hung zân- tieng chun insil a ta, chun, nisa tlâk chun riebûka chun a lût nawk ding a nih.",
      "reference": "DÂN PAHNINA 23:11"
    },
    {
      "content": "Riebûk puotieng chun hmun ruot in ta, chutaka chun in fe hlak ding a nih.",
      "reference": "DÂN PAHNINA 23:12"
    },
    {
      "content": "In hmangruohai lai chun suo- dûr nei in ta; chu chun in vân ṭhungna ding chu cho khur in ta, in hîng thak chu in vur ding a nih;",
      "reference": "DÂN PAHNINA 23:13"
    },
    {
      "content": "LALPA in Pathien chu in rie- bûkah nangni sanhim ding le in hmêlmahai pe ding cheuin a hung ṭhang ve pei hlak sih a, chuleiin, in riebûk chu ân thieng ding a nih; chuong naw chun nangni lai thiltir- dakum hmûng a ta, fesan el rawi a ti cheu.",
      "reference": "DÂN PAHNINA 23:14"
    },
    {
      "content": "“Siehlaw, in kuoma an pu hung tlânsuoksan chu in pêk lêt nâwk ding a ni nawh.",
      "reference": "DÂN PAHNINA 23:15"
    },
    {
      "content": "In umnaa an dittak an ithlang ang taphawta chun nangni lai an um ve el ding a nih; in nêksâwr ding a ni nawh.",
      "reference": "DÂN PAHNINA 23:16"
    },
    {
      "content": "“Israel naunuhmeihai lai naw- chizawr an um ding a ni nawh a, Israel naupasalhai lai pasal inzawr an um ding a ni bawk nawh.",
      "reference": "DÂN PAHNINA 23:17"
    },
    {
      "content": "Nawchizawr man amanih, ui man amanih, thutiemna dingin LALPA in Pathien inah in chawi ding a ni nawh; a ieng ieng khawm chu LALPA in Pathien ngaiin thil tirdakum a nih.",
      "reference": "DÂN PAHNINA 23:18"
    },
    {
      "content": "“A pung hnawtin in unauhai in inpûktir ding a ni nawh; tangka tienga pung amanih, fâk ding tienga pung amanih, iengkhawm a pung hnawta inpûktir taphawt chu.",
      "reference": "DÂN PAHNINA 23:19"
    },
    {
      "content": "Ram dang mi chu a pung hnawt- in inpûktir thei in tih; nisienla- khawm, in unauhai chu a pung hnawtin in inpûktir ding a ni nawh; chuongchun, in va hluo ding rama in kutsuok po poah LALPA in Pathienin mal a sâwm ding cheu a nih.",
      "reference": "DÂN PAHNINA 23:20"
    },
    {
      "content": "“LALPA in Pathien kuoma thu in tiemin sâwt riel loin pêk nghâl ding a nih; LALPA in Pathien chun a phût âwm ngei si cheu a, in ta dingin suol ni el a tih.",
      "reference": "DÂN PAHNINA 23:21"
    },
    {
      "content": "Thutiem kawnga in insûm chun suol ni naw nih.",
      "reference": "DÂN PAHNINA 23:22"
    },
    {
      "content": "In baua suok ta chu in thaw ngei ding a nih; nuomthua thilinhlân in baua in tiem LALPA in Pathien kuoma in tiem ang peiin.",
      "reference": "DÂN PAHNINA 23:23"
    },
    {
      "content": "“In tuolbâwmhai grêp huona in fein in dittâwkin in fâk thei a; amiruokchu, in paikâwngah in khum ding a ni nawh.",
      "reference": "DÂN PAHNINA 23:24"
    },
    {
      "content": "In tuolbâwmhai bu ngîr lai hmuna chun in fein a vui chu in thliek thei a, amiruokchu, in tuolbâwmhai bu ngîr laia chun kâwite in ruoi ding a ni nawh.",
      "reference": "DÂN PAHNINA 23:25"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "DÂN PAHNINA 23 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}