{
  "verses": [
    {
      "content": "“LALPA in Pathien nauhai in nih a, mithi leiin in inât ding a ni nawh a, in mit inkâr mithmul in vâw kawl ding a ni bawk nawh,",
      "reference": "DÂN PAHNINA 14:1"
    },
    {
      "content": "LALPA in Pathien ta dingin hnam inthieng in ni sih a, hnuoi chunga hnam po poa ama puol bik ni ding cheuin LALPAIN a thlang cheu in nih.",
      "reference": "DÂN PAHNINA 14:2"
    },
    {
      "content": "“Thil tirdakum hrim hrim in fâk ding a ni nawh.",
      "reference": "DÂN PAHNINA 14:3"
    },
    {
      "content": "Hieng sahai hi a nih in fâk thei ding chu; bâwngchal dâm, berâm dâm, kêl dâm,",
      "reference": "DÂN PAHNINA 14:4"
    },
    {
      "content": "sakhi dâm, sangai dâm, rienu dâm, sasen dâm, sakêl dâm, ram bâwng dâm, ram berâm dâm hi.",
      "reference": "DÂN PAHNINA 14:5"
    },
    {
      "content": "Chun, sa tinrêng tin inkâk, ir suok sawi, chu laia mi taphawt chu fa thei in tih.",
      "reference": "DÂN PAHNINA 14:6"
    },
    {
      "content": "Amiruokchu, hieng irsuok khawm sawi a, an tin khawm nei bawk hieng chi hi in fâk ding a ni nawh; Sanghâwngsei dâm, mazupui dâm, râwl zupui dâm hi, ir suok chu an sawia chu, an tin ân kâk naw leiin in ta dingin tirdakum an nih.",
      "reference": "DÂN PAHNINA 14:7"
    },
    {
      "content": "Chun, vawk hi a tin chu ân kâk dea chu irsuok a sawi naw leiin in ta dingin tirdak a um a nih, a sa in fâk ding a ni nawh a, a ruong khawm in them ding a ni nawh.",
      "reference": "DÂN PAHNINA 14:8"
    },
    {
      "content": "“Tuia chêng po po lai hieng hi fa thei in tih, pângpar le phuhlip nei taphawt chu fa thei in tih.",
      "reference": "DÂN PAHNINA 14:9"
    },
    {
      "content": "Pângpar le phuhlip nei naw taphawt chu fa thei naw ti niu, in ta dingin a pawrche a nih.",
      "reference": "DÂN PAHNINA 14:10"
    },
    {
      "content": "Vate thieng po po chu fa thei in tih.",
      "reference": "DÂN PAHNINA 14:11"
    },
    {
      "content": "Hienghai ruok hi chu in fâk ding a ni nawh; mupui dâm, musie dâm, mu-arla dâm,",
      "reference": "DÂN PAHNINA 14:12"
    },
    {
      "content": "Mute dâm, muvânlai dâm, mute chi tinrêng dâm,",
      "reference": "DÂN PAHNINA 14:13"
    },
    {
      "content": "Vaâk chi hrim hrim,",
      "reference": "DÂN PAHNINA 14:14"
    },
    {
      "content": "Ostrik dâm, vabak dâm, tuipui pelêu dâm, muchi taphawt el hai chu,",
      "reference": "DÂN PAHNINA 14:15"
    },
    {
      "content": "chingpirinu dâm, simbu dâm,",
      "reference": "DÂN PAHNINA 14:16"
    },
    {
      "content": "mulukawl dâm, kaikuongrâl dâm,",
      "reference": "DÂN PAHNINA 14:17"
    },
    {
      "content": "tuivaârngo dâm, awinu chi hrim hrim dâm, vakhawhri le bâk dâm.",
      "reference": "DÂN PAHNINA 14:18"
    },
    {
      "content": "Thla nei kea lâwn chi po po dâm, in ta dingin thil tirdakum a na, fâk ding a ni nawh.",
      "reference": "DÂN PAHNINA 14:19"
    },
    {
      "content": "Thla nei ân thieng po po hai chu fa thei in tih.",
      "reference": "DÂN PAHNINA 14:20"
    },
    {
      "content": "“Mania thi chu iengkhawm in fâk ding a ni nawh a, in umpui ram dang mihai fâk dingin pe thei in tih; hnam dang mihai kuomah a zawrin zawr thei bawk in tih; nangni chu LALPA in Pathien ta dinga hnam inthieng in ni sih a. Kêlte chu a pui nênetuiin in suong ding a ni nawh.",
      "reference": "DÂN PAHNINA 14:21"
    },
    {
      "content": "“Kum tin in loa thlai suok po po sâwma pakhat in sie hran ngei ngei ding a nih.",
      "reference": "DÂN PAHNINA 14:22"
    },
    {
      "content": "LALPA in Pathien ṭi nachâng in hung hriet rawp theina dingin in bu le, in uoin le in hrieka sawmapakhat le, in bâwng ruol le in berâm ruol laia pieng hmasa takhai chu LALPA in Pathien hmaah, a hming umna dinga a la ruotna dinga chun in fâk ding a nih.",
      "reference": "DÂN PAHNINA 14:23"
    },
    {
      "content": "LALPA in Pathienin mal a sâwm pha cheua, LALPA in Pathien- in a hming umna ding a la ruot ding chu a hlat taluo leia in ta dingin lampui kâr a hla taluoh a, in chawi thei naw chun,",
      "reference": "DÂN PAHNINA 14:24"
    },
    {
      "content": "pawisaah inchangtir in ta, pawisa chu chawi el in tih. LALPA in Pathien hmun ruota chun in fe ding a nih.",
      "reference": "DÂN PAHNINA 14:25"
    },
    {
      "content": "Chun, pawisa chu in lungrila in dittak, bâwngchal amanih, berâm- chal amanih, uoin amanih, zupui amanih, in lungrila in châk zâwng taphawta dingin hmang in ta; chutaka chun LALPA in Pathien hmaah fâng in ta, hlimtakin in um ding a nih, nangni le in sûnghai leh.",
      "reference": "DÂN PAHNINA 14:26"
    },
    {
      "content": "Levi mihai in umnaa um vehai chu ngaitha hlek naw ro, nangni lai chanvo khawm, rochan khawm an nei ve si nawh a.",
      "reference": "DÂN PAHNINA 14:27"
    },
    {
      "content": "“Kum thum ân vawi kum poah, chu kuma in lo thilsuok po poa sâwma pakhat chu la khâwm vawng in ta, in umnaah in sie ding a nih,",
      "reference": "DÂN PAHNINA 14:28"
    },
    {
      "content": "chun, in umnaa um Levi mihai khawm chu nangni laia chanvo, rochan khawm nei ve nawhai le ram dang mihai le pa nei nawhai le hmeithaihai chun fâng an ta, lo khawsa ve thei el an tih; chuongchun, LALPA in Pathienin in kutsuok po poa chun mal a sâwm ding cheu a nih.",
      "reference": "DÂN PAHNINA 14:29"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "DÂN PAHNINA 14 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}