{
  "verses": [
    {
      "content": "“Dama in um a, in hung pung pei a, pêk ding cheua in pi le puhai kuoma LALPAIN ṭawng ân khamna ram chu in va hluo theina dingin thupêk vawisûna ka pêk cheu hi zâwm dingin in fîmkhur ding a nih.",
      "reference": "DÂN PAHNINA 8:1"
    },
    {
      "content": "Chun, a thupêkhai chu in zâwm ding le ding naw, in lungril hrietna dinga fiena ding le inngaitlâwmtir ding cheua thlalêra kum sâwmli a ṭhuoina cheu lampuihai po po kha hre zing ro.",
      "reference": "DÂN PAHNINA 8:2"
    },
    {
      "content": "Mihriem hi bei chauin an hring nawh a, LALPA bâua thu tin suokin a nih ti ân hriettir theina ding cheuin a sukhnuoi cheu a, in ṭâm dâm a phal a, in hriet ngai lo, in pi le puhai khawma an hriet ngai lo manna chun a châwm cheu a.",
      "reference": "DÂN PAHNINA 8:3"
    },
    {
      "content": "Hieng kum sâwmli sûng hin in silfên chu in sil chulin in hâk chul nawh a, in kehai khawm ân vûng nawh a.",
      "reference": "DÂN PAHNINA 8:4"
    },
    {
      "content": "Miin a nau a thunun hlak angin LALPA in Pathien chun a thunun hlak cheu a nih ti hi in lungrilin hre rân ro.",
      "reference": "DÂN PAHNINA 8:5"
    },
    {
      "content": "Chuleiin, a lampui hraw ding le ama chu ṭi dingin LALPA in Pathien thupêkhai chu in zâwm ding a nih.",
      "reference": "DÂN PAHNINA 8:6"
    },
    {
      "content": "LALPA in Pathien chun ruom le tlânga inthawka hung suok vadung tui dâm, tuikhur le tui inthûktak umna ram,",
      "reference": "DÂN PAHNINA 8:7"
    },
    {
      "content": "bu dâm, buṭei dâm, grêp dâm, theichang dâm, theibufai dâm, umna ram, hriek nei oliv le khuoizu umna ram,",
      "reference": "DÂN PAHNINA 8:8"
    },
    {
      "content": "iengkhawm in tlâksam nawna ding, tlasam loa bei in fâkna ding ram, a lunghai chu thîr, a tlânghai chu dârsen cho suok theina ram, ram ṭhataka chun a ṭhuoi lût ding cheu a ni sih a.",
      "reference": "DÂN PAHNINA 8:9"
    },
    {
      "content": "In fâka in tlai hle pha chun, ram ṭhatak a pêk cheu lei chun LALPA in Pathien chu inpâk in tih.",
      "reference": "DÂN PAHNINA 8:10"
    },
    {
      "content": "“A thupêkhai, a thuruothai, a rorêlhai, vawisûna ka pêk cheu hi zâwm loin LALPA in Pathien chu theinghil khat rawi in tih, fîmkhur ro;",
      "reference": "DÂN PAHNINA 8:11"
    },
    {
      "content": "chuong naw chun, in fâk a, in tlai a, in ṭhatak dâm in bâwl a, in hluo pha le,",
      "reference": "DÂN PAHNINA 8:12"
    },
    {
      "content": "in ran ruolhai, in berâm ruolhai a hung pung a, in tangka dâm, in rângkachak dâm a hung pung a, in thil neihai po po chu a hung pung pha chun,",
      "reference": "DÂN PAHNINA 8:13"
    },
    {
      "content": "in lungril hung chapo a ta, suoka inthawka Aigupta rama in- thawka ṭhuoi suoktu cheu LALPA in Pathien theinghil el in ti kha.",
      "reference": "DÂN PAHNINA 8:14"
    },
    {
      "content": "Ama chun thlalêr lientak le rapthlâktak, rûl chukna chi le ainu- vêt umna, tui um nawna, ram ṭâwlah a ṭhuoi thleng cheu a; meitâwklung lungpuia inthawk chun tui a suksuokpêk cheu a,",
      "reference": "DÂN PAHNINA 8:15"
    },
    {
      "content": "in pi le puhai hriet ngailo man- na chun a châwm cheu a, tuta hnunga in hung ṭhat theina dingin a sukhnuoi cheu a, a fie theina ding cheuin.",
      "reference": "DÂN PAHNINA 8:16"
    },
    {
      "content": "Chun, ‘hieng ei sum le paihai hi eini hrâtna le ei kutsuok a nih,’ ti lungril rawi in tih, fîmkhur bawk ro.",
      "reference": "DÂN PAHNINA 8:17"
    },
    {
      "content": "Tuta a nghet anga in pi le puhai kuoma inkhâmna thu a thlung chu a suknghetna dingin LALPA in Pathien chu hre zing ro, sum le pai themsuok theina petu cheu chu ama chu a ni lem a nih.",
      "reference": "DÂN PAHNINA 8:18"
    },
    {
      "content": "LALPA in Pathien chu in theinghil a, Pathien danghai in zui a, a rawng dâm in bâwl a, in biek hlau chun, bohmang ngei ngei in tih ti vawisûn hin kân hriettir cheu.",
      "reference": "DÂN PAHNINA 8:19"
    },
    {
      "content": "In hmaa hnam danghai a sukbo- hmang angin nangni khawm bo- hmang in tih, LALPA in Pathien râwl chu ngai nuom lo in ni ding a ni leiin.",
      "reference": "DÂN PAHNINA 8:20"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "DÂN PAHNINA 8 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}