{
  "verses": [
    {
      "content": "“Chuong lai chun LALPAIN ka kuomah, ‘Lungphêk pahni a hmaa mi ang kha sut nâwk la, tlângah ka kuomah hung la, thingin bâwm siem rawh.",
      "reference": "DÂN PAHNINA 10:1"
    },
    {
      "content": "Chun, kha hmaa lungphêk i suk- kawi tahaia thu chuong kha lung- phêkahai chun ziek ka ta; bâwma chun sieng i tih,’ a ta.",
      "reference": "DÂN PAHNINA 10:2"
    },
    {
      "content": "Chuongchun, Sittim thingin bâwm chu ka siem a, a hmaa mi ang lungphêk pahni chu ka sut bawk a, lungphêk pahni chu chawiin tlânga chun ka hang feh a.",
      "reference": "DÂN PAHNINA 10:3"
    },
    {
      "content": "Chun, lungphêkhaia chun a hmasaa ziek ang, in pungkhâwm nia tlânga meia inthawka LALPAIN in kuoma a hril thupêk chu a ziek a, LALPA chun a mi pêk a.",
      "reference": "DÂN PAHNINA 10:4"
    },
    {
      "content": "Chun, tlânga inthawk chun ka hung thla a, lungphêk chu ka bâwm siema chun ka sieh a; LALPAIN thu a mi pêk angin chutaka chun a um ta zing a.",
      "reference": "DÂN PAHNINA 10:5"
    },
    {
      "content": "(Chun, Israel thlahai chu Beeroth Bene-Jaakana inthawkin Mosera-ah an feh a; chutaka chun Aron chu a thih a, an phûm a, chun, a naupa Eleazarin a aiawin thiempu sin a thawh a.",
      "reference": "DÂN PAHNINA 10:6"
    },
    {
      "content": "Chutaka inthawk chun Gudgoda- ah an feh a, chun, Gudgodaa inthawk chun vadunghai ram Jotbathaah an feh a.",
      "reference": "DÂN PAHNINA 10:7"
    },
    {
      "content": "Chuong lai chun tu chena LALPA thuthlung bâwm zâwn a, LALPA hmaa a rawng bâwl a, a hminga mal- sâwmpêktu ni dingin Levi chi chu a suktum a.",
      "reference": "DÂN PAHNINA 10:8"
    },
    {
      "content": "Chuleiin, Levi chun a unauhai lai chun chanvo khawm, rochan khawm a nei nawh a; LALPA in Pathienin a kuoma a hril angin LALPA chu a rochan a nih).",
      "reference": "DÂN PAHNINA 10:9"
    },
    {
      "content": "Chun, a hma ang bawk khan tlânga chun ni sâwmli le zân sâwmli ka um a; chun, chu ṭum khawm chun LALPAIN ka thu chu a ngai a, LALPA chun a sukbohmang nuom ta naw cheu a ni kha.",
      "reference": "DÂN PAHNINA 10:10"
    },
    {
      "content": "Chun, LALPAIN ka kuomah, ‘Tho la, mipuihai hma ṭhuoi rawh; anni pêk dinga an pi le puhai kuoma inkhâma ka tiem ram chu an hluo ding a nih,’ a tih a.",
      "reference": "DÂN PAHNINA 10:11"
    },
    {
      "content": "“Khai le, Israel mihai, nangnia inthawka LALPA in Pathienin a phût chu ieng dang khawm a ni nawh a, in ṭhatna dinga LALPA in Pathien in ṭi a, a lampui po po chu hraw a, ama hmangai a, in lungril po po le in lungvar po poa LALPA in Pathien rawng bâwl a,",
      "reference": "DÂN PAHNINA 10:12"
    },
    {
      "content": "LALPA thupêkhai, a thuruot- hai, zâwm dinga tuta thu ka pêk cheu pawm hi a nih.",
      "reference": "DÂN PAHNINA 10:13"
    },
    {
      "content": "Ngai ta u, vân dâm, vânhai vân le, hnuoi le a sûnga um po po hi LALPA in Pathien ta vawng a nih.",
      "reference": "DÂN PAHNINA 10:14"
    },
    {
      "content": "Nisienlakhawm, in pi le puhai hmangai chu a lâwm zâwng a na, hnam dang po po nêkin nangni, an hnunga an thlahai hi a lo thlang ta cheu a nih, tuta in ni ang hin.",
      "reference": "DÂN PAHNINA 10:15"
    },
    {
      "content": "Chuleiin, in lungril ser chu tan unla, kâwmaw ta naw ro.",
      "reference": "DÂN PAHNINA 10:16"
    },
    {
      "content": "LALPA in Pathien chu pathien- hai Pathien, hotuhai Hotu, Pathien ropuitak, hrâttak, ṭiumtak el, tukhawm ditsak bîk nei lo, thamna khawm la ngai lo a ni sih a.",
      "reference": "DÂN PAHNINA 10:17"
    },
    {
      "content": "Pa nei nawhai le hmeithaihai chu feltakin ro a rêlpêk hlak a; ram dang mihai chu, fâk ding le silfênhai pein a hmangai hlak.",
      "reference": "DÂN PAHNINA 10:18"
    },
    {
      "content": "Chuleiin, ram dang mihai chu hmangai ve ro; nangni khawm Aigupta rama khan ram dang mi in ni kha.",
      "reference": "DÂN PAHNINA 10:19"
    },
    {
      "content": "LALPA in Pathien chu ṭîng in ta, ama rawng chu bâwl in ta, ama chu chel tlat in ta, a hming sâlin in inkhâm ding a nih.",
      "reference": "DÂN PAHNINA 10:20"
    },
    {
      "content": "Ama chu in inpâk ding chu a na, hieng in mita in hmu tah thil ropuitak le râpthlâktakhai thawpêk hlak cheu in Pathien a nih.",
      "reference": "DÂN PAHNINA 10:21"
    },
    {
      "content": "In pi le puhai chu Aiguptaah sâwmsari an fe thlah a; tuhin chu tam tienga chun vâna arasi zâtin LALPA in Pathienin a sukpung ta cheu a nih.",
      "reference": "DÂN PAHNINA 10:22"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "DÂN PAHNINA 10 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}