{
  "verses": [
    {
      "content": "“In unauhai bâwngchal ama- nih, an berâm amanih in- hmang chu in hmuin in tosan el ding a ni nawh a, in unauhai ina chun in ṭhuoipêk ngei ding a nih.",
      "reference": "DÂN PAHNINA 22:1"
    },
    {
      "content": "Chun, in unauhai chu in kâwl hnaia um an ni nawh a, a neitu chu in hriet naw amanih a ni chun, in in tieng ṭhuoi el in ta, in kuomah um zing a ta, in unauin a hung zawng pha pha in lo pêk nâwk ding a nih.",
      "reference": "DÂN PAHNINA 22:2"
    },
    {
      "content": "An sabengtung khawm chuong ang bawk chun in thaw ding a nih, chuong ang bawk chun an silfênhai khawm in thaw ding a nih, chuong ang tak chun in unau thil inhmang in hmu taphawt chu in thaw ding a na, in tobopui el ding a ni nawh.",
      "reference": "DÂN PAHNINA 22:3"
    },
    {
      "content": "“In unauhai sabengtung amanih, an bâwngchal amanih, lampuia tlu in hmuin in tosan el ding a ni nawh a, in keithopui ngei ding a nih.",
      "reference": "DÂN PAHNINA 22:4"
    },
    {
      "content": "“Nuhmei chun pasal thuomhnaw an inbel ding a ni nawh a, pasalin nuhmei silfên an inbel ding a ni bawk nawh; tukhawm chuong anga thaw chu LALPA in Pathien ngaiin mi tirdakum a nih.",
      "reference": "DÂN PAHNINA 22:5"
    },
    {
      "content": "“Lampuia vate bu, thinga manih, hnuoia manih, a te amanih, a tui amanih um, a te amanih, a tui amanih a puiin a awp lai in hmu chun a te chu a pui pumin in lâk ding a ni nawh.",
      "reference": "DÂN PAHNINA 22:6"
    },
    {
      "content": "A pui chu insuo ngei ngei ding a nih, a te ruok chu la thei in ta, chuongchun, in ta dingin ṭhâng a ta, dam sâwt in tih.",
      "reference": "DÂN PAHNINA 22:7"
    },
    {
      "content": "“In thar in bâwl chun, chutaka chun mi dâm an tla a, in in chu thisen insuona in a hung ni nawna dingin in inchung chu in inhuon ding a nih.",
      "reference": "DÂN PAHNINA 22:8"
    },
    {
      "content": "Chun, in grêp huona chun thil chi hni in chîng ding a ni nawh; chuong naw chun, in chi tu le in grêp huona thil rasuok po po chu LALPA chan- puol ni el a tih.",
      "reference": "DÂN PAHNINA 22:9"
    },
    {
      "content": "Bâwngchal le sabengtung hnuoi in inlet hmunkhattir ding a ni nawh.",
      "reference": "DÂN PAHNINA 22:10"
    },
    {
      "content": "Sahmul le pat khâwng pawl in inbel ding a ni bawk nawh.",
      "reference": "DÂN PAHNINA 22:11"
    },
    {
      "content": "“In inthuomna puon chu a hmawr paliah a hmawrkai in inneitir ding a nih.",
      "reference": "DÂN PAHNINA 22:12"
    },
    {
      "content": "“Miin nuhmei a nei a, a pâwl zet a, a theida nâwk si a,",
      "reference": "DÂN PAHNINA 22:13"
    },
    {
      "content": "‘Hi nuhmei hi ka nei a, ka pâwl a, nunghâk inthieng a nina ka hmu nawh a,’ tia muolphotaka a siem a, a hming a suksiet chun,",
      "reference": "DÂN PAHNINA 22:14"
    },
    {
      "content": "nunghâk nu le pa chun kul kawtkhârah chu khaw upahai kuom- ah nunghâk inthieng a nina chu an hung suklang ding a nih.",
      "reference": "DÂN PAHNINA 22:15"
    },
    {
      "content": "Nunghâk pa chun upahai kuom- ah, ‘Hi mi hi ka naunu kân neitir a, amiruokchu, a hnâm nâwk sih a; ngai ta,",
      "reference": "DÂN PAHNINA 22:16"
    },
    {
      "content": "I naunu hi nunghâk inthieng a nina ka hmu nawh, tiin muolpho- takin a siem a, nisienlakhawm, hieng hi ka naunu chu nunghâk inthieng a nina chu annâwm,’ tîng a ta.",
      "reference": "DÂN PAHNINA 22:17"
    },
    {
      "content": "Chuongchun, chu khaw upahai hmaa chun puon chu phâng an ta. Chu khaw upahai chun ama chu ṭhuoi an ta, hrem an ta.",
      "reference": "DÂN PAHNINA 22:18"
    },
    {
      "content": "Israel nunghâk inthieng a suk- hmingsiet leiin tangka shekel za in- chawitir an ta, nunghâk pa chu an pêk ding a nih; ama chu a nuhmei nîng a ta, a dam sûngin ṭhe thei naw nih.",
      "reference": "DÂN PAHNINA 22:19"
    },
    {
      "content": "Amiruokchu, chu thu chu a lo indik a, nunghâk chu nunghâk in- thieng a nina ân lang naw chun,",
      "reference": "DÂN PAHNINA 22:20"
    },
    {
      "content": "nunghâk chu a pa kawtkhâra chun ṭhuoi suok an ta, a umna khuoa mihai chun lungin dêng hlum an tih, a pa ina nawchizawra Israelhai laia thil suol invêtthlâktak el a thaw lei chun chuong ang chun nangni laia inthawkin thil ṭha naw chu in sukbo ding a nih.",
      "reference": "DÂN PAHNINA 22:21"
    },
    {
      "content": "“Miin pasal nei nuhmei a zâlpui hmu a ni chun, an pahni chun an thi ding a nih, a zâlpuitu pasal le nuhmei chu; chuong ang chun Israelhai laia inthawkin thil ṭha naw chu in sukbo ding a nih.",
      "reference": "DÂN PAHNINA 22:22"
    },
    {
      "content": "“Nunghâk inthieng, mi nuhmei huol, miin khuoah a hmuh a, a zâlpui chun,",
      "reference": "DÂN PAHNINA 22:23"
    },
    {
      "content": "an pahniin khaw kul kawt- khârah ṭhuoi suok in ta, lungin in dêng hlum ding a nih; nuhmei chu khuoa um si a, a khêk naw leiin; pasal chu a tuolbâwm nuhmei a sukhming- siet leiin; chuong ang chun nangni laia inthawkin thil ṭha naw chu in sukbo ding a nih.",
      "reference": "DÂN PAHNINA 22:24"
    },
    {
      "content": "“Amiruokchu, miin ramhnuoiah nunghâk, mi ihuol a hmuh a, a manlui a, a zâlpui chun a zâlpuitu pasal chau chu sukhlum ding a na,",
      "reference": "DÂN PAHNINA 22:25"
    },
    {
      "content": "a nunghâk chu iengkhawm law ding a ni nawh, nunghâk chunga chun thina khawp suol a um nawh; hieng ang hi chu mi a tuolbâwm thawh a, that ang a na;",
      "reference": "DÂN PAHNINA 22:26"
    },
    {
      "content": "ramah a va tâwk fûk a, mi ihuol nunghâk chu a khêk a, santu an um si nawh a.",
      "reference": "DÂN PAHNINA 22:27"
    },
    {
      "content": "“Miin nunghâk inthieng huol lo a hmu a, a man a, a zâlpui an hmu chun,",
      "reference": "DÂN PAHNINA 22:28"
    },
    {
      "content": "a zâlpuitu pasal chun nunghâk pa chu tangka shekel sâwmnga a pêk ding a nih; chun, ama chu a nuhmei nîng a ta, a sukhmingsiet ta leiin; a dam sûngin ṭhe thei naw nih.",
      "reference": "DÂN PAHNINA 22:29"
    },
    {
      "content": "Miin a pa nuhmei zâlpuiin a pa a sukmuolpho ding a ni nawh.",
      "reference": "DÂN PAHNINA 22:30"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "DÂN PAHNINA 22 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}