{
  "verses": [
    {
      "content": "“Bâwngchal amanih, berâm amanih, demkâi le ṭhat nawna hrim hrim nei chun LALPA in Pathien kuomah in inthâwi ding a ni nawh; chu chu LALPA in Pathien ta dingin thil tirdakum a ni sih a.",
      "reference": "DÂN PAHNINA 17:1"
    },
    {
      "content": "Nangni laia LALPA in Pathienin a pêk cheu in umna khâwlai khawm, pasal amanih, nuhmei amani khawm, thuthlung bawse a, LALPA in Pathien mithmua thil ṭha naw thaw an um a,",
      "reference": "DÂN PAHNINA 17:2"
    },
    {
      "content": "Pathien dang rawng va bâwl a, ka thupêk ni lo, nisa amanih, thla amanih, vâna mi hrim hrim bie an um a, an hril che a,",
      "reference": "DÂN PAHNINA 17:3"
    },
    {
      "content": "nangin i lo hriet a, ṭhahnem- ngaitaka în dawn a; a lo indik ngeia, thu chu a chieng faka, chuong anga thil tirdakum Israel mihai laia thaw a lo ni chun,",
      "reference": "DÂN PAHNINA 17:4"
    },
    {
      "content": "chu thil suol thawtu, pasal ama- nih, nuhmei amani ngei chu ṭhuoi suok in ta, lungin in dêng hlum ding a nih.",
      "reference": "DÂN PAHNINA 17:5"
    },
    {
      "content": "Hretu pahni amanih, pathum amani bâua inthawkin thi ding chu sukhlum ding a nih, hretu pakhat chau bâua inthawk chun sukhlum ding a ni nawh.",
      "reference": "DÂN PAHNINA 17:6"
    },
    {
      "content": "Sukhlumna dinga chun hretuhai chun kut thlâk hmasâng an ta, chu hnungah mipui po poin. Chuong ang chun nangni laia inthawkin thil ṭha naw chu in sukbo ding a nih.",
      "reference": "DÂN PAHNINA 17:7"
    },
    {
      "content": "“Inthat thua dâm, sum le pai thua dâm, invuok thua dâm, in umnaa inkhingna thu hrim hrima dâm in ta dinga rêl intak taluo a hung um chun, LALPA in Pathienin hmun a la ruot dinga chun fêng in ta,",
      "reference": "DÂN PAHNINA 17:8"
    },
    {
      "content": "chu huna thiempu Levi mi le rorêltuhai kuoma chun fêng in ta, anni râwn in ta; chun, anni chun thu sukthlûk dân ding an lo khîkhmu ding cheu a nih.",
      "reference": "DÂN PAHNINA 17:9"
    },
    {
      "content": "LALPAIN hmun a la ruot dinga inthawka thu sukthlûk dân ding an lo khîkhmu ang cheu chun thâwng in ta, an inchûktir ang pei cheu chun fîmkhurtakin in thaw ding a nih.",
      "reference": "DÂN PAHNINA 17:10"
    },
    {
      "content": "An thu tlûkna an lo khîkhmu cheu chun changtienga manih, vawi- tienga manih in pêtsan ding a ni nawh.",
      "reference": "DÂN PAHNINA 17:11"
    },
    {
      "content": "LALPA in Pathien hmaa rawng- bâwla ṭhang hlak thiempu le rorêltu thu pawm loa, thawlui taphawt, chu mi chu sukhlum ding a nih, Israelhai laia inthawkin, chu thil ṭha naw chu in sukbo ding a nih.",
      "reference": "DÂN PAHNINA 17:12"
    },
    {
      "content": "Chuongchun, mi po poin hrieng an ta, ṭîng an ta, thawlui nâwk ta naw ni hai.",
      "reference": "DÂN PAHNINA 17:13"
    },
    {
      "content": "“LALPA in Pathienin ram a pêk cheu chu in va tlung a, in va hluo a, in va um a, ‘Ei vêla hnam po po ang bawkin lal nei ei tiu,’ in ti pha chun;",
      "reference": "DÂN PAHNINA 17:14"
    },
    {
      "content": "LALPA in Pathienin a ithlang ngei chu lalah in nei ding a nih; in unau laia mi pakhat lalah in siem ding a nih; hnam dang mi, in unau ni lo chu nangni awptu dingin in siem ding a ni nawh.",
      "reference": "DÂN PAHNINA 17:15"
    },
    {
      "content": "Amiruokchu, sakawr a hau ding a ni nawh, sakawr a hau theina dingin Aigupta mihai le chun inthu- ruol ding a ni bawk nawh. LALPA chun, ‘Tuta chen chu, chu tienga chun in kîr nâwk ding a ni ta nawh,’ a ti tlat sih a.",
      "reference": "DÂN PAHNINA 17:16"
    },
    {
      "content": "Chuong naw chun a lungril invâkhmang rawi a tih. Nuhmei khawm a hau ding a ni nawh a, tangka le rângkachak khawm a hau bawk ding a ni nawh.",
      "reference": "DÂN PAHNINA 17:17"
    },
    {
      "content": "Chun, a ram lalṭhungphaa a ṭhung pha khawm thiempu Levi mihai kawl hlak dân hi lekhabuah inziek sâwngtir a ta,",
      "reference": "DÂN PAHNINA 17:18"
    },
    {
      "content": "kawl a ta, a dam sûng chun a tiem rawp hlak ding a nih, hieng dân le hieng thuruothai po po hi pawma, zâwma thaw dinga LALPA a Pathien ṭi dân ân chûk theina dingin;",
      "reference": "DÂN PAHNINA 17:19"
    },
    {
      "content": "a lungril a unauhai chungah ân sie sâng nawna dingin le changtienga manih, vawitienga manih thupêk chu a pêtsan nawna ding le Israelhai lai chun ama le a thlahai a rama hin an dam sâwt phâna dingin.",
      "reference": "DÂN PAHNINA 17:20"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "DÂN PAHNINA 17 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}