{
  "verses": [
    {
      "content": "Chun, Mosie chu Moab phaia inthawkin Jeriko zâwna Nebo tlâng, Pisga tlâng sîpa chun a hang lâwn a. LALPA chun Gilead ram po po, Dan chenin ân entir a;",
      "reference": "DÂN PAHNINA 34:1"
    },
    {
      "content": "Naphtali le Ephraim ram po po, Manasse le Juda ram po po, a thlangtieng tuisuoriet chen;",
      "reference": "DÂN PAHNINA 34:2"
    },
    {
      "content": "Sim ram le tûm khawpui, Jeriko phai ruom, Zoar chenin.",
      "reference": "DÂN PAHNINA 34:3"
    },
    {
      "content": "Chun, LALPAIN a kuomah, “Hi ram hi a nih, Abraham hai, Isak hai, Jakob hai kuoma, ‘In thlahai la pêng ka tih,’ tia inkhâma ka lo tiem kha; a hmu chu kân hmutir phawt che a na; nisienlakhawm, chutaka chun fe naw ti ni,” a ta.",
      "reference": "DÂN PAHNINA 34:4"
    },
    {
      "content": "Chuongchun, LALPA siehlaw Mosie chu LALPA thu angin Moab rama chun a thi tah a.",
      "reference": "DÂN PAHNINA 34:5"
    },
    {
      "content": "Chun, Beth-peor zâwnah Moab rama ruomah a phûm a; nisien- lakhawm, a thlân chu tu chen hin tukhawma an hriet nawh.",
      "reference": "DÂN PAHNINA 34:6"
    },
    {
      "content": "Mosie chu a thi chun kum za le sâwmhni mi a nih; a mit ân thim nawh a, a tha khawm a ṭhum chuong nawh.",
      "reference": "DÂN PAHNINA 34:7"
    },
    {
      "content": "Israel thlahai chun Mosie chu Moab phaia chun ni sâwmthum an ṭah a; chuongchun, Mosie sûna ṭap nihai chu a hung tâwp tah a.",
      "reference": "DÂN PAHNINA 34:8"
    },
    {
      "content": "Chun, Nun naupa Josua chu varna thlarauin a sip a, Mosie chun a chungah a kut ân nghat leiin; chun, Israel thlahai chun a thu an zâwm a, LALPAIN Mosie thu a pêk ang chun an thawh a.",
      "reference": "DÂN PAHNINA 34:9"
    },
    {
      "content": "Chutaka inthawk chu Israelhai lai chun Mosie anga LALPAIN hmai- san meua a biek zâwlnei hrim hrim an hung um ta nawh a,",
      "reference": "DÂN PAHNINA 34:10"
    },
    {
      "content": "inchiknahai po po le, thilmak po pohai, Pharao le a siehlawhai po po kuoma le Aigupta ram po poa inen- tira,",
      "reference": "DÂN PAHNINA 34:11"
    },
    {
      "content": "kut hrâttak le ṭiumtak tak dâma Israel mi po pohai mithmua Mosien a thaw ang thaw ve hlak chu.",
      "reference": "DÂN PAHNINA 34:12"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "DÂN PAHNINA 34 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}