{
  "verses": [
    {
      "content": "LALPAIN Mosie thu a pêk angin, sahmul dumpâwl, a êm le seninlârin Hmun Inthienga rawng- bâwlna dingin silfên ṭhatakhai an siem a, Aron silfên inthienghaiah an siem a.",
      "reference": "FESUOKNA 39:1"
    },
    {
      "content": "Zakawsîng chu rângkachak zai le sahmul dumpâwl, a êm, le seninlâr le, pat zai inhmi kawpin an siem a.",
      "reference": "FESUOKNA 39:2"
    },
    {
      "content": "Rângkachak chu phêk inphân- takhaiin an sut a, a zaiin an ât a, kutthiemtak sinthaw, sahmul dum- pâwl, a êm, seninlâr le pat zai inhmi kawpa zep dingin.",
      "reference": "FESUOKNA 39:3"
    },
    {
      "content": "Zakawsînga chun a liengko bel- hai a hmawrhai pahnia ama le ṭhui matin an siem a.",
      "reference": "FESUOKNA 39:4"
    },
    {
      "content": "Zakaw chunga a khitna, kâwng- chûn chu hmangruo thuhmun le khâwng dân thuhmuna thiemtaka khâwng, rângkachak zai, sahmul dumpâwl, a êm, le seninlâr le pat zai inhmi kawpa, LALPAIN Mosie thu a pêk ang taka siem a nih.",
      "reference": "FESUOKNA 39:5"
    },
    {
      "content": "Onik lunghai chu an ât a, Israel thlahai hming ang peiin, hming- namna ker anga rângkachak ker- kuokhaia chun an phûm a.",
      "reference": "FESUOKNA 39:6"
    },
    {
      "content": "LALPAIN Mosie thu a pêk anga Israel thlahai ta dinga hriet zingna lunghai ni dingin zakawsînga liengko belhaia chun a sieh a.",
      "reference": "FESUOKNA 39:7"
    },
    {
      "content": "Chun, kutthiemtak siem dânin, zakawsîng siem ang bawk chun, rângkachak zai le sahmul dumpâwl, a êm, seninlâr le pat zai inhmi kawpin âwmbel a siem a,",
      "reference": "FESUOKNA 39:8"
    },
    {
      "content": "killi inchen seng a nih a: âwmbel chu thlep thuoa siem a nih a, thlep thuo chun a seizie khâp khat, a lienzie khâp khat bawk a nih.",
      "reference": "FESUOKNA 39:9"
    },
    {
      "content": "Chutaka chun lunghai chu tlar liin an inbûk a, sardion, topaz le karbankle lung chu tlar khatna a nih.",
      "reference": "FESUOKNA 39:10"
    },
    {
      "content": "A tlar hnina chu emeral, sapphir le diamond lung;",
      "reference": "FESUOKNA 39:11"
    },
    {
      "content": "a tlar thumna chu jasinth, agate le amethust lung,",
      "reference": "FESUOKNA 39:12"
    },
    {
      "content": "a tlar lina chu birul, onik le jasper lunghai a nih a; rângkachak kerkuokhaia phûm an nih.",
      "reference": "FESUOKNA 39:13"
    },
    {
      "content": "Lunghai chu sâwm le pahnih, Israel naupasalhai hming ang peia an hming leh, hnam sâwmpahnia dingin lung tin chu a hming pei leh, hmingnamna anga siem a nih.",
      "reference": "FESUOKNA 39:14"
    },
    {
      "content": "Âwmbel chunga chun rângka- chak kerkuok pahni le rângkachak inthieng khaidiet, hruol anga inher- thlawp an siem a.",
      "reference": "FESUOKNA 39:15"
    },
    {
      "content": "Rângkachak kerkuok pahni le rângkachak kuol pahni bawk an siem a, a kuol pahni chu âwmbel tâwp ve vea chun an inbûk a.",
      "reference": "FESUOKNA 39:16"
    },
    {
      "content": "Rângkachak khaidiethai pahni chu âwmbel hmawra kuol pahnia chun an inbûk a.",
      "reference": "FESUOKNA 39:17"
    },
    {
      "content": "Khaidiet hmawr khingtieng pahni chu kerkuok pahnia chun an inbûk a, zakawsîng liengko bel hma- tieng panga chun an khai a.",
      "reference": "FESUOKNA 39:18"
    },
    {
      "content": "Rângkachak kuol pahni an siem a, âwmbel hmawr khing tieng sîr tâwp, sûngtieng pang zakawsîng deptienga chun an inbûk a.",
      "reference": "FESUOKNA 39:19"
    },
    {
      "content": "Rângkachak kuol pahni an siem a, hmatiengah zakawsîng liengko bel hnuoitieng pang zakawsîng khitna thiemtaka khâwng chunga ân tuok- naa khan an inbûk a.",
      "reference": "FESUOKNA 39:20"
    },
    {
      "content": "LALPAIN Mosie thu a pêk ang taka, âwmbel chu zakawsîngah det- taka a kawp theina ding le, zakaw- sîng khitna thiemtaka khâwng chung- a chun a um theina dingin, âwmbela kuolhai chu zakawsînga kuolhaia chun hrui dumpâwlin an khit mat a.",
      "reference": "FESUOKNA 39:21"
    },
    {
      "content": "Chun, thiempu zakawfuol a khâwnga khâwngin a dumpâwl vawngin a siem a;",
      "reference": "FESUOKNA 39:22"
    },
    {
      "content": "Zakawfuola a âwng chu indona phaw zakuo anga, ân ek nawna dinga a vêl tuoka tuom a nih.",
      "reference": "FESUOKNA 39:23"
    },
    {
      "content": "Zakawfuol hmawr tlânga chun dumpâwl, a êm, seninlâr le patzai inhmi kawpin theibufai an siem a.",
      "reference": "FESUOKNA 39:24"
    },
    {
      "content": "Rângkachak inthiengin telnêng- hai an siem bawk a, telnênghai chu theibufai inkâr, zakawfuol hmawr tlânga a vêl suoka theibufai inkâra chun an khai a:",
      "reference": "FESUOKNA 39:25"
    },
    {
      "content": "LALPAIN Mosie thu a pêk angin, rawngbâwlna ding zakawfuol hmawr tlâng vêl suoka chun, telnêng theibu- fai, telnêng le theibufai ti peia khaiin.",
      "reference": "FESUOKNA 39:26"
    },
    {
      "content": "Aron le a naupasalhai ta dingin puon zai inhmi a khâwnga khâwngin zakawchunghai an siem a,",
      "reference": "FESUOKNA 39:27"
    },
    {
      "content": "puon zai inhmi lukâwm, puon zai inhmi lukhum, puon zai inhmi kawpin puon zai inhmi kekawr hnuoihai,",
      "reference": "FESUOKNA 39:28"
    },
    {
      "content": "puon zai inhmi kawp ṭhatak le sahmul dumpâwl, a êm le senin- lâr ṭhuimawia chei kâwngchûn, LALPAIN Mosie thu a pêk ang chun an siem bawk a.",
      "reference": "FESUOKNA 39:29"
    },
    {
      "content": "Rângkachak inthiengin lukhim inthieng phêk an siem a, chutaka chun “LALPA TA DINGA INTHIENG” ti an ziek a.",
      "reference": "FESUOKNA 39:30"
    },
    {
      "content": "LALPAIN Mosie thu a pêk anga a chunga lukâwma khitdena dingin hrui dumpâwl an inbûk a.",
      "reference": "FESUOKNA 39:31"
    },
    {
      "content": "Chuong ang chun intuokna puon in sin po po chu zo a ni tah a, chun Israel thlahai chun LALPAIN Mosie thu a pêk po po angtak chun an thawh a, chuong ang tak chun an thaw tah a.",
      "reference": "FESUOKNA 39:32"
    },
    {
      "content": "Biekbûk chu Mosie kuomah an hung lâk a, a puon in le a hmangruo po po, a kuoikimhai, a thingphêkhai, a bangruhai, a banhai le ân ṭhut- nahai;",
      "reference": "FESUOKNA 39:33"
    },
    {
      "content": "ân khumna berâmchal le kêl vun suksenhai, a chung inkhumna seal vunhai, a puonzâr khaihai:",
      "reference": "FESUOKNA 39:34"
    },
    {
      "content": "Thuthlung bâwm le a zâwn- funghai, zângaina ṭhungpha leh;",
      "reference": "FESUOKNA 39:35"
    },
    {
      "content": "dawkân le a bûrlebêlhai po po le inentirna bei,",
      "reference": "FESUOKNA 39:36"
    },
    {
      "content": "Rângkachak inthienga siem sathâukhâwnvar siena le khâwn- varhai, a khâwnvarhai siena pei leh a hmangruo po po, meivar dinga hriek;",
      "reference": "FESUOKNA 39:37"
    },
    {
      "content": "rângkachak mâichâm, innâlna hriek, riminhnik rawmi le puon in kawtkhâr puonzâr ding;",
      "reference": "FESUOKNA 39:38"
    },
    {
      "content": "dâr mâichâm le dâr inphan thuk, zâwnfunghai le a bûrlebêl po pohai, dâr maihûn le ân ṭhutna;",
      "reference": "FESUOKNA 39:39"
    },
    {
      "content": "tuolzâwl inhuonna puonzâr khaihai, a banhai, a kerkuokhai, tuolzâwl inhuonna kawtkhâra puon- zâr, a hruihai, a kilnahai, biekbûk le intuokna puon ina dinga rawng- bâwlna hmangruo po po;",
      "reference": "FESUOKNA 39:40"
    },
    {
      "content": "Hmun Inthienga rawngbâwlna dinga silfên khâwng ṭhatakhai, thiempu Aron silfênhai le, thiempu sina rawngbâwlna dinga a naupasal- hai silfênhai le chun an hung lâk a.",
      "reference": "FESUOKNA 39:41"
    },
    {
      "content": "LALPAIN Mosie thu a pêk po po ang tak chun Israel thlahai chun sin po po chu an thaw tah a.",
      "reference": "FESUOKNA 39:42"
    },
    {
      "content": "Mosie chun an sinthawhai po po chu a en a, LALPAIN thu a pêk ang tak chun an thaw zo tah ti a hmuh a; chuong ang tak chun an thaw zo tah a; chun, Mosiein anni chu mal a sâwm tah a.",
      "reference": "FESUOKNA 39:43"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "FESUOKNA 39 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}