{
  "verses": [
    {
      "content": "“Riminhnik rawna dingin mâichâm siem i ta, shittim thingin siem i tih.",
      "reference": "FESUOKNA 30:1"
    },
    {
      "content": "A seitieng tawng khat, a lientieng tawng khat, killi nei nîng a tih. Ân sângtieng chu tawng hni nîng a ta, chutaka a kihai chu ama le zawm- khat an ni ding a nih.",
      "reference": "FESUOKNA 30:2"
    },
    {
      "content": "A chung le a sîrhai, a vêlin, a kihai leh rângkachak inluonkhum i ta; chun, a vêlin rângkachak rei siem bawk i tih.",
      "reference": "FESUOKNA 30:3"
    },
    {
      "content": "A kalhai pahni chung a rei hnuoia chun rângkachak kuol pahni siem la, a sîr hniah i siem ding a nih: chu chu a zâwnnaa zâwnfunghai rawlna ding nîng a tih.",
      "reference": "FESUOKNA 30:4"
    },
    {
      "content": "Shittim thing zâwnfunghai siem i ta, rângkachakin inluonkhum i tih.",
      "reference": "FESUOKNA 30:5"
    },
    {
      "content": "Thuthlung bâwm chunga zângai- na ṭhungpha kân tuokpuina ding che hma zâwnah, Thuthlung bâwm kâwl- a puonzâr hmaa chun sieng i tih.",
      "reference": "FESUOKNA 30:6"
    },
    {
      "content": "Chun, Aronin chu chunga chun thil riminhnik chu râwng a ta, zîng tinin khâwnvarhai chu a chei pha raw hlak a tih.",
      "reference": "FESUOKNA 30:7"
    },
    {
      "content": "Aron chun zântienga khâwnvar- hai ân sit pha chun raw bawk a tih; in thlahai chenin LALPA hmaah rimin- hnik chu raw zing in tih.",
      "reference": "FESUOKNA 30:8"
    },
    {
      "content": "Chu chunga chun riminhniklo thil, pumrawhmang thilinhlân khawm, fâkmi thilinhlân khawm în hlân ding a ni nawh a, dâwnmi thilinhlân hrim a chunga chun i bur ding a ni bawk nawh.",
      "reference": "FESUOKNA 30:9"
    },
    {
      "content": "Aron chun a kihai chunga chun kum khata vawi khat intlanna siem a ta; in thlahai chenin intlanna suol ta dinga thilinhlân thisen chun kum khatah vawikhat mâichâm ta dinga intlanna siempêk a tih, LALPA kuoma inthiengtak a nih,” tiin.",
      "reference": "FESUOKNA 30:10"
    },
    {
      "content": "LALPA chun Mosie kuomah a hril a,",
      "reference": "FESUOKNA 30:11"
    },
    {
      "content": "“Israel thlahai nizât i tiem pha chun, tiem an ninaa an nizât ang peiin, mi tinin ama ta dingin intlanna sum pêk ding a nih, anni i tiem pha anni laia hri a um nawna dingin.",
      "reference": "FESUOKNA 30:12"
    },
    {
      "content": "Intiemnaa tiema um taphawt chun pêng a tih: Hmun Inthieng sum dingin shekel chenve (shekel khat chu gerah sâwmhni a nih), LALPA kuoma thilinhlân dingin shekel chenve bawk pêng a tih.",
      "reference": "FESUOKNA 30:13"
    },
    {
      "content": "Mi tin intiemnaa ṭhang phâk, kum sâwmhniha upa le a chung- tienghai chun LALPA thilinhlân a pêk ding a nih.",
      "reference": "FESUOKNA 30:14"
    },
    {
      "content": "In hringna ta dinga intlanna siem dinga LALPA kuoma thilinhlân in pêk pha chun hausa khawmin shekel chenve nêka tam pe naw nih a, pasie khawma chu nêka tlâwm chu a pêk ding a ni nawh.",
      "reference": "FESUOKNA 30:15"
    },
    {
      "content": "Israel thlahai kuoma inthawkin intlanna sum chu lâng i ta, intuokna puon in rawngbâwlna dingin hmang i tih; in hringna ta dinga intlanna siem dinga LALPA hmaha Israel thlahai ta dinga hriet zingna a ni theina dingin,” tiin.",
      "reference": "FESUOKNA 30:16"
    },
    {
      "content": "LALPA chun Mosie kuoma chun a hril a,",
      "reference": "FESUOKNA 30:17"
    },
    {
      "content": "“Insâwpna dingin, dâr maihûn, a ṭhut khawm dârin i siem bawk ding a nih. Mâichâm le intuokna puon in inkâra chun sieng i ta, a sûnga chun tui sie bawk i tih.",
      "reference": "FESUOKNA 30:18"
    },
    {
      "content": "Aron le a naupasalhai chun chutaka chun an kuthai an kehai sâwp an tih.",
      "reference": "FESUOKNA 30:19"
    },
    {
      "content": "Intuokna puon ina an lût ding phain amanih, LALPA kuoma meia thil inhlân raw dinga mâichâm hnaia rawngbâwl dinga an hung phain, tuia chun an insâwp ding a nih, an thi nawna dingin.",
      "reference": "FESUOKNA 30:20"
    },
    {
      "content": "An kuthai, an kehai sâwp an tih.; chuongchun, thi naw ni hai; chun, anni ta dingin kumkhuoha dân nîng a tih, ama le a chithla le an thlahai chen khawmin,” tiin.",
      "reference": "FESUOKNA 30:21"
    },
    {
      "content": "Chu naw khawm chu LALPAIN Mosie kuoma chun a hril a,",
      "reference": "FESUOKNA 30:22"
    },
    {
      "content": "“Riminhnik pui deu deuhai la la, murra tui inthieng shekel za nga bûk, thingzungthak riminhnik chu zâtve, chu chu shekel za hni sâwmnga, mafu riminhnik shekel za hni sâwmnga,",
      "reference": "FESUOKNA 30:23"
    },
    {
      "content": "thingzungthak chi dang shekel za nga bûk; hieng hi Hmun Inthieng- a shekel bûk hmang dân ang peiin nîng a ta; chun, oliv hriek hin khat leh;",
      "reference": "FESUOKNA 30:24"
    },
    {
      "content": "hienghai hi chawkpawlin innâl- na hriek inthieng, rim inhniktak, riminhnik siemtu siem dân angtakin siem i ta, chu chu innâlna hriek inthieng nîng a tih.",
      "reference": "FESUOKNA 30:25"
    },
    {
      "content": "Chu hriek chun intuokna puon in le Thuthlung bâwm,",
      "reference": "FESUOKNA 30:26"
    },
    {
      "content": "dawkân le a hmangruo po po, khâwnvar siena le a hmangruo dang po po le riminhnik rawna mâichâm le,",
      "reference": "FESUOKNA 30:27"
    },
    {
      "content": "pumrawhmang thilinhlânna mâichâm le a hmangruo po po le, dâr maihûn le ân ṭhutna le chun nâl i tih.",
      "reference": "FESUOKNA 30:28"
    },
    {
      "content": "Chun, inthiengtak an ni theina dingin inhlân i ta, chu chu tâwk taphawt chu inthieng an tih.",
      "reference": "FESUOKNA 30:29"
    },
    {
      "content": "Chun, Aron le a naupasalhai chu thiempu sina ka hmaha rawng an bâwl theina dingin nâl i ta, inhlân bawk i tih.",
      "reference": "FESUOKNA 30:30"
    },
    {
      "content": "Israel thlahai kuoma chun hril la, ‘Hi hi in thlahai chenin ka kuoma innâlna hriek inthieng nîng a tih.",
      "reference": "FESUOKNA 30:31"
    },
    {
      "content": "Mi narân taksa chunga hrim hrim buok a ni ding a ni nawh a, hi chawkpawl angtak hin, ama ang hi in siem ding a ni nawh: inthieng a nih a, in ta ding khawmin inthieng a ni ding a nih.",
      "reference": "FESUOKNA 30:32"
    },
    {
      "content": "Tukhawm ama angtaka lo chawkpawl amanih, mi narân chunga lo nâl amanih, an um chun, ama chu a mihai laia inthawka sâtthlâk nîng a tih,’ tiin,” a tih a.",
      "reference": "FESUOKNA 30:33"
    },
    {
      "content": "Chun, LALPA chun Mosie kuomah, “Hieng riminhnikhai, stak- te le onikha le galbanam la la; hieng riminhnikhai hi rimtui in- thieng leh bûk intluk seng an ni ding a nih.",
      "reference": "FESUOKNA 30:34"
    },
    {
      "content": "Riminhnik siemtu siem dân angtakin, riminhnik rawmi, rimin- hniktakin, chiha saw, inthieng le faitakin siem i tih.",
      "reference": "FESUOKNA 30:35"
    },
    {
      "content": "A hlek chite vaw thla hlak i ta, kân tuokpuina ding che intuokna puon ina Thuthlung bâwm hmaa chun sieng i ta, i ta dinga inthiengtak a ni ding a nih.",
      "reference": "FESUOKNA 30:36"
    },
    {
      "content": "Hieng chawkpawl dân anga riminhnik i siem chu nanga ta dingin i siem ding a ni nawh a: i ta ding chun LALPA ta dinga inthieng a ni ding a nih.",
      "reference": "FESUOKNA 30:37"
    },
    {
      "content": "Mi tukhawm mâni hmang dinga chuong anga rim nei siemtu chu a mihai laia inthawka sât thlâk nîng a tih,” tiin.",
      "reference": "FESUOKNA 30:38"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "FESUOKNA 30 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}