{
  "verses": [
    {
      "content": "Pathienin hieng thuhai po po hi a hril a,",
      "reference": "FESUOKNA 20:1"
    },
    {
      "content": "“LALPA in Pathien, Aigupta ram, suok nina ina inthawka ṭhuoi suoktu cheu ka nih.",
      "reference": "FESUOKNA 20:2"
    },
    {
      "content": "Kei naw chu pathien danghai hrim i nei ding a ni nawh.",
      "reference": "FESUOKNA 20:3"
    },
    {
      "content": "Milim siem fâwm, chungtieng vâna mi amanih, hnuoitieng leihnuoia mi amanih, hnuoi hnuoitienga tuia mi amanih, a ieng angpui khawm i ta dingin i siem ding a ni nawh.",
      "reference": "FESUOKNA 20:4"
    },
    {
      "content": "an kuoma chun kûnin an rawng i bâwl ding a ni nawh: LALPA i Pathien hi Pathien thikthusetak, pahai khawhlona chu nauhai chunga hung intlungtir hlaktu, a mi theida- tuhai chu an thla sâwng thum le sâwng li chen chunga khawm, hung intlungtir hlaktu le",
      "reference": "FESUOKNA 20:5"
    },
    {
      "content": "a mi hmangaituhai le ka thupêk hai zâwmtuhai sâng tamtak chunga zângaina inentirtu chu ka ni sih a.",
      "reference": "FESUOKNA 20:6"
    },
    {
      "content": "LALPA i Pathien hming a thlâwnin i sâm mei mei ding a ni nawh; ama hming a thlâwna sâm mei meitu chu LALPA chun suol loah a ngai naw ding a ni sih a.",
      "reference": "FESUOKNA 20:7"
    },
    {
      "content": "Châwlni chu vawng inthieng dingin hre zing rawh.",
      "reference": "FESUOKNA 20:8"
    },
    {
      "content": "Ni ruk sûng sin thâwng i ta, i sin po po chu thâwng i tih.",
      "reference": "FESUOKNA 20:9"
    },
    {
      "content": "Ni sari ni ruok chu LALPA i Pathien kuoma châwlni a nih; chu ni chun ieng sin khawm i thaw ding a ni nawh a, nang khawmin, i naupa khawmin, i naunu khawmin, i siehlaw- pa khawmin, i siehlawnu khawmin, i ran ruol khawmin, i kawtkhâr sûnga khuolzintu khawmin a thaw ding a ni bawk nawh:",
      "reference": "FESUOKNA 20:10"
    },
    {
      "content": "ni ruk sûngin LALPA chun vân le hnuoi, tuipui le an sûnga um po po le chun a siem zo vawng a, a ni sari ni chun a châwl sih a; chuongchun, LALPAIN châwlni chu mal a sâwm a, ân ser tah a.",
      "reference": "FESUOKNA 20:11"
    },
    {
      "content": "I nu le pa chawimawi rawh: LALPA i Pathienin a pêk che ram- a hin i nihai chu a sâwt theina ding- in.",
      "reference": "FESUOKNA 20:12"
    },
    {
      "content": "Tuol i that ding a ni nawh.",
      "reference": "FESUOKNA 20:13"
    },
    {
      "content": "I uire ding a ni nawh.",
      "reference": "FESUOKNA 20:14"
    },
    {
      "content": "În rûk ding a ni nawh.",
      "reference": "FESUOKNA 20:15"
    },
    {
      "content": "I vênghai chungah hrietpuina inkhêl i hril ding a ni nawh.",
      "reference": "FESUOKNA 20:16"
    },
    {
      "content": "I vênghai in în hnar ding a ni nawh; i vênghai nuhmei amanih, a siehlawpa amanih, a siehlawnu amanih, a bâwngchal amanih, a sabengtung amanih, i vênghai thil nei hrim hrim chu în hnar ding a ni nawh,” tiin.",
      "reference": "FESUOKNA 20:17"
    },
    {
      "content": "Mipui po po chun vâninrûmhai, ṭêktlahai, tawtawrâwt ri le, tlâng khu suok chu an hmu chun mipui chu an inthin a, hlatakah an ngîr a.",
      "reference": "FESUOKNA 20:18"
    },
    {
      "content": "Anni chun Mosie kuomah, “Nangin kan kuomah thu hril la, ngai kan tih; Pathien ruok chun kan kuomah thu hril naw raw se. Chuong naw chun thîng kan tih,” an tih a.",
      "reference": "FESUOKNA 20:19"
    },
    {
      "content": "Mosie chun mipui kuomah, “Ṭi naw ro. Pathien ṭiumna chu in hmuha in suol nawna dingin nangni infiena ding cheuin ama chu a hung a ni sih a,” a tih a.",
      "reference": "FESUOKNA 20:20"
    },
    {
      "content": "Mipui chu hlatakah an ngîr a, Mosie chun Pathien umna inthim samup tieng chu a va hnai tah a.",
      "reference": "FESUOKNA 20:21"
    },
    {
      "content": "LALPA chun Mosie kuomah, “Hieng ang hin Israel thlahai kuom- ah hril rawh: Nangni ngeiin vâna inthawka ka hung biek ta cheu ti in hmuh a.",
      "reference": "FESUOKNA 20:22"
    },
    {
      "content": "Keima le biek ding pathien danghai in insiem ding a ni nawh a, in ta dingin tangkaraw pathienhai, rângkachak pathienhai in siem ding a ni bawk nawh.",
      "reference": "FESUOKNA 20:23"
    },
    {
      "content": "Ka kuomah leihnuoiin mâichâm siem i ta, chu chunga chun rawhmang thilinhlânhai, inremna thilinhlânhai le, i berâmhai le i bâwngchalhai chu hung inhlân i ta; ka hming hriet zing dinga ka tina chun i kuomah hung ka ta, mal sâwm ka ti che.",
      "reference": "FESUOKNA 20:24"
    },
    {
      "content": "Lung mâichâm i mi siempêk chun, lung cherhaiin i bâwl ding a ni nawh; a chungah hriemhrei în let chun i sukpawrche a nih.",
      "reference": "FESUOKNA 20:25"
    },
    {
      "content": "I saruokna chu hmu a ni nawna dingin, kailâwnhaiin ka mâichâma chun i hang kai ding a ni bawk nawh.",
      "reference": "FESUOKNA 20:26"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "FESUOKNA 20 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}