{
  "verses": [
    {
      "content": "LALPA chun Mosie kuomah “Nang le Aron, Nadab le Abihu le, Israel upahai sâwmsari leh LALPA kuomah hung ro; chun, hlataka inthawkin chibai bûk ro.",
      "reference": "FESUOKNA 24:1"
    },
    {
      "content": "LALPA kâwl hnaia chu Mosie khâtin hung sienla, mi danghai ruok chu hung hnai naw hai sien, mipui chu ama ruolin hang fe bawk naw raw hai se,” a tih a.",
      "reference": "FESUOKNA 24:2"
    },
    {
      "content": "Mosie chu a hung a, LALPA thu po po le dânhai po po chu mipui a hril tah a. Mipui po po chun thu thu- hmunin an dawn a, “LALPAIN thu a hril po po chu thâwng kan tih,” an tih a.",
      "reference": "FESUOKNA 24:3"
    },
    {
      "content": "Mosie chun LALPA thuhai po po chu a ziek a, zîngkâr inhmatakin a tho a; tlâng hnuoia chun mâichâm le lungphun sâwmpahni, Israel hnam sâwmpahni aiawin a phun tah a.",
      "reference": "FESUOKNA 24:4"
    },
    {
      "content": "Chun, Israel thla tlangvâlhai chu a tir a, LALPA kuomah rawhmang thilinhlân an inhlân a, inremna thilinhlân dingin bâwngchalin an inthâwi bawk a.",
      "reference": "FESUOKNA 24:5"
    },
    {
      "content": "Mosie chun a thisen zâtna chu a lâk a, maihûnhaiah a sieh a; a thisen zâtna dang chu mâichâma chun a theh a.",
      "reference": "FESUOKNA 24:6"
    },
    {
      "content": "Chun, thuthlungna lekhabu chu a lâk a, mipui hrieta chun a tiem tah a; anni chun, “LALPAIN a hril taphawt chu thâwng kan ta, thu- awitakin um kan tih,” an tih a.",
      "reference": "FESUOKNA 24:7"
    },
    {
      "content": "Chun, Mosie chun thisen chu a lâk a, mipui chu a theh a, “Hieng thuhai po po chungthua LALPAIN thisen thuthlung a siempêk cheu hi en ta u,” a tih a.",
      "reference": "FESUOKNA 24:8"
    },
    {
      "content": "Chun, Mosie le Aron, Nadab, Abihu le, Israel upa sâwmsari chu an hang feh a;",
      "reference": "FESUOKNA 24:9"
    },
    {
      "content": "chun, Israel Pathien chu an hmuh a, a kehai hnuoia chun sapphir lung rem ang tletak, a tlêtzie chu vân thil ni âwm tak hrim hi a um a.",
      "reference": "FESUOKNA 24:10"
    },
    {
      "content": "Israel thla miṭhahai chungah a kut ân nghat nawh a; Pathien chu an hmu ngei a, an fâkin an dâwn a.",
      "reference": "FESUOKNA 24:11"
    },
    {
      "content": "LALPA chun Mosie kuomah, “Tlângah ka kuomah hung la, chutaka chun um rawh; dân le thupêk le anni inchûktirna dinga ka ziekhai, lung phêk pahni chu pêng ka ti che,” a tih a.",
      "reference": "FESUOKNA 24:12"
    },
    {
      "content": "Mosie le a rawngbâwltu Josua chu an tho a, Mosie chu Pathien tlânga chun a hang fe tah a.",
      "reference": "FESUOKNA 24:13"
    },
    {
      "content": "Upahai kuoma chun, “Hitaka hin keini mi lo nghâk ro, in kuoma kan hung nâwk hmakhat chu: chun, ngai ta u, Aron le Hur hi in kuomah an um a, tukhawm thubuoi nei chun an kuomah lo fe raw se,” a tih a.",
      "reference": "FESUOKNA 24:14"
    },
    {
      "content": "Chun, Mosie chu tlânga chun a hang feh a, tlâng chu sûmin ân khum tah a.",
      "reference": "FESUOKNA 24:15"
    },
    {
      "content": "LALPA ropuina chu Sinai tlânga chun a um zing a, ni ruk sûng sûmin ân khum a; ni sari ni chun sûm laia inthawk chun Mosie a ko tah a.",
      "reference": "FESUOKNA 24:16"
    },
    {
      "content": "Israel thlahai mita LALPA ropuina inlang dân chu, tlâng sîpa chun kânghmangna meichawk ang a nih.",
      "reference": "FESUOKNA 24:17"
    },
    {
      "content": "Mosie chu sûm zîng hnuoia chun a lût a, tlânga chun a hang fe tah a. Mosie chu ni sâwmli le zân sâwmli tlânga chun a um tah a.",
      "reference": "FESUOKNA 24:18"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "FESUOKNA 24 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}