{
  "verses": [
    {
      "content": "Chun, Mosie le Israel thlahai chun LALPA kuomah hi hla hi an sak a, “Ropuitaka a hne ta leiin LALPA kuomah hla sak ka tih. Sakawr le a chunga chuong chu tuipuiah a pei lût a.",
      "reference": "FESUOKNA 15:1"
    },
    {
      "content": "LALPA chu ka hrâtna le ka hla a nih, Ka sandamna khawm a hung ni tah; Hi hi ka Pathien a na, ama chu inpâk ka tih: Ka thlatu Pathien a na, ama chu chawimawi ka tih.",
      "reference": "FESUOKNA 15:2"
    },
    {
      "content": "LALPA chu indo mi a nih; LALPA chu a hming a nih.",
      "reference": "FESUOKNA 15:3"
    },
    {
      "content": "Pharao sakawr tawlailîrhai le sipai ruol chu tuipuiah a pei lût tah a; A sipai hotu thlanghai khawm chu Tuipui Senah an tlum zo tah.",
      "reference": "FESUOKNA 15:4"
    },
    {
      "content": "Limawng inthûkahai chun lung angin an tlum thlah a; Tuipui inthûk chun anni ân khum a.",
      "reference": "FESUOKNA 15:5"
    },
    {
      "content": "Aw LALPA, i kut changtieng chu thilthawtheinain a ropui a, Aw LALPA, i kut changtieng chun hmêlma chu a nuoihâwp a.",
      "reference": "FESUOKNA 15:6"
    },
    {
      "content": "I lalna ropuina chun nangma dotuhai che chu i peithlâk a: I lunginsenna chu i tir suok a, anni chu bupawl angin a kânghmang a.",
      "reference": "FESUOKNA 15:7"
    },
    {
      "content": "I hnarkuohai mûtthlît chun tuihai chu ân thuo ûr a, Tui lienhai chu vûm thûrin a ngîr tah a; Tuipui sûngrila limawnghai chu sukkhalin an um tah a.",
      "reference": "FESUOKNA 15:8"
    },
    {
      "content": "Hmêlma chun, ‘Hnawt ka ta, hnawtphâk ka ta, râllâk thil chu sem ka tih; Ka dittâwkin annia inthawk lâng ka ta, Ka kâwlhnâm phawi ka ta, ka kutin anni sukbohmang ka tih,’ a tih a.",
      "reference": "FESUOKNA 15:9"
    },
    {
      "content": "Nangin i thli chun în mûttir a, tuipui chun anni ân khum tah a: Tui hrâtahai chun suon tlang angin an tlum hmang tah a.",
      "reference": "FESUOKNA 15:10"
    },
    {
      "content": "Aw LALPA, pathienhai lai hin nanga ang tu am an um a? Inthiengnaa ropui, thilthaw ropuihaia ṭium, Thilmakhai thaw, Nanga ang tu am an um a?",
      "reference": "FESUOKNA 15:11"
    },
    {
      "content": "I kut changtieng chu i phar a, Anni chu hnuoiin a lem zo tah a.",
      "reference": "FESUOKNA 15:12"
    },
    {
      "content": "Nangin i zângainain mipui în tlanhai chu i ṭhuoi a; I umna hmun inthiengah i hrâtnain anni chu i ṭhuoi a.",
      "reference": "FESUOKNA 15:13"
    },
    {
      "content": "Mipuihai chun an hriet a, an inthin a; Philistin mihai chu lungngainain an sip a.",
      "reference": "FESUOKNA 15:14"
    },
    {
      "content": "Tuhin Edom lalhai chu an lunginzîng a, Moab mi hrâthai chu inthinnain a man a, Kanaan hluotuhai po po chu an intui zo tah a.",
      "reference": "FESUOKNA 15:15"
    },
    {
      "content": "Inlâuna le ṭitnain anni a vûr a, I kut thahrâtna leiin anni chu lung ang elin an to ṭawk ṭawk a; I mipuiin an fe khêl chenin, Aw LALPA: I mipui i închâwkhaiin an fe khêl chen chun.",
      "reference": "FESUOKNA 15:16"
    },
    {
      "content": "Nangin anni chu hung la lût i ta, i ro tlângah phun i tih; Aw LALPA, nangin i umna hmun dinga i siema chun, Aw LALPA, hmun inthieng nangin i kuta i siema chun.",
      "reference": "FESUOKNA 15:17"
    },
    {
      "content": "LALPA chun chatuonin ro rêl a tih,” tiin.",
      "reference": "FESUOKNA 15:18"
    },
    {
      "content": "Pharao sakawrhai chu a sakawr tawlailîrhai le sakawr chung chuong mihai leh tuipuiah an lût phing chun, LALPAIN tuipui tuihai an chungah ân luongtir nâwk ta sih a; Israel thlahai ruok chu tuipui inkâra chun hnuoi hulah an feh a.",
      "reference": "FESUOKNA 15:19"
    },
    {
      "content": "Chun zâwlneinu Miriam, Aron farnu chun khuongtê a lâk a, nuhmei po po chun khuongtêhai le lâmin an zui a.",
      "reference": "FESUOKNA 15:20"
    },
    {
      "content": "Miriam chun, “Ropuitaka a hne ta leiin LALPA kuoma chun hla sak ro; Sakawr le a chunga chuong chu tuipuiah a pei lût a,” tiin a dawn a.",
      "reference": "FESUOKNA 15:21"
    },
    {
      "content": "Mosie chun Israelhai chu Tuipui Sena inthawk chun a ṭhuoi pei a, Sur thlalêr chu an hung tlung tah a, chun, thlalêra ni thum an fe chun tui an hmu ta nawh a.",
      "reference": "FESUOKNA 15:22"
    },
    {
      "content": "Mara hmun an hung tlung chun, Mara hmuna tui chu a khâk leiin an dâwn thei ta nawh a; chuleiin, chu hmun chu Mara inbûk a ni tah a.",
      "reference": "FESUOKNA 15:23"
    },
    {
      "content": "Mipui chu, “Ieng am dâwn tâng ei ta?” tiin Mosie chungah an chier tah a.",
      "reference": "FESUOKNA 15:24"
    },
    {
      "content": "Ama chun LALPA chu a ko a; LALPA chun thing ân entir a, chu chu tuia chun a dêng lût a, tui chu a hung inhnik tah a. Chutaka chun dân le dân ziek chu an kuomah a siem a, anni chu chutaka chun a fie bawk a:",
      "reference": "FESUOKNA 15:25"
    },
    {
      "content": "ama chun, “LALPA in Pathien rawl chu nguntaka in ngai a, a mit hmuha thildik chu in thawh a, a thupekhai tieng in na in sit a, a dân ziekhai chu in vawng tlat chun, Aigupta mihai chunga kân tlungtir natnahai hrim hrim kha in chungah intlungtir dêr naw ningah: LALPA nangni sukdamtu cheu chu ka ni sih a,” a tih a.",
      "reference": "FESUOKNA 15:26"
    },
    {
      "content": "Chun, Elim an hung tlung a; chu hmuna chun tuikhur sâwmpahni le tûm thing sawmsari an um a; chuongchun, tuikhurhai vêla chun bûk an khuor tah a.",
      "reference": "FESUOKNA 15:27"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "FESUOKNA 15 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}