{
  "verses": [
    {
      "content": "LALPA chun Mosie kuomah a hril a,",
      "reference": "FESUOKNA 31:1"
    },
    {
      "content": "“En ta, Juda hnama mi Hur naupa Uri naupasal a hming Bezalel chu ka ko tah a,",
      "reference": "FESUOKNA 31:2"
    },
    {
      "content": "ama chu Pathien Thlarauin ka suksip tah a, varna le hrietthiemna le kutthiem sin tinrêng thawtheina leh,",
      "reference": "FESUOKNA 31:3"
    },
    {
      "content": "kutthiem sinhai riruong dingin, rângkachak, tangkaruo le dârsena sinthaw dingin.",
      "reference": "FESUOKNA 31:4"
    },
    {
      "content": "Lung inbûk ding ât thiem dingin, thing kermawi thiem ding le kut- thiem mak kawng tinrênga sinthaw dingin ka suksip a nih.",
      "reference": "FESUOKNA 31:5"
    },
    {
      "content": "Chun, ngai ta, ama inthlawppui dingin Dan hnama mi Ahisamak naupa Oholiab chu ka ruot bawk a; theina nei mihai po kuoma chun themthiemna ka sie tah a, thu ka pêk ta chehai po po kha an siem theina dingin;",
      "reference": "FESUOKNA 31:6"
    },
    {
      "content": "intuokna puon in, Thuthlung bâwm le, chu chunga zângaina ṭhungpha le, puon in thuomhnawhai po le,",
      "reference": "FESUOKNA 31:7"
    },
    {
      "content": "dâwkân, a hmangruohai leh, sa- thâukhâwnvâr siena, a hmangruohai le, riminhnik rawna mâichâm le,",
      "reference": "FESUOKNA 31:8"
    },
    {
      "content": "pumrawhmang thilinhlânna mâichâm a hmangruohai po po leh, dâr maihûn le ân ṭhutna leh;",
      "reference": "FESUOKNA 31:9"
    },
    {
      "content": "silfên ṭhataka siemhai le, thiempu Aron silfên inthienghai le, a naupasalhai silfênhai thiempu sina rawngbâwlnaa an hmanghai le;",
      "reference": "FESUOKNA 31:10"
    },
    {
      "content": "innâlna hriek le, Hmun In- thienga dinga riminhnik rawmihai leh siem dingin. Thu ka pêk che ang taphawt chun thâwng an tih,” tiin.",
      "reference": "FESUOKNA 31:11"
    },
    {
      "content": "LALPA chun Mosie kuomah a hril a,",
      "reference": "FESUOKNA 31:12"
    },
    {
      "content": "“Israel thlahai kuoma chun hril la, ‘Ka châwlnihai chu titakzetin in inser ding a nih: LALPA a suk- thiengtu cheu chu ka nih ti in hriet theina dinga in thlahai chena dingin nangni le keia inkâra inchikna chu a ni sih a.",
      "reference": "FESUOKNA 31:13"
    },
    {
      "content": "Châwlni chu in inser ding a nih, in ta dinga inthieng a ni sih a; mi tin a bâwsetu taphawt chu sukhlum a ni ngei ding a nih: mi tukhawm chu niha sin iengkhawm thaw taphawt chu, chu mi chu a mihai laia inthawka sâtthlâk nîng a tih.",
      "reference": "FESUOKNA 31:14"
    },
    {
      "content": "Ni ruk sûng chu sin thaw ding a na, ni sari ni ruok chu châwl ṭawk ṭawk ni, LALPA kuoma inthieng, châwlni chu a nih. Tukhawm chu châwlnia sin iengkhawm thaw taphawt chu sukhlum a ni ngei ding a nih.",
      "reference": "FESUOKNA 31:15"
    },
    {
      "content": "Chuongchun, Israel thlahai chun kumkhaw thuthlung dingin châwlni chu inser an tih, an thlahai chenin châwlni chu an inser ding a nih.",
      "reference": "FESUOKNA 31:16"
    },
    {
      "content": "Kumkhuoin Israel thlahai le keia inkâra inchikna ni zing a tih: LALPA chun ni ruk sûngin hnuoi le vân a siem a, ni sari ni chun a châwl a, ân suksâwldam ta sih a,’ a tih a,” tiin.",
      "reference": "FESUOKNA 31:17"
    },
    {
      "content": "Chun, Sinai tlâng chunga ama le inbiekna chu a suktâwp chun Thuthlung phêk hni, lung phêk pahni Pathien kut ngeia ziekhai chu Mosie kuomah a pêk tah a.",
      "reference": "FESUOKNA 31:18"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "FESUOKNA 31 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}