{
  "verses": [
    {
      "content": "LALPA chun Mosie kuomah,",
      "reference": "FESUOKNA 25:1"
    },
    {
      "content": "“Israel thlahai kuoma chun hril la, ka ta dingin thilpêk dâwl raw hai se; mi tin a lungrila inhâwktaka petua inthawkin ka ta dinga thilpêk chu in lâk ding a nih.",
      "reference": "FESUOKNA 25:2"
    },
    {
      "content": "Hieng hi annia inthawka thilpêk in lâk dinghai chu a nih; rângkachak, tangkaruo le dârsen leh,",
      "reference": "FESUOKNA 25:3"
    },
    {
      "content": "sahmul dumpâwl, a êm le seninlâr le patzai inhmi thlûr, kêl hmul,",
      "reference": "FESUOKNA 25:4"
    },
    {
      "content": "berâmchal vun suksen, seal vunhai le shittim thing leh;",
      "reference": "FESUOKNA 25:5"
    },
    {
      "content": "meivar dingin hriek, riminhnik, râwmi ding le innâlna hriek dingin riminhnik,",
      "reference": "FESUOKNA 25:6"
    },
    {
      "content": "Onik lung le lunghai thiempu zakawsîng le a âwma bel ding leh nîng a tih.",
      "reference": "FESUOKNA 25:7"
    },
    {
      "content": "Chun, hmun inthieng mi siem- pêk raw hai se, anni laia ka um zing theina dingin.",
      "reference": "FESUOKNA 25:8"
    },
    {
      "content": "Biekbûk riruot le a thuom- hnawhai riruot kân entir che po po ang tak hin in bâwl ding a nih.",
      "reference": "FESUOKNA 25:9"
    },
    {
      "content": "“Shittim thingin Thuthlung bâwm siem an ta; a seitieng tawng hni le a chenve, a lientieng tawng khat le a chenve, ân sângtieng tawng khat le a chenve bawk ning a tih.",
      "reference": "FESUOKNA 25:10"
    },
    {
      "content": "Rângkachak inthiengin inluon khum i ta; a sûng le puo inluon khum i tih; a chunga chun a vêlin râng- kachakin a tlâng kâwm i tih.",
      "reference": "FESUOKNA 25:11"
    },
    {
      "content": "Rângkachak kuol pali sut i ta, a kehai palia chun inbûk i tih; kuol hni chu a sîr khatah um an ta, kuol hni dang chu a sîr khingtiengah um an tih.",
      "reference": "FESUOKNA 25:12"
    },
    {
      "content": "Shittim thing zâwnfunghai siem i ta, rângkachak inluon khum i tih.",
      "reference": "FESUOKNA 25:13"
    },
    {
      "content": "“Thuthlung bâwm sîra a kuol sûnghaia chun Thuthlung bâwm zâwnna ding chun rawl i tih.",
      "reference": "FESUOKNA 25:14"
    },
    {
      "content": "Zâwnfunghai chu Thuthlung bâwma a kuolhai sûnga chun um zing an tih, lâk suok an ni hrim hrim ding a ni nawh.",
      "reference": "FESUOKNA 25:15"
    },
    {
      "content": "Thuthlung bâwm sûnga chun thuthlung ka pêk ding che chu sieng i tih.",
      "reference": "FESUOKNA 25:16"
    },
    {
      "content": "Chun rângkachak inthiengin zângaina ṭhungpha siem i ta, a sei- tieng tawng hni le a chenve, a lientieng tawng khat le a chenvein.",
      "reference": "FESUOKNA 25:17"
    },
    {
      "content": "Rângkachak cherub pahni a suta sutin, zângaina ṭhungpha hmawr ve veah sieng i tih.",
      "reference": "FESUOKNA 25:18"
    },
    {
      "content": "Cherub pakhat chu a hmawr khingkhatah, cherub pakhat dang chu a hmawr khingtiengah siem i tih; a hmawr pahni tâwpa cherubhai chu zângaina ṭhungpha le hlûm khata inthawkin siem i tih.",
      "reference": "FESUOKNA 25:19"
    },
    {
      "content": "Cherubhai chun chungtieng an thla zar an ta, an thlahai chun zângaina ṭhungpha chu zar hlieng an ta, an hmaihai chu innghattuok ve vein, cherubhai chun zângaina ṭhungpha tieng chu nghâng an tih.",
      "reference": "FESUOKNA 25:20"
    },
    {
      "content": "Chun, Thuthlung bâwm chunga chun zângaina ṭhungpha chu sieng i ta; chun, Thuthlung bâwm sûnga chun thuthlung ka pêk ding che chu sieng i tih.",
      "reference": "FESUOKNA 25:21"
    },
    {
      "content": "Chutaka chun intuokpui ka ti cheh a, Israel thlahai kuoma thupêk kawnga thil ka pêk ding che po po chu, Thuthlung bâwm chunga zângaina ṭhungpha chunga inthawk chun hung inhriettir ka ti che.",
      "reference": "FESUOKNA 25:22"
    },
    {
      "content": "“Shittim thingin dawkân siem i ta; a seitieng tawng hni, a lientieng tawng khat, ân sângtieng chu tawng khat le a chenve nîng a tih.",
      "reference": "FESUOKNA 25:23"
    },
    {
      "content": "Rângkachak inthiengin inluon khum i ta, a vêlin rângkachakin a tlâng kâwm i tih.",
      "reference": "FESUOKNA 25:24"
    },
    {
      "content": "A vêlin kutphabawkin a rei siem i ta, chu rei chu a vêlin rângkachakin inluon i tih.",
      "reference": "FESUOKNA 25:25"
    },
    {
      "content": "Chu ta ding chun rângkachak kuol pali siem i ta, chu kuolhai chu a kil palia a ke palia chun inbûk i ta;",
      "reference": "FESUOKNA 25:26"
    },
    {
      "content": "Dawkân zâwnna zâwnfunghai rawlna dingin a kuolhai chu a rei hnaiah an um ding a nih.",
      "reference": "FESUOKNA 25:27"
    },
    {
      "content": "Dawkân zâwnna ding chun shit- tim thing zâwnfunghai siem i ta; rângkachakin inluon khum i tih.",
      "reference": "FESUOKNA 25:28"
    },
    {
      "content": "A thlênghai, haihawhai, notung seihai, noinkûmhai, dâwn mi thilin- hlân bun suokna dingin siem i tih: chuong chu rângkachak inthiengin i siem ding a nih.",
      "reference": "FESUOKNA 25:29"
    },
    {
      "content": "Chun, ka hmaah dawkân chung- a chun entirna bei sie rawp i tih.",
      "reference": "FESUOKNA 25:30"
    },
    {
      "content": "“Chun rângkachak inthiengin sathâukhâwnvar siena siem i tih. Sathâukhâwnvar chu zawm khat vawng a ni ding a nih; a nohai, a mûmhai le a hmawr pârhai chu hlûm khat vawnga inthawka siem a ni ding a nih.",
      "reference": "FESUOKNA 25:31"
    },
    {
      "content": "Chu khâwnvar siena ngul chun kâu paruk nei a ta, sîr khata chun sathâukhâwnvar siena kâu thum, a sîr khingtiengah sathâukhâwnvar siena kâu thum bawk;",
      "reference": "FESUOKNA 25:32"
    },
    {
      "content": "kau khata chun almond zîk anga siem khei pathum, amûm le a hmawr pâr um, a kâu danga chun almond zîk anga siem khei pathum, amûm le a hmawr pârhai um a tih; sathâukhâwnvar siena kâu hung suok, a kâu parukhai chu chuong ang seng chu an nih.",
      "reference": "FESUOKNA 25:33"
    },
    {
      "content": "Chun, sathâukhâwnvar siena ngula almond zîkhai anga siem no pali, a mûmhai le a hmawr pârhai leh um a tih.",
      "reference": "FESUOKNA 25:34"
    },
    {
      "content": "Chun, sathâukhâwnvar siena ngula kâu paruk ṭo suokhaia kâu hni tuok hnuoi peiah a mûm pakhat um pei bawkin.",
      "reference": "FESUOKNA 25:35"
    },
    {
      "content": "A hmawr pârhai le an kâuhai chu zawm khat an ni ding a nih a, a pumpui chun rângkachak inthieng sutzawm vawng a ni ding a nih.",
      "reference": "FESUOKNA 25:36"
    },
    {
      "content": "Chun, chutaka chun khâwn- varhai pasari siem i ta, an umna hmazâwn hmun ruok elvar dinga inṭhut nîng an tih.",
      "reference": "FESUOKNA 25:37"
    },
    {
      "content": "A chaichehai le a vâmdawhai khawm chu rângkachak inthienga siem an ni ding a nih.",
      "reference": "FESUOKNA 25:38"
    },
    {
      "content": "Rângkachak inthieng talent khat bûka siem ding a nih, hieng a bûrlebêl po pohai le hin.",
      "reference": "FESUOKNA 25:39"
    },
    {
      "content": "Chun, a riruot tlâng chunga inentir i ni angtak khan i siem ngei ding a nih.",
      "reference": "FESUOKNA 25:40"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "FESUOKNA 25 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}