{
  "verses": [
    {
      "content": "“Bezalel le Oholiab le mi themthiem tukhawm, Hmun Inthieng bâwlnaa sin po pohai thaw dân hre dinga an lungrila LALPAIN thiemna le varna a sienahai taphawt chun LALPAIN thu a pêk po po ang tak chun thâwng an tih,” a tih a.",
      "reference": "FESUOKNA 36:1"
    },
    {
      "content": "Mosie chun Bezalel, Oholiab le mi themthiem LALPAIN an lungrila thiemna a pêkhai, chu sin thaw dinga an lungrila phûr takhai phawt chu, sin chu thaw dingin a ko a.",
      "reference": "FESUOKNA 36:2"
    },
    {
      "content": "Anni chun Israel thlahaiin Hmun Inthieng bâwlnaa hmang dinga nuomthua thilpêk an hung chawihai po po chu Mosie kuoma inthawkin an lâk a. Zîng tinin ama kuoma chun mâni nuomthua thilpêk chu an la hung chawi zing a.",
      "reference": "FESUOKNA 36:3"
    },
    {
      "content": "Chun, mi themthiem Hmun In- thienga sinthawtuhai po po chu, mi tin chu an sinthawna senga in- thawkin, an hung a,",
      "reference": "FESUOKNA 36:4"
    },
    {
      "content": "Mosie kuoma chun, “LALPAIN siem dinga thu a pêk, hi sin thawnaa hmang ding hin a huntâwk nêka tam lem mipuiin an hung lâk tah,” an tih a.",
      "reference": "FESUOKNA 36:5"
    },
    {
      "content": "Chuongchun, Mosie chun, “Pasal khawmin, nuhmei khawmin Hmun Inthienga dinga thilpêk dang hrim pe ta naw raw hai se,” tiin thu a pêk a, chu thu chu riebûk po poa puong a ni tah a. Chuongchun, mipui chu an hung pêk khap an ni tah a:",
      "reference": "FESUOKNA 36:6"
    },
    {
      "content": "Hmangruo an nei chu sin po poa hmang ding chun a huntâwk tah a, a tam taluo rau ta leiin.",
      "reference": "FESUOKNA 36:7"
    },
    {
      "content": "Anni laia sinthawtu mi them- thiemhai po po chun biekbûk chu puonzâr sâwm, puon zai inhmi kawp le, sahmul dumpâwl, a êm, le a seninlâr, cherubhai lim kutthiemtaka chei chun an siem tah a.",
      "reference": "FESUOKNA 36:8"
    },
    {
      "content": "Puonzâr tin seitieng chu tawng sâwmhni pariet, puonzâr tin lien- tieng chu tawng li a nih a, puonzâr po po chu ân tie vawng a nih.",
      "reference": "FESUOKNA 36:9"
    },
    {
      "content": "Chun, puonzâr panga chu a ṭhui zawm a, puonzâr panga dang chu a ṭhuizawm bawk a.",
      "reference": "FESUOKNA 36:10"
    },
    {
      "content": "Puonzâr pakhat a thuo laia kâwlhnung tak tlânga chun valbahai dumpâwlin a siem a, chuong ang bawk chun a thuo hninaa puon- zâr puo tak tlânga chun a siem bawk a.",
      "reference": "FESUOKNA 36:11"
    },
    {
      "content": "Puonzâr pakhata chun valba sâwmnga a siem a, a thuo hninaa puonzâr pakhat tlânga chun valba sâwmnga bawk a siem a; valbahai chu an inzawm seng bawk a.",
      "reference": "FESUOKNA 36:12"
    },
    {
      "content": "Chun, rângkachak puonchepna sâwmnga a siem a, chuong puon- chepnahai chun puonzârhai chu an cheptuoh a: chuongchun, biekbûk chu pakhat a hung ni tah a.",
      "reference": "FESUOKNA 36:13"
    },
    {
      "content": "Biekbûka puon in inkhumna ding chun kêl hmul puonzârhai a siem a, puonzâr chu sâwm le pakhat a siem a.",
      "reference": "FESUOKNA 36:14"
    },
    {
      "content": "Puonzâr tin seitieng chu tawng sâwmthum, puonzâr tin lientieng chu tawng li a nih; puonzâr sâwm le pakhat chu an intie seng a.",
      "reference": "FESUOKNA 36:15"
    },
    {
      "content": "Puonzâr panga chu a ṭhui zawm a, puonzâr paruk chu a ṭhui zawm bawk a.",
      "reference": "FESUOKNA 36:16"
    },
    {
      "content": "Puonzâr hmasa a kâwlhnung tak tlânga chun valba sâwmnga a siem a, a thuo hninaa puonzâr kâwl- hnung tak tlânga chun valba sâwmnga bawk a siem a.",
      "reference": "FESUOKNA 36:17"
    },
    {
      "content": "Puon in chu pindan pakhat a ni theina dinga chep khâwmna ding- in dârsen puonchepna sâwmnga a siem a.",
      "reference": "FESUOKNA 36:18"
    },
    {
      "content": "Chu puon in inkhumna ding chu berâmchal vun suksenin le chu chung nâwka chun seal vunhaiin inkhumna a siem a.",
      "reference": "FESUOKNA 36:19"
    },
    {
      "content": "Chun, biekbûk bang intunghai chu shittim thingin a siem a.",
      "reference": "FESUOKNA 36:20"
    },
    {
      "content": "Thingphêk tin seitieng chu tawng sâwm, thingphêk tin lientieng chu tawng khat le a chenve a nih.",
      "reference": "FESUOKNA 36:21"
    },
    {
      "content": "Thingphêk tin chun rek pahni, a dang le thun zawmna ding a nei seng a; biekbûk thingphêk po po chu chuong ang seng chun a siem vawng a.",
      "reference": "FESUOKNA 36:22"
    },
    {
      "content": "Biekbûka thingphêkhai chu chuong ang chun a siem a, sim- sawngah thingphêk sâwmhni,",
      "reference": "FESUOKNA 36:23"
    },
    {
      "content": "chun, thingphêk sâwmhni hnuoia chun tangkaruo kerkuok sâwmli, thingphêk pakhat hnuoiah a rek pahni inṭhutna dingin kerkuok pahni pei; chun, thingphêk dang hnuoia khawm a rek pahni in ṭhut- na ding kerkuok pahni pei bawk a siem a.",
      "reference": "FESUOKNA 36:24"
    },
    {
      "content": "Chun, biekbûk sîr hnina, a hmartieng panga chun, thingphêk sâwmhni le,",
      "reference": "FESUOKNA 36:25"
    },
    {
      "content": "an inṭhutna ding tangkaruo kerkuok sâwmli a siem a; thingphêk pakhat hnuoiah kerkuok pahni, thingphêk dang hnuoiah kerkuok pahni bawk.",
      "reference": "FESUOKNA 36:26"
    },
    {
      "content": "Biekbûk châwrtieng thlang- tieng panga chun thingphêk paruk a siem a.",
      "reference": "FESUOKNA 36:27"
    },
    {
      "content": "Biekbûk châwrtieng kihaia dingin thingphêk pahni a siem a.",
      "reference": "FESUOKNA 36:28"
    },
    {
      "content": "Chun, a hnuoitieng chun suk- tuok an nih a, a chungtieng ruok chun a sîpah, kuol pakhata chel khâwm an nih a, a kihai pahnia mi chu chuong ang ve ve chun a thawh a.",
      "reference": "FESUOKNA 36:29"
    },
    {
      "content": "Chuongchun, thingphêk pariet an inṭhutna tangkaruo seng leh; ker- kuok sâwmparuk, thingphêk pakhat hnuoiah kerkuok pahni peiin a um a.",
      "reference": "FESUOKNA 36:30"
    },
    {
      "content": "Chun, shittim thing bangru- hai a siem a, biekbûk sîr khata thingphêkhai dingin bangru panga,",
      "reference": "FESUOKNA 36:31"
    },
    {
      "content": "biekbûk sîr khingtienga thing- phêkhai dingin bangru panga bawk, biekbûk châwrtieng thlangtieng panga thingphêkhai dingin bangru panga.",
      "reference": "FESUOKNA 36:32"
    },
    {
      "content": "A bangru lailung tak chu a thingphêkhai sûngah a tâwp taka inthawka khingtieng tâwp tak chena rawl thlengin a siem a.",
      "reference": "FESUOKNA 36:33"
    },
    {
      "content": "Thingphêkhai chu rângkachak- in ân luon khum a; chun, a bangruhai rawlna dingin rângkachak kuolhai a siem a, bangruhai chu rângkachakin ân luon khum bawk a.",
      "reference": "FESUOKNA 36:34"
    },
    {
      "content": "Chun, puonzâr sahmul dum- pâwl, a êm le a seninlâr le, pat zai inhmi kawpin, cherubhai lim kut- thiemtaka siemhaia cheiin a siem a.",
      "reference": "FESUOKNA 36:35"
    },
    {
      "content": "Chu khaina ding chun shittim thing ban pali a siem a, rângkachakin ân luon khum a; an kuoikimhai chu rângkachak a nih a, an inṭhutna dingin tangkaraw kerkuok pali a sut bawk a.",
      "reference": "FESUOKNA 36:36"
    },
    {
      "content": "Puon in kawtkhâra ding chun puonzâr, sahmul dumpâwl, a êm, a seninlâr le puonzai inhmi kawp, a ṭhuia ṭhuimawia chei chu a siem a;",
      "reference": "FESUOKNA 36:37"
    },
    {
      "content": "a ban panga le a kuoikimhai leh. An lubâwkhai le an tuom mawinahai chu rângkachak ân luon khum a, an inṭhutna panga ruok chu dârsen an nih.",
      "reference": "FESUOKNA 36:38"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "FESUOKNA 36 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}