{
  "verses": [
    {
      "content": "Chun, LALPAIN Mosie kuom- ah,",
      "reference": "FESUOKNA 14:1"
    },
    {
      "content": "“Israel thlahai kuomah hril la, ‘Kîr nâwk hai sienla, Pi-hahiroth phâk hma, Migdol le tuipui inkâr, tuipui kâwl, Baalzephon hma zawn, a ep chieha chun riebûk bawl raw hai se.",
      "reference": "FESUOKNA 14:2"
    },
    {
      "content": "Chuongchun, Pharaoin Israel thlahai chu, “Rampalailakah an inhmanga thlalêrin anni a khârkhum an tah,” tîng a tih.",
      "reference": "FESUOKNA 14:3"
    },
    {
      "content": "Chun, Pharao lungril chu suk- ngar ka ta, anni chu hung hnawtzui a tih; chun, Pharao le a sipaihai chungah ropuina chang ka tih: chun, Aigupta mihai chun LALPA ka ni mi hre tâng an tih,’ tiin,” a tih a. Chuong ang tak chun an thaw tah a.",
      "reference": "FESUOKNA 14:4"
    },
    {
      "content": "Mipui chu an tlân suok tah ti Aigupta lal chu hrila a um chun, mipui chungthua Pharao le a siehlawhai lungril chu ân let ta thut a, “Hi thil ei thaw hi ieng am a nih a, Israel mihai ei rawng an bâwlnaa inthawk ei insuoktir el hi?” an tih a.",
      "reference": "FESUOKNA 14:5"
    },
    {
      "content": "Pharao chun a sakawr tawlai- lîrhai chu a siemrêl a, a mihai chu a ṭhuoi a,",
      "reference": "FESUOKNA 14:6"
    },
    {
      "content": "Aiguptaa sakawr tawlailîr po po le, sakawr tawlailîr thlang ṭhieu za ruk, an chunga sipai hotu seng leh a ṭhuoi a.",
      "reference": "FESUOKNA 14:7"
    },
    {
      "content": "Chun, LALPA chun Aigupta lal Pharao lungril chu a sukngar a, Israel thlahai chu a hnawt zui tah a; Israel thlahai chu muongchara suok an ni sih a.",
      "reference": "FESUOKNA 14:8"
    },
    {
      "content": "Aigupta mihai chun an hnungah an hnawt tah a, Pharao sakawr tawlailîr le sakawr po po le, a sakawr chung chuong mihai le, a sipai ruol le chun; chuongchun, Baalzephon ep, Pi-hahiroth sîr, tuipui kâwla an riebûk bâwlnaa chun an hnawt phâk tah a.",
      "reference": "FESUOKNA 14:9"
    },
    {
      "content": "Pharao chu a hung hnai chun Israel thlahai chun an hang en a, an hnunga Aigupta mihai hung ṭhuop ṭhuop chu an hang hmuh a, nasa- takin an ṭih a, Israel thlahai chun LALPA chu an ko tah a.",
      "reference": "FESUOKNA 14:10"
    },
    {
      "content": "Mosie kuomah, “Aiguptaah thlânhai a um naw leiin a ni maw thlalêra thi dinga i mi ṭhuoi suok hi? Aiguptaa inthawk mi ṭhuoi suok a i thilthaw dân hi iengtizie am a na?",
      "reference": "FESUOKNA 14:11"
    },
    {
      "content": "Aiguptaa khawm Aigupta mihai rawng kan bâwl theina dingin mi tosan el rawh, ‘Thlalêra kan thi hmang nêk chun Aigupta mihai rawng hi bâwl inlang kan ta dingin a ṭha lem sih a,’ tiha i kuoma kan hril kha hi hi a ni ta ngei ni lo am a nih?” an tih a.",
      "reference": "FESUOKNA 14:12"
    },
    {
      "content": "Mosie chun mipui kuoma chun, “Ngîr ṭawk ṭawk unla, ṭi naw ro, LALPA sandamna, in ta dinga vawisûn a thaw ding chu en el ro; vawisûna Aigupta mi in hmuhai hi kumkhuoin in hmu nâwk ta naw ding a ni sih a.",
      "reference": "FESUOKNA 14:13"
    },
    {
      "content": "LALPA chun in ta dingin do a ta, nangni ruok chu in um ṭawk ṭawk ding a nih,” a tih a.",
      "reference": "FESUOKNA 14:14"
    },
    {
      "content": "LALPA chun Mosie kuomah, “Iengdinga i mi ko am a na? Israel thlahai kuomah hril la, hmatieng fe pei raw hai se.",
      "reference": "FESUOKNA 14:15"
    },
    {
      "content": "I hmawl kha chawi sâng la, i kut kha tuipui chungah phar suok la, tuipui chu ṭhe rawh, Israel thlahai chu tuipui inkâra chun hnuoi hula an fe theina dingin.",
      "reference": "FESUOKNA 14:16"
    },
    {
      "content": "Chun, keiin Aigupta mihai lungril sukngar ka ta, an hnungah hung lût vêng an tih; chun, Pharao le a sipai ruol po po, a sakawr tawlailîr po po le, a sakawr chung chuong mihai chungah ropuina chang ka tih.",
      "reference": "FESUOKNA 14:17"
    },
    {
      "content": "Aigupta mihai chun Pharao le a sakawr tawlailîrhai le a sakawr chung chuong mihai chunga ropuina ka chang pha chun LALPA ka nih ti hre tâng an tih,” a tih a.",
      "reference": "FESUOKNA 14:18"
    },
    {
      "content": "Chun, LALPA vântirko Israel- hai bûk hmaha fe chu ân tâwl a, an hnungah a fe tah a: chun, sûm ngîr chu an hmaha inthawkin ân tâwl a, an hnungah a ngîr a:",
      "reference": "FESUOKNA 14:19"
    },
    {
      "content": "Israel mihai le Aigupta mihai riebûk inkâra chun a hung a. Chuongchun, sûm le inthim chu a um a, zân chu sûm chun a sukvar hlau thung a, zânkhuoin tu tu khawm an inhnai tuo nawh a.",
      "reference": "FESUOKNA 14:20"
    },
    {
      "content": "Chun, Mosiein tuipui chunga chun a kut a phar a, chun LALPAIN sak thli hrâttak zânkhawvâra hrâng- in tuipui chu ân luong kîrtir a, tuipui chu ram ṭâwlah a siem a, tuihai chu an inṭhe tah a.",
      "reference": "FESUOKNA 14:21"
    },
    {
      "content": "Israel thlahai chu tuipui inkâra chun hnuoi hulah an fe tah a; tuihai chu an changtieng le vawitieng bang angin a um a.",
      "reference": "FESUOKNA 14:22"
    },
    {
      "content": "Aigupta mihai chun an hnawt pei a, Pharao sakawrhai, a sakawr tawlailîrhai le, a sakawr chung chuong mihai po po chu an hnunga chun tuipui inkâra chun an lût veh a.",
      "reference": "FESUOKNA 14:23"
    },
    {
      "content": "Zîngtieng vêng hunah LALPA chun Aigupta sipai ruol chu mei ngîr le sûma chun a zuk en a, Aigupta sipai ruol chu a sukbuoi tah a.",
      "reference": "FESUOKNA 14:24"
    },
    {
      "content": "An sakawr tawlailîr kekuolhai chu a sukthlawngpêk a, intaktakin an khal tah a; chuongchun, Aigupta mihai chun, “Israelhai hmaha in- thawkin tlân el ei tiu, LALPA chun an ta dingin Aigupta mihai chu a dopêk a ni hi,” an tih a.",
      "reference": "FESUOKNA 14:25"
    },
    {
      "content": "Chun, LALPAIN Mosie kuom- ah, “Tuipui chungah i kut kha phar rawh, Aigupta mihai le, an sakawr tawlailîrhai le, an sakawr chung chuong mihai chungah tui chu a hung luongna dingin,” a tih a.",
      "reference": "FESUOKNA 14:26"
    },
    {
      "content": "Mosie chun tuipui chunga chun a kut chu a phar a, zîngkâr a hung ni chun tuipui chu a luong hrât pângngaiin a luong nâwk tah a; Aigupta mihai chu an tlânsieh a, LALPA chun Aigupta mihai chu tuipuia chun a peilût tah a.",
      "reference": "FESUOKNA 14:27"
    },
    {
      "content": "Tui chu a kîr nâwk a, sakawr tawlailîrhai, sakawr chung chuong mihai le, Pharao sipai ruol, an hnunga hung hnawttuhai ngei chu ân khum ta vawng a, pakhat khawm hlain an um ta nawh a.",
      "reference": "FESUOKNA 14:28"
    },
    {
      "content": "Israel thlahai ruok chu tuipui kâra chun hnuoi hulah an feh a, tui chu an changtieng le vawitieng chun bang angin a umpêk a.",
      "reference": "FESUOKNA 14:29"
    },
    {
      "content": "Chu ni chun LALPAIN Israel- hai chu Aigupta mihai kuta inthawk- in a sanhim tah a, vadung pang sîr vêla Aigupta mi thihai chu Israelhai chun an hmuh a.",
      "reference": "FESUOKNA 14:30"
    },
    {
      "content": "Israelhai chun Aigupta mihai chunga LALPAIN thil ropuitak a thaw chu an hmuh a, mipui chun LALPA chu an ṭi tah a; LALPA le a siehlaw Mosie chu an ring tah a.",
      "reference": "FESUOKNA 14:31"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "FESUOKNA 14 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}