{
  "verses": [
    {
      "content": "LALPA chun Mosie kuomah a hril a,",
      "reference": "FESUOKNA 40:1"
    },
    {
      "content": "“Thla khatna ni khat niah intuokna puon in biekbûk chu în ngîr ding a nih.",
      "reference": "FESUOKNA 40:2"
    },
    {
      "content": "Chun, a sûnga chun Thuthlung bâwm chu sieng i ta, Thuthlung bâwm chu puonzârin zâr hlieng i tih.",
      "reference": "FESUOKNA 40:3"
    },
    {
      "content": "Dawkân chu hung la lût i ta, a chunga thil umhai chu indawt peiin sieng i tih: khâwnvar siena chu hung la lût i ta, chutaka chun khâwnvarhai chu inṭhut i tih.",
      "reference": "FESUOKNA 40:4"
    },
    {
      "content": "Riminhnik rawna rângkachak mâichâm chu Thuthlung bâwm hmaa chun inṭhut i ta, biekbûk kawtkhâr puonzâr chu zâr i tih.",
      "reference": "FESUOKNA 40:5"
    },
    {
      "content": "Pumrawhmang inhlânna mâi- châm chu intuokna puon in biekbûk kawtkhâr hmaa chun inṭhut i tih.",
      "reference": "FESUOKNA 40:6"
    },
    {
      "content": "Maihûn chu intuokna puon in le mâichâm inkâra chun inṭhut i ta, a sûngah tui sieng i tih.",
      "reference": "FESUOKNA 40:7"
    },
    {
      "content": "Tuolzâwl inhuonna chu a vêlin inngîr i ta, tuolzâwl inhuonna puonzârhai chu khai i tih.",
      "reference": "FESUOKNA 40:8"
    },
    {
      "content": "Chun, innâlna hriek lâng i ta, biekbûk le a sûnga um po po chu nâl i ta, inhlân i ta, chutaka hmangruo po po le chun; chuongchun, hung inthieng tâng an tih.",
      "reference": "FESUOKNA 40:9"
    },
    {
      "content": "Chun, pumrawhmang inhlânna mâichâm chu nâl i ta, a hmagruo po po khawm nâl bawk i ta; chun, mâichâm chu inhlân i ta, mâichâm chu inthiengtak hung ni tâng a tih.",
      "reference": "FESUOKNA 40:10"
    },
    {
      "content": "Maihûn le ân ṭhutna khawm nâl i ta, inhlân i tih.",
      "reference": "FESUOKNA 40:11"
    },
    {
      "content": "Chun, Aron le a naupasalhai chu intuokna puonin kawtkhâra chun hung ṭhuoi i ta tuiin insiltir i tih.",
      "reference": "FESUOKNA 40:12"
    },
    {
      "content": "Aron chunga chun silfên inthienghai chu bel i ta, ama chu hriek nâl i ta, inhlân i tih, thiempu sina ka rawng a bâwl theina dingin.",
      "reference": "FESUOKNA 40:13"
    },
    {
      "content": "A naupasalhai chu hung ṭhuoi i ta, anni chu zakawchunghai inhâktir i ta,",
      "reference": "FESUOKNA 40:14"
    },
    {
      "content": "an pa i nâl ang bawk khan hriek nâl i tih, thiempu sina ka rawng an bâwl theina dingin. Hriek nâl an nina chu an ta dingin an thlahai chena thiempu an ni zingna ding nîng a tih,” tiin.",
      "reference": "FESUOKNA 40:15"
    },
    {
      "content": "LALPAIN thu a pêk po po angin Mosie chun a thawh a; chuong ang tak chun a thaw a nih.",
      "reference": "FESUOKNA 40:16"
    },
    {
      "content": "Chun, kum hninaa thla hmasa tak, chu thla ni khatnaa chun biekbûk chu inngîr a lo ni tah a.",
      "reference": "FESUOKNA 40:17"
    },
    {
      "content": "Mosie chun biekbûk chu ân ngîr a, a kerkuokhai chu a sieh a, chutaka chun a thingphêkhai chu ân ngîr a, a bangruhai chu a thun lût a, a banhai chu ân ngîr tah a.",
      "reference": "FESUOKNA 40:18"
    },
    {
      "content": "A puon in chu biekbûk chunga chun a keiphar a, a chunga chun inkhumnain ân khum a, LALPAIN Mosie thu a pêk ang tak chun.",
      "reference": "FESUOKNA 40:19"
    },
    {
      "content": "Chun, thuthlung chu a lâk a, Thuthlung bâwm sûnga chun a sie tah a; Thuthlung bâwma chun a zâwnfunghai a rawl a; Thuthlung bâwm chunga chun zângaina ṭhung- pha chu a sieh a;",
      "reference": "FESUOKNA 40:20"
    },
    {
      "content": "chun, Thuthlung bâwm chu biekbûk sûnga chun a hung lâk lût a; pindangna puonzârhai chu a khai a, Thuthlung bâwm chu a zarhlieh a, LALPAIN Mosie thu a pêk ang tak chun.",
      "reference": "FESUOKNA 40:21"
    },
    {
      "content": "Puonzâr puo biekbûk hmar- tieng pangah intuokna puon ina chun dawkân a sieh a,",
      "reference": "FESUOKNA 40:22"
    },
    {
      "content": "LALPA hmaah bei chu indawt thlie hin a sieh a, LALPAIN Mosie thu a pêk ang tak chun.",
      "reference": "FESUOKNA 40:23"
    },
    {
      "content": "Biekbûk simtieng pangah daw- kân zawna chun sathâu khâwnvar siena chu a sieh a,",
      "reference": "FESUOKNA 40:24"
    },
    {
      "content": "LALPA hmaa chun khâwn- varhai chu ân ṭhut a, LALPAIN Mosie thu a pêk ang tak chun.",
      "reference": "FESUOKNA 40:25"
    },
    {
      "content": "Puonzâr hmaah, intuokna puon ina chun rângkachak mâichâm chu a sieh a,",
      "reference": "FESUOKNA 40:26"
    },
    {
      "content": "chu chunga chun riminhnik rawmi chu a rawh a, LALPAIN Mosie thu a pêk ang tak chun.",
      "reference": "FESUOKNA 40:27"
    },
    {
      "content": "Chun, biekbûk kawtkhâr puon- zârhai chu a zâr a.",
      "reference": "FESUOKNA 40:28"
    },
    {
      "content": "Intuokna puon in biekbûk kawt- khâra chun pumrawhmang thil inhlânna mâichâm chu ân tung a, a chunga chun pumrawmhmang thilin- hlânhai le fâkmi thilinhlânhai ân hlân a, LALPAIN Mosie thu a pêk ang tak chun.",
      "reference": "FESUOKNA 40:29"
    },
    {
      "content": "Mâichâm le intuokna puon in inkâra chun maihûn chu ân ṭhut a, insâwpna dingin a sûnga chun tui a sieh a.",
      "reference": "FESUOKNA 40:30"
    },
    {
      "content": "Chutaka chun Mosie le Aron le a naupasalhai chun an kuthai le an kehai an sâwp hlak a;",
      "reference": "FESUOKNA 40:31"
    },
    {
      "content": "intuokna puon ina an lût pha le mâichâm hnaia an hung pha an sâwp hlak; LALPAIN Mosie thu a pêk ang tak chun.",
      "reference": "FESUOKNA 40:32"
    },
    {
      "content": "Tuolzâwl inhuonna chu biekbûk le mâichâm huol vêl vawngin ân ngîr a, tuolzâwl inhuonna kawtkhâr puonzârhai khawm a khai a. Chuong- chun, Mosie chun sin chu a zo tah a.",
      "reference": "FESUOKNA 40:33"
    },
    {
      "content": "Chun, sûm chun intuokna puon in chu ân khum a, LALPA ropuinain biekbûk chu a suksip a.",
      "reference": "FESUOKNA 40:34"
    },
    {
      "content": "Biekbûk chu LALPA ropuinain a suksip leiin le, sûm chu a chunga a um zing leiin Mosie chu intuokna puon in sûngah a lût thei ta nawh a.",
      "reference": "FESUOKNA 40:35"
    },
    {
      "content": "An inzin sûng po po chun, sûm chu biekbûk chunga inthawka lâk kânga a um phingleh Israel thlahai chun hmatieng an pan pei a;",
      "reference": "FESUOKNA 40:36"
    },
    {
      "content": "sûm chu lâk kânga a um naw ruok chun, lâk kânga a um ni hma po chun an fe suok ngai nawh a.",
      "reference": "FESUOKNA 40:37"
    },
    {
      "content": "An inzin sûng po chun, Israel sûnghai po po mithmuah, LALPA sûm chu biekbûk chungah sûnah a um a, zâna chun sûma chun mei- chawk a um hlak a.",
      "reference": "FESUOKNA 40:38"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "FESUOKNA 40 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}