{
  "verses": [
    {
      "content": "Hieng hi Jakob ruola Aiguptaa hung thla Israel naupasalhai hming chu an nih, mi tin a sûnghai pei leh:",
      "reference": "FESUOKNA 1:1"
    },
    {
      "content": "Reuben, Simeon, Levi le Juda,",
      "reference": "FESUOKNA 1:2"
    },
    {
      "content": "Issakar, Zebulun le Benjamin,",
      "reference": "FESUOKNA 1:3"
    },
    {
      "content": "Dan le Naphtali, Gad le Aser hi.",
      "reference": "FESUOKNA 1:4"
    },
    {
      "content": "Jakob ṭhalbea inthawka suok- hai po chu mi sâwmsari an nih; Josef ruok chu Aiguptaah a lo um ta hrim a.",
      "reference": "FESUOKNA 1:5"
    },
    {
      "content": "Chun, Josef le a unauhai po le, chu ṭhanga mi po chu an thi tah a.",
      "reference": "FESUOKNA 1:6"
    },
    {
      "content": "Nisienlakhawm, Israel thlahai chu an hung sûngruol a, tamtaka hung inbelsain an hung pung a, nasataka thilthawtheiin an hung um a; ram chu anni hluo sipin a um tah a.",
      "reference": "FESUOKNA 1:7"
    },
    {
      "content": "Tuhin Aiguptaa chun Josef hre ngailo lal thar a hung inlal tah a.",
      "reference": "FESUOKNA 1:8"
    },
    {
      "content": "A mihai kuoma chun, “En ta u, Israel thlahai hi eini nêkin an tam hlein thil an thaw thei lem bêk a;",
      "reference": "FESUOKNA 1:9"
    },
    {
      "content": "hung ro, anni hi vartakin sawisâng ei tiu; chuong naw chun hung pung an ta; indona ieng khawm a hung suok pha, anni hin ei hmêlmahai chu ṭhangpuiin mi do an ta, hi rama inthawk hi tlân suok rawi an tih,” a tih a.",
      "reference": "FESUOKNA 1:10"
    },
    {
      "content": "Chuleiin, phurrik takhaia anni sukrinum dingin, an chungah sin- thawhotuhai an siempêk ta ngei a. Chun, Pithom le Rameses, sie- khâwmna khawpuihai chu, Pharao ta dingin an bâwl tah a.",
      "reference": "FESUOKNA 1:11"
    },
    {
      "content": "Nisienlakhawm anni chu an sukrimsi po leh an pung zuol deu deuin, an indar lien deu deu lem tah a. Chun, Aigupta mihai chun Israel thlahai chu an ṭithâwng hle el tah a.",
      "reference": "FESUOKNA 1:12"
    },
    {
      "content": "Chuongchun, Israel thlahai chu inrimtakin sin an inthawtir a;",
      "reference": "FESUOKNA 1:13"
    },
    {
      "content": "an sinthaw po po, lo sin kawng tinrênga le lung rawtnawinaa le ṭêklei siemnaa sin intaktakhai chu rimsitaka inthawtirin an nunhai an sukrinumpêk tah a.",
      "reference": "FESUOKNA 1:14"
    },
    {
      "content": "Chun, Aigupta lal chun Hebrai naudawmtuhai kuoma chun thu a hril tah a; chuhai pakhat hming chu Siphra, a dang hming chu Pua a nih;",
      "reference": "FESUOKNA 1:15"
    },
    {
      "content": "ama chun, “Hebrai nuhmeihai kuoma naudawmtu sin in va thawha, nau piengna hmun ngeia in va hmu pha; naupasal an ni chun that unla, naunuhmei a ni ruok chun a hringin hla ro,” a tih a.",
      "reference": "FESUOKNA 1:16"
    },
    {
      "content": "Nisienlakhawm, naudawmtu- hai chun Pathien an ṭih a, Aigupta lalin anni thu a pêk angin an thaw nawh a, nautê pasalhai chu an sanhim lem tah a.",
      "reference": "FESUOKNA 1:17"
    },
    {
      "content": "Chun, Aigupta lal chun nau- dawmtuhai chu a ko a, an kuomah, “Iengdinga hi thil hi in thawh a, naupasalhai chu a hringa hla am in nih a?” a tih a.",
      "reference": "FESUOKNA 1:18"
    },
    {
      "content": "Naudawmtuhai chun Pharao kuomah, “Hebrai nuhmeihai chu Aigupta nuhmeihai ang an ni nawh a, anni chu an hrisêl a, naudawmtuhai an kuom an tlung hma hin nau chu an lo nei ta hlak a nih,” an tih a.",
      "reference": "FESUOKNA 1:19"
    },
    {
      "content": "Pathienin naudawmtuhai chu ṭhatakin a ngaisak a; Hebrai mihai chu an hung pung a, thilthawtheitak an hung ni tah a.",
      "reference": "FESUOKNA 1:20"
    },
    {
      "content": "Naudawmtuhai chun Pathien an ṭi leiin Pathienin sûngkuoahai a siem tah a.",
      "reference": "FESUOKNA 1:21"
    },
    {
      "content": "Chun, Pharao chun, “Naupasal hung pieng taphawt chu vadungah pei unla, naunuhmei taphawt chu a hringin hla ro,” tiin a mihai chu thu a pêk tlat a.",
      "reference": "FESUOKNA 1:22"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "FESUOKNA 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}