{
  "verses": [
    {
      "content": "“Chu nawa khawm biekbûk chu puonzâr sâwm, puonzaiin- hmi kawp, sahmul dumpâwl le a êm le a seninlârin, kutthiemtaka siem cherubhai lim leh i siem ding a nih.",
      "reference": "FESUOKNA 26:1"
    },
    {
      "content": "Puonzâr tin seitieng chu tawng sawmhni pariet, puonzâr tin lien- tieng chu tawng li nîng a tih; puonzâr po po chu intie seng an ni ding a nih.",
      "reference": "FESUOKNA 26:2"
    },
    {
      "content": "Puonzâr panga chu ṭhui zawm vawng ding a na, a dang panga khawm chu ṭhui zawm vawng ding a nih.",
      "reference": "FESUOKNA 26:3"
    },
    {
      "content": "Puonzâr pakhat a thuo laia kâwlhnung tak tlânga chun valbahai dumpâwlin siem i ta, chuong ang bawkin a zawm hninaa puonzâr puo tak tlânga chun siem bawk i tih.",
      "reference": "FESUOKNA 26:4"
    },
    {
      "content": "Puonzâr pakhata chun valba sâwmnga siem i ta, chun, a zawm hninaa puonzâr tlânga chun valba sâwmnga bawk siem i tih; valbahai chu an inzawm seng ding a nih.",
      "reference": "FESUOKNA 26:5"
    },
    {
      "content": "Rângkachakin puonchepna sâwm- nga siem i ta, puonchepnahai chun puonzârhai chu chepdêng i ta; biekbûk chu pakhat hung nîng a tih.",
      "reference": "FESUOKNA 26:6"
    },
    {
      "content": "Biekbûk chunga inkhumna ding- in kêl hmul puonzârhai siem i ta, puonzâr chu sâwm le pakhat siem i tih.",
      "reference": "FESUOKNA 26:7"
    },
    {
      "content": "Puonzâr tin seitieng chu tawng sâwmthum, puonzâr tin lientieng chu tawng li nîng a tih: puonzârhai sawm le pakhat chu intie seng an ni ding a nih.",
      "reference": "FESUOKNA 26:8"
    },
    {
      "content": "Puonzârhai panga chu anni le anni ṭhui zawm i ta, puonzârhai paruk chu anni le anni ṭhui zawm bawk i ta, puon in tuoltienga chun puonzâr parukna chu thlep i tih.",
      "reference": "FESUOKNA 26:9"
    },
    {
      "content": "A thuo hmasaa puonzâr kâwl- hnung tak tlânga chun valba sâwmnga siem i ta, chun, a thuo hninaa puonzâr kâwlhnung tak tlânga chun valba sâwmnga bawk siem i tih.",
      "reference": "FESUOKNA 26:10"
    },
    {
      "content": "“Chun, dârsenin puonchepna sâwmnga siem i ta, puonchepnahai chu valbahai sûnga chun thun i ta, puonzârhai chu pakhat an ni theina dingin chelmat a tih.",
      "reference": "FESUOKNA 26:11"
    },
    {
      "content": "Puon in puonzârhaia chung inkhum tâwk bâk, puonzâr chenve la chuong kaithla chu biekbûk châwr- tieng chun inzâr a tih.",
      "reference": "FESUOKNA 26:12"
    },
    {
      "content": "Sîr khingah tawng khat, sîr dangah tawng khat bawk puon in inkhumna puonzârhai lienziea la chuong chu, biekbûk hitieng sîr le sawtieng sîr zuk inkhum dingin inzâr ve vêng a tih.",
      "reference": "FESUOKNA 26:13"
    },
    {
      "content": "Chun, chu bûk chung inkhumna ding chun berâmchal vun suksenhai siem i ta, chu chunga chun a chung inkhumna seal vunhai siem bawk i tih.",
      "reference": "FESUOKNA 26:14"
    },
    {
      "content": "“Chun, biekbûk bang chu shit- tim thingphêk intungin siem i tih.",
      "reference": "FESUOKNA 26:15"
    },
    {
      "content": "Thingphêk seizie chu tawng sâwm nîng a ta, thingphêk tin lien- tieng chu tawng khat le a chenve nîng a tih.",
      "reference": "FESUOKNA 26:16"
    },
    {
      "content": "Thingphêk tina chun a rek pahni, a dang le sukzawmna ding um seng a ta, biekbûk thingphêkhai po po chu chuong ang seng chun i siem ding a nih.",
      "reference": "FESUOKNA 26:17"
    },
    {
      "content": "Chun, biekbûk ding thingphêk- hai chu simsawngah thingphêk sâwmhni siem i tih.",
      "reference": "FESUOKNA 26:18"
    },
    {
      "content": "Thingphêk sâwmhni hnuoia chun tangkaraw kerkuokhai sâwmli siem i ta, thingphêk pakhat hnuoia a rêkhai pahni inṭhutna dingin ker- kuok pahni, thingphêk dang hnuoia a rek pahniha dingin kerkuok pahni bawk siem i tih.",
      "reference": "FESUOKNA 26:19"
    },
    {
      "content": "“Chun, biekbûk sîr khingtieng, hmartieng panga chun thingphêk sawmhni,",
      "reference": "FESUOKNA 26:20"
    },
    {
      "content": "le tangkaraw kerkuok sâwmli, thingphêk pakhat hnuoiah kerkuok pahni, thingphêk dang hnuoiah kerkuok pahni pei bawk siem i tih.",
      "reference": "FESUOKNA 26:21"
    },
    {
      "content": "Biekbûk chawrtieng pang, thlangtieng panga chun thingphêk paruk siem i tih.",
      "reference": "FESUOKNA 26:22"
    },
    {
      "content": "A chawrtieng panga biekbûk kihaia dingin thingphêk pahni bawk siem i tih.",
      "reference": "FESUOKNA 26:23"
    },
    {
      "content": "A hnuoitieng chun suktuok nîng an ta, chuong ang bawk chun a chungtieng khawm a sîpa chun kuol pakhata chelkhâwm nîng an tih; a kiha thingphêkhai pahni chu chuong anga chu siem ding a nih.",
      "reference": "FESUOKNA 26:24"
    },
    {
      "content": "Chun, thingphêk pariet le tangkaraw kerkuok, kerkuok sâwm le paruk, thingphêk pakhat hnuoiah kerkuok pahni, thingphêk dang hnuoiah kerkuok pahni pei ning a tih.",
      "reference": "FESUOKNA 26:25"
    },
    {
      "content": "Chun, shittim thing bangruhai siem i tih: biekbûk sîr khat tienga thingphêkhaia dingin panga,",
      "reference": "FESUOKNA 26:26"
    },
    {
      "content": "biekbûk sîr khingtienga thing- phêkhaia dingin panga; chun biekbûk hnungtienga thlangtieng panga thingphêkhaia dingin panga bawk.",
      "reference": "FESUOKNA 26:27"
    },
    {
      "content": "A bangru lailung thingphêkhai a lai taka mi chu a tâwpa inthawka a tâwp khingtieng chena rawl thleng zar a ni ding a nih.",
      "reference": "FESUOKNA 26:28"
    },
    {
      "content": "Chun, thingphêkhai chu râng- kachakin inluon khum i ta, bang- ruhai thunna ding chun rângkachak kuolhai siem bawk i tih; chun, bangruhai khawm chu rângkachakin inluon khum i tih.",
      "reference": "FESUOKNA 26:29"
    },
    {
      "content": "Chun, biekbûk chu tlânga a riruot inhmutir i ni ang dan peiin în ngîr ding a nih.",
      "reference": "FESUOKNA 26:30"
    },
    {
      "content": "“Chun puonzâr sahmul dum- pâwl, a êm le seninlâr le pat zai inhmi-kawpin siem i ta, cherubhai lim kutthiemtaka siem haia cheia siem ding a nih:",
      "reference": "FESUOKNA 26:31"
    },
    {
      "content": "chun rângkachaka inluon khum, tangkaraw kerkuokhaia in- ṭhut, shittim ban palia rângkachak kuoikimhaia chun i khai ding a nih.",
      "reference": "FESUOKNA 26:32"
    },
    {
      "content": "Puonzâr chu puonchepnahaiin khai i ta, puonzâr sûngtienga chun Thuthlung bâwm chu hung lâng i ta, chuongchun, puonzâr chun Hmun Inthieng le Hmun Inthiengtak chu ṭhepêk a ti che.",
      "reference": "FESUOKNA 26:33"
    },
    {
      "content": "Hmun Inthieng taka chun Zângaina ṭhungpha chu Thuthlung bâwm chunga chun sieng i tih.",
      "reference": "FESUOKNA 26:34"
    },
    {
      "content": "Puonzâr puoa chun dawkân chu sieng i ta, khâwnvar siena chu dawkân zâwn Biekbûk simtieng pangah; chun, dawkân chu hmar- tieng pangah i sie ding a nih.",
      "reference": "FESUOKNA 26:35"
    },
    {
      "content": "Puon in kawtkhâr ding chun puonzâr, puon zai inhmi kawp le sahmul dumpâwl, a êm le seninlâr, puon ṭhuimawi thiemtaka ṭhui chu i siem ding a nih.",
      "reference": "FESUOKNA 26:36"
    },
    {
      "content": "Puonzâr khaina ding chun shittim ban panga siem la, rângka- chakin inluonkhum rawh; an kuoikimhai chu rângkachak a ni ding a na, dârsen kerkuok panga i sutpêk bawk ding a nih.",
      "reference": "FESUOKNA 26:37"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "FESUOKNA 26 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}