{
  "verses": [
    {
      "content": "LALPA chun Mosie kuomah, “Suok unla, hitaka inthawkin nang le Aigupta rama inthawka mipui i ṭhuoi suokhai chu, Abraham, Isak le Jakob kuoma, ‘I thlahai kuomah pêng ka tih,’ tiha ka tiem tah ram tieng chun fe ro.",
      "reference": "FESUOKNA 33:1"
    },
    {
      "content": "In hmaah ka vântirko tir ka ta, Kanaan mihai, Amor mihai, Hit mihai, Periz mihai, Hiv mihai le Jebus mihai chu hnawt suok ka tih.",
      "reference": "FESUOKNA 33:2"
    },
    {
      "content": "Khuoizu le nênetuia luong rama chun fe ro; kei ruok chu nangni lai fe ve naw ning, chuong naw chun lam kârah sukbohmang hlau rawi ka ti cheu, mi kâwmâwtak in ni sih a,” a tih a.",
      "reference": "FESUOKNA 33:3"
    },
    {
      "content": "Mipuiin hi thuthang ṭhanaw hi an hriet chun an sûn a, tukhawmin an incheina chu an inbel ta nawh a.",
      "reference": "FESUOKNA 33:4"
    },
    {
      "content": "LALPA chun Mosie kuomah, “Israel thlahai kuomah hril rawh, ‘Mi kâwmâwtak in nih a, mitkhapkâr bak khawm nangni laia ka fe ve chun ka sukbohmang ding cheu a nih a; chuleiin, in incheinahai chu hlîp ro, iengtin am ka thaw ding cheu a nih ti ka hriet theina dingin,’ tiin,” a tih a.",
      "reference": "FESUOKNA 33:5"
    },
    {
      "content": "Chuongchun, Israel thlahai chun Horeb tlânga inthawk chu an in- cheinahai chu an hlîp ta vawng a.",
      "reference": "FESUOKNA 33:6"
    },
    {
      "content": "Mosie chun puon in chu a sawm pei a, riebûk puotieng, riebûka in- thawka hla deua hin a zar hlak a; chu chu “Intuokna puon in” tiin ân bûk a. Mi tin LALPA zawngtu taphawt chu riebûk puoha um puon ina chun an fe hlak a.",
      "reference": "FESUOKNA 33:7"
    },
    {
      "content": "Mosie chu puon ina a fe lai chun mipui po po chu an tho a, mi tin chu mâni puon in kawtkhâra chun an ngîr a, Mosie chu puon ina a lût chenin an enzui pei a.",
      "reference": "FESUOKNA 33:8"
    },
    {
      "content": "Mosie puon ina a lût phingleh sûm ngîr a hung thlah a, puon in kawtkhâra chun a ngîr a; chun, LALPAIN Mosie kuomah thu a hril hlak a.",
      "reference": "FESUOKNA 33:9"
    },
    {
      "content": "Mipui chun sûm ngîr kawt- khâra ngîr an hmu pha chun, mipui po po chu an tho a, mâni puon in kawtkhâr chita chun mi tinin chibai an bûk hlak a.",
      "reference": "FESUOKNA 33:10"
    },
    {
      "content": "LALPA chun Mosie chu inhma- tuoin, miin a ruol a biek angtakin a biek hlak a. Chun, Mosie chu riebûk tieng a kîr nâwk a, a rawngbâwltu Joshua, Nun naupa, tlangvâl ruok chun puon in chu a mâksan nawh.",
      "reference": "FESUOKNA 33:11"
    },
    {
      "content": "Mosie chun LALPA kuomah, “Ngai ta, nangin ka kuomah, ‘Mipui hi hung ṭhuoi rawh,’ i tih a, kei le i tir ding chu tu am a nih i mîn hriettir si nawh a. Nisienlakhawm, nangin, ‘I hmingin ka hriet cheh a, ka mit- hmuah lunginsietna i chang ta bawk a nih,’ i tih a.",
      "reference": "FESUOKNA 33:12"
    },
    {
      "content": "Chuleiin, tuhin ka ngên che, i mithmuah lunginsietna ka chang a ni chun, nang ka hriet cheh a, nanga mithmua lunginsietna chu a tâwp chena ka hmu theina dingin i lamhai chu mîn entir rawh: chun, hi hnam hi i mihai an ni hi ngaituo rawh,” a tih a.",
      "reference": "FESUOKNA 33:13"
    },
    {
      "content": "LALPA chun, “I kuomah fe ve pei ka ta, châwlna pêng ka ti che,” a tih a.",
      "reference": "FESUOKNA 33:14"
    },
    {
      "content": "Mosie chun a kuomah, “Ka kuomah i fe ve pei naw ding chun hitaka inthawk keini mi ṭhuoi tung ta naw rawh.",
      "reference": "FESUOKNA 33:15"
    },
    {
      "content": "Kei le i mihai hin i lunginsietna kan hmu tah ti iengtin am inhriet a ta? Hnuoi chunga um mi dang po poa inthawk kei le i mihai ṭheha kan umna chu keini le i fe ve zingnaa chun a ni naw ding am a nih?” a tih a.",
      "reference": "FESUOKNA 33:16"
    },
    {
      "content": "LALPA chun Mosie kuomah, “I hril ang tak chun thâwng ka tih: hmingin ka hriet cheh a, ka lung- insietna chu i hmu ta sih a,” a tih a.",
      "reference": "FESUOKNA 33:17"
    },
    {
      "content": "Mosie chun, “Ka ngên che, i ropuina chu mîn hmutir rawh,” a tih a.",
      "reference": "FESUOKNA 33:18"
    },
    {
      "content": "Chun, ama chun, “Ka ṭhatna po po i hmaah fêng a ta, ka hming ‘LALPA chu’ i hmaah puongdar ka tih; ka lunginsiet dinghai chu lunginsiet ka ta, za ka ngaina dinghai chunga chun za ngai ka tih.",
      "reference": "FESUOKNA 33:19"
    },
    {
      "content": "Nisienlakhawm, Ka hmêl chu hmu thei naw ti nih, tukhawm ka hmêl hmu chu an hring ding a ni si nawh a,” a tih a.",
      "reference": "FESUOKNA 33:20"
    },
    {
      "content": "LALPA bawk chun, “En ta, ka kâwla hi lungpui chungah i ngîrna ding a um;",
      "reference": "FESUOKNA 33:21"
    },
    {
      "content": "ka ropuinain a fe khêl lai che chun lungpui kak kârah sieng ka ti cheh a, ka kutin i hmai hlieng ka ti che;",
      "reference": "FESUOKNA 33:22"
    },
    {
      "content": "chun, ka kut chu la hmang ka ta, ka hnungtieng chu hmûng i ta, ka hmai ruok chu hmu a ni ding a ni nawh,” a tih a.",
      "reference": "FESUOKNA 33:23"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "FESUOKNA 33 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}