{
  "verses": [
    {
      "content": "Chun LALPA chun Mosie kuomah a hril a,",
      "reference": "FESUOKNA 13:1"
    },
    {
      "content": "“Israel thlahai laia nau lutîr sul hung kêu taphawt, mihriem khawm, ran khawm ka kuomah hung inhlân vawng rawh: ka ta a nih,” tiin.",
      "reference": "FESUOKNA 13:2"
    },
    {
      "content": "Mosie chun mipui kuoma chun, “Suoka in umna Aiguptaa inthawk in hung suok ni kha hre zing ro: LALPAIN kut thahrâtin chu hmuna inthawk chu a hung ṭhuoi suok cheu a ni kha; chawl ṭhang bei hrim fâk a ni ding a ni nawh.",
      "reference": "FESUOKNA 13:3"
    },
    {
      "content": "Abib thla, hi ni hin in fe suok a ni hi.",
      "reference": "FESUOKNA 13:4"
    },
    {
      "content": "LALPAIN Kanaan mihai, Hit mihai, Amor mihai, Hiv mihai le Jebus mihai ram, in thlatuhai kuoma pêk ding cheua a itiem, khuoizu le nênetuia luong rama a ṭhuoi lût pha cheu chun hi thlaa bawk hin hi rawngbâwlna hunbi hi in hmang ding a nih.",
      "reference": "FESUOKNA 13:5"
    },
    {
      "content": "Ni sari sûng chawl ṭhanglo bei fâng in ta, a ni sari ni chun LALPA kuomah ruoi ṭhêng in tih.",
      "reference": "FESUOKNA 13:6"
    },
    {
      "content": "Ni sari sûng chu chawl ṭhang- lo bei fâk ding a nih a; chun, in kuoma hrim hrim chawl ṭhang bei hmu a ni ding a ni nawh a, in ram sûng po po le nangni kuoma khawm chawl hrim hrim hmu a ni ding a ni nawh.",
      "reference": "FESUOKNA 13:7"
    },
    {
      "content": "Chu ni chun i naupa kuomah, ‘Aiguptaa inthawka ka hung suok laia LALPA thil mi thawpêk ta leia thaw a nih,’ tiin hril i tih.",
      "reference": "FESUOKNA 13:8"
    },
    {
      "content": "Chun, LALPA Dân chu i baua a um theina dingin, i mithai kâra hriet zingna ding le, i kuthai chunga nangma ta dinga inchikna dingin nîng a tih; LALPA chun kut thahrâtin Aiguptaa inthawkin a ṭhuoi suok ta si cheh a.",
      "reference": "FESUOKNA 13:9"
    },
    {
      "content": "Chuleiin, kum tinin hi hi a hun peiah dân angin i hmang ding a nih.”",
      "reference": "FESUOKNA 13:10"
    },
    {
      "content": "Chun i thlatuhai le nanga kuoma a tiem ta anga Kanaan mihai ramah LALPAIN a ṭhuoi lût cheh a, ram chu a pêk pha che chun,",
      "reference": "FESUOKNA 13:11"
    },
    {
      "content": "sul hung keu hmasa tak taphawt chu LALPA ta bîk dingin sie tum i tih. I ran nei tê hmasa tak po po a chal taphawt chu LALPA ta nîng a tih.",
      "reference": "FESUOKNA 13:12"
    },
    {
      "content": "Sabengtung tê hmasa tak chu berâmtein intlan i tih; în tlan naw ding chun a rîng chu her bawng i tih. I naupasalhai lai khawm nau lutîr po po chu intlan i tih.",
      "reference": "FESUOKNA 13:13"
    },
    {
      "content": "Chun, nakie hun la hung tlung dinga khawm i naupain, Hi hi a umzie ieng am a na? tiha ân dawn che chun, a kuomah hieng hin hril i tih, “Suoka umna ram Aiguptaa inthawk LALPAIN kut thahrâtin a mi ṭhuoi suok tah a.",
      "reference": "FESUOKNA 13:14"
    },
    {
      "content": "Pharao chun lulul suoin mîn suoktir naw ṭâl sien khawm, LALPA chun Aigupta rama nau lutîr po po: mihriem le ran tê a pieng hmasa tak po po chu a sukhlum ta vawng a. Chuleiin, sul hung kêutu hmasa tak a chal taphawt chu LALPA kuomah kân hlân a, ka naupasalhai nau lutîr taphawt ruok chu ân tlanin kân tlan a nih.",
      "reference": "FESUOKNA 13:15"
    },
    {
      "content": "Chun, i mithai kâra thilkhim ding le i kut chunga inchikna dingin nîng a tih; LALPA chun kut thahrât chun Aigupta rama inthawkin a ṭhuoi suok ta si cheh a, tiin,” a tih a.",
      "reference": "FESUOKNA 13:16"
    },
    {
      "content": "Pharaoin mipui chu ân suoktir phing chun, Pathienin, “An fenaa hin indona an va hmu pha mipui chu insîr an ta, Aiguptaa chun kîr nâwk rawi an tih,” a ti leiin a lam chu hnai sien khawm Philistin mihai ram fe thlengna lam tieng chun Pathienin anni chu a ṭhuoi nawh a.",
      "reference": "FESUOKNA 13:17"
    },
    {
      "content": "Tuipui sen tieng, thlalêr tienga lam inhêl zâwng chun mipui chu Pathienin a ṭhuoi ta lem a, Israel thlahai chu râlthuom kim leh Aigupta rama inthawk chun an suok tah a.",
      "reference": "FESUOKNA 13:18"
    },
    {
      "content": "Mosie chun Josef ruhai chu a chawi pei a, Israel thlahai chu, “Pathienin hung kan ngei ngei a ti cheu a, chun in fena taphawtah ka ru khawm sawm pei in tih,” tiin a lo tiem ta hrim a.",
      "reference": "FESUOKNA 13:19"
    },
    {
      "content": "Sukkotha inthawkin an fe suok a, thlalêr sîr Ethama chun bûk an khuor tah a.",
      "reference": "FESUOKNA 13:20"
    },
    {
      "content": "Zâna le sûna khawm an fe theina dingin, LALPA chu sûnah sûm ngîrin an hma ṭhuoi dingin le zânah mei ngîrin anni var pe dingin, an hmaah a fe pei a;",
      "reference": "FESUOKNA 13:21"
    },
    {
      "content": "sûna sûm ngîr le zâna mei ngîr chu mipui hmaha inthawk chun ân kieng ngai hrim hrim nawh a.",
      "reference": "FESUOKNA 13:22"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "FESUOKNA 13 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}