{
  "verses": [
    {
      "content": "Mipui chun Mosie chu tlânga inthawk chun a hung thla intak hle ti an hmu chun anni mipui chu Aron kuomah an hung inkhâwm a, a kuomah, “Tho la, kan hma ṭhuoitu dingin pathienhai mi siem- pêk rawh: hi Mosie Aigupta rama inthawka mi ṭhuoi suoktu hlak hi ieng am a chang a ni tah kan hriet si nawh a,” an tih a.",
      "reference": "FESUOKNA 32:1"
    },
    {
      "content": "Aron chun an kuomah, “Rângka- chak kutsebihai in nuhmeihai le in naupasalhai le in naunuhmeihai nakâwra an bêhai chu hlîp thla unla, ka kuomah hung la ro,” a tih a.",
      "reference": "FESUOKNA 32:2"
    },
    {
      "content": "Chun, mipui po po chun an nakâwrhaia rângkachak nabêhai chu an hlîp a, Aron kuoma chun an hung lâk a.",
      "reference": "FESUOKNA 32:3"
    },
    {
      "content": "An kuta inthawk chun a lâk a, kerna hriemhrei hmangin a sungna ding a siem a, bâwngte limah a sung tah a. Anni chun, “Aw Israel, hi hi Aigupta rama inthawka hung ṭhuoi suoktu che i pathien chu a ni hi,” an tih a.",
      "reference": "FESUOKNA 32:4"
    },
    {
      "content": "Aronin chu chu a hmu chun, bâwngte hmaa chun mâichâm a siem a, “Zînga chu LALPA kuoma ruoi- ṭhena um a tih,” tiin thu a puong tah a.",
      "reference": "FESUOKNA 32:5"
    },
    {
      "content": "A zînga chun inhmatakin an tho a, pumrawhmang thilinhlânhai chu an inhlân a, inremna thilinhlânhai chu an hung lâk tah a: chuongchun, mipui chu fa ding le dâwn dingin an ṭhung a, inhnel dingin an tho tah a.",
      "reference": "FESUOKNA 32:6"
    },
    {
      "content": "LALPA chun Mosie kuomah a hril a, “Inhmaw la, fe thla rawh, i mihai Aigupta rama i ṭhuoi suokhai khan anni le anni an insuksiet ta sih a:",
      "reference": "FESUOKNA 32:7"
    },
    {
      "content": "an kuoma thu ka pêka inthawk chun an pêt hmang nghâl el tah a; bâwngte lim sung an insiemfâwm a, an biek a, a kuomah an inthâwi a, ‘Aw Israel, Aigupta rama inthawka ṭhuoi suoktu che i pathien a ni hi,’ an tih a,” tiin.",
      "reference": "FESUOKNA 32:8"
    },
    {
      "content": "LALPA bawk chun Mosie kuomah, “Hi mipui hi ka hmu chieng tah; ngai ta, mipui kawmawtak an nih:",
      "reference": "FESUOKNA 32:9"
    },
    {
      "content": "chuleiin, tuhin mi mâksan rawh, an chunga ka lunginsenna chu a hung lum a, anni ka sukbohmang theina dingin; nang ruok chu hnam ropuitakah la siem ka ti che,” a tih a.",
      "reference": "FESUOKNA 32:10"
    },
    {
      "content": "Mosie ruok chun LALPA a Pathien chu a ngên a, “LALPA, Aigupta rama inthawka kut thahrât le thilthawtheina nasatak le i hung ṭhuoi suok hieng i mihai chunga hin iengdingin am i lunginsenna chu lum el a ta?",
      "reference": "FESUOKNA 32:11"
    },
    {
      "content": "Iengdingin am Aigupta mihai chun, ‘Hnuoi chunga anni sukbo- hmang vawng ding le tlânghaia chun anni sukhlum dingin thiltum ṭha- nawtakin anni a ṭhuoi suok a,’ ti el an ti leh? I lunginsenna ṭiumtaka inthawk chun inher la, i mihai chunga hi thil ṭhanaw hi lakîr rawh.",
      "reference": "FESUOKNA 32:12"
    },
    {
      "content": "I siehlawhai Abraham, Isak le Israel kuoma nangma le nangma inkhâma, ‘I thlahai chu vâna arasihai angin sukpung ka ta; hi ram po po ka hril ta hi in thlahai kuomah pêng ka ta, kumkhuoin hluong an tih,’ tiha i hril kha hre zing rawh,” a tih a.",
      "reference": "FESUOKNA 32:13"
    },
    {
      "content": "Chun, LALPA chun a mihai chunga thâwng ka tih tiha a hril thil ṭhanaw chu a lâkkîr tah a.",
      "reference": "FESUOKNA 32:14"
    },
    {
      "content": "Chun, Mosie chu ân her a, thuthlung lung phêk pahni chu a kuta chawiin, tlânga inthawk chun a fethla tah a: chu lung phêkhai chu an pang khing hni hniha ziek an nih; a pang khing khat le a pang khingtieng khawm chun ziek ve ve an nih.",
      "reference": "FESUOKNA 32:15"
    },
    {
      "content": "Chu lungphêkhai chu Pathien sinthaw, le Pathien iziek, lung- phêkhai chunga ker an nih.",
      "reference": "FESUOKNA 32:16"
    },
    {
      "content": "Josua chun mipui khêkri chu a hrietin Mosie kuomah, “Riebûka sawn indona ri a um,” a tih a.",
      "reference": "FESUOKNA 32:17"
    },
    {
      "content": "Mosie chun, “Hnena khêkri chu a ni nawh a, hneha umhai khêkri khawm a ni bawk nawh a, hlasak ri a ni lem chu ka hriet chu,” a tih a.",
      "reference": "FESUOKNA 32:18"
    },
    {
      "content": "Chun, riebûk kâwl a hung tlunga bâwngte lim le lâm chu a hmu phingleh Mosie lunginsenna chu a hung lum a, a kuthaia inthawk lungphêkhai chu a dehâwn a, tlâng bula chun a sukkawi tah a.",
      "reference": "FESUOKNA 32:19"
    },
    {
      "content": "Bâwngte lim an siem chu a lâk a, meiah a rawh a, a rawt nâwi a, tuiah a phul a, Israel thlahai chu ân dâwntir tah a.",
      "reference": "FESUOKNA 32:20"
    },
    {
      "content": "Mosie chun Aron kuomah, “Hi mipui hin i kuomah ieng am an thawha hienga an chunga suol nasa- tak în tlungtir hi?” a tih a.",
      "reference": "FESUOKNA 32:21"
    },
    {
      "content": "Aron chun, “Ka lalpa lunginsen- na chu lum naw raw se: hi mipui hi thil suol âwnsa hrim an nih ti nangin i hriet annâwm.",
      "reference": "FESUOKNA 32:22"
    },
    {
      "content": "Ka kuomah, ‘Kan hma ṭhuoitu dingin pathienhai mi siempêk rawh, hi Mosie Aigupta rama inthawka mi ṭhuoi suoktu hlak hi ieng am a chang a ni tah kan hriet si nawh a,’ an tih a.",
      "reference": "FESUOKNA 32:23"
    },
    {
      "content": "Chun, an kuomah, ‘Tukhawm rângkachak nei chun hlîp raw se,’ ka tih a, chuongchun, an mi hung pêk a, chun, meiah ka rawtui a, hi bâwng- te lim hi a hung suok a ni hi,” a tih a.",
      "reference": "FESUOKNA 32:24"
    },
    {
      "content": "Mosie chun mipui chu zalêntaka um a hmu chun (Aronin a lo khuokhir naw leiin hmêlmahai mithmuah muolphotakin a lo inumtir ta sih a),",
      "reference": "FESUOKNA 32:25"
    },
    {
      "content": "Mosie chu riebûk kawtkhâra chun a ngîr a, “LALPA tienga ṭhang chu ka kuomah hung raw se,” a tih a. Levi thlahai po po chu ama kuoma chun an hung inkhâwm tah a.",
      "reference": "FESUOKNA 32:26"
    },
    {
      "content": "Chun, an kuomah, “Israel Pathien LALPA chun hieng ang hin a tih, ‘Mi tinin a ngûnhnâm chu a mal chungah sie sienla, riebûk po poah kawtkhâr tinah fe vêl sienla, mi tinin a unaupa, mi tinin a ruolpa khawm, mi tinin a tuolbâwm khawm that raw se,’ a tih,” a tih a.",
      "reference": "FESUOKNA 32:27"
    },
    {
      "content": "Levi thlahai chun Mosie thu ang chun an thawh a; chuongchun, mipui chu chu ni chun mi sâng thum lai an tlu tah a.",
      "reference": "FESUOKNA 32:28"
    },
    {
      "content": "Mosie chun, “Vawisûn hin in chunga malsâwmna a pêk theina ding cheuin, mi tin chu mâni naupa amanih, mâni unaupa amanih chenin LALPA rawngbâwl dingin in inhlân ta hi,” a tih a.",
      "reference": "FESUOKNA 32:29"
    },
    {
      "content": "A zînga chun Mosie chun mipui kuoma chun, “Thil suol nasatak in thaw ta chu a nih a, chuleiin, LALPA kuomah tuhin hang fêng ka tih, in suolna ta dingin intlanna ka siem thei tâkduoiin,” a tih a.",
      "reference": "FESUOKNA 32:30"
    },
    {
      "content": "Chun, Mosie chu LALPA kuom- ah a hang fe nâwk a, “Aw hi mipui hin suolna nasatak chu an thaw tah a; rângkachak pathienhai an insiem- fâwm a,.",
      "reference": "FESUOKNA 32:31"
    },
    {
      "content": "Nisienlakhawm, rem i ti chun an suolna chu la ngaidam hrâm rawh, chuong a ni naw chun, ka ngên che hi, i lekhabu i zieka inthawk khan mi thaihmang el rawh,” a tih a.",
      "reference": "FESUOKNA 32:32"
    },
    {
      "content": "LALPA ruok chun Mosie kuom- ah, “Tukhawm ka chunga thil suksuol chu, ama chu ka lekhabua inthawkin thaihmang ka tih.",
      "reference": "FESUOKNA 32:33"
    },
    {
      "content": "Tuhin fe la, hmun ka hrilna chea khan mipui chu ṭhuoi la, ngai ta, ka vântirko i hmaah fêng a tih. Amiruokchu, ka hung sir nia chun an suol man chu anni chungah intlung- tir ka tih,” a ta.",
      "reference": "FESUOKNA 32:34"
    },
    {
      "content": "Chuongchun, Aron isiem bâwngte an siem lei chun LALPAIN mipui chu a hrem tah a.",
      "reference": "FESUOKNA 32:35"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "FESUOKNA 32 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}