{
  "verses": [
    {
      "content": "Aigupta rama chun LALPAIN Mosie le Aron kuoma chun a hril a,",
      "reference": "FESUOKNA 12:1"
    },
    {
      "content": "“Hi thla hi in ta dingin thla inṭanna ning a ta, in ta dingin kum khata thla hmasatak ning a tih.",
      "reference": "FESUOKNA 12:2"
    },
    {
      "content": "Israel mi inkhâwmhai po po lai chun hril unla, ‘hi thla ni sâwm ni tak hin, mi tinin an pahnamhai ang peiin berâmte pakhat, sûng khat ta dingin berâmte pakhat la seng raw hai se:",
      "reference": "FESUOKNA 12:3"
    },
    {
      "content": "chun, sûng khat chu berâmte pakhat ta dinga an tlâwm talaw chun ama le a dawttu chun berâmte pa- khat, a mi tamzie ang peiin hmang an ta, mi tin ifâk tâwk ang peiin berâmte chu tiem in tih.",
      "reference": "FESUOKNA 12:4"
    },
    {
      "content": "In berâmte chu a chal kum khat mi, demkailo a ni ding a nih, kêl ruol laia inthawkin, annawleh, berâm ruol laia inthawkin la tum in tih,",
      "reference": "FESUOKNA 12:5"
    },
    {
      "content": "chu thla ni sâwm pali chen chun kawl in tih: Israel mi inkhâwmhai po po chun zântieng chun that in tih.",
      "reference": "FESUOKNA 12:6"
    },
    {
      "content": "Chun, a thisen chu lâng an ta, an fâkna ding in kawtkhâr bieng ve ve le kawtkhâr lu khang pheiah nâl an tih.",
      "reference": "FESUOKNA 12:7"
    },
    {
      "content": "Chu zân chun a sa chu meia rawin, chawl ṭhanglo bei leh fâng an ta; hlohna kha leh fâng an tih.",
      "reference": "FESUOKNA 12:8"
    },
    {
      "content": "A selin amanih, tuia suongin amanih fa naw unla, em hmin lem ro; a lu le a kehai le a sûnghai le chun.",
      "reference": "FESUOKNA 12:9"
    },
    {
      "content": "Zîngkâr chena dingin a ieng- khawm in hla ding a ni nawh; zîngkâr chena um zing taphawt chu meiin raw hmang in tih.",
      "reference": "FESUOKNA 12:10"
    },
    {
      "content": "Chun, hieng ang hin fâng in tih: in dier kei sa zingin, in kekawk bun sa zingin le, in kuta in hmawl chawi sa zingin, inhmâwtakin in fâk ding a nih. LALPA Fekân Ruoiṭhe a nih.",
      "reference": "FESUOKNA 12:11"
    },
    {
      "content": "Chu zân chun Aigupta ram fe thleng ka ta, ran le mihriem khawm, Aigupta rama nau lutîr po po chu ka sukhlum ding a ni sih a; chun, Aigupta mihai pathienhai chunga khawm rorêlnahai intlungtir bawk ka tih, LALPA chu ka ni hi!",
      "reference": "FESUOKNA 12:12"
    },
    {
      "content": "Chun, thisen chu in ta dingin in umna inhai inchikna nîng a ta; thisen chu ka hmu pha chun, nangni chu fekân ka ti cheu a, Aigupta ram ka hung hrem lai khawm chun, nangni sukbohmang ding cheuin in chungah hri hrim hrim um naw nih.",
      "reference": "FESUOKNA 12:13"
    },
    {
      "content": "Hi ni hi in ta dingin hriet zingna nîng a ta, LALPA kuomah ruoiṭhena nei hlak in tih: in thlahai chenin, kumkhuoin dân angin hi ruoiṭhena hi nei zing in tih.",
      "reference": "FESUOKNA 12:14"
    },
    {
      "content": "Ni sari sûng chu chawl ṭhanglo bei in fâk ding a na, ni khat niha inthawk khawmin in inhaia in- thawkin chawl sie hmang vawng in ta; ni khat niha inthawka ni sari ni chen chun mi tukhawmin chawl ṭhang bei a fâk chun, chu mi chu Israel mihaia inthawka sâtthlâk a ni ding a ni sih a.",
      "reference": "FESUOKNA 12:15"
    },
    {
      "content": "Ni khat ni chun in ta dingin inkhâwmpui inthieng um a ta, ni sari ni khawmin inkhâwmpui inthieng um bawk a tih; chuong nihaia chun sin iengkhawm in thaw ding a ni nawh, mi tinin fâk rawngbâwl ruok chu thaw thei in tih.",
      "reference": "FESUOKNA 12:16"
    },
    {
      "content": "Chawl ṭhanglo bei ruoiṭhe chu inser in ta, chu ni le le chun in mihai chu Aigupta rama inthawkin ka ṭhuoi suok a ni sih a; chuleiin, kumkhaw dâna neiin, hi ni hi in thlahai chenin inser in tih.",
      "reference": "FESUOKNA 12:17"
    },
    {
      "content": "Thla hmasatakah, chu thla ni sâwm le pali ni zântiengah chawl ṭhanglo bei in fâk ding a nih, chu thla ma ni sâwm hni pakhat ni zântieng chenin.",
      "reference": "FESUOKNA 12:18"
    },
    {
      "content": "Ni sari sûng chu chawl hrim hrim in inhaiah hmu a ni ding a ni nawh: mi tukhawm chawl ṭhang bei fatu chu, mikhuol khawm, a rama pieng khawm, chu mi chu Israel mi- puihai laia inthawka sât thlâk nîng a tih.",
      "reference": "FESUOKNA 12:19"
    },
    {
      "content": "Chawl ṭhang hrim hrim chu iengkhawm in fâk ding a ni nawh; in umna taphawthaia chun chawl ṭhanglo bei in fâk ding a nih,’ tiin hril rawh,” tiin.",
      "reference": "FESUOKNA 12:20"
    },
    {
      "content": "Chun Mosie chun Israel upahai po po chu a ko khâwm a, an kuomah, “Fe suok unla, in sûngkaw tamzie ang peiin berâmte la unla, fekân ruoi dingin that ro.",
      "reference": "FESUOKNA 12:21"
    },
    {
      "content": "Hussop bâwr la unla, thlênga thisena chun inchie unla, chu thlênga thisen chun kawtkhâr bieng pahnihai le kawtkhâr lu chung khangphei chu nâl ro: chun, zîngkâr a ni hmakhat chu tukhawm a in kawtkhâra chun suok hlek naw raw se.",
      "reference": "FESUOKNA 12:22"
    },
    {
      "content": "Aigupta mihai chu hrem dingin LALPA chu a fe thleng ding a ni sih a; chun, kawtkhâr bieng pahni le kawtkhâr lu chung khangpheia thi- sen chu a hmu chun, LALPA chun kawtkhâr chu fe kân a ta, in inhaia chun nangni sukhlum ding cheuin sukbohmangtu chu inhungtir naw nih.",
      "reference": "FESUOKNA 12:23"
    },
    {
      "content": "Hi thil hi dâna neiin nangni le in thlahai chenin kumkhuoin inser in tih.",
      "reference": "FESUOKNA 12:24"
    },
    {
      "content": "Chun, a thutiem anga, LALPA- IN ram a pêk ding cheu in tlung pha khawm, hi rawngbâwlna sin hi in vawn zing ding a nih.",
      "reference": "FESUOKNA 12:25"
    },
    {
      "content": "Chun, in nauhaiin, ‘Hi rawng- bâwlna hi a umzie ieng am a na?’ an ti pha cheu chun,",
      "reference": "FESUOKNA 12:26"
    },
    {
      "content": "‘Aigupta mihai a sukhlum a, ei inhai a sanhim laia, Aigupta rama Israel thlahai inhai fekântu, LALPA Fekân inthawina chu a nih,’ tîng in tih,” a tih a. Mipui chun an lu an suk a, chibai an bûk tah a.",
      "reference": "FESUOKNA 12:27"
    },
    {
      "content": "Chun, Israel thlahai chu an feh a, LALPAIN Mosie le Aron thu a pêk ang ngei chun an thaw tah a.",
      "reference": "FESUOKNA 12:28"
    },
    {
      "content": "Zânril lai takah LALPA chun Aigupta rama nau lutîr po po, Pharao nau lutîr a lalṭhungphaa ṭhunga inthawka sal lung ina intâng nau lutîr chen le, ran ruol tê hmasatakhai chen chun a hung sukhlum ta vawng a.",
      "reference": "FESUOKNA 12:29"
    },
    {
      "content": "Zâna chun Pharao le a sie- hlawhai le Aigupta mi po pohai chu an tho a, Aiguptaa chun ṭap nasatak el chu a um tah a: in tin el chu mithi um nawna hrim a um si nawh a.",
      "reference": "FESUOKNA 12:30"
    },
    {
      "content": "Azân azânin Mosie le Aron chu a ko a, “Tho unla, Israel thlahai le chun ka mihaia inthawkin fe hmang dai ro; chuongchun, fe unla, in ti ta angin LALPA rawng chu va bâwl ro.",
      "reference": "FESUOKNA 12:31"
    },
    {
      "content": "In ti ta angin in bâwng ruolhai le in berâm ruolhai chu ṭhuoi unla, fe vak ro khai; chun, kei khawm mal mi sâwmpêk bawk unla,” a tih a.",
      "reference": "FESUOKNA 12:32"
    },
    {
      "content": "Aigupta mihai chun Israel mihai chu inhmâwtaka suok dingin an nawr sek sek a, “Ei thi zo vawng ding an ta hi,” an ti leiin.",
      "reference": "FESUOKNA 12:33"
    },
    {
      "content": "Chuongchun, Israel mihai chu an bei hmetna thlênghai chu puona tuoma an liengkohaia putin an beihai chu chawl phul loin an chawi tah a.",
      "reference": "FESUOKNA 12:34"
    },
    {
      "content": "Israel thlahai chun Mosie thu ang pei chun an thawh a; Aigupta mihai chu silfên le, rângkachak le tangkaraw incheinahai an hni tâwl a;",
      "reference": "FESUOKNA 12:35"
    },
    {
      "content": "chuongchun, LALPAIN Israel mihai chu Aigupta mihai mithmua chun ditsakna ân hmutir a, an hni taphawt chu an pêk pei el a. Chuong ang chun Aigupta mihai chu an suksiet tah a.",
      "reference": "FESUOKNA 12:36"
    },
    {
      "content": "Israel thlahai, naupangnawi tiem loa puitling ruok khawm nuoi ruk lai chu Ramesesa inthawkin Sukkoth chen kein an fe tah a.",
      "reference": "FESUOKNA 12:37"
    },
    {
      "content": "Mi chilak tamtak khawm anni leh an hang fe veh a; bâwng ruol le berâm ruol le ran ruol tamtak leh.",
      "reference": "FESUOKNA 12:38"
    },
    {
      "content": "Aiguptaa inthawka beihlawm an hung chawihai chu chawl ṭhanglo beiphêkhaiah an zeu a, chawl ṭhanglo a ni hrim a; Aiguptaa inthawk a nama nam suok el an ni leiin le an muong thei ta naw leiin fâk ding iengkhawm an inbuotsai si nawh a.",
      "reference": "FESUOKNA 12:39"
    },
    {
      "content": "Israel thlahai thang sung, Aiguptaa an thang sung chu kum za li sawmthum a nih.",
      "reference": "FESUOKNA 12:40"
    },
    {
      "content": "Kum za li le sawmthum tâwpah, chu ni le le chun LALPA mipuihai chu Aigupta rama inthawkin an fe suok tah a.",
      "reference": "FESUOKNA 12:41"
    },
    {
      "content": "Aigupta rama inthawka ṭhuoi suok dinga LALPAIN a vêng tlat zân chu a nih: chu zân chu a nih Israel thlahaiin an thlahai nâwksâwng chen khawma LALPA ta dinga an inser tlat ding chu.",
      "reference": "FESUOKNA 12:42"
    },
    {
      "content": "LALPA chun Mosie le Aron kuomah, “Fekân Ruoi dân ding chu hi hi a nih: ram dang mi chun a fâk ve ding a ni nawh:",
      "reference": "FESUOKNA 12:43"
    },
    {
      "content": "amiruokchu, siehlaw tukhawm tangka suma inchâwk tah, ama chu sertanpêk tah a ni bawk chun fa vêng a tih.",
      "reference": "FESUOKNA 12:44"
    },
    {
      "content": "Khuolchâm amanih, inhlawfa siehlaw tukhawmin chu chu fa thei naw nih.",
      "reference": "FESUOKNA 12:45"
    },
    {
      "content": "In khata fâk ding a nih a, a sa a iengkhawm tuolah in chawi dawk ding a ni nawh, a ru khawm in sukthliek hlek ding a ni nawh.",
      "reference": "FESUOKNA 12:46"
    },
    {
      "content": "Israel mipuihai chun hi hi an zâwm tlat ding a nih.",
      "reference": "FESUOKNA 12:47"
    },
    {
      "content": "Hnam dang mi nang le fe ve a um a, LALPA kuoma Fekân Ruoi a hmang ve ding chun, pasalhai po chu an ser intantir la, chun, hung hnai sienla, hmang raw se: chun ama chu chu rama pieng ang bawk chu nîng a tih, a ram mi hrim ang nîng a tih. Sertanlo mi ruok chun, chu chu a fâk ding a ni nawh.",
      "reference": "FESUOKNA 12:48"
    },
    {
      "content": "A ram mi hrim le hnam dang mi nangni laia khuolchâm ta ding khawmin dân pakhat chau a um,” a tih a.",
      "reference": "FESUOKNA 12:49"
    },
    {
      "content": "Hieng ang hin Israel thlahai po po chun an thawh a; LALPAIN Mosie le Aron thu a pêk ang ngeiin an thawh a.",
      "reference": "FESUOKNA 12:50"
    },
    {
      "content": "Chu ni ngei chun LALPA chun Israel thlahai chu an pâwl ruol ang peiin Aigupta rama inthawk a ṭhuoi suok tah a.",
      "reference": "FESUOKNA 12:51"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "FESUOKNA 12 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}