{
  "verses": [
    {
      "content": "Mosie chun a dawn a, “Nisien- lakhawm, ngai ta, kei chu mi ring naw ni hai, ka râwl khawm ngai naw bawk an tih, ‘I kuomah LALPA ân lâr naw kha,’ an mi ti âwm sih a,” a tih a.",
      "reference": "FESUOKNA 4:1"
    },
    {
      "content": "LALPA chun a kuomah, “Kha i kuta kha ieng am a na?” a tih a. Ama chun “Hmawl,” a tih a.",
      "reference": "FESUOKNA 4:2"
    },
    {
      "content": "LALPA chun, “Hnuoi chungah pei thla rawh,” a tih a. Mosie chun hnuoia chun a pei thlâk a, rûlah a hung inchang tah a, Mosie chu a hmaa chun a tlânse tah a.",
      "reference": "FESUOKNA 4:3"
    },
    {
      "content": "Chun, LALPA chun Mosie kuom- ah, “I kut khan ban la, a meiah man rawh,” (chun, a kutin a ban a, a chel tah a, a kuta chun hmawl a ni nâwk tah a,)",
      "reference": "FESUOKNA 4:4"
    },
    {
      "content": "“LALPA, an thlatuhai Pathien, Abraham Pathien, Isak Pathien le Jakob Pathien i kuomah a hung inlâr ti an hriet theina dingin,” a tih a.",
      "reference": "FESUOKNA 4:5"
    },
    {
      "content": "LALPA chun a kuomah, “I ângsûnga khan i kut sie rawh,” a ti nâwk a. Chun, a ângsûnga chun a kut chu a sie a; chun a lâk suok nâwk chun, ngai ta, a kut chu vûr anga vârin a lo inphâr tah a.",
      "reference": "FESUOKNA 4:6"
    },
    {
      "content": "LALPA chun, “I kut kha i âng- sûngah sie nâwk rawh,” a tih a; chun, a kut chu a ângsûngah a sie nâwk a, ngai ta, a ângsûnga inthawka a lâk suok phing chun a taksa dang ang bawkin a um nâwk tah a.",
      "reference": "FESUOKNA 4:7"
    },
    {
      "content": "LALPA chun, “Nang ring naw chein, inchikna pakhatna rawl khawm ngai naw hai sien khawm, inchikna nuhnung lem bêk chu ngai ngei an tih.",
      "reference": "FESUOKNA 4:8"
    },
    {
      "content": "Chun hi inchiknahai pahni khawm hi an la ring nawh a, i rawl khawm an la ngai naw rawp chun, vadung tui lâng i ta, hnuoi hul chungah buok i tih; chun, vadunga inthawka tui i lâk chu hnuoi hul chunga chun thisen hung nîng a tih,” a tih a.",
      "reference": "FESUOKNA 4:9"
    },
    {
      "content": "Mosie chun LALPA kuomah, “Tuhin le a hma khawmin, i siehlaw kuomah thu i hung hril chena khawm, mi danginnâl ka ni nawh a, ṭawng muongtak le leili zawi ka ni sih a,” a tih a.",
      "reference": "FESUOKNA 4:10"
    },
    {
      "content": "LALPA chun a kuomah, “Mihriem bau chu tuin am a siem a? Tuin am mi chu ṭawngtheilo, nasêt, mitvar le mitdelin a siem? Kei, LALPA hin ni lo am a nih?",
      "reference": "FESUOKNA 4:11"
    },
    {
      "content": "Chuongchun, tuhin fe la, kei i bauah um ka ta, i thuhril ding chu inchûktir ka ti che,” a tih a.",
      "reference": "FESUOKNA 4:12"
    },
    {
      "content": "Ama ruok chun, “Aw LALPA, ka hni che, mi dang tir lem el rawh,” a tih a.",
      "reference": "FESUOKNA 4:13"
    },
    {
      "content": "Mosie chunga chun LALPA lunginsenna chu a hung zuol tah a, “Levi mi, i unaupa Aron kha a um naw am a nih? Thu hriltheitak a nih ti ka hriet. Ngai rawh, nangma tuok dingin a hung suok mêk a; a hmu pha che chun a lungrilah lâwm a tih.",
      "reference": "FESUOKNA 4:14"
    },
    {
      "content": "Ama kuoma chun thu hril i ta, thuhai chu ama bauah sieng i ta: i bau le ama baua chun um ka ta, ieng am in thaw ding chu inchûktir ka ti cheu.",
      "reference": "FESUOKNA 4:15"
    },
    {
      "content": "Ama chu i ta dingin mipuihai kuoma thuhriltu nîng a tih; ama chu i ta dingin bau nîng a ta, nang chu a ta dingin Pathien ang nîng i tih.",
      "reference": "FESUOKNA 4:16"
    },
    {
      "content": "Hi hmawl hi i kutin chawi pei i ta, chu chun inchiknahai chu thâwng i tih,” a tih a.",
      "reference": "FESUOKNA 4:17"
    },
    {
      "content": "Mosie chu a tarpupa Jethro kuomah a kîr nâwk tah a, a kuomah, “Ka hni che hi, mîn fetir la, ka unauhai Aiguptaa umhai kuoma chun mîn kîrtir nâwk la, damin am an um va hmûng ka tih,” a tih a. Jethro chun Mosie kuomah, “Thla- muongtakin fe rawh,” a tih a.",
      "reference": "FESUOKNA 4:18"
    },
    {
      "content": "LALPA chun Midian rama Mosie kuomah, “Fe la, Aiguptaah kîr nâwk rawh; nangma sukhlum tum- tuhai po kha an thi ta sih a,” a tih a.",
      "reference": "FESUOKNA 4:19"
    },
    {
      "content": "Mosie chun a naupasalhai le a nuhmei a ṭhuoi a, sabengtung chung- ah anni ân chuongtir a, Aigupta ramah a kîr nâwk tah a. Mosie chun Pathien hmawl chu a kutin a chawi pei a.",
      "reference": "FESUOKNA 4:20"
    },
    {
      "content": "LALPA chun Mosie kuomah, “Aiguptaa i kîr nâwk pha, i kuta thilmak ka sie po pohai kha Pharao hmaah thaw ngei i ta; nisien- lakhawm, mihai chu ân fetir nawna dingin a lungril chu ka sukngar ding a nih.",
      "reference": "FESUOKNA 4:21"
    },
    {
      "content": "Chun, nangin Pharao kuoma chun, ‘Hieng hin LALPA chun a tih; Israel hi ka naupa, ka nau lutîr a nih;",
      "reference": "FESUOKNA 4:22"
    },
    {
      "content": "chuleiin, i kuomah, “Ka naupa hi ka rawng a bâwl theina dingin infetir rawh,” ka ti a nih; infetir chu i phal naw chun, ngai rawh, i naupa i nau lutîr ngei chu sukhlum ka tih, ti ka hril che hi a tih,’ tiin i hril ding a nih,” a tih a.",
      "reference": "FESUOKNA 4:23"
    },
    {
      "content": "Lam kâra an riekna hmuna chun LALPA chun ân tuokpui a, ama chu that a tum tah a.",
      "reference": "FESUOKNA 4:24"
    },
    {
      "content": "Zippora chun meitâwklung ngei a lâk a, a naupa serhmawr vun chu a ât thlâk a, Mosie ke chu ân tâwktir a; chun, chu nu chun, “Ka ta dingin moneitu, thisen insuohmang, i ni ngei el hi,” a tih a.",
      "reference": "FESUOKNA 4:25"
    },
    {
      "content": "Chuongchun, LALPAIN Mosie chu ân thla tah a. Chutikle chun a nih chu nu chun “Sertanna lei hin thisen insuohmang moneitu i nih,” a ti chu.",
      "reference": "FESUOKNA 4:26"
    },
    {
      "content": "LALPA chun Aron kuomah, “Thlalêrah Mosie tuok dingin fe rawh,” a tih a. Chuongchun, a feh a, Pathien tlânga chun a vân tuokpui a, ama chu a fâwp tah a.",
      "reference": "FESUOKNA 4:27"
    },
    {
      "content": "Mosie chun LALPAIN ama a tirna thuhai po po, le inchikna ama ân kawltirhai po po chu, Aron kuom- ah a hril tah a.",
      "reference": "FESUOKNA 4:28"
    },
    {
      "content": "Chun, Mosie le Aron chu an fe tah a, Israel thla upahai po po chu an ko khâwm a.",
      "reference": "FESUOKNA 4:29"
    },
    {
      "content": "Aron chun LALPAIN Mosie kuoma thu a hril po pohai chu a hril a, mipuihai hmaa chun inchiknahai chu a thaw tah a.",
      "reference": "FESUOKNA 4:30"
    },
    {
      "content": "Mipui chun an ring tah a: LALPA chun Israel thlahai chu a hung sir tah a, an rimsik tuorna chu a hmu tah ti an hriet chun, an luhai an kûn a, chibai an bûk tah a.",
      "reference": "FESUOKNA 4:31"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "FESUOKNA 4 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}