{
  "verses": [
    {
      "content": "Elima inthawk chun an inzin suok a, Israel thla mipui po po chu, Aigupta ram an suoksanna thla hnina ni sâwmpanga ni tak chun, Sinai le Elim inkâra Sin thlalêr chu an hung tlung a.",
      "reference": "FESUOKNA 16:1"
    },
    {
      "content": "Israel thla mipui po po chu thlalêra chun Mosie le Aron chunga chun an chier tah a.",
      "reference": "FESUOKNA 16:2"
    },
    {
      "content": "Israel thlahai chun an kuomah, “Aigupta rama sa bêlhai leh kan ṭhung a, bei kan dittâwka fa zing khan LALPA kuta chun thi el inlang ni ding bah: hieng mipui po po hi phîngṭâma thi ding elin thlalêrah in mi ṭhuoi lût a ni ta hi,” an tih a.",
      "reference": "FESUOKNA 16:3"
    },
    {
      "content": "Chun, LALPA chun Mosie kuom- ah, “Ngai rawh, vâna inthawkin in ta dingin bei ka hung insûrtir ding a nih: mipui va fe suok an ta, ka dân an zâwm le an zâwm naw anni ka fie theina dingin ni tin ni khat tlatâwk la khâwm raw hai se.",
      "reference": "FESUOKNA 16:4"
    },
    {
      "content": "Ni ruk nia chun ni tina an lâk khâwm zât lethni la khâwm an ta, chu chu buotsai an tih,” a tih a.",
      "reference": "FESUOKNA 16:5"
    },
    {
      "content": "Mosie le Aron chun Israel thlahai po po kuoma chun, “Zântieng pha, LALPA chu a nih Aigupta rama inthawka ṭhuoi suoktu cheu chu ti hrieng in ta,",
      "reference": "FESUOKNA 16:6"
    },
    {
      "content": "zîngtieng leh LALPA ropuina chu hmûng in tih; LALPA chun a chunga in chiernahai chu a hriet sih a. Keini chu ieng am kan niha in mi chier khum hi?” an tih a.",
      "reference": "FESUOKNA 16:7"
    },
    {
      "content": "Mosie bawk chun, “Zântieng chun sa le zîngtieng chun bei dittâwk fâk ding a pêk pha cheu chun LALPA a nih ti hrieng in tih, a chunga in chiernahai chu LALPA chun a hriet sih a: keini chu ieng am kan nih a? In chierna chu keini chungah ni loin LALPA chungah a ni lem in sawnnaw,” a tih a.",
      "reference": "FESUOKNA 16:8"
    },
    {
      "content": "Chun, Mosiein Aron kuomah, “Israel thla mipui po po kuoma chun, ‘LALPA hmaa chun hung hnai ro, in chiernahai po po chu a hriet sih a,’ ti rawh,” a tih a.",
      "reference": "FESUOKNA 16:9"
    },
    {
      "content": "Chun, Israel thla mipui po po kuoma Aronin a hril phingleh, thlalêr tieng chu an en a, sûm laia Pathien ropuina hung inlang chu an hmuh a.",
      "reference": "FESUOKNA 16:10"
    },
    {
      "content": "LALPA chun Mosie kuomah a hril a,",
      "reference": "FESUOKNA 16:11"
    },
    {
      "content": "“Israel thlahai chiernahai chu ka hriet a, an kuomah, ‘Zântieng chun sa fâng in ta, zîngtieng chun beia sukkhawp nîng in tih, chun LALPA in Pathien chu ka nih ti hrieng in tih’ ti rawh,” tiin.",
      "reference": "FESUOKNA 16:12"
    },
    {
      "content": "Zântieng chun hieng hi a nih a, vamîmhai an hung suok a, riebûk chu a tuomin an hung tuom tah a: zîngkâr ruok chun riebûk vêla chun daidaw a kûr ṭuk el a.",
      "reference": "FESUOKNA 16:13"
    },
    {
      "content": "Daidaw chuonga kûr ṭuk chu a hul hnung chun, ngai ta, thil inhlûm chite te, hnuoi chunga vûr tlang te vâr sar ang hi thlalêr chung po poa chun a um tah a.",
      "reference": "FESUOKNA 16:14"
    },
    {
      "content": "Israel thlahaiin chu chu an hmu chun ieng am a nih an hriet si nawh a, “Ieng am a na?” an inti tâwl a. Mosie chun an kuomah, “LALPAIN fâk dinga bei a pêk cheu chu a ni hi.",
      "reference": "FESUOKNA 16:15"
    },
    {
      "content": "Hi hi LALPAIN, ‘Mi tin fâk tâwk ang peiin rût ro; mi lu kipin omer khat pei, mi tinin a puon ina mihai ta dingin, in mihai zât ang peiin rût in tih,’ tiha thu a pêk kha a ni hi,” a tih a.",
      "reference": "FESUOKNA 16:16"
    },
    {
      "content": "Israel thlahai chun chuong ang tak chun an thawh a, ṭhenkhatin tam deu, ṭhenkhatin tlâwm deu an rût tah a.",
      "reference": "FESUOKNA 16:17"
    },
    {
      "content": "Chun, omer khat peia an inkhi chun a rût tamtu khawm chun a chuong iengkhawm a nei nawh a, a rût tlâwmtu khawm chu a tlasam chuong naw bawk a; mi tin fâk tâwk ang peiin an rût tah a.",
      "reference": "FESUOKNA 16:18"
    },
    {
      "content": "Chun, Mosiein an kuomah, “Zîngkâr chen tukhawmin hla naw raw se,” a tih a.",
      "reference": "FESUOKNA 16:19"
    },
    {
      "content": "Nisienlakhawm, Mosie thu chu an ngai nawh a, ṭhenkhatin zîngkâr chenin an hlah a, a lo inngeh a, a thu tah a; Mosie chu an chungah a lunginsen ta hleh a.",
      "reference": "FESUOKNA 16:20"
    },
    {
      "content": "Tûk tin elin an rût a, mi tin chun a fâk tâwk ang peiin. Sûna nisa a hung lum pha ruok chun ân tui hmang hlak a.",
      "reference": "FESUOKNA 16:21"
    },
    {
      "content": "Ni ruk ni ruok chun fâk tâwk lêt hni, mi tin ta dinga omer hni peiin an rût a; chun, mipui hotuhai chu an hung a, Mosie kuomah an hril a.",
      "reference": "FESUOKNA 16:22"
    },
    {
      "content": "Ama chun an kuomah, “Hi hi a nih LALPAIN a hril kha: Zînga chu LALPA ta dinga Châwl ni inthieng, châwl ṭawk ṭawk ding ni chu a nih; in suong ding chu suong unla, in zêu ding chu zêu unla, chun, a mahla po po chu zîngkâr chen in ta dinga sie dingin hla el ro,” a tih a.",
      "reference": "FESUOKNA 16:23"
    },
    {
      "content": "Mosiein a ti ang chun zîngkâr chena dingin an sie tah a; chuong- chun, a lo thu nawh a, a nge hrim khawm a um bawk nawh.",
      "reference": "FESUOKNA 16:24"
    },
    {
      "content": "Mosie chun, “Kha kha vawisûn fa ro, vawisûn hi chu LALPA kuoma Châwl ni inthieng a ni sih a: vawisûn chu in rûtna hlak hmuna hrim hrim hmu naw ti niu.",
      "reference": "FESUOKNA 16:25"
    },
    {
      "content": "Ni ruk sûng chu la khâwm in ta, ni sari ni ruok chu Châwl ni a nih a, chu ni chun pakhat khawm um naw nih,” a tih a.",
      "reference": "FESUOKNA 16:26"
    },
    {
      "content": "Ni sari ni chun mipui laia ṭhenkhat chu va rût dingin an fe suoka chu pakhat khawm an hmu nawh.",
      "reference": "FESUOKNA 16:27"
    },
    {
      "content": "Chun, LALPAIN Mosie kuom- ah, “Ka thupêkhai le ka dânhai chu zâwm nuom loin ieng chen am in um ding a na?",
      "reference": "FESUOKNA 16:28"
    },
    {
      "content": "Ngai ta u, LALPA chun Châwl ni a pêk cheu leiin ni ruk ni chun ni hni tla bei a pêk si cheu a, mi tin chu in hmun sengah um ṭawk ṭawk ro, ni sari ni chun a hmuna inthawk tukhawm fe suok naw raw se,” a tih a.",
      "reference": "FESUOKNA 16:29"
    },
    {
      "content": "Chuongchun, mipui chu ni sari ni chun an châwl tah a.",
      "reference": "FESUOKNA 16:30"
    },
    {
      "content": "Chun, Israel sûnghai chun, chu hminga chun Manna an inbûk a; koriendar chi anga vâr, ân hnikzie chu bei inphân khuoizu le siem ang hi a nih.",
      "reference": "FESUOKNA 16:31"
    },
    {
      "content": "Mosie chun, hi thil hi a nih LALPAIN, “In thlahai ta dingin omer sip khat kawl zing ro, Aigupta rama inthawka ka ṭhuoi suok lai cheua ka châwmna cheu bei chu an hmu theina dingin, tiha thu a lo pêk chu,” a tih a.",
      "reference": "FESUOKNA 16:32"
    },
    {
      "content": "Mosie chun Aron kuomah, “Bêl la la, omer sip khat manna chutaka chun sie rawh, chun, i thlahai ta dinga kawl dingin LALPA hmaa chun sie ṭha rawh,” a tih a.",
      "reference": "FESUOKNA 16:33"
    },
    {
      "content": "LALPAIN Mosie thu a pêk ang tak chun Aron chun kawl zing dingin, thuthlungna bâwm hmaa chun a sie tah a.",
      "reference": "FESUOKNA 16:34"
    },
    {
      "content": "Israel thlahai chun mi umna ram an hung tlung hma po kum sawmli sûng chu manna chu an fâk tah a. Kanaan ram ramrihai an hung tlung chen chun an fâk a.",
      "reference": "FESUOKNA 16:35"
    },
    {
      "content": "(Omer khat chu Epha hmun sâwma ṭheha hmun khat a nih.)",
      "reference": "FESUOKNA 16:36"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "FESUOKNA 16 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}