{
  "verses": [
    {
      "content": "Chun, LALPAIN Mosie kuomah, “En ta, Pharao kuoma chun Pathien angah ka siem cheh a; chun, i unaupa Aron chu i zâwlnei nîng a tih.",
      "reference": "FESUOKNA 7:1"
    },
    {
      "content": "Thu ka pêk po po che kha nangin hril i ta: chun, i unaupa Aron chun, a rama inthawka Israel thlahai chu infe suoktir dingin Pharao kuomah hril vêng a tih.",
      "reference": "FESUOKNA 7:2"
    },
    {
      "content": "Nisienlakhawm, Pharao lungril chu sukngar ka ta, Aigupta rama chun ka thilmakhai le ka inchiknahai chu sukpung ka tih.",
      "reference": "FESUOKNA 7:3"
    },
    {
      "content": "Pharao chun in thu chu ngai naw nih a, chuongchun, Aigupta chunga chun ka kut thlâk ka ta, ka mipuihai, ka mi Israel thlahai chu, rorêlna nasatakhai hmangin Aigupta rama inthawkin ṭhuoi suok ka tih.",
      "reference": "FESUOKNA 7:4"
    },
    {
      "content": "Aigupta chunga chun ka bân ka phar a, Israel thlahai chu anni laia inthawk ngeia ka ṭhuoi suok pha chun, Aigupta mihai chun LALPA ka ni ti mi hre tâng an tih,” a tih a.",
      "reference": "FESUOKNA 7:5"
    },
    {
      "content": "Chun, Mosie le Aron chun LALPAIN an kuoma thu a pêk ang tak chun an thaw tah a.",
      "reference": "FESUOKNA 7:6"
    },
    {
      "content": "Pharao kuoma thu an hril lai hin Mosie chu kum sawmriet mi a nih a, Aron chu kum sawmriet pathum mi a nih.",
      "reference": "FESUOKNA 7:7"
    },
    {
      "content": "LALPA chun Mosie le Aron kuoma chun,",
      "reference": "FESUOKNA 7:8"
    },
    {
      "content": "“Pharao chun, ‘Thilmak chu hang inentir ta u le,’ a ti pha cheu chun, Aron kuomah, ‘I hmawl la la, Pharao hmaah pei thla rawh,’ tîng i ta; chun, rûlin inchang a tih,” a tih a.",
      "reference": "FESUOKNA 7:9"
    },
    {
      "content": "Chun, Mosie le Aron chu Pharao kuoma chun an va lût a, LALPAIN thu a pêk ang tak chun an thaw tah a: Aron chun Pharao le a siehlawhai hmaa chun a hmawl chu a pei thlâk a, rûlin a hung inchang tah a.",
      "reference": "FESUOKNA 7:10"
    },
    {
      "content": "Chun, Pharao khawmin mi varhai le dawithiemhai a ko khâwm a, Aigupta aisânthiemhai khawm chun dawi hmangin chuong ang tak chun an thaw ve tah a.",
      "reference": "FESUOKNA 7:11"
    },
    {
      "content": "Mi tin chun an hmawl chu an pei thlâk a, rûlah ân chang seng a, nisienlakhawm, Aron hmawl chun an hmawlhai chu a lem tah a.",
      "reference": "FESUOKNA 7:12"
    },
    {
      "content": "Pharao lungril chu sukngarin a um a, LALPAIN a hril ang khan an thu chu a ngai nawh a.",
      "reference": "FESUOKNA 7:13"
    },
    {
      "content": "Chun, LALPA chun Mosie kuomah, “Pharao lungril chu sukngar a nih a, mipuihai chu ân fetir phal nawh.",
      "reference": "FESUOKNA 7:14"
    },
    {
      "content": "Pharao kuomah zîngkâr va fe la, tui tienga a fe laiin ama intuokpui dingin vadung panga chun ngîr la; chun, hmawl rûla inchang kha i kutin chawi rawh.",
      "reference": "FESUOKNA 7:15"
    },
    {
      "content": "Chun, a kuomah, ‘LALPA, Hebraihai Pathien chun, Ka mihaiin ka rawng an bâwl theina dingin thlalerah infetir rawh, tiin i kuomah a mi hung tir a nih, ngai ta, chu chu i ngai si nawh a.",
      "reference": "FESUOKNA 7:16"
    },
    {
      "content": "Hieng hin LALPAIN a tih, Hitaka hin LALPA ka ni mi hrieng i tih, ngai ta, ka kuta hmawl um hin vadunga tuihai hi zuk vuong ka ta, thisenah inchang an tih.",
      "reference": "FESUOKNA 7:17"
    },
    {
      "content": "Chun, vadunga nga umhai chu thîng an ta, vadung chu a thûkin thûng a tih; chun, Aigupta mihai chun vadunga tui chu dâwn dingin tirdak an tih,’ ti rawh,” a tih a.",
      "reference": "FESUOKNA 7:18"
    },
    {
      "content": "Chun, LALPA chun Mosie kuomah, “Aron kuomah, ‘I hmawl la la, Aiguptaa tui po po an vadunghai chungah, an tuiluongnahai chungah le, an dîlhai chungah le, an tuitinghai chunga chun i kut phar rawh, thisen an hung ni theina dingin; chun, Aigupta ram sûng po poa thing tuibêlhai le lung tuibêlhaia khawm chun thisen hung nîng an tih,’ tiin hril rawh,” a tih a.",
      "reference": "FESUOKNA 7:19"
    },
    {
      "content": "Mosie le Aron chun LALPA thupêk ang tak chun an thaw tah a. Aron chun a hmawl chu ân let a, Pharao le a siehlawhai mithmu ngeia chun vadunga tui chu a vuok a, vadunga tui po po chu thisenah a hung inchang ta vawng a.",
      "reference": "FESUOKNA 7:20"
    },
    {
      "content": "Vadunga nga umhai chu an thi tah a; chun, vadung chu a thûkin a thu tah a, Aigupta mihai chun vadunga tui chu an dâwn thei ta nawh a: Aigupta ram sûng po poah thisen chu a um sih a.",
      "reference": "FESUOKNA 7:21"
    },
    {
      "content": "Chun, Aiguptaa aisânthiemhai khawm chun dawi hmangin chuong ang tak chun an thaw veh a. Pharao lungril chu sukngarin a um zing a, LALPAIN a hril ta ang khan an thu chu a ngai nawh a.",
      "reference": "FESUOKNA 7:22"
    },
    {
      "content": "Pharao chu a kîr a, a inah a fe tah a, a lungrilah hi thu hi a ngaituo bawk nawh.",
      "reference": "FESUOKNA 7:23"
    },
    {
      "content": "Aigupta mihai po po chun vadung vêla chun tui dâwn ding hmu tumin an cho tah a; vadung tui chu an dâwn thei ta si nawh a.",
      "reference": "FESUOKNA 7:24"
    },
    {
      "content": "LALPAIN vadung a vuok chenah ni sari a liem tah a.",
      "reference": "FESUOKNA 7:25"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "FESUOKNA 7 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}