{
  "verses": [
    {
      "content": "“Hienghai hi an kuoma i pêk ding dânhai chu an nih:",
      "reference": "FESUOKNA 21:1"
    },
    {
      "content": "Hebrai siehlaw în châwk chun, kum ruk sûng i rawngbâwl a ta; a kum sarinaa chun iengkhawm ngai loin, a thlâwnin suok el a tih.",
      "reference": "FESUOKNA 21:2"
    },
    {
      "content": "Ama khâta hung lût a ni chun, ama khâtin suok nâwk el a ta; nuhmei nei tah a ni chun a nuhmei khawm ama leh suok vêng a tih.",
      "reference": "FESUOKNA 21:3"
    },
    {
      "content": "A hotupa chun nuhmei a pêk a, a nuhmei chun naupasalhai le naunu- hmeihai a neipêk chun,nuhmei le a nauhai chu a hotupa ta nîng an ta; ama khâtin suok el a tih.",
      "reference": "FESUOKNA 21:4"
    },
    {
      "content": "Nisienlakhawm, siehlaw chun, Ka hotupa, ka nuhmei le ka nauhai ka hmangai a, zalêna um dingin suok da el ka tih, a ti chun:",
      "reference": "FESUOKNA 21:5"
    },
    {
      "content": "a hotupa chun Pathien kuomah hung ṭhuoi a ta, kawtkhâr bienga manih, kawtkhâra manih hung ṭhuoi a ta; a hotupa chun a nakâwr chu thîr zumin ver tlang a ta, kumkhuoin ama rawng chu bâwl tâng a tih.",
      "reference": "FESUOKNA 21:6"
    },
    {
      "content": "“Miin a naunuhmei siehlawnu ni dinga a zawr chun, siehlawpahai suok angin chu minu chu suok thei naw nih.",
      "reference": "FESUOKNA 21:7"
    },
    {
      "content": "A hotupa a suklungawi nawh a, ama chun nei dinga a huol naw chun, intlanin inumtir a tih: amânu chu indiklotaka a lo thaw tâk leiin, ram dang mi kuoma zawr sâwng dingin thuneina nei thei naw nih.",
      "reference": "FESUOKNA 21:8"
    },
    {
      "content": "A naupa nuhmei dinga a huol a ni chun, ama chu naunuhmeihai ang bawkin a thaw ding a nih.",
      "reference": "FESUOKNA 21:9"
    },
    {
      "content": "Nuhmei dang ân neitir chun, a bu, a silfên le inneinaa a chan chu a suktlâwmpêk chuong ding a ni nawh.",
      "reference": "FESUOKNA 21:10"
    },
    {
      "content": "Hi thil pathum hi chu minu chunga a thaw naw chun, tangka loin, iengkhawm ngai loin fe suok el a tih.",
      "reference": "FESUOKNA 21:11"
    },
    {
      "content": "“Miin mi dang a vuok a, a thi chun, ama khawm chu sukhlum ngei ding a nih.",
      "reference": "FESUOKNA 21:12"
    },
    {
      "content": "Nisienlakhawm, tum hrimnaa inchân lei ni lo a, Pathienin ama chu a kuta a pêk hrim a ni chun, tlân hmangna ding hmun ruotpêk ka ti che.",
      "reference": "FESUOKNA 21:13"
    },
    {
      "content": "Miin a vênghai tum hrimnaa hlêma sukhlum tuma a thaw ruok chun, ama chu sukhlum dingin ka mâichâma inthawkin ṭhuoi hmang i tih.",
      "reference": "FESUOKNA 21:14"
    },
    {
      "content": "“Tukhawm a nu manih, a pa manih vawtu chu sukhlum ngei ding a nih.",
      "reference": "FESUOKNA 21:15"
    },
    {
      "content": "“Tukhawm mihriem inru chu, a zawr khawmin, amain a umpui a ni khawmin, ama chu sukhlum ngei ding a nih.",
      "reference": "FESUOKNA 21:16"
    },
    {
      "content": "“Tukhawm a pa manih, a nu manih ṭawngsieinphurtu chu sukhlum ngei ding a nih.",
      "reference": "FESUOKNA 21:17"
    },
    {
      "content": "Mi insuol hai sienla, mi pakhat- in mi dang lunga dêngin amanih, a kuttumin amanih chum sienla, ama chu thi loin, tho kâng pei loin zâl el sienla;",
      "reference": "FESUOKNA 21:18"
    },
    {
      "content": "a hung tho nâwk a, hmawl ṭhuna a lâwn thei chun, a vawtu chu insuo phawt ding a nih; a hun sukhmang ai chu thung a ta, a dam var chenin enkawl a tih.",
      "reference": "FESUOKNA 21:19"
    },
    {
      "content": "“Miin a siehlawpa amanih, a siehlawnu amanih hmawlin vaw sien, thi dêr sienla, ama chu hrem ngei ding a nih.",
      "reference": "FESUOKNA 21:20"
    },
    {
      "content": "Nisienlakhawm, ni khat am- anih, ni hni amanih a la dam chun, ama chu hrem ding a ni nawh; siehlaw chu a tangka a ni leiin.",
      "reference": "FESUOKNA 21:21"
    },
    {
      "content": "“Mi an insuol a, nuhmei nau vawn a suknah a, a nau chu a tla chun, sietnain hung zui kher naw sien khawm, chu nuhmeinu pasalin a chunga a phût zât ang ang chu inchawitir ngei ding a nih: chun, rorêltuhaiin ṭha an ti ang chu a pêk ding a nih.",
      "reference": "FESUOKNA 21:22"
    },
    {
      "content": "Sietnain a hung zui hlau ruok chun hringna aiah hringna,",
      "reference": "FESUOKNA 21:23"
    },
    {
      "content": "mit aiah mit, ha aiah ha, kut aiah kut, ke aiah ke,",
      "reference": "FESUOKNA 21:24"
    },
    {
      "content": "raw aiah raw, sukhliem aiah sukhliem, vuok aiah vuok pe ve thung i tih.",
      "reference": "FESUOKNA 21:25"
    },
    {
      "content": "“Miin a siehlawpa mit amanih, a siehlawnu mit amanih a vuok a, a suksiet chun, a mit lei chun ama chu iengkhawm ngai loin insuoktir el a tih.",
      "reference": "FESUOKNA 21:26"
    },
    {
      "content": "A siehlawpa ha amanih, a siehlawnu ha amanih a vuok thlawng chun, a ha lei chun iengkhawm ngai loin insuoktir el a tih.",
      "reference": "FESUOKNA 21:27"
    },
    {
      "content": "“Bâwngchalin pasal amanih, nuhmei a sik a, a thi chun, chu bâwngchal chu lunga dêng hlum ngei ding a na, a sa chu fâk a ni ding a ni nawh; bâwngchal neitu ruok chu fihlîm a tih.",
      "reference": "FESUOKNA 21:28"
    },
    {
      "content": "Nisienlakhawm, bâwngchal chu a hma khawmin mi sik hmangtak lo ni tahin, a neitu khawm chu inhriet- tir lo ni ta bawk sienla, ama chun a inah a thlung nawh a, pasal amanih, nuhmei a sukhlum a ni chun, a neitu chu sukhlum nîng a ta, bâwgchal khawm chu dêng hlum ni bawk a tih.",
      "reference": "FESUOKNA 21:29"
    },
    {
      "content": "Ama chu intlanna phût a ni chun, a hringna ta dinga intlanna a kuoma phût ang taphawt chu pêng a tih.",
      "reference": "FESUOKNA 21:30"
    },
    {
      "content": "Naupa amanih, naunu sik a ni khawmin hi dân bawk hi a chungah hmang nîng a tih.",
      "reference": "FESUOKNA 21:31"
    },
    {
      "content": "Bâwngchalin siehlawpa am- anih, siehlawnu a sik chun, a neitu chun an hotupa kuoma chun shekel tangka sâwmthum pêng a ta, chun, bâwngchal chu dêng hlum nîng a tih.",
      "reference": "FESUOKNA 21:32"
    },
    {
      "content": "“Miin khur hawngin amanih, miin khur choin nel nâwk naw sienla, chutaka chun sabengtung amanih, bâwngchal tla ta sienla,",
      "reference": "FESUOKNA 21:33"
    },
    {
      "content": "a khur neitu chun thung a ta; a ran neitu kuoma chun tangka pêng a ta, ran thi chu ama ta ni tâng a tih.",
      "reference": "FESUOKNA 21:34"
    },
    {
      "content": "“Mi pakhat bâwngchalin mi dang bâwngchal suknain lo thi ta sienla, bâwngchal la dam chu zawr an ta, a man chu insem an tih; chun, a thi khawm chu insem bawk an tih.",
      "reference": "FESUOKNA 21:35"
    },
    {
      "content": "Bâwngchal chu a hma khawma mi sik hmang a ni ti hriet sa a ni ruok chun, a neituin a inah a thlung naw a ni chun, bâwngchal aia chun bâwngchal ma a pêk ngei ding a nih; chun, ran thi chu ama ta ni tâng a tih.",
      "reference": "FESUOKNA 21:36"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "FESUOKNA 21 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}