{
  "verses": [
    {
      "content": "Mosie chun Israel thla mipui po po chu a ko khâwm a, an kuomah, “Hieng hi LALPA thupêk in ithaw dinghai chu a nih.",
      "reference": "FESUOKNA 35:1"
    },
    {
      "content": "Ni ruk sûng chu sin thaw nîng a ta, ni sari ni ruok chu in ta dingin ni inthieng, LALPA kuoma châwl ṭawk ṭawkna ding châwlni a ni ding a nih; mi tukhawm chu niha ieng sin khawm thaw taphawt chu sukhlum an ni ngei ding a nih.",
      "reference": "FESUOKNA 35:2"
    },
    {
      "content": "In umna hmun po poa chun châwlni chun mei khawm in sêm dêr ding a ni nawh,” a tih a.",
      "reference": "FESUOKNA 35:3"
    },
    {
      "content": "Mosie chun Israel thla mipui po po kuoma chun, “Hi hi LALPA thupêk chu a nih,",
      "reference": "FESUOKNA 35:4"
    },
    {
      "content": "‘Nangni lai LALPA kuoma thilpêk ding dâwl ro, mi tukhawm lungrila pêk inhâwkna nei chun LALPA kuoma thilpêk chu hung chawi sienla, rângkachak, tangkaruo le dârsen:",
      "reference": "FESUOKNA 35:5"
    },
    {
      "content": "sahmul dumpâwl, a êm, a seninlâr le pât zai inhmi kawp le kêl hmul,",
      "reference": "FESUOKNA 35:6"
    },
    {
      "content": "berâmchal vun suksenhai, seal vunhai le shittim thing;",
      "reference": "FESUOKNA 35:7"
    },
    {
      "content": "chun, meivar dingin hriek le innâlna hriek ding le, riminhnik rawmi dingin thil riminhnikhai leh;",
      "reference": "FESUOKNA 35:8"
    },
    {
      "content": "zakawsîng le âwmbela phûm onik lunghai le lung danghai leh.",
      "reference": "FESUOKNA 35:9"
    },
    {
      "content": "“Chun, nangni laia themthiem taphawt hung hai sienla, LALPA thupêk hi thaw vawng raw hai se:",
      "reference": "FESUOKNA 35:10"
    },
    {
      "content": "Biekbûk, a puon in le ân khum- na, a puonchepnahai le, a thing- phêkhai, a bangruhai, a banhai le a kerkuokhai,",
      "reference": "FESUOKNA 35:11"
    },
    {
      "content": "Thuthlung bâwm le a zâwn- funghai, zângaina ṭhungpha le inkhumna puonzâr,",
      "reference": "FESUOKNA 35:12"
    },
    {
      "content": "dâwkân le a zâwnfunghai le a thuomhnawhai po po le entirna bei chu:",
      "reference": "FESUOKNA 35:13"
    },
    {
      "content": "elvartu ding khâwnvar siena, a hmangruohai le a khâwnvarhai le a meivar ta dinga hriek leh;",
      "reference": "FESUOKNA 35:14"
    },
    {
      "content": "riminhnik rawna mâichâm a zâwnfunghai leh, innâlna hriek le riminhnik rawmi le kawtkhâr puon- zâr biekbûk kawtkhâra mi ding;",
      "reference": "FESUOKNA 35:15"
    },
    {
      "content": "le pumrawhmang thil inhlânna mâichâm, a dârsen thuk leh, a zâwn- fung le a hmangruo po po leh, dâr maihûn le ân ṭhutna leh;",
      "reference": "FESUOKNA 35:16"
    },
    {
      "content": "a tuolzâwl inhuonna puonzâr, le chutaka a banhai, le a kerkuokhai leh, a tuolzâwl inhuonna kawta puon- zâr leh;",
      "reference": "FESUOKNA 35:17"
    },
    {
      "content": "biekbûka a kilna, a tuolzâwla a kilna le a hruihai leh;",
      "reference": "FESUOKNA 35:18"
    },
    {
      "content": "Hmun Inthienga rawngbâwl- na dinga thiemtaka khâwng sil- fênhai, thiempu sina rawngbâwl dinga Aron silfên inthienghai le a naupasalhai silfênhai le chun,’ tiin,” a tih a.",
      "reference": "FESUOKNA 35:19"
    },
    {
      "content": "Chun, Israel thla pungkhâwm po po chu Mosie kuoma inthawk an ṭin dar a.",
      "reference": "FESUOKNA 35:20"
    },
    {
      "content": "Mi tin a lungril phûr tak le mi tin a lungrila inhâwkna nei taphawt chu an hung a; intuokna puon in sina ding le, chutaka rawngbâwlna po poa ding le, silfên inthieng dinga hmang ding LALPA thawlâwm chu an hung chawi a.",
      "reference": "FESUOKNA 35:21"
    },
    {
      "content": "Lungrila pêk nuomna nei po po, pasal le nuhmei khawm, an hung a; puon kilnahai, hnâra khaimi kuol- hai, hmingnamna kutsebihai, bân- bunhai, rângkachak incheina chihai po po an hung chawi a; mi tinin LALPA ta dingin rângkachak thilpêk an inhlân tah a.",
      "reference": "FESUOKNA 35:22"
    },
    {
      "content": "Chun, mi tin sahmul dumpâwl, a êm, a seninlâr le patzaiinhmi dâm, kêl hmul dâm, berâmchal vun suksenhai le seal vun neitu chun a hung chawi a.",
      "reference": "FESUOKNA 35:23"
    },
    {
      "content": "Mi tin dârsen le tangkaruoa thilpêk inhlân theitu chun LALPA ta dinga thilpêkah a hung chawi bawk a.",
      "reference": "FESUOKNA 35:24"
    },
    {
      "content": "Nuhmei themthiemhai po chu an kutin pat an kher a; sahmul dum- pâwl, a êm, a seninlâr le, patzaiinhmi an kherhai chu an hung chawi a.",
      "reference": "FESUOKNA 35:25"
    },
    {
      "content": "Nuhmei themthiem phûrtakhai po po chun kêl hmul chu an kher a.",
      "reference": "FESUOKNA 35:26"
    },
    {
      "content": "Ṭhuoituhai chun onik lung le lung dang zakawsîng le âwmbela phûm ding chu an hung chawi a;",
      "reference": "FESUOKNA 35:27"
    },
    {
      "content": "meivar dingin le, innâlna hriek le riminhnik rawmihai hmang dingin riminhnikhai leh.",
      "reference": "FESUOKNA 35:28"
    },
    {
      "content": "Israel thlahai pasal tin le nu- hmei tin an lungrila pêk nuomna neihai chun LALPAIN Mosie hmanga thu a pêk tah sin po po thâwnaa dingin anni nuomthua LALPA ta dinga thilpêk chu an hung pêk a.",
      "reference": "FESUOKNA 35:29"
    },
    {
      "content": "Chun, Mosiein Israel thlahai kuoma chun, “En ta u, LALPA chun Juda hnama mi Hur naupa Uri nau- pasal a hming Bezalel chu a ko tah a nih;",
      "reference": "FESUOKNA 35:30"
    },
    {
      "content": "ama chu varnaa le hrietthiem- naa le, kutthiem sin tinrêng thaw- theina le hrietnaa chun Pathien Thlarauin suksip a nih;",
      "reference": "FESUOKNA 35:31"
    },
    {
      "content": "kutthiem sinhai riruong dingin, rângkachak, tangkaruo le dârsena sinthaw dingin,",
      "reference": "FESUOKNA 35:32"
    },
    {
      "content": "inbûk ding lung ât thiem ding- in, thing kermawi thiem ding le kut- thiem sin kawng tinrênga sin thaw dingin.",
      "reference": "FESUOKNA 35:33"
    },
    {
      "content": "Dan hnama mi Ahisamak naupa Oholiab le ama chu mihai inchûktir theina a pêk ve veh a.",
      "reference": "FESUOKNA 35:34"
    },
    {
      "content": "Anni chu kutthiem sin tinrêng thiemtuhai, riruongtuhai, sahmul dumpâwl, a êm le seninlâr le patzaiinhmi ṭhuimawi thiemhai le, puon khâwngtu sin – kutthiemna le riruongna sin tinrêng thaw thiem- nain a suksip tah a nih.",
      "reference": "FESUOKNA 35:35"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "FESUOKNA 35 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}