{
  "verses": [
    {
      "content": "“Miin bâwngchal amanih, berâm inru sienla, lo zawrin amanih lo that sienla; bâwngchal pakhat aia chun bâwngchal panga pêng a ta, berâm pakhat aia chun berâm pali a pêk ding a nih.",
      "reference": "FESUOKNA 22:1"
    },
    {
      "content": "Inru chu ina a lût lai hmuin, vuokin lo thi ta sienla, ama chunga chun thisen phuba um naw nih.",
      "reference": "FESUOKNA 22:2"
    },
    {
      "content": "Ama chunga chun nisa a suok ta chun, ama ta dingin thisen phuba chu um a tih. Inru chun a thung ngei ding a nih. Iengkhawm a nei naw chun ama chu iengkhat inrûk mana zawr ding a nih.",
      "reference": "FESUOKNA 22:3"
    },
    {
      "content": "A thil inrûk chu, bâwngchal amanih, sabengtung amanih, berâm amanih a hringa a kuta hmu a ni chun, a lêthni peiin thung a tih.",
      "reference": "FESUOKNA 22:4"
    },
    {
      "content": "“Miin lo amanih, grêp huon infâktirin, annawleh, a ran chu insuoin mi dang loah intlattir sienla; a lo laia a ṭha tak le, a grêp huon laia a ṭha takin thung a tih.",
      "reference": "FESUOKNA 22:5"
    },
    {
      "content": "“Mei a suok a, ṭhûlah a kâng mat pei a, bu hlum amanih, buvui ngîr lai amanih, lo amanih a kâng hmang chun, mei insuotu chun a thung ngei ding a nih.",
      "reference": "FESUOKNA 22:6"
    },
    {
      "content": "“Miin a vênghai kuomah tangka amanih, bûrlebêl kawl dinga a pêk a, chu mipa ina inthawka inrûk a nih a, ân rutu chu man a ni chun, a lêt hniin a thung ngei ding a nih.",
      "reference": "FESUOKNA 22:7"
    },
    {
      "content": "Inru chu man a ni naw chun, a in neitu chun a vênghai thuomhnaw chunga chun kutkem a lo hmang le hmang naw fie dingin Pathien kuomah a hung ding a nih.",
      "reference": "FESUOKNA 22:8"
    },
    {
      "content": "Thil inhmang thubuoi tinah, bâwngchal khawm, sabengtung khawm, berâm khawm, silfên khawm, thil inhmang ieng ienga khawm, mi pakhatin, ‘Hi hi a nih,’ a ti phawt chun, a khingtuokhai ve ve chu Pathien hmaah hung an ta, Pathienin ân thiemnaw chun a vêngpa kuoma chun a lêt hniin thung a tih.",
      "reference": "FESUOKNA 22:9"
    },
    {
      "content": "“Miin a vênghai kuomah sa- bengtung amanih, bâwngchal am- anih, berâm amanih ran hrim hrim enkawl dingin sie sienla, lo thiin amanih, suknatin amanih, khal hmangin lo umin, mi tukhawmin hmu naw hai sien,",
      "reference": "FESUOKNA 22:10"
    },
    {
      "content": "a vênghai thuomhnawhai chungah kutkem a hmang le hmang naw, LALPA hmaa inkhâmna chu an inkârah um ve vêng a ta, chu chu a ran neitu khawm chun pawm a ta; a thung ṭûl naw nih.",
      "reference": "FESUOKNA 22:11"
    },
    {
      "content": "Nisienlakhawm, amaa inthawk- a inrûk hmang a ni chun, a ran neitu chu a thung ding a nih.",
      "reference": "FESUOKNA 22:12"
    },
    {
      "content": "Ramsa ikeinâwi vawng amanih a lo ni chun, hrietfiena dingin hung lâng a ta, keinâwia um ta hnung chu thung ta naw nih.",
      "reference": "FESUOKNA 22:13"
    },
    {
      "content": "“Miin a vênghai ran iengkhawm haw sienla, lo thi amanih, inhliem lo ni sienla, a neitu ṭhanglo a ni chun, a thung ngei ding a nih.",
      "reference": "FESUOKNA 22:14"
    },
    {
      "content": "A neitu a ṭhang ruok chun, thung chuong naw nih a; man neia haw a ni chun haw a ni dân dân chun fêng a tih.",
      "reference": "FESUOKNA 22:15"
    },
    {
      "content": "“Miin nunghâk inthieng huol la ni lo, thlemin lo zâlpui sienla, a man pêng a ta, a nei ngei ding a nih.",
      "reference": "FESUOKNA 22:16"
    },
    {
      "content": "“A pa chun ama chu a pêk nuom dêr naw chun, nunghâk man ang hu tangka a pek tho ding a nih.",
      "reference": "FESUOKNA 22:17"
    },
    {
      "content": "“Dawithiemnu chu a hring i phal ding a ni nawh.",
      "reference": "FESUOKNA 22:18"
    },
    {
      "content": "“Tukhawm ran rîm taphawt chu sukhlum a ni ngei ding a nih.",
      "reference": "FESUOKNA 22:19"
    },
    {
      "content": "“LALPA ti chau lo pathien dang hrim hrim kuoma inthâwi chu sukbohmang dêr nîng a tih.",
      "reference": "FESUOKNA 22:20"
    },
    {
      "content": "Mikhuol chu indiknawtakin i thaw ding a ni nawh a, i suknawmna ding khawm a ni nawh; nang khawm Aiguptaah mikhuol i ni ta kha.",
      "reference": "FESUOKNA 22:21"
    },
    {
      "content": "Hmeithai amanih, fahra chu i sukrimsi ding a ni nawh.",
      "reference": "FESUOKNA 22:22"
    },
    {
      "content": "Ieng kawnga khawm i suk- rimsih a, kei an mi hung ko phawt chun, an mi kona lo hre ngei ngei ka ta;",
      "reference": "FESUOKNA 22:23"
    },
    {
      "content": "ka lunginsenna chu hung lum a ta, kâwlhnâmin that ka ti cheh a; i nuhmei chu hmeithai nîng a ta; i nauhai chu fahra nîng an tih.",
      "reference": "FESUOKNA 22:24"
    },
    {
      "content": "“I kuoma ka mihai pasie tukhawm kuomah tangka în pûktir chun, a chunga chun lei inbattirtu ang i ni ding a ni nawh a; ama chunga chun a pung i hnawt kher ding a ni nawh.",
      "reference": "FESUOKNA 22:25"
    },
    {
      "content": "“I vênghai silfên tiemkama i lâk chun nisa tlâk hmain i pêk nâwk ngei ding a nih;",
      "reference": "FESUOKNA 22:26"
    },
    {
      "content": "chu chu a puonsil neisun a nih a, a taksa inkhumna dinga a puon chu a nih; khâwlai am zâl tâng a ta? Chun, kei a mi hung ko pha lo hrieng ka tih, mi lunginsiettheitak ka ni sih a.",
      "reference": "FESUOKNA 22:27"
    },
    {
      "content": "“Pathien i hrilsiet ding a ni nawh a, i mihai rorêltu khawm chu ṭawngsie în phur ding a ni bawk nawh.",
      "reference": "FESUOKNA 22:28"
    },
    {
      "content": "“I sinthaw ra po poa dâwnmihai le fâkmihaia ra hmasa tak chu în hlân inhnu ding a ni nawh. I naupasalhaia nau lutîr chu i mi pêk ding a nih.",
      "reference": "FESUOKNA 22:29"
    },
    {
      "content": "Chuong ang bawk chun i bâwngchalhai, i berâmhai i thaw ding a nih; ni sari chu a pui leh um an ta, ni riet ni chun ka kuomah i pêk ding a nih.",
      "reference": "FESUOKNA 22:30"
    },
    {
      "content": "“Ka kuoma chun mi inthieng nîng in ta, chuongchun, ramsahai fâk hnung sa hrim hrim chu fa naw ti niu a, uihai kuomah pe lem in tih.",
      "reference": "FESUOKNA 22:31"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "FESUOKNA 22 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}