{
  "verses": [
    {
      "content": "Mosie chun a tarpupa Jethro, Midian mihai thiempupa berâm ruol chu a enkawl a: chun, berâm ruol chu thlalêr tlâktieng pangah a ṭhuoi a, Pathien tlâng Horeba chun a hung a.",
      "reference": "FESUOKNA 3:1"
    },
    {
      "content": "Chun, Lalpa vântirko, chîm- bukah mei chawkin a kuomah a hung inlâr a; a en a, chîmbuk meia chawk zur zura a chîmbuk chu kâng hmang si lo chu a hmuh a.",
      "reference": "FESUOKNA 3:2"
    },
    {
      "content": "Mosie chun, “Tuhin va hnai ka ta, hi thilhmu ropuitak hin chîmbuk hi iengtizieha kâng hmang lo el am a nih va en ka tih,” a tih a.",
      "reference": "FESUOKNA 3:3"
    },
    {
      "content": "LALPA chun chu en dinga a va hnai a hmu chun, chîmbuk laia inthawk chun Pathienin ama chu a hung ko a, “Mosie, Mosie,” a tih a.",
      "reference": "FESUOKNA 3:4"
    },
    {
      "content": "Ama chun, “Hitaka hi ka um,” a tih a. Pathien chun a kuomah, “Hi tieng hi hung hnai naw rawh: i kephaha inthawkin i kekawkhai kha hlîp rawh; i ngîrna hmun kha hnuoi inthieng a ni sih a,” a tih a.",
      "reference": "FESUOKNA 3:5"
    },
    {
      "content": "Chu nawa khawm, “I thlatu Pathien, Abraham Pathien, Isak Pathien le, Jakob Pathien ka nih,” a tih a. Chun, Mosie chun Pathien chu a en ngam nawh a, a hmai a thup tah a.",
      "reference": "FESUOKNA 3:6"
    },
    {
      "content": "Chun LALPA chun, “Aiguptaa ka mihai rimsikzie chu feltakin ka hmuh a, an sinthaw hotuhai sukrimsikna leia an khêkri khawm chu ka hriet a, an tuornahai chu ka hriet a,",
      "reference": "FESUOKNA 3:7"
    },
    {
      "content": "chuleiin, Aigupta mihai kuta inthawka anni sansuok ding le, chu rama inthawka, Kanaan mihai, Hit mihai, Amor mihai, Periz mihai, Hiv mihai le Jebus mihai hmun, ram lien le ram ṭha, khuoizu le nenetui luong rama ṭhuoi lût dinga hung thla ka nih.",
      "reference": "FESUOKNA 3:8"
    },
    {
      "content": "Chuongchun, tuhin, ngai ta, Israel mihai khêkri chu ka kuom a hung tlung a, chu nâksapah nêksâwr an nina, Aigupta mihaiin an nêksawrna chu ka hmu zing bawk a.",
      "reference": "FESUOKNA 3:9"
    },
    {
      "content": "Chuleiin, hung ta, Israel thla- hai chu Aiguptaa inthawka i hung ṭhuoi suok theina dingin Pharao kuomah tir ka ti che,” a tih a.",
      "reference": "FESUOKNA 3:10"
    },
    {
      "content": "Mosie ruok chun Pathien kuomah, “Tu am ka nih a, Pharao kuoma ka feh a, Israel thlahai Aiguptaa inthawk ka hung ṭhuoi suok el ding chu?” a tih a.",
      "reference": "FESUOKNA 3:11"
    },
    {
      "content": "Ama chun, “I kuomah um ngei ngei ka tih, chun, ka tir che a nih ti inchikna chu hi hi nîng a tih: Aiguptaa inthawka Israel mihai i hung ṭhuoi suok pha, hi tlâng chunga hin Pathien rawng la bâwl in tih, ti hi,” a tih a.",
      "reference": "FESUOKNA 3:12"
    },
    {
      "content": "Mosie chun Pathien kuomah, “Ngai ta, Israel thlahai kuom ka va tlunga an kuomah, ‘In thlatuhai Pathien chun in kuomah a mi hung tir a nih,’ ka ti pha, ‘A hming ieng am a na?’ tîng an ta, an kuomah ieng am hril ka ti leh?” a tih a.",
      "reference": "FESUOKNA 3:13"
    },
    {
      "content": "Pathien chun Mosie kuomah, “UMA kha KA NIH” a tih a. Chun, ama bawkin, “Israel thlahai kuoma chun, UMA khan in kuomah a mi tir a nih, tîng i tih,” a ta.",
      "reference": "FESUOKNA 3:14"
    },
    {
      "content": "Chu naw khawm chu Pathienin Mosie kuomah “Israel thlahai kuoma chun, ‘In thlatuhai Pathien, Abraham Pathien, Isak Pathien le Jakob Pathien Jehova chun in kuomah a mi hung tir a nih,’ tîng i tih: hi hi kumkhuoha ka hming a nih, hi hi ṭhang po po mi hriet dân ding chu a nih.",
      "reference": "FESUOKNA 3:15"
    },
    {
      "content": "Fe la, Israel upahai chu ko khâwm la, an kuomah, ‘In thlatuhai Pathien, Abraham Pathien, Isak Pathien le Jakob Pathien Jehova chu ka kuomah a hung inlâr a, Ka hung sir ta ngei cheu a, Aiguptaa in chunga thil thawha um tahai chu ka hmu tah.",
      "reference": "FESUOKNA 3:16"
    },
    {
      "content": "Chun, in kuomah Aiguptaa rimsiknaa inthawkin Kanaan mihai, Hit mihai, Amor mihai, Periz mihai, Hiv mihai le Jebus mihai ram khuoizu le nênetuia luong rama chun ṭhuoi lût ka ti cheu ti ka tiem ta cheu kha,’ a tih, ti rawh.",
      "reference": "FESUOKNA 3:17"
    },
    {
      "content": "Chun i râwl chu ngai an ta, nang le Israel upahai chu Aigupta lal kuomah fêng in ta, a kuomah, Hebrai mihai Pathien, LALPA chun keini a mîn tuokpui a, LALPA kan Pathien kuoma inthawina kan inhlân theina dingin, thlalêrah ni thum lam chen mîn fetir rawh, kan hni che hi, tîng in tih.",
      "reference": "FESUOKNA 3:18"
    },
    {
      "content": "Nisienlakhawm, kut thilthaw- theia thawlui naw chun Aigupta lal chun infetir naw tawp a ti cheu ti ka hriet.",
      "reference": "FESUOKNA 3:19"
    },
    {
      "content": "Chun, keiin ka kut inlet ka ta, ka thilmakhai po po chu anni lai ngeia thawin, Aigupta chu hung suksieng ka tih: chu hnunga ruok chun infetir a ti cheu.",
      "reference": "FESUOKNA 3:20"
    },
    {
      "content": "Chun, hi Israel mihai hi Aigupta mihai mithmuah ditsakna inhmutir ka ta; chuongchun, in fe pha chun, ruok ngawtin fe naw tawp in tih:",
      "reference": "FESUOKNA 3:21"
    },
    {
      "content": "Nuhmei tinin a tuolbâwm le an ina mikhuol kuoma chun, tangka le rângkachak incheinahai le puonsil haw seng a ta, chun in naupasalhai le in naunuhmeihai incheitir nân hmang in ta, chuong ang chun Aigupta mihai chu suksieng in tih,” a tih a.",
      "reference": "FESUOKNA 3:22"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "FESUOKNA 3 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}