{
  "verses": [
    {
      "content": "“Shittim thing mâichâm tawng ngaa sei, tawng ngaa lien i siem ding a na, chu mâichâm chu kil li nei, tawng thuma insâng a ni ding a nih.",
      "reference": "FESUOKNA 27:1"
    },
    {
      "content": "A kil pali chunga chun kihai siem i ta, chu kihai chu ama le chun zawm khat an ni ding a nih; dârsenin inluon khum bawk i tih.",
      "reference": "FESUOKNA 27:2"
    },
    {
      "content": "A vut dawna dingin bêlhai siem i ta, meikhelnahai, châwtawlhai, thîr- kuoihai le vutluohai siem i ta; a hmangruohai po po chu dârsena siem a ni ding a nih.",
      "reference": "FESUOKNA 27:3"
    },
    {
      "content": "Chu ta ding chun dârsen inphan thuk siem bawk i ta; chun, a lên kil palia chun dârsen kuol pali siem i tih.",
      "reference": "FESUOKNA 27:4"
    },
    {
      "content": "A lên chu mâichâm inchenna zu tlung dingin mâichâm rei hnuoi zar zarah sieng i tih.",
      "reference": "FESUOKNA 27:5"
    },
    {
      "content": "Mâichâm zâwnna ding chun zâwnfunghai shittim thingin siem i ta, dârsen inluon khum i tih.",
      "reference": "FESUOKNA 27:6"
    },
    {
      "content": "Zâwnfunghai chu dârsen kuolhai sûnga chun rawl ding a nih, hang zâwn zâwngin zâwnfunghai chu mâichâm sîr hnia chun um an tih.",
      "reference": "FESUOKNA 27:7"
    },
    {
      "content": "Thingphêkhaiin mâichâm chu a kawrawngin i siem ding a nih, tlânga inhmutir i ni ang tak khan siem a ni ding a nih.",
      "reference": "FESUOKNA 27:8"
    },
    {
      "content": "“Biekbûk tuolzâwl chu i siem ding a na; a simtieng pang tuolzâwla dinga puonzârhai chu puon zai inhmi kawp, sîr khata dinga tawng za khat a ni ding a nih.",
      "reference": "FESUOKNA 27:9"
    },
    {
      "content": "A ban chu sâwmhni le a kerkuok sâwmhni dârsena siem nîng a ta, ban kuoikimhai le a tuommawinahai chu tangkaruo a ni ding a nih.",
      "reference": "FESUOKNA 27:10"
    },
    {
      "content": "Chuong ang bawk chun hmar- tieng pang tluonsuok chun puonzâr- hai tawng za khat le ban sâwmhni, kerkuok sâwmhni dârsena siem um an ta; ban kuoikimhai le tuom- mawinahai chu tangkaruo a ni ding a nih.",
      "reference": "FESUOKNA 27:11"
    },
    {
      "content": "Thlangtieng pangah a tuolzâwl tluonsuokin puonzârhai tawng sâwm- nga, ban sâwm le kerkuok sâwm bawk leh um a tih.",
      "reference": "FESUOKNA 27:12"
    },
    {
      "content": "Saktieng pangah tuoltieng tuol- zâwl lienzie chu tawng sâwmnga nîng a tih.",
      "reference": "FESUOKNA 27:13"
    },
    {
      "content": "Kawt sîr khata puonzârhai chu tawng sâwm le panga nîng a ta, ban pathum le a kerkuok pathum leh.",
      "reference": "FESUOKNA 27:14"
    },
    {
      "content": "Chun, a sîr khingtienga ding chun puonzârhai chu tawng sâwm- panga nîng a ta, a banhai pathum le a kerkuokhai pathum leh.",
      "reference": "FESUOKNA 27:15"
    },
    {
      "content": "A tuolzâwl kawta ding chun puonzâr tawng sâwmhni, sahmul dumpâwl le a êm le seninlâr le pat zai inhmi kawpa siem ṭhuimawi thiem- taka ṭhui a ni ding a nih, a ban pali le a kerkuok pali leh.",
      "reference": "FESUOKNA 27:16"
    },
    {
      "content": "A tuolzâwl sîr vêl po poa a banhai po po chu tangkaruoin tuom- mawi ding a na, a kuoikimhai tangkaruo, a kerkuokhai dârsen an ni ding a nih.",
      "reference": "FESUOKNA 27:17"
    },
    {
      "content": "A tuolzâwl huol sûng chu a dungtieng tawng za khat, a khang- tieng tawng sâwmnga, ân sângtieng tawng nga, a puon zai inhmi kawp inkhai tawng nga le an kerkuokhai chu dârsen an ni ding a nih.",
      "reference": "FESUOKNA 27:18"
    },
    {
      "content": "Chutaka Biekbûk rawngbâwlna po poa hmangruohai po po le a kilnahai po po le a tuolzâwl inhuon- naa a kilna po po chu dârsen vawng a ni ding a nih.",
      "reference": "FESUOKNA 27:19"
    },
    {
      "content": "“Chun, khâwnvar chu a chawk zingna dingin, meivar dingin oliv hriek sâwr inthieng i kuoma hung la dingin Israel thlahai chu thu pêng i tih.",
      "reference": "FESUOKNA 27:20"
    },
    {
      "content": "Intuokna puon in Thuthlung bâwm hmaha puonzâr puoa chun Aron le a naupasalhai chun LALPA hmaa chun zântienga inthawka zîngkâr chen chun enkawl an ta; Israel thlahai aiin an thlahai chen- in kumkhuoin an bata ngai nîng a tih.",
      "reference": "FESUOKNA 27:21"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "FESUOKNA 27 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}