{
  "verses": [
    {
      "content": "Shittim thingin pumraw- hmang thilinhlânna mâichâm a siem a; a seitieng tawng nga, a lientieng khawm tawng nga, killi nei a nih. Ân sângtieng chu tawng thum a nih.",
      "reference": "FESUOKNA 38:1"
    },
    {
      "content": "A kil palia chun kihai a siem a, a kihai chu ama le zawmkhat an nih; dârsenin ân luon khum a.",
      "reference": "FESUOKNA 38:2"
    },
    {
      "content": "Chun, mâichâma bûrlebêlhai: bêlhai, meikhelnahai, châwtawlhai, thîrkuoihai le vutluohai, a bûr- lebêlhai po po chu dârsenin a siem a.",
      "reference": "FESUOKNA 38:3"
    },
    {
      "content": "Mâichâm ding chun a chung khang hnuoiah dârsen inphan thuk mâichâm chenve hang tlungin a siem bawk a.",
      "reference": "FESUOKNA 38:4"
    },
    {
      "content": "Dârsen inphan thuk kil lia chun a zâwnfunghai rawlna dingin kuol pali ân bûk a.",
      "reference": "FESUOKNA 38:5"
    },
    {
      "content": "Shittim thing zâwnfunghai a siem a, dârsenin ân luon khum a.",
      "reference": "FESUOKNA 38:6"
    },
    {
      "content": "A zâwnna dingin mâichâm sîr- haia a kuolhaia chun zâwnfunghai chu a rawl a; mâichâm chu thing- phêkin a kawrawngin a siem a.",
      "reference": "FESUOKNA 38:7"
    },
    {
      "content": "Chun dârsenin maihûn a siem a, a ṭhut chu dârsen, intuokna puon in kawtkhâra rawng bâwl hlak nu- hmeihai hlimenhaia siem a nih.",
      "reference": "FESUOKNA 38:8"
    },
    {
      "content": "Chun a tuolzâwl a siem a, tuolzâwl inhuonna puonzârhai chu simtieng pangah puon zai inhmi kawp tawng za khat a nih.",
      "reference": "FESUOKNA 38:9"
    },
    {
      "content": "A ban sâwmhni le an kerkuok sâwmhni dârsena siem leh; a banhaia kuoikimhai le a tuommawinahai ruok chu tangkaruo an nih.",
      "reference": "FESUOKNA 38:10"
    },
    {
      "content": "Hmârtieng panga chun tawng za khat, ban sâwmhni, an ker- kuokhai sâwmhni dârsena siem an nih; banhaia kuoikimhai le an tuommawinahai chu tangkaruo an nih.",
      "reference": "FESUOKNA 38:11"
    },
    {
      "content": "Thlangtieng panga chun puonzâr tawng sâwmnga, banhai sâwmkhat, an kerkuokhai sâwm- khat a nih; banhaia kuoikimhai le a tuom mawinahai chu tangkaruo a nih.",
      "reference": "FESUOKNA 38:12"
    },
    {
      "content": "A tuol tienga saktieng panga chu tawng sâwmnga a nih.",
      "reference": "FESUOKNA 38:13"
    },
    {
      "content": "A kawt sîr khata a puonzârhai chu tawng sâwmpanga, ban pathum le a kerkuok pathum bawk leh.",
      "reference": "FESUOKNA 38:14"
    },
    {
      "content": "A sîr khingtienga khawm chuong ang bawk chu a nih; a tuolzâwl inhuonna kawtkhâr hitieng pang le sawtieng pangah puonzârhai chu tawng sâwmpanga ve ve an nih; banhai pathum ve ve, kerkuokhai pathum ve ve leh.",
      "reference": "FESUOKNA 38:15"
    },
    {
      "content": "Tuolzâwl inhuonna puonzârhai chu a vêlin puonzaiinhmi kawp a ni vawng a.",
      "reference": "FESUOKNA 38:16"
    },
    {
      "content": "A banhai inṭhutna kerkuokhai chu dârsen an nih, a kuoikimhai le a tuommawinahai ruok chu tangkaruo an nih; a hmawrbâwkhai tuomna chu tangkaruo an nih a, tuolzâwl in- huonna banhai po po chu tangkaruoa tuommawi vawng an nih.",
      "reference": "FESUOKNA 38:17"
    },
    {
      "content": "A tuolzâwl kawtkhâr puonzâr chu dumpâwl, a êm, seninlâr le puonzaiinhmi kawp kutthiem taka ṭhuimawi a nih, a seitieng chu tawng sâwmhni, ân sângzie chu tawng nga, tuolzâwl puonzârhai le inep tâwk chie a nih.",
      "reference": "FESUOKNA 38:18"
    },
    {
      "content": "Banhai chu pali, a kerkuokhai dârsena siem pali bawk a nih, a kuoi- kimhai chu tangkaruo, an hmawr- bâwkhai inkhumna le an tuom- mawinahai chu tangkaruo an nih.",
      "reference": "FESUOKNA 38:19"
    },
    {
      "content": "Biekbûk le tuolzâwl po poa hmang a kilna chu dârsen a nih.",
      "reference": "FESUOKNA 38:20"
    },
    {
      "content": "Thiempu Aron naupa Ithamar kuta, Levi mihai rawngbâwlnaa hmang dinga Mosie thupêk ang peia an tiem angin, biekbûk, thuthlung biekbûka thil hmanghai belkhâwm chu hi hi a nih:",
      "reference": "FESUOKNA 38:21"
    },
    {
      "content": "Juda hnama mi Hur naupa Uri naupasal Bezalel chun LALPAIN Mosie thu a pêk po po chu a thaw vawng a.",
      "reference": "FESUOKNA 38:22"
    },
    {
      "content": "Ama ṭhangpuitu ding chun Dan hnama mi Ahisamak naupa Oholiab, lung ker thiem le kutthiemtak, dumpâwl, a êm, seninlâr le puon- zaiinhmi kawpa ṭhuimawi thiem mi chu a um bawk a.",
      "reference": "FESUOKNA 38:23"
    },
    {
      "content": "Hmun Inthieng sinthawnaa hmang rângkachak thilpêk, rângka- chak hmang tahai po po chu Hmun Inthieng tangka bûk dân angin talent sâwmhni pakuo le shekel za sari le sâwmthum a nih.",
      "reference": "FESUOKNA 38:24"
    },
    {
      "content": "Mipui tiema um tahaia in- thawka tangkaruo hmu po chu Hmun Inthieng tangka bûk dân angin talent za khat, shekel sâng khat za sari le sâwmsari panga a nih.",
      "reference": "FESUOKNA 38:25"
    },
    {
      "content": "Chu chu Intiemnaa tiemna laia ṭhang phâk, pasal kum sâwmhni le a chungtieng mi nuoi ruk sâng thum za nga sâwmnga, mi lukipa beka khat (chu chu Hmun Inthieng tangka bûk dân anga shekel chenve) pei ang a nih.",
      "reference": "FESUOKNA 38:26"
    },
    {
      "content": "Tangkaruo talent za khat chu Hmun Inthienga kerkuokhai le puonzâr khaina kerkuokhai siemnaa hmang a nih; kerkuok za khatah talent za khat, kerkuok pakhatah talent khat pei.",
      "reference": "FESUOKNA 38:27"
    },
    {
      "content": "Chun, shekel sâng khat za sari sâwmsari panga chu banhaia kuoi- kimhai siemnain a hmang a, an hmawrbâwkhai ân luon khum a, tuom- mawinahai a siem vawng bawk a.",
      "reference": "FESUOKNA 38:28"
    },
    {
      "content": "Dârsen thilinhlânhai chu talent sâwmsari le shekel sâng hni za li a nih.",
      "reference": "FESUOKNA 38:29"
    },
    {
      "content": "Chu chun biekbûk kawtkhâra kerkuokhai, dâr mâichâm le dâr thuk le, mâichâm hmangruo dang po po le,",
      "reference": "FESUOKNA 38:30"
    },
    {
      "content": "tuolzâwl inhuonna, a vêl po poa kerkuokhai, le tuolzâwl inhuonna kawtkhâra kerkuokhai, biekbûk kilna po po, le tuolzâwl inhuonna a vêla kilna hmang po po chu a siem a.",
      "reference": "FESUOKNA 38:31"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "FESUOKNA 38 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}