{
  "verses": [
    {
      "content": "LALPA ruok chun Mosie kuomah, “Tuhin Pharao kuoma ka thil thaw ding chu hmûng i tih: kut thahrâtin anni chu a rama inthawkin khal suok a ta, kut thahrâtin anni chu ân suoktir ding a ni sih a,” a ta.",
      "reference": "FESUOKNA 6:1"
    },
    {
      "content": "Chun, Pathienin Mosie kuomah thu a hril a, “LALPA ka nih.",
      "reference": "FESUOKNA 6:2"
    },
    {
      "content": "Abraham kuoma dâm, Isak kuoma dâm, Jakob kuoma dâm Pathien Iengkimthawthei angin kân lâr hlak a, nisienlakhawm, ka hming LALPA ang hin an kuomah inhriettir ka ni ngai nawh.",
      "reference": "FESUOKNA 6:3"
    },
    {
      "content": "Khuolchâm anga an umna ram, Kanaan ram chu anni pe dingin an kuomah thuthlung ka siem bawk a.",
      "reference": "FESUOKNA 6:4"
    },
    {
      "content": "Chu naw khawm chu, Aigupta mihaiin suoka an inumtir Israel thlahai inrûm ri chu ka hriet a; ka thuthlung chu ka hriet zing a.",
      "reference": "FESUOKNA 6:5"
    },
    {
      "content": "Chuleiin, Israel thlahai kuomah hril la, ‘LALPA ka nih a, Aigupta mihai rikphurhai hnuoia inthawkin la suok ka ti cheu a, an suok in nina chu sukbopêk ka ti cheu a, bân pharin rorêlna nasatak leh intlan suok ka ti cheu.",
      "reference": "FESUOKNA 6:6"
    },
    {
      "content": "Ka mihai ni dingin lâng ka ti cheu a, in ta dingin Pathien ni bawk ka tih; chun, Aigupta mihai rik- phurna hnuoia inthawka la suoktu cheu, in Pathien LALPA ka nih ti hre tâng in tih.",
      "reference": "FESUOKNA 6:7"
    },
    {
      "content": "Abraham, Isak le Jakob kuoma pe dinga ka bân ka pharna hlak rama chun ṭhuoi lût ka ti cheu a; chu ram chu ro dingin pêng ka ti cheu: LALPA ka ni hi,’” tiin.",
      "reference": "FESUOKNA 6:8"
    },
    {
      "content": "Chuong thu chu Mosien mipuihai kuomah a hril a; an lungril inrimna lei le an suok intângnaa an rimsik êm lei khan, Mosie thuhril chu an ngaisak nawh.",
      "reference": "FESUOKNA 6:9"
    },
    {
      "content": "Chun LALPA chun Mosie a biek a,",
      "reference": "FESUOKNA 6:10"
    },
    {
      "content": "“Va fe la, Aigupta ram lal Pharao chun Israel thlahai chu a rama inthawkin insuoktir raw se va ti rawh,” tiin.",
      "reference": "FESUOKNA 6:11"
    },
    {
      "content": "Mosie chun LALPA kuomah, “Ngai ta, Israel thlahai chun ka thu an ngai si nawh a, iengtin am Pharao chun kei hmûr themthiemlotak thu hi ngai a ti leh?” a tih a.",
      "reference": "FESUOKNA 6:12"
    },
    {
      "content": "Nisienlakhawm, LALPA chun Mosie le Aron chu a biek a, Aigupta rama inthawka Israel thlahai chu hung ṭhuoi suok dingin, Aigupta lal Pharao le Israel thlahai chungah anni chu mawphurna a pêk tah a.",
      "reference": "FESUOKNA 6:13"
    },
    {
      "content": "Hieng hi an pahnam tin luhai chu an nih: Israel nau lutîr Reuben naupasalhai chu: Hanok, Pallu, Hezron le Karmi: hieng hi Reuben sûngkuohai chu an nih.",
      "reference": "FESUOKNA 6:14"
    },
    {
      "content": "Simeon naupasalhai chu: Jemuel, Jamin, Ohad, Jakin, Johar le Saul, Kanaan nuhmei le an naupasal le chun: hieng hi Simeon sûngkuohai chu an nih.",
      "reference": "FESUOKNA 6:15"
    },
    {
      "content": "Levi naupasalhai hming chu an thlatuhai chanchin suina ang peiin hieng ang hi a nih: Gerson, Kohath le Merari hi; chun Levi dam sûng kumhai chu kum za khat le sawm- thum pasari a nih.",
      "reference": "FESUOKNA 6:16"
    },
    {
      "content": "An sûngkuo ang peia Gerson naupasalhai chu Libni le Simei.",
      "reference": "FESUOKNA 6:17"
    },
    {
      "content": "Kohath naupasalhai chu Amram, Izhar, Hebron le Uzziel. Kohath dam sûng kumhai chu kum zakhat le sawmthum pathum a nih.",
      "reference": "FESUOKNA 6:18"
    },
    {
      "content": "Merari naupasalhai chu Mahli le Musi. Hieng hi an inthla dân suina ang peia Levi mi sûngkuohai chu an nih.",
      "reference": "FESUOKNA 6:19"
    },
    {
      "content": "Amram hin a pa farnu Jokebed chu nuhmeiin a nei a; ama chun Aron le Mosie a neipêk a. Amram dam sûng kumhai chu kum za khat le sawmthum pasari a nih.",
      "reference": "FESUOKNA 6:20"
    },
    {
      "content": "Izhar naupasalhai chu: Kora, Nepheg le Zikri.",
      "reference": "FESUOKNA 6:21"
    },
    {
      "content": "Uzziel naupasalhai chu: Misael le Elzaphan le Sithri.",
      "reference": "FESUOKNA 6:22"
    },
    {
      "content": "Aron chun Amminadab naunu, Nason farnu, Eliseba chu nuhmeiin a nei a; ama chun Nadab, Abihu, Eleazar le Ithamar a neipêk a.",
      "reference": "FESUOKNA 6:23"
    },
    {
      "content": "Kora naupasalhai chu Assir, Elkana le, Abiasaph; hieng hi Kora sûngkuohai chu an nih.",
      "reference": "FESUOKNA 6:24"
    },
    {
      "content": "Aron naupa Eleazar chun Putiel naunuhmei pakhat chu nuhmeiin a nei a, ama chun Phinehas a neipêk a. An sûngkuohai ang peiin, hieng hi Levi mihai pahnam tin luhai chu an nih.",
      "reference": "FESUOKNA 6:25"
    },
    {
      "content": "Hieng hi an nih Mosie le Aron kuoma LALPAIN, “Israel thlahai chu Aigupta rama inthawkin an pâwl ruol ang peiin hung ṭhuoi suok ro,” a tihai chu.",
      "reference": "FESUOKNA 6:26"
    },
    {
      "content": "Hi Aron le hi Mosie hi an nih Aigupta lal Pharao kuoma Israel thlahai Aiguptaa inthawka ṭhuoi suok dinga hriltuhai chu.",
      "reference": "FESUOKNA 6:27"
    },
    {
      "content": "Aigupta rama LALPAIN Mosie kuoma thu a hril ni chun,",
      "reference": "FESUOKNA 6:28"
    },
    {
      "content": "LALPAIN Mosie kuomah, “Kei LALPA chu ka nih; i kuoma thu ka hril po po hi Aigupta lal Pharao kuomah hril rawh,” tiin, a hril tah a.",
      "reference": "FESUOKNA 6:29"
    },
    {
      "content": "Mosie chun LALPA kuomah, “Ngai ta, kei chu hmûr themthiem- lotak ka nih a, Pharao chun iengtin am ka thu ngai a ti leh?” a tih a.",
      "reference": "FESUOKNA 6:30"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "FESUOKNA 6 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}