{
  "verses": [
    {
      "content": "Israel thla mipui po po chu LALPA thupêk angin, an inzin dânbi ang peiin, Sin thlalêra inthawk chu an suok tah a, Rephidimah puon in an zar a; nisienlakhawm, chu hmuna chun mipui ta dingin tui dâwn ding a um nawh a.",
      "reference": "FESUOKNA 17:1"
    },
    {
      "content": "Chuleiin, mipui chun Mosie an insêlpui a, “Tui dâwn ding mi pe rawh,” an tih a. Mosie chun an kuomah, “Iengdinga kei in min sêlpui am a na? Iengdinga LALPA chu in fie am a na?” a tih a.",
      "reference": "FESUOKNA 17:2"
    },
    {
      "content": "Mipui hlak chu tui duin an dang a châr hleh a, Mosie chunga chun an chier a, “Aiguptaa inthawk keini le kan nauhai le kan ran ruol leh dang- châra mi sukhlum dingin iengdinga i mi ṭhuoi suok am a na?” an tih a.",
      "reference": "FESUOKNA 17:3"
    },
    {
      "content": "Mosie chun LALPA a ko a, “Hi mipui hi iengtin am thâwng ka ta? Lunga mi dêng dingin an intûng el a ni sih a,” tiin.",
      "reference": "FESUOKNA 17:4"
    },
    {
      "content": "LALPA chun Mosie kuomah, “Mipui hmaa chun fe la, Israel upahai i kuomah ṭhuoi la, chun, vadung i vuokna hmawl kha i kutin chawi bawk la, fe rawh.",
      "reference": "FESUOKNA 17:5"
    },
    {
      "content": "Ngai ta, Horeba lungpui chunga sawn i hmaah ngîr ka ta; chun, lung- pui chu vuong i ta, a sûnga inthawkin tui hung suok a tih, mipuiin an dâwn theina dingin,” a tih a. Mosie chun Israel upahai mithmu ngeiah chuong ang tak chun a thaw tah a.",
      "reference": "FESUOKNA 17:6"
    },
    {
      "content": "Chun, Israel thlahai helna leiin le “LALPA hi eini lai a um am a ni, a um naw?” tiha, LALPA an infiena lei chun, chu hmun hminga chun Massa le Meriba ân bûk tah a.",
      "reference": "FESUOKNA 17:7"
    },
    {
      "content": "Chun, Amalekhai chu an hung a, Rephidimah Israelhai chu an hung do tah a.",
      "reference": "FESUOKNA 17:8"
    },
    {
      "content": "Mosie chun Joshua kuomah, “Eini lai pasalhai thlang suok la, fe unla, Amalekhai chu va do ro; zîng- ah Pathien hmawl chu ka kuta chawiin tlâng sîpah ngîr ka tih,” a tih a.",
      "reference": "FESUOKNA 17:9"
    },
    {
      "content": "Joshua chun a kuoma Mosiein a hril ang tak chun a thawh a, Amalekhai chu an do tah a; Mosie, Aron le Hur chu tlâng sîpa chun an hang fe tah a.",
      "reference": "FESUOKNA 17:10"
    },
    {
      "content": "Mosiein a hmawl ân let sûng po chu Israelhai chun an hneh a, chun, a kut a lâkthlâk phingleh Amalekhai chun an hne ve thung pei a.",
      "reference": "FESUOKNA 17:11"
    },
    {
      "content": "Mosie kuthai chu a hung kham chun, lung an lâk a, a hnuoia chun an sieh a, chu chunga chun a ṭhung tah a. Aron le Hur chun sîr khatah pakhat, sîr dangah pakhatin a kuthai chu an dawm tung zing a; chuong- chun, nisa tlâk hmakhat chu a kuthai chu a phar thei ta zing a.",
      "reference": "FESUOKNA 17:12"
    },
    {
      "content": "Chun, Joshua chun Amalek le a mihai chu kâwlhnâm ngeiin a sunthlûk dêr tâwl tah a.",
      "reference": "FESUOKNA 17:13"
    },
    {
      "content": "Chun, LALPA chun Mosie kuomah, “Lekhabuah hi hi hriet zing- na dingin ziek la, vân hnuoi po poa inthawkin Amalek hriet zingna hi thaihmang dêr ka tih ti Joshua naa chun inhriettir rawh,” a tih a.",
      "reference": "FESUOKNA 17:14"
    },
    {
      "content": "Chun, Mosie chun mâichâm a siem a, a hminga chun “Jehova- Nissi” ân bûk a;",
      "reference": "FESUOKNA 17:15"
    },
    {
      "content": "“LALPA chu ka puonzâr a nih” tiin. “LALPA chu ân khâm tah a, LALPA chun a thlahai thla nâwk- sâwng chen khawmin Amalek chunga hin dona nei hlak a tih,” tiin",
      "reference": "FESUOKNA 17:16"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "FESUOKNA 17 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}