{
  "verses": [
    {
      "content": "LALPA chun Mosie kuomah, “A hmasa angtak khan lung phêk pahni sak la; chun, a phêk hmasa i sukkawihai chunga thuhai kha, chu phêkhai chunga chun ziek ka tih.",
      "reference": "FESUOKNA 34:1"
    },
    {
      "content": "Zîngkâr inzo hieu la, zîngkâr chun Sinai tlângah hung la, tlâng sîpa ka kuoma chun nang ngei hung rawh.",
      "reference": "FESUOKNA 34:2"
    },
    {
      "content": "Tukhawm nang leh an hung ding a ni nawh a, tlâng chung po poa chun tukhawm hmu an ni bawk ding a ni nawh a; chun, tlâng hmaa chun berâm ruolhai amanih, bâwng ruol- hai amani khawm tla bawk naw raw hai se,” a tih a.",
      "reference": "FESUOKNA 34:3"
    },
    {
      "content": "Chuongchun, Mosie chun a hmasahai ang tak chun lung phêk pahni chu a sak tah a; chun, zîngkâr inhmatakin a tho a, LALPAIN thu a pêk ang chun, lung phêk pahni chu a kutin a chawi a, Sinai tlânga chun a hang fe tah a.",
      "reference": "FESUOKNA 34:4"
    },
    {
      "content": "LALPA chu sûma chun a hung thlah a, ama kâwla chun a hung ngîr a, LALPA hming chu a phuong tah a.",
      "reference": "FESUOKNA 34:5"
    },
    {
      "content": "LALPA chun a hmatieng a lekhêl a, “LALPA chu, LALPA chu Pathien, lainatnaa sip, mi lunginsietthei, lunginsen intak, zângaina le thutak hau,",
      "reference": "FESUOKNA 34:6"
    },
    {
      "content": "sâng tamtak chunga hmangai- naa sip, khawhlona le bawsietna le suolna ngaidam hlak, thiemnawa ngaihai ruok chu iengti khawma inthla el ngailo, pahai rîtlona nauhai, nauhai nauhai nâwk le suon thumna le suon lina chen chunga thung hlaktu a nih,” tiin a phuong tah a.",
      "reference": "FESUOKNA 34:7"
    },
    {
      "content": "Mosie chu inhmâwtakin hnuoi tieng a lu a kûn a, chibai a bûk tah a.",
      "reference": "FESUOKNA 34:8"
    },
    {
      "content": "“Tuhin nanga mithmuah lungin- sietna ka hmu ta chun, Aw Lalpa, ka ngên che, Lalpa chu keini lai fe ve raw se; mi kâwmaw ni de hai sien khawm, kan khawhlona le suolna chu mi ngaidam la, i rochan dingin nangin mi la rawh,” a tih a.",
      "reference": "FESUOKNA 34:9"
    },
    {
      "content": "LALPA chun, “Ngai ta, thu- thlung ka siem hi. Ieng hnam lai khawm le hnuoi chung po poa la thaw ngai dêr lo, i mihai po po hmaah thilmakhai thâwng ka tih. Anni laia i umna mi po po chun LALPA sinthaw chu hmûng an tih, nangmaha thil ka thaw ding chu râpthlâktak a ni sih a.",
      "reference": "FESUOKNA 34:10"
    },
    {
      "content": "“Vawisûn thu ka pêk che hi zâwm rawh. Ngai rawh, Amor mihai, Kanaan mihai, Hit mihai, Periz mihai, Hiv mihai le Jebus mihai chu i hmaha inthawkin ka hnawt suok ding a nih.",
      "reference": "FESUOKNA 34:11"
    },
    {
      "content": "I chungah fimkhur rawh, chuong naw chun i fêna tieng ram hluotuhai leh thuthlung siem rawi i ta, nangni laia châng ni rawi a tih.",
      "reference": "FESUOKNA 34:12"
    },
    {
      "content": "Amiruokchu, an mâichâmhai chu kei chim in ta, an milimhai chu vaw nawi vawng in ta, an pathiennu Aser- a lim khawm chu phûr thlûng in tih:",
      "reference": "FESUOKNA 34:13"
    },
    {
      "content": "pathien dang hrim i biek ding a ni nawh, LALPA, a hming el khawm ‘Thikthusie’ chu Pathien thikthu- setak a ni sih a.",
      "reference": "FESUOKNA 34:14"
    },
    {
      "content": "A ram hluotuhai le chun thuthlung siem hlau rawi i tih: an pathienhai hnawta an inzawr a, an pathienhai kuoma inthâwina an nei phain, mi pakhatin fiel a ti cheh a, an inthâwina chu fa rawi i tih.",
      "reference": "FESUOKNA 34:15"
    },
    {
      "content": "An naunuhmeihai chu i naupa- salhai inneitir i ta, an naunuhmeihai chun an pathienhai hnawta an inzawr phain, i naupasalhai chu an pathienhai leh inuiretir rawi an tih.",
      "reference": "FESUOKNA 34:16"
    },
    {
      "content": "“Siemfâwm pathien hrim in siempêk ding a ni nawh.",
      "reference": "FESUOKNA 34:17"
    },
    {
      "content": "“Chawlṭhanglo bei ruoiṭhe chu nei zing i tih. Ni sari sûng chu, thu ka pêk ang che khan, Abib thla hun ruota khan fâng i tih; Abib thlaa chun Aiguptaa inthawkin i hung suok a ni sih a.",
      "reference": "FESUOKNA 34:18"
    },
    {
      "content": "Sul hung kêu po po, bâwng le berâmte hmasa a chal po po chu ka ta an nih.",
      "reference": "FESUOKNA 34:19"
    },
    {
      "content": "Sabengtungte hmasa tak chu berâmtein intlan i tih; în tlan naw chun a rîng her bawng i tih. I naupasal nau lutîr po po chu intlan i tih. Tukhawm ka hmaah kut ruokin a hung inlang ding a ni nawh.",
      "reference": "FESUOKNA 34:20"
    },
    {
      "content": "“Ni ruk sûng sin thâwng i ta, ni sari ni ruok chun châwl i tih; hnuoi inlet huna le busîk huna khawm châwl i tih.",
      "reference": "FESUOKNA 34:21"
    },
    {
      "content": "Chun, hapta kâr ruoiṭhehai, bupui tlung hmasa sîklai le kum tâwpa lâk khâwm zo ruoiṭhehai chu hmang i tih.",
      "reference": "FESUOKNA 34:22"
    },
    {
      "content": "LALPA Pathien, Israel Pathien hmaa chun i mi pasalhai chu kum khatah ṭum thum an inlang ding a nih.",
      "reference": "FESUOKNA 34:23"
    },
    {
      "content": "Hnamhai chu i hmaah hnawt suok ka ta, i ramrihai chu ka suk- lien ding a ni sih a; kum khat sunga ṭum thum, LALPA i Pathien hmaha inlang dinga i fe laiin, i ram chu tukhawmin inhnarin lâk tum naw ni hai.",
      "reference": "FESUOKNA 34:24"
    },
    {
      "content": "“Ka inthâwina thisen chu chawl ṭhang bei leh în hlân ding a ni nawh. Fekân ruoiṭhe inthâwina chu zîngkâr chena dingin hla ding a ni bawk nawh.",
      "reference": "FESUOKNA 34:25"
    },
    {
      "content": "I hnuoi ra thar hmasatak chu LALPA i Pathien inah i hung lâk ding a nih. Kêlte chu a nu nênetuiah i suong ding a ni nawh,” tiin.",
      "reference": "FESUOKNA 34:26"
    },
    {
      "content": "Chun, LALPA chun Mosie kuomah, “Hieng thuhai hi ziek rawh, hieng thuhai dungzui hin Israel le nanga kuomah thuthlung ka siem sih a,” a tih a.",
      "reference": "FESUOKNA 34:27"
    },
    {
      "content": "Chutaka chun Mosie chu LALPA le chun ni sâwmli le zân sawmli a um a; bei hlak a fâk nawh a, tui khawm a dâwn bawk nawh a. Thuthlung thuhai, thupêk sâwmhai chu lungphêkhai chunga chun a ziek tah a.",
      "reference": "FESUOKNA 34:28"
    },
    {
      "content": "Chun, Mosie chu Thuthlung phêkhai pahni chu a kuta chawiin Sinai tlânga inthawkin a hung thlah a; tlânga inthawka a hung thlâk lai chun, Pathien ân biekpui leiin a hmai vun chu a lo var ti a hriet nawh a.",
      "reference": "FESUOKNA 34:29"
    },
    {
      "content": "Aron le Israel thlahai po poin Mosie chu an en a, a hmai vun a lo var pup el ti an hmu chun a kâwl hnaia fe chu an ṭi tah a.",
      "reference": "FESUOKNA 34:30"
    },
    {
      "content": "Mosie ruok chun anni chu a ko a, Aron le mipui ṭhuoituhai po po chu a kuomah an hung kîr a, Mosie chun a lo biek tâwl a.",
      "reference": "FESUOKNA 34:31"
    },
    {
      "content": "Chun, chu hnunga chun Israel thlahai po po chu an hung hnai a, Sinai tlânga LALPAIN a kuoma a hril po po chu thupêkin anni chu a pêk tah a.",
      "reference": "FESUOKNA 34:32"
    },
    {
      "content": "Mosie chun anni a biek zo chun, hmai inkhumnain a hmai ân khum a.",
      "reference": "FESUOKNA 34:33"
    },
    {
      "content": "Amiruokchu, Mosie chu LALPA kuomah ama be dinga a lût po leh a hmai inkhumna chu, a hung suok nâwk hmakhat a lâkthlâk zing a: chun, a hung suok a, a kuoma thu pêka um chu Israel thlahai kuoma chun a hril a;",
      "reference": "FESUOKNA 34:34"
    },
    {
      "content": "chun, Israel thlahai chun Mosie hmai, Mosie hmai vun var chu an hmu tah a. LALPA kuoma ama be dinga a fe nâwk hmakhat chun, Mosie chun a hmai inkhumnain ân khum nâwk hlak a.",
      "reference": "FESUOKNA 34:35"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "FESUOKNA 34 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}