{
  "verses": [
    {
      "content": "Chun, chu hnunga chun Mosie le Aron chu an va feh a, Pharao kuomah, “Hieng ang hin LALPA, Israel Pathien chun a tih, ‘Thlalêra ka kuoma ruoi an ṭhe theina dingin ka mihai chu infetir rawh,’ a tih,” an tih a.",
      "reference": "FESUOKNA 5:1"
    },
    {
      "content": "Pharao chun, “Israelhai infetir dinga a rawl ka ngai ding LALPA chu tûm a na? LALPA chu ka hriet ngai nawh a, chu nawa khawm, Israelhai chu infetir naw bawk ka tih,” a tih a.",
      "reference": "FESUOKNA 5:2"
    },
    {
      "content": "Anni chun, “Hebraihai Pathien chun a mîn tuokpui tah a, kan ngên che, LALPA kan Pathien kuoma inthâwi dingin thlalêra ni thum lam chenah mîn fetir rawh; chuong naw chun kan chungah kâwlhnâmin amanih, hriin amanih tla rawi a tih,” an tih a.",
      "reference": "FESUOKNA 5:3"
    },
    {
      "content": "Aigupta lal chun an kuomah, “Nangni Mosie le Aron hin iengti- zieha mipuihai hi an sinthawhaia in- thawk in inchawltir am? In sin chu va thaw ṭawk ṭawk unla a ni el,” a tih a.",
      "reference": "FESUOKNA 5:4"
    },
    {
      "content": "Pharao bawk chun, “Ngai ta, tuhin hi rama mihai hi an tam ta hleh a; an sinhaia inthawk in inchawltir el a!” a tih a.",
      "reference": "FESUOKNA 5:5"
    },
    {
      "content": "Chu ni ma chun mipuihai sinthaw hotuhai le an hotuhai chu Pharao chun thu a pêk a,",
      "reference": "FESUOKNA 5:6"
    },
    {
      "content": "“Kha hma ang khan mipuihai chu ṭêklei siem dingin bupâwl pe ngai ta naw unla, fe hai sienla, an bupâwl ding chu annîn inkhâwm lem raw hai se.",
      "reference": "FESUOKNA 5:7"
    },
    {
      "content": "Chun, kha hmaa ṭêklei an siem zât tho kha siem dingin phût unla, ieng kawng khawmin suktlâwm naw ro: an tha a bo sih a; chuleiin annâwm, ‘Mîn fetir la, kan Pathien kuomah mîn thâwitir rawh,’ tiha an khêk hi.",
      "reference": "FESUOKNA 5:8"
    },
    {
      "content": "Chuong mihai chunga chun sin rik lem chu innghat ni raw se; inrimtaka an thaw theina dingin; chun, thu teplo mei mei chu ngaisak naw bawk raw hai se,” a tih a.",
      "reference": "FESUOKNA 5:9"
    },
    {
      "content": "Chun, mipuihai sinthaw hotu- hai le an hotuhai chu an fe suok a, mipuihai kuoma chun, “Pharao chun hieng hin a tih, ‘Bupâwl chu pe naw ning cheu ah.",
      "reference": "FESUOKNA 5:10"
    },
    {
      "content": "Fe unla, in hmu theina naah va la ro: anachu in sinthaw chu suk- tlâwm ni chuong naw nih,’ tiin” an tih a.",
      "reference": "FESUOKNA 5:11"
    },
    {
      "content": "Chuongchun, mipuihai chu Aigupta ram sûng po poa chun bupâwl aiah bu kûng la khâwm ding chun an indar ta sup sup a.",
      "reference": "FESUOKNA 5:12"
    },
    {
      "content": "Sinthaw hotuhai chu, “Bupâwl umsa laia in sinthawhai, in ni tin sinthawhai ang kha tlingtla ro,” tiha nawr sênin ṭul namên loin an ṭûl a.",
      "reference": "FESUOKNA 5:13"
    },
    {
      "content": "Pharao sinthaw hotuhaiin mi- pui chunga Israel thla, hotua an siehai chu, “Vawisûn le zâni khawm, kha hma anga ṭêklei siema in sinthawhai chu iengdinga in tlingtla naw am a na?” tiha suosal le vuokin an um tah a.",
      "reference": "FESUOKNA 5:14"
    },
    {
      "content": "Chun, Israel thla hotuhai chu Pharao kuomah an hung a, an khêk a, “I siehlawhai hi iengdinga hienga i mi thaw am a na?",
      "reference": "FESUOKNA 5:15"
    },
    {
      "content": "I siehlawhai hi bupâwl pêk kan ni nawh a, kan kuomah, ‘Ṭêklei siem ro,’ an ti sih a! Chun, ngai ta, i sie- hlawhai hi vuokin kan um a; nisien- lakhawm, ân diknawna chu nangma mihai ngeiah a ni lem,” an tih a.",
      "reference": "FESUOKNA 5:16"
    },
    {
      "content": "Pharao ruok chun, “In zawm- thaw, in zawmthaw; chuleichun, ‘Mîn fetir la, LALPA kuomah mîn thâwitir rawh,’ in tih a.",
      "reference": "FESUOKNA 5:17"
    },
    {
      "content": "Tuhin fe unla, sin thaw el ro; bupâwl chu pêk ni hliek naw ti niu, ṭêklei ruok chu siem ding zât pângngai chu in pêk suok ngei ding a nih,” a tih a.",
      "reference": "FESUOKNA 5:18"
    },
    {
      "content": "Israel thla hotuhai chun, “Ieng kawng khawmin, in ni tin sinthawha ṭêklei siem ding zât chu in suktlâwm ding a ni nawh,” ti hril an ni chun ngîrhmun ṭha nawtaka um an nih ti an inhriet tah a.",
      "reference": "FESUOKNA 5:19"
    },
    {
      "content": "Pharao ina inthawka an hung suok chun, anni lo nghâk zingtu Mosie le Aron chu an va hmuh a,",
      "reference": "FESUOKNA 5:20"
    },
    {
      "content": "an kuomah, “LALPAIN en cheuin in chungthu chu rêl raw se, keini mi thatna dinga an kuta kâwl- hnâm chawi dingin, Pharao le a siehlawhai mithmuah theidaumah in mi siem ta lei hin,” an tih a.",
      "reference": "FESUOKNA 5:21"
    },
    {
      "content": "Chun, Mosie chu LALPA kuom tieng a ngha nâwk a, “Lalpa, iengdinga hi mihai chunga hin thil ṭhanaw thaw am i nih a? Iengdinga i mi tir hrim am?",
      "reference": "FESUOKNA 5:22"
    },
    {
      "content": "Pharao kuoma i hminga thu hril dinga ka hung chinah, hi mihai chungah tlatsiet a thawh a, nangin i sansuok dêr si nawh a,” a tih a.",
      "reference": "FESUOKNA 5:23"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "FESUOKNA 5 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}