{
  "verses": [
    {
      "content": "“I unaupa Aron hi Israel thlahai laia inthawkin ama le a naupasalhai hi, thiempu sina ka hmaha rawng an bâwl theina dingin Aron le Aron naupasalhai, Nadab le Abihu, Eleazar le Ithamar hi i kuomah la tum rawh.",
      "reference": "FESUOKNA 28:1"
    },
    {
      "content": "I unaupa Aron ta dingin mawina ding le ropuina dingin silfên inthieng i siempêk ding a nih.",
      "reference": "FESUOKNA 28:2"
    },
    {
      "content": "Mi, lungrila varna nei, varna thlaraua ka suksiphai po chu, Aron silfênhai siem dingin hril rawh, ama chu thiempu sina ka kuoma rawng a bâwl theina dinga inhlânthieng a ni theina dingin.",
      "reference": "FESUOKNA 28:3"
    },
    {
      "content": "“Hieng hi silfên an siem dinghai chu a nih: âwmbel, zakawsîng, zakaw fuol le zakawchung ṭhuimawi, lu- kâwm le kâwngkhi hi; chun, i unaupa Aron le a naupasalhai chu thiempu sina ka kuoma rawng an bâwl theina dingin silfên inthienghai siempêk an tih.",
      "reference": "FESUOKNA 28:4"
    },
    {
      "content": "Chun, rângkachak zai le sahmul dumpâwl, a êm le seninlâr le pat zai inhmi kawp hmang an tih.",
      "reference": "FESUOKNA 28:5"
    },
    {
      "content": "“Chun, rângkachak zai le sahmul dumpâwl le, a êm le seninlârin kut- thiemtakin zakawsîng chu siem an tih.",
      "reference": "FESUOKNA 28:6"
    },
    {
      "content": "An khai detna dingin a dârbel pahni, a hmawr hniha ṭhui mat a ni ding a nih.",
      "reference": "FESUOKNA 28:7"
    },
    {
      "content": "Chun, zakawsîng chunga a khitna ṭhuimawi chu siem dân thu- hmun bawka siem, zawm khat a ni ding a na; rângkachak zai le sahmul dumpâwl, a êm le seninlâr le pat zai inhmi kawp ṭhataka siem bawk a ni ding a nih.",
      "reference": "FESUOKNA 28:8"
    },
    {
      "content": "Chun, onik lung pahni lâng i ta, chuhaia chun Israel thlahai hming chu ker i tih;",
      "reference": "FESUOKNA 28:9"
    },
    {
      "content": "an piengzie indawt ang peiin hming paruk chu lung pakhatah, hming paruk dang chu lung danga chun ker i tih.",
      "reference": "FESUOKNA 28:10"
    },
    {
      "content": "Lungkertuin hming namna a ker angin, lung pahnia chun Israel thlahai hming indawt ang peiin ker i ta, rângkachak kerkuokhaia thun dingin siem i tih.",
      "reference": "FESUOKNA 28:11"
    },
    {
      "content": "Israel thlahai ta dinga hriet zingna lunghai dingin, chu lung pahni chu thiempu zakawsîng dâr belhaia chun sieng i ta; chuongchun, Aron chun hriet zingna dingin a liengko pahni chunga chun an hminghai chu LALPA hmaa chun put zing a tih.",
      "reference": "FESUOKNA 28:12"
    },
    {
      "content": "“Rângkachak kerkuokhai siem i ta, rângkachak inthieng khaidiet pahni hruol anga inherthlawp leh;",
      "reference": "FESUOKNA 28:13"
    },
    {
      "content": "chun, khaidiet herthlawphai chu kerkuokhaia chun thun i tih.",
      "reference": "FESUOKNA 28:14"
    },
    {
      "content": "“Kutthiem takin rorêlna âwm- bel siem i ta, zakawsîng siem dân ang bawk khan siem i tih: rângkachak zai, sahmul dumpâwl, a êm, senin- lâr le pat zai inhmi-kawpin siem i tih.",
      "reference": "FESUOKNA 28:15"
    },
    {
      "content": "Kil li nei a thuo a ni ding a na, a sei tieng khâp khat, a lien tieng khâp khat bawk a ni ding a nih.",
      "reference": "FESUOKNA 28:16"
    },
    {
      "content": "A sûnga chun lung phûm chihai tlar liin phûm i ta, a tlar hmasa tak chu sardion, topaz le karbankle lung,",
      "reference": "FESUOKNA 28:17"
    },
    {
      "content": "a tlar hnina chu emeral, sapphir le endonuk (lunghlu),",
      "reference": "FESUOKNA 28:18"
    },
    {
      "content": "a tlar thumna chu jasinth, agate le amethust,",
      "reference": "FESUOKNA 28:19"
    },
    {
      "content": "a palina chu birul, onik le jasper lung nîng a ta, a phûmna chu râng- kachaka tuom khum seng ni bawk an tih.",
      "reference": "FESUOKNA 28:20"
    },
    {
      "content": "Lunghai chu sawmpahni, Israel naupasalhai hming indawt ang peiin nîng an ta, hmingnamna kerhai angin Israel hnam sâwmpahni hming chu ker ning a tih.",
      "reference": "FESUOKNA 28:21"
    },
    {
      "content": "Âwmbel chunga chun rângka- chak inthieng khaidiet, hruol anga inherthlawp siem i tih;",
      "reference": "FESUOKNA 28:22"
    },
    {
      "content": "chun, âwmbel chunga chun rângkachak kuol pahni siem i ta; chu kuolhai pahni chu âwmbel hmawr pahnia chun inbûk i tih.",
      "reference": "FESUOKNA 28:23"
    },
    {
      "content": "Rângkachak khaidiet pahni chu âwmbel hmawra kuol pahnia chun inbûk i tih.",
      "reference": "FESUOKNA 28:24"
    },
    {
      "content": "Khaidiet pahni hmawrhai chu kerkuok pahnia chun thun i ta, zakawsîng dârbelhai hmatieng panga chun khai i tih.",
      "reference": "FESUOKNA 28:25"
    },
    {
      "content": "Rângkachak kuol pahni siem i ta, zakawsîng deptieng pang sûng, a tlâng sîr chunga âwmbel pahni hmawrhaia chun inbûk i tih.",
      "reference": "FESUOKNA 28:26"
    },
    {
      "content": "Rângkachak kuol pahni bawk siem i ta, zakawsîng hmatieng panga dârbel pahni hnuoitieng pang, a thuo sûnghnung lem hnuoitienga ân tuokna, zakawsîng hrui thiemtaka khâwng inbûkna chung taka khan inbûk i tih.",
      "reference": "FESUOKNA 28:27"
    },
    {
      "content": "Chun, âwmbel chu zakawsînga kawp thlapna dingin le, zakawsîng hrui thiemtaka khâwng chunga chun a um theina dingin âwmbela a kuolhai le zakawsînga a kuolhaia chun hrui dumpâwlin khit mat an tih.",
      "reference": "FESUOKNA 28:28"
    },
    {
      "content": "Chun, Aron chun LALPA hmah- a hriet zingna dingin Hmun In- thienga a fe po leh, a lungkhur chunga rorêlna âwmbela chun Israel thlahai hming chu phur zing a tih.",
      "reference": "FESUOKNA 28:29"
    },
    {
      "content": "Rorêlna âwmbela chun Urim le Thummim inbûk i ta, LALPA hmaha a fe laiin Aron lung chung taka chun an um ding a nih; chuongchun, Aron chun Israel thlahai rorêlpêkna chu LALPA hmaah a lung chunga chun a phur zing zing ding a nih.",
      "reference": "FESUOKNA 28:30"
    },
    {
      "content": "“Chu zakawfuol chu a dumpâwl vawngin i siem ding a nih.",
      "reference": "FESUOKNA 28:31"
    },
    {
      "content": "A hmawr a lai zâwnah a lu âwng a um ding a na, a lu âwng chu a vêl tuok chun ân ek nawna dingin, indona phâw zakuo angin puon a khâwnga khâwnga tuom ding a nih.",
      "reference": "FESUOKNA 28:32"
    },
    {
      "content": "A hmawr tlânghaia chun thei- bufai dumpâwl, a êm le seninlârin, a hmawr tlâng vêl po poa chun i siem ding a nih; an inkârah rângkachak telnênghai leh,",
      "reference": "FESUOKNA 28:33"
    },
    {
      "content": "zakawfuol hmawr tlâng vêl tuoka chun rângkachak telnêng, theibufai, rângkachak telnêng le theibufai ti anga inkârthlâkin a um ding a nih.",
      "reference": "FESUOKNA 28:34"
    },
    {
      "content": "Aronin rawng a bâwl pha chun chuong ang chun inthuom a ta, a ri chu LALPA hmaa Hmun Inthienga a fe lai le a hung suok lai chun hriet a ni ding a nih, a thi nawna dingin.",
      "reference": "FESUOKNA 28:35"
    },
    {
      "content": "“Chun, rângkachak inthieng phêk siem i ta, a chunga chun hmingnamna kerhai angin, ‘LALPA TA DINGA INTHIENG,’ ti ker i tih.",
      "reference": "FESUOKNA 28:36"
    },
    {
      "content": "Chu chu hrui dumpâwlin lu- kâwm chungtienga chun khitdêng i ta, lukhim hmatieng panga chun a um ding a nih.",
      "reference": "FESUOKNA 28:37"
    },
    {
      "content": "Aron bâwk chunga chun a um ding a na. Aron chun Israel thlahaiin thilpêk inthienga an ipêk thil inthienghaia suolna um phawt chu phur a tih: LALPA hmaa pawm a ni theina dingin a bâwka chun a um zing ding a nih.",
      "reference": "FESUOKNA 28:38"
    },
    {
      "content": "“Chun, zakawchung puonzaiin- hmi kil li neia ṭiel khâwng i ta, puonzaiinhmi bawk lukhimin siem i ta; chun, kâwngkhi puon ṭhuimawi- takin siem bawk i tih.",
      "reference": "FESUOKNA 28:39"
    },
    {
      "content": "“Aron naupasalhai ta dinga mawina le ropuina dingin zakaw- chunghai, kâwngkhihai le lukhimhai siempêk i tih.",
      "reference": "FESUOKNA 28:40"
    },
    {
      "content": "I unaupa Aron le a naupasalhai chu inhâktir i ta, anni chu ka hmaa thiempu sina rawng an bâwl theina dingin hriek nâl i ta, namdet i ta, inhlân thieng i tih.",
      "reference": "FESUOKNA 28:41"
    },
    {
      "content": "Chun, an taksa saruokna inkhum dingin kekawr hnuoi siem- pêk i ta, kâwnga inthawka êlpui chen tlung an tih;",
      "reference": "FESUOKNA 28:42"
    },
    {
      "content": "chuong chu Aron le a naupa- salhai chun an bun ding a nih, intuokna puon ina an hung lût phain amanih, Hmun Inthienga rawng bâwl dinga mâichâm an hung hnai phain amanih, suolna phura an thi nawna dingin. Ama le ama hnunga a thlahai chena khawm hi hi dân nîng a tih.",
      "reference": "FESUOKNA 28:43"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "FESUOKNA 28 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}