{
  "verses": [
    {
      "content": "Chun, LALPA chun Mosie kuom- ah, “Pharao kuomah fe la, ‘LALPA, Hebraihai Pathien chun hieng hin a tih: ka rawng an bâwl theina dingin ka mihai infetir rawh.",
      "reference": "FESUOKNA 9:1"
    },
    {
      "content": "Anni chu infetir i phal nawha, i khuokhir zing chun,",
      "reference": "FESUOKNA 9:2"
    },
    {
      "content": "ngai rawh, loa i ran ruol umhai, sakawrhai, sabengtunghai, sa- nghâwngseihai, bâwng ruolhai le, berâm ruolhai chungah LALPA kut chu hri râpthlâktak leh tlâng a tih.",
      "reference": "FESUOKNA 9:3"
    },
    {
      "content": "Chun, LALPA chun, Aigupta mihai le Israelhai ran ruolhai thlier a ta, Israel thlahai ta taphawt chu iengkhawm thi naw tawp an tih, a tih,’ tiin hril rawh,” a tih a.",
      "reference": "FESUOKNA 9:4"
    },
    {
      "content": "LALPA chun hun bîk a ruot a, “Hi thil hi, hi rama hin zîngah LALPAIN thawng a tih,” a tih a.",
      "reference": "FESUOKNA 9:5"
    },
    {
      "content": "A zînga chun chu thil chu LALPA chun a thaw tah a. Aigupta mihai ran ruol po po chu an thi vawng a, Israel thlahai ran ruol ruok chu pakhat khawm an thi nawh a.",
      "reference": "FESUOKNA 9:6"
    },
    {
      "content": "Pharao chun mi a tir a, Israel thlahai ran ruol chu pakhat khawm an thi dêr nawh ti a hriet a. Nisienlakhawm, Pharao lungril chu a ngar a, mihai chu ân fetir chuong nawh.",
      "reference": "FESUOKNA 9:7"
    },
    {
      "content": "LALPA chun Mosie le Aron kuoma chun, “Thuka vut kut sipin chawi unla, Pharao mithmu ngeiah Mosiein vân tieng vawr raw se.",
      "reference": "FESUOKNA 9:8"
    },
    {
      "content": "Chun, Aigupta ram chung po poah pilvut indi takah inchang a ta, Aigupta ram sûng po povah mihriem le ran chungah khuoihli invûngin inchang a tih,” a tih a.",
      "reference": "FESUOKNA 9:9"
    },
    {
      "content": "Chun, thuka vut chu an lâk a, Pharao hmaa chun an ngir a; Mosie chun vân tieng chun a vawr tah a, chuongchun, mihriem le ran chunga chun khuoihli invûngah ân chang tah a.",
      "reference": "FESUOKNA 9:10"
    },
    {
      "content": "Chun, khuoihlihai lei chun aisânthiemhai chu Mosie hmaa chun an ngîr thei ta nawh a; chu khuoihli chu Aigupta mihai po po le aisân- thiemhai chunga khawm a um seng sih a.",
      "reference": "FESUOKNA 9:11"
    },
    {
      "content": "Chun, LALPAIN Pharao lungril chu a sukngar a, LALPAIN Mosie kuoma a hril ta angin an thu hril chu a ngai chuong nawh a.",
      "reference": "FESUOKNA 9:12"
    },
    {
      "content": "LALPA chun Mosie kuomah, “Zîngkâr inhmatakin tho la, Pharao hmaah ngîr la, a kuomah, ‘Hebraihai Pathien LALPA chun hieng hin a tih: ka rawng an bâwl theina dingin ka mihai infetir rawh.",
      "reference": "FESUOKNA 9:13"
    },
    {
      "content": "Hnuoi chung po poah keima ang tukhawm an um nawh ti i hriet theina dingin, tuta ṭum hin chu, i mihai le i siehlawhai le nangma chunga ngei ka hri po po ka hung tir ding a ni sih a.",
      "reference": "FESUOKNA 9:14"
    },
    {
      "content": "Tuhin ka kut inlet ka ta, i mihai le nang ngei chu hripuiin hrem ka ti cheu a, hnuoia inthawka sâtthlâk ni tâng i tih:",
      "reference": "FESUOKNA 9:15"
    },
    {
      "content": "nisienlakhawm, hi thilthaw kawng ngeihaia hin ka thilthawthei- nahai chu nangmaa inentir a ni theina ding le khawvêl po poa ka hming chu phuongdar a ni theina dingin ka la dawmngir zing che a ni hi.",
      "reference": "FESUOKNA 9:16"
    },
    {
      "content": "Ka mihai chunga hin nang le nang inchawimawiin, anni chu i lân fetir naw rawp ding a ni maw?",
      "reference": "FESUOKNA 9:17"
    },
    {
      "content": "Ngai rawh, zîngah tu pha ngei hin riel nasa râpthlâk insûrtir ka ta; chuong ang hrim hrim chu Aigup- taah, hi ram um hlima inthawk tu chen hin a la um ngai dêr nawh.",
      "reference": "FESUOKNA 9:18"
    },
    {
      "content": "Chuleiin, tuhin mi tir la, i ran ruol le loa i thil nei po po chu inhulah hung la lût vak raw hai se; mi tin le ran loa um taphawthai, ina hung lâk lût nawhai chungah riel chu a hung sûr ding a ni sih a, an thi vawng ding a nih, a tih,’ tiin hril rawh,” a tih a.",
      "reference": "FESUOKNA 9:19"
    },
    {
      "content": "Pharao siehlawhai laia LALPA thu ṭitu chun a siehlawhai le a ran ruol chu inahai ân tlân lûttir a;",
      "reference": "FESUOKNA 9:20"
    },
    {
      "content": "LALPA thu ngaisaknawtu ruok chun a siehlawhai le ran ruol chu loah ân umtir a.",
      "reference": "FESUOKNA 9:21"
    },
    {
      "content": "Chun, LALPAIN Mosie kuom- ah, “Aigupta ram sûng po poa, mihriem le ran le loa thlai tinrêng chungah, Aigupta ram po poah riel nasatak a hung sûr theina dingin, vân tieng i kut phar rawh,” a tih a.",
      "reference": "FESUOKNA 9:22"
    },
    {
      "content": "Chun, Mosie chun a hmawl chu vân tieng ân let a; chuongchun, LALPA chun vâninrûm le riel chu a hung tir tah a, hnuoia chun mei dâm a zuk tlah a, LALPA chun Aigupta ram chunga chun riel ân sûrtir tah a.",
      "reference": "FESUOKNA 9:23"
    },
    {
      "content": "Chuongchun, riel, ṭêktla le riel inpawl, râpthlâktak el, Aigupta ram po poah, hnam a hung ni chena inthawka la hmu ngai dêr lo chu a hung tlung tah a.",
      "reference": "FESUOKNA 9:24"
    },
    {
      "content": "Aigupta ram po poa, loa thil um taphawt chu mihriem le ran khawm a dêng hlum ta vawng a; riel chun loa thlaihna tinrêng chu a dêng hlumin, rama thinghai khawm chu a dêng thliek bawk a.",
      "reference": "FESUOKNA 9:25"
    },
    {
      "content": "Israel thlahai umna Gosen rama bak chun riel chu a tla ve nawh a.",
      "reference": "FESUOKNA 9:26"
    },
    {
      "content": "Chun, Pharao chun mi a tir a, Aron le Mosie chu ân kotir a, an kuomah, “Tuta ṭum chu ka lo suol takzet a nih, ka mihai le kei chu kan khawhlo a, LALPA ruok chu a fel a nih.",
      "reference": "FESUOKNA 9:27"
    },
    {
      "content": "Hun ta raw se, riel le vâninrûm ri nasatakhai hi a bona dingin LALPA chu hni la, chuongchun, infetir ka ti cheu, um ta hrim hrim naw ti niu,” a tih a.",
      "reference": "FESUOKNA 9:28"
    },
    {
      "content": "Mosie chun a kuomah, “Khaw- pui hi ka suoksan phingleh, LALPA tieng ka kut phar ka ta, hnuoi hi LALPA ta a nih ti i hriet theina dingin, vâninrûmhai chu mâng a ta; riel hrim khawm um nâwk ta dêr naw nih.",
      "reference": "FESUOKNA 9:29"
    },
    {
      "content": "Nisienlakhawm, nang le i sie- hlawhai chun, LALPA Pathien chu la ṭi chuong naw ti niu ti ka hriet a nih,” a tih a.",
      "reference": "FESUOKNA 9:30"
    },
    {
      "content": "Ziza le buṭei chu dêng hlumin an um a, buṭei chu a vui tahin ziza khawm chu a pâr lai tak a ni sih a.",
      "reference": "FESUOKNA 9:31"
    },
    {
      "content": "Bupui le mîm ruok chu dêng siet an ni ve nawh a, an puitling inhnu leiin.",
      "reference": "FESUOKNA 9:32"
    },
    {
      "content": "Mosie chu Pharao kuoma inthawka khawpui puoha a suok chun, LALPA kuom tieng a kut chu a phar tah a; chun, vâninrûmhai le riel chu a ma tah a, hnuoi chunga chun ruo khawm a sûr ta nawh a.",
      "reference": "FESUOKNA 9:33"
    },
    {
      "content": "Pharao chun ruo le riel le vâninrûmhai chu a ma tah ti a hmu chun, a la suksuol ta rawp a, ama le a siehlawhai khawm chun an lungril chu an la sukngar ta rawp a.",
      "reference": "FESUOKNA 9:34"
    },
    {
      "content": "Pharao lungril chu sukngarin a um a, Mosie baua LALPAIN a lo hril ta angin, ama chun Israel thlahai chu ân fetir nuom nawh a.",
      "reference": "FESUOKNA 9:35"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "FESUOKNA 9 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}