{
  "verses": [
    {
      "content": "“Thuthang indiknaw chu hril dar naw la, hrietpuitu felnaw ni dingin mi rilo inthlawppui naw rawh.",
      "reference": "FESUOKNA 23:1"
    },
    {
      "content": "Thil suol thaw dingin mipui chu i zui ding a ni nawh a; indikna keikâwi dinga mi tamna tieng tienga ṭhangin thubuoiah hrietpuitu i ni ding a ni bawk nawh;",
      "reference": "FESUOKNA 23:2"
    },
    {
      "content": "mi pasie khawm chu a thubuoiah i ditsak bîk ding a ni nawh.",
      "reference": "FESUOKNA 23:3"
    },
    {
      "content": "“I hmêlma bâwngchal amanih, sabengtung fe hmang ding în tuokpui chun, ama kuomah i hung ṭhuoi kîr ngei ding a nih.",
      "reference": "FESUOKNA 23:4"
    },
    {
      "content": "Nangma theidatu che sa- bengtung chu a phurrik hnuoia zâlin, insuo dinga i ṭhangpui ṭul a ni chun, ama chu în suopui ngei ding a nih.",
      "reference": "FESUOKNA 23:5"
    },
    {
      "content": "“I mi pasie thubuoi rêlnaah indikna în hmang ding a ni nawh.",
      "reference": "FESUOKNA 23:6"
    },
    {
      "content": "Hêkna indik nawa inthawk chu insiekieng dai la, pawitâwklo le mi fel chu that naw rawh, a thiemnaw chu thiem kân changtir âwm si nawh a.",
      "reference": "FESUOKNA 23:7"
    },
    {
      "content": "Chun, thamna i lâk ding a ni nawh, thamna chun hmutheina nei- hai khawm an mit a sukdel a, mi fel thuhai khawm a keikâwi hlak sih a.",
      "reference": "FESUOKNA 23:8"
    },
    {
      "content": "Hnam dang chu i nêksâwr ding a ni nawh; nangni khawm Aigupta ramah hnam dang in ni kha hrein, hnam dang lungril chu in hriet sih a.",
      "reference": "FESUOKNA 23:9"
    },
    {
      "content": "“Kum ruk sûng chu i ramah chi tûng i ta, chu sûng chun a rahai chu la khâwm i tih;",
      "reference": "FESUOKNA 23:10"
    },
    {
      "content": "kum sarinaa ruok chun in- châwltirin inumtir ṭawk ṭawk i tih, i mi pasiehaiin an fâk theina dingin le, an mâksanhai chu ramsahaiin an fâk theina dingin. Chuong ang bawkin, i grêp huonhai le i oliv huonhai chu thâwng i tih.",
      "reference": "FESUOKNA 23:11"
    },
    {
      "content": "Ni ruk sûng chu i sin thâwng i ta, ni sari ni ruok chun i bâwngchal le i sabengtung khawm chu an sâwldam theina ding le, i ina pieng i siehlawnu naupa le hnam dang mi khawm chu an insukhar theina dingin i châwl ding a nih.",
      "reference": "FESUOKNA 23:12"
    },
    {
      "content": "I kuoma ka hril ta po po hi pawisa la, pathien danghai hming hrim chu lam naw la, i baua inthawkin hriet khawm ni bawk naw raw se.",
      "reference": "FESUOKNA 23:13"
    },
    {
      "content": "“Kum khat sûngin ka kuomah ruoiṭhena ṭum thum i nei ding a nih.",
      "reference": "FESUOKNA 23:14"
    },
    {
      "content": "Chawl ṭhanglo bei ruoi i nei ding a na, ni sari sûng chawl ṭhanglo bei fâng i ta, thu ka pêk ang cheha, Abib thlaha hun ka ruotpêk che huna khan (chu thla chun Aiguptaa inthawkin i hung suok a ni sih a) chun, tukhawm ka hmaah kut ruokin an hung inlang ding an nawh.",
      "reference": "FESUOKNA 23:15"
    },
    {
      "content": "Loa i chîng i sininrimna ra hmasahai sîk hunah Busîk ruoi le, kum tâwpah loa inthawka i sinthaw rahai po po i lâk khâwm vawng pha Pâwltlâk ruoi i nei bawk ding a nih.",
      "reference": "FESUOKNA 23:16"
    },
    {
      "content": "Kum khatah ṭum thum pasal po po LALPA Pathien hmaah an hung inlang ding a nih.",
      "reference": "FESUOKNA 23:17"
    },
    {
      "content": "“Ka inthâwina thisen chu chawl ṭhang leh în hlân ding a ni nawh a; ka ruoiṭhena sathâu chu zânkhawvâr, zîngkâr chenin a um zing ding a ni bawk nawh.",
      "reference": "FESUOKNA 23:18"
    },
    {
      "content": "I hnuoi ra hmasatak laia a ṭha tak chu LALPA i Pathien ina chun i hung lâk ding a nih. Kêlte chu a pui nênetuiah i suong ding a ni nawh.",
      "reference": "FESUOKNA 23:19"
    },
    {
      "content": "“Ngai ta, i lampuia enkawl ding che le, hmun ka buotsaia chun ṭhuoi ding chein i hmaah vântirko ka tir a nih.",
      "reference": "FESUOKNA 23:20"
    },
    {
      "content": "Ama chu pawisa unla, a râwl chu ngai unla, suklungsen naw ro; ka hming chu amaa chun a um a, in bawsietnahai chu a ngaidam naw ding cheu a ni sih a.",
      "reference": "FESUOKNA 23:21"
    },
    {
      "content": "Nisienlakhawm, ama râwl chu i ngai tak tak a, ka hril po po hi i thaw chun, i hmêlmahai ta dingin hmêlma nîng ka ta, i khingpuihai ta dingin an khingpui nîng ka tih.",
      "reference": "FESUOKNA 23:22"
    },
    {
      "content": "Ka vântirko chu i hmaah fêng a ta, Amor mihai le, Hit mihai le, Periz mihai le, Kanaan mihai le, Hiv mihai le, Jebus mihai rama chun ṭhuoi lût a ti che; chun, anni chu tan thlâng ka tih.",
      "reference": "FESUOKNA 23:23"
    },
    {
      "content": "An pathienhai kuoma chun i kûn ding a ni nawh a, an rawng khawm i bâwl ding a ni nawh a, an sin i thaw ding a ni bawk nawh; anni chu peithla letdêr i ta, an milimhai chu suknâwi vawng i tih.",
      "reference": "FESUOKNA 23:24"
    },
    {
      "content": "LALPA i Pathien rawng chu bâwl i ta, i tui le beia khawm mal sâwmpêk ka ti che; chun, nangmaa inthawkin natnahai chu la hmang bawk ka tih.",
      "reference": "FESUOKNA 23:25"
    },
    {
      "content": "“I ram sûngah ching le mâni nau ṭhe tukhawm um naw ni hai a, i dam sûng nihai chu sukkim ka tih.",
      "reference": "FESUOKNA 23:26"
    },
    {
      "content": "Ka ṭitumna chu i hmaah tir ka ta, mi an kuoma i hungna dinghai chu sukbohmang ka ta, i hmêlmahai chu hnung innghat ding chein siem ka tih.",
      "reference": "FESUOKNA 23:27"
    },
    {
      "content": "I hmaah khuoi tûrnei tir ka ta, chuongchun, Hiv mihai, Kanaan mi- hai, Hit mihai chu i hmaha inthawkin hnawt suok an tih.",
      "reference": "FESUOKNA 23:28"
    },
    {
      "content": "I hmaha inthawkin kum khat sûngin hnawt suok vawng naw ning, chuong naw chun ram chu râusan nîng a ta, ram sahai i chungah hung ṭuong rawi an tih.",
      "reference": "FESUOKNA 23:29"
    },
    {
      "content": "I hung pung a, ram chu i hluo thei zet hmakhat chu anni chu tlawmte têin i hmaha inthawkin hnawt suok hret hret ka tih.",
      "reference": "FESUOKNA 23:30"
    },
    {
      "content": "Tuipui Sena inthawka Philistin tuipui chen le, thlalêra inthawka Euphrates vadung chenin i ramri chu khang ka ta; a ram hluotuhai chu i kutah ka pêk ding che a ni sih a; chun, nangin i hmaha inthawkin hnawt suok i tih.",
      "reference": "FESUOKNA 23:31"
    },
    {
      "content": "“An pathienhai leh amanih, anni leh amani khawm thuthlung hrim i siem ding a ni nawh.",
      "reference": "FESUOKNA 23:32"
    },
    {
      "content": "I ram sûngah an um ding a ni nawh a, chuong naw chun ka chungah insuksuoltir rawi an ti che; an pathienhai rawng i bâwl chun, i ta dingin châng a ni ngei ngei ding a ni sih a, tiin” a tih a.",
      "reference": "FESUOKNA 23:33"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "FESUOKNA 23 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}