{
  "verses": [
    {
      "content": "Chun Levi sûnghai laia mi pakhat chu a feh a, Levi naunu nuhmeiin a nei tah a.",
      "reference": "FESUOKNA 2:1"
    },
    {
      "content": "Nuhmei chu ân rai a, naupasal a hung nei a; naupang hmêl ṭhatak a nih ti a hmuin thla thum a thup- hmang a.",
      "reference": "FESUOKNA 2:2"
    },
    {
      "content": "Chun, ama chu a thuphmang zing thei naw phingleh phairuong lawng a lâk a, fâr hnai le lawng hnaiin a zût a; chu sûnga chun nau- pang chu a sieh a, vadung sîra phairuonghai lai chun a sie tah a.",
      "reference": "FESUOKNA 2:3"
    },
    {
      "content": "Ama chu iengtin am a um pei ti hre dingin a farnu chu hla fea hin a ngir a.",
      "reference": "FESUOKNA 2:4"
    },
    {
      "content": "Chun Pharao naunu chu va- dunga insil dingin a hung thlah a; a nunghâkhai chu vadung pang hrûla chun an fe vêl a; phairuong- hai laia lawng chu a hmu tah a, nunghâk pakhat chu va la dingin a tir a.",
      "reference": "FESUOKNA 2:5"
    },
    {
      "content": "A hang hawng chun nautê chu a hmuh a: chun, ngai ta, nautê chu a ṭap tah a. Ama chu a lunginsiet a, “Hi hi Hebrai nauhai laia pakhat chu a ni ngei el,” a tih a.",
      "reference": "FESUOKNA 2:6"
    },
    {
      "content": "Chun a farnu chun Pharao naunu kuomah, “Fêng ka ta, Hebrai nuhmei naudawntu, hi nautê dawnpêktu ding che hi ka va kopêk ding che am a nih?” a tih a.",
      "reference": "FESUOKNA 2:7"
    },
    {
      "content": "Pharao naunu chun a kuomah, “Va fe rawh,” a tih a. Chun nunghâk chu a feh a, naupang nu ngei chu a va ko tah a.",
      "reference": "FESUOKNA 2:8"
    },
    {
      "content": "Chun, Pharao naunu chun a kuomah, “Hi naupang hi la la; ka ta dingin dawn rawh; chun, i hlaw tâwk pêng ka ti che,” a tih a.",
      "reference": "FESUOKNA 2:9"
    },
    {
      "content": "Chun, nuhmei chun naupang chu a lâk a, a dawn tah a. Naupang chu a hung inṭhang lien a, Pharao naunu kuomah a hung ṭhuoi a, a naupa a hung ni tah a. Chun, “Tuia inthawka ka lâk suok a nih a” tiin a hmingah Mosie a sak a.",
      "reference": "FESUOKNA 2:10"
    },
    {
      "content": "Mosie chu a hung puitling a, ni khat chu a unauhai kuomah a fe tah a; an rikphurhai chu a hmuh a: chun, a unauhai laia mi pakhat, Hebrai mi, Aigupta miin a vuok a hmuh a.",
      "reference": "FESUOKNA 2:11"
    },
    {
      "content": "Chun, a ngha vêl a ngha vêl a, mi tukhawm an um nawh ti a hmu phingin Aigupta mi chu a vuok hlum a, phaiphinah a thuphmang tah a.",
      "reference": "FESUOKNA 2:12"
    },
    {
      "content": "A ni hninaa a va fe suok nâwk chun, ngai ta, Hebrai mi pahni an lo insuol a; ama chun a thil suksuoltu lem kuoma chun, “Iengdinga i unau i vuok am a na?” a tih a.",
      "reference": "FESUOKNA 2:13"
    },
    {
      "content": "Ama chun a kuomah, “Kan chungah lal le rorêltuin tuin am a siem cheh a? Aigupta mi i that ang khan kei khawm hi mi that i tum a ni maw?” a tih a. Chun, Mosie chu a ṭi tah a, “Hi thil hi hriet suokin a um chie tah a ni hi,” a tih a.",
      "reference": "FESUOKNA 2:14"
    },
    {
      "content": "Pharao chun chu thil chu a hriet phingleh, Mosie chu sukhlum dingin a zawng tah a. Nisienlakhawm, Mosie chu Pharao hmaa inthawk a tlân hmang a, Midian ramah a um ta zing a; chun, tuisunsuo sîrah a ṭhung tah a.",
      "reference": "FESUOKNA 2:15"
    },
    {
      "content": "Midian mihai thiempu chun naunuhmei pasari a nei a; anni chu an hung a, tui an chawi a, an pa berâm ruol chu tui pe dingin tuibêlhai chu an thâl sip a.",
      "reference": "FESUOKNA 2:16"
    },
    {
      "content": "Chun, berâmpuhai chu an hung a, anni chu an hnawt hmang tah a; nisienlakhawm, Mosie chu a ngîr a, anni a ṭhangpui a, an berâm ruol chu tui ân dâwntir tah a.",
      "reference": "FESUOKNA 2:17"
    },
    {
      "content": "An pa Reuel kuomah an hung chun, “Iengtizie am a na vawisûn chu in va hung inhma de?” a lo tih a.",
      "reference": "FESUOKNA 2:18"
    },
    {
      "content": "Anni chun, “Aigupta mi pakhat- in berâmpuhai kuta inthawk a mi sansuok tâwl a nih, chu bak khawm chu ni loin tui a mi chawipêk a, kan berâm ruol tui ân dâwntir bawk a,” an tih a.",
      "reference": "FESUOKNA 2:19"
    },
    {
      "content": "Ama chun a naunuhai kuomah, “Anleh ama chu khâwlai am a um a? chu mipa chu iengdinga in hung mâksan am? Bei fa dingin ama chu hung ko ro,” a tih a.",
      "reference": "FESUOKNA 2:20"
    },
    {
      "content": "Chun, Mosie chu chu mipa kuoma um ding chun ân sukthlûk tah a; ama chun a naunu Zippora chu Mosie a pêk a.",
      "reference": "FESUOKNA 2:21"
    },
    {
      "content": "Zippora chun naupasal a nei a. Mosie chun, “Hrietlo rama inzin ka ni tah a,” a tih a, a hmingah Gersom a sak tah a.",
      "reference": "FESUOKNA 2:22"
    },
    {
      "content": "Chuong ni tamtak sûng chun Aigupta lal chu a thi tah a. Israel thlahai chu an intângna lei chun an thuok a dawng hleh a, Pathien an ko a, an intângna leia ama an kona chun Pathien kuom a tlung tah a.",
      "reference": "FESUOKNA 2:23"
    },
    {
      "content": "Pathienin an inrûm chu a hriet a, Abraham, Isak le Jakob kuoma a thuthlung chu Pathienin a hriet zing a.",
      "reference": "FESUOKNA 2:24"
    },
    {
      "content": "Chun, Israel thlahai chu Pathien chun a hmuh a, anni chu a hriet zing bawk a.",
      "reference": "FESUOKNA 2:25"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "FESUOKNA 2 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}