{
  "verses": [
    {
      "content": "Chun, Jethro, Midian mihai thiempu, Mosie tarpupa chun Mosie le a mi Israelhai ta dinga Pathienin thil a thawpêkzie, Ai- guptaa inthawkin Israelhai chu LALPAIN a hung ṭhuoi suokzie chu a lo hriet a.",
      "reference": "FESUOKNA 18:1"
    },
    {
      "content": "Chun, Jethro, Mosie tarpupa chun, Mosie nuhmei, Zippora, a itirhmang ta hnung le,",
      "reference": "FESUOKNA 18:2"
    },
    {
      "content": "a naupasalhai pahni chu a ṭhuoi a; chuhai pakhat hming chu Gersom a nih, “Hrietlo rama inzin ka ni tah a” a ti sih a:",
      "reference": "FESUOKNA 18:3"
    },
    {
      "content": "Chun, a dang hming chu Eliezer a nih, “Ka thlatu Pathien chu ka ṭhangpuitu a na, Pharao kâwlhnâma inthawkin a mi sansuok tah a” a ti bawk a.",
      "reference": "FESUOKNA 18:4"
    },
    {
      "content": "Chun, Jethro, Mosie tarpupa chu, a naupasalhai le, a nuhmei leh Mosie kuomah, thlalêra a riebûk, Pathien tlânga chun a hung a.",
      "reference": "FESUOKNA 18:5"
    },
    {
      "content": "Ama chun Mosie kuomah, “Kei i tarpupa Jethro hi, i nuhmei le a naupasalhai pahni le chun i kuomah ka hung a nih,” tiin thu ân chah a.",
      "reference": "FESUOKNA 18:6"
    },
    {
      "content": "Mosie chu a tarpupa tuok ding chun a fe suok a, inza taka chibai bûkin ama a fâwp tah a; chun, an chanchin an indawntuo an indawn- tuoh a, puon ina chun an lût tah a.",
      "reference": "FESUOKNA 18:7"
    },
    {
      "content": "Mosie chun, Israelhai leia Pharao chunga le Aigupta mihai chunga LALPA thil thaw ta po pohai, lampuia an chunga rimsikna hung tlunghai le, LALPAIN anni a san- suokzie chu, a tarpupa Jethro chu a hril tah a.",
      "reference": "FESUOKNA 18:8"
    },
    {
      "content": "Aigupta mihai kuta inthawka sansuokin, Israelhai chunga LALPAIN thilṭha a thaw po pohai chunga chun Jethro chu a lâwm hleh a.",
      "reference": "FESUOKNA 18:9"
    },
    {
      "content": "Jethro chun, “Aigupta mihai kuta inthawk le, Pharao kuta inthawka sansuoktu cheu LALPA chu inpâkin um raw se; Aigupta mihai kuta inthawka a mihai sansuoktu chu.",
      "reference": "FESUOKNA 18:10"
    },
    {
      "content": "Tuhin pathienhai po po nêkin LALPA chu a ropui lem ti ka hriet, chapotaka anni an sawisak lai ngeia Aigupta mihai kut hnuoia inthawk- a a mihai chu a sansuok leiin,” a tih a.",
      "reference": "FESUOKNA 18:11"
    },
    {
      "content": "Chun, Mosie tarpupa Jethro chun inthâwinahai le pumrawhmang thilinhlânhai Pathien ta dingin a lâk a; chun Aron chu Israel upahai po po leh Pathien hmaha Mosie tarpupa le bei fa dingin an hung tah a.",
      "reference": "FESUOKNA 18:12"
    },
    {
      "content": "A zînga chun Mosie chu mipui ro rêlpêk dingin a ṭhung a; mipui chu zîngkâra inthawk zântieng chenin Mosie vêla chun an ngîr tah a.",
      "reference": "FESUOKNA 18:13"
    },
    {
      "content": "Mosie tarpupa chun mipui kuoma a thilthaw po po chu a hmu chun, “Mipui ta dinga i thaw hi ieng thil am a na? Iem a tiha nang i khât bakin în ṭhung a, mipui chu i vêlah zîngkâra inthawk zântieng chena an ngîr hi?” a tih a.",
      "reference": "FESUOKNA 18:14"
    },
    {
      "content": "Mosie chun a tarpupa kuomah, “Mipui chu Pathien ti zâwng indawn dinga ka kuoma an hung leiin a nih.",
      "reference": "FESUOKNA 18:15"
    },
    {
      "content": "Thubuoi an nei pha ka kuomah an hung a; chun, a vênghai le mi dang kâra thu chu ka rêl a, Pathien dân ziekhai le a dânhai chu ka lo inhriettir hlak a nih,” a tih a.",
      "reference": "FESUOKNA 18:16"
    },
    {
      "content": "Mosie tarpupa chun a kuomah, “Hi thil i thaw hi a ṭha naw ie.",
      "reference": "FESUOKNA 18:17"
    },
    {
      "content": "Nang le i kuoma mipui umhai hi lân sukchâu ngei ngei in tih; i ta dingin hi thil hi a rik talaw sih a; nanga khât bak chun i thaw thei nawh annawm.",
      "reference": "FESUOKNA 18:18"
    },
    {
      "content": "Tuhin, ka thu hi lo ngâi ta, thurawn hang pêng ka ti che: Pathien chu i kuomah um sienla, Pathien hmaah nang chu mipui aiawtu ni la; nangin Pathien hmaah thubuoi chu intlun pei bawk la:",
      "reference": "FESUOKNA 18:19"
    },
    {
      "content": "chun, dân ziekhai le dânhai chu anni inchûktir i ta, an sin thaw dinghai le, kawng an hraw ding chu anni kâwkhmu bawk i ta.",
      "reference": "FESUOKNA 18:20"
    },
    {
      "content": "Chunawa khawm mipui laia inthawk mi thei thei, Pathien ṭi mi, mi indikhai, hlêpna felnaw theida mihai thlang suok la, anni chu sâng khat chunga rorêltu, za khat chunga rorêltu, sâwmnga chunga rorêltu, sâwm chunga rorêltuhai ni dingin sie rawh.",
      "reference": "FESUOKNA 18:21"
    },
    {
      "content": "Ieng lai khawmin anni chu mipui ro chu inrêltir la, thubuoi lien takhai bak hung intlun an ta, thubuoi chînhai chu annîn lo rêl el an ta; chuongchun, i ta dingin awl lem a ta, i rikphur chu an phurpui ding che annawm.",
      "reference": "FESUOKNA 18:22"
    },
    {
      "content": "Pathienin hieng angtaka thu a pêk cheha, hi thil hi i thaw chun, nang khawmin pei sâwt i ta, mipui po po khawm hi an hmun sengah thlamuongtakin fêng an tih,” a tih a.",
      "reference": "FESUOKNA 18:23"
    },
    {
      "content": "Mosie chun a tarpupa thu chu a ngai a, a hril po po chu a thaw tah a.",
      "reference": "FESUOKNA 18:24"
    },
    {
      "content": "Mosie chun Israel mihai laia inthawkin mi thei deu deu a thlang suok a, anni chu mipui luhai ni dingin, sânghai, zahai, sâwmngahai le sâwmhai chunga rorêltuhaiah a sie tah a.",
      "reference": "FESUOKNA 18:25"
    },
    {
      "content": "Anni chun ieng huna khawm mipui ro chu an rêlpêk a, thubuoi intakhai chu Mosie kuomah an hung intlun a, thubuoi chînhai ruok chu annîn an lo rêl tah a.",
      "reference": "FESUOKNA 18:26"
    },
    {
      "content": "Chun, Mosie chun a tarpupa chu ân fetir a; a umna ram tieng chun a fe tah a.",
      "reference": "FESUOKNA 18:27"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "FESUOKNA 18 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}