{
  "verses": [
    {
      "content": "Aigupta rama inthawka Israel thlahai an fe suok chena inthawka thla thumna, chu ni chun Sinai thlalêr chu an hung tlung tah a.",
      "reference": "FESUOKNA 19:1"
    },
    {
      "content": "Rephidim an mâksan a, Sinai thlalêr an hung tlung chun thlalêra chun puon in an zar a; chutaka chun Israelhai chun tlâng hmaa chun bûk an khuor a.",
      "reference": "FESUOKNA 19:2"
    },
    {
      "content": "Mosie chu Pathien kuomah a hang feh a, chun, tlânga inthawkin LALPA chun ama a hung ko a, “Jakob sûnghai lai chun hieng hin hril la, Israel thlahai chu hril rawh;",
      "reference": "FESUOKNA 19:3"
    },
    {
      "content": "Aigupta mihai chunga ka thil- thaw tah le, mupui thlahai chunga phur cheua ka kuoma ngei ka ṭhuoizie cheu kha in hmu tah a.",
      "reference": "FESUOKNA 19:4"
    },
    {
      "content": "Chuleiin, tuhin, ka thu in awi tak tak a, ka thuthlung in kawl tak tak ding chun, hnuoi hi ka ta a ni sih a, hnam dang po po lai chun ka ta dingin ro bîk nîng in tih.",
      "reference": "FESUOKNA 19:5"
    },
    {
      "content": "Chun, ka ta dingin thiempuhai ram le hnam inthieng ni bawk in tih. Hieng thuhai hi a nih Israel thlahai kuoma i hril ding chu,” a tih a.",
      "reference": "FESUOKNA 19:6"
    },
    {
      "content": "Chun, Mosie chu a hung a, Israel upahai chu ân kotir a, hieng thuhai po po LALPAIN a kuoma thu a pêkhai chu an hmaah a târlang tah a.",
      "reference": "FESUOKNA 19:7"
    },
    {
      "content": "Chun, mipui po po chun a ruolin an dawn a, “LALPAIN a hril po pohai chu thâwng kan tih,” an tih a. Mosie chun mipui thuhai chu LALPA kuoma chun ân tlun tah a.",
      "reference": "FESUOKNA 19:8"
    },
    {
      "content": "LALPA chun Mosie kuomah, “Ngai ta, i kuoma thu ka hril lai an hriet theina ding le, kumkhuoha an ring zing theina ding chein, sûm sâmup lai i kuomah hung ka tih,” a tih a. Mosie chun mipui thuhai chu LALPA chu a hril a.",
      "reference": "FESUOKNA 19:9"
    },
    {
      "content": "LALPA chun Mosie kuomah, “Mipui kuoma chun fe la, vawisûn le zîngah sukthieng rawh, an silfênhai chu sâwp hai sienla;",
      "reference": "FESUOKNA 19:10"
    },
    {
      "content": "ni thum ni chun inzo hieuin um raw hai se, chu ni thum ni chun Sinai tlâng chungah mipui po po mithmuah LALPA chu a hung ṭum ding a ni sih a.",
      "reference": "FESUOKNA 19:11"
    },
    {
      "content": "Chun, a vêlin ramrihai khang- pêk i ta, Tlâng hang kai lo dingin le a sîr vêl tâwk lo dingin invêng ṭha ro; tukhawm tlâng tâwk taphawt chu sukhlum nîng a tih;",
      "reference": "FESUOKNA 19:12"
    },
    {
      "content": "ama chu kut hrimin tâwk naw nih a, dêng hlum, annawleh, kâp hlum nîng a tih; sa khawm ni sien, mihriem khawm ni sien hring naw hrim hrim a tih: tawtawrâwt sâwttak ân ri pha, tlânga chun hung lâwn an tih,” a tih a.",
      "reference": "FESUOKNA 19:13"
    },
    {
      "content": "Mosie chu tlânga inthawk chun mipui kuomah a fe thlah a, mipui chu a sukthieng a, an silfênhai chu an sâwp tah a.",
      "reference": "FESUOKNA 19:14"
    },
    {
      "content": "Chun, mipui kuoma chun, “Ni thum nia chun inzosa hieuin um unla, nuhmei khawm pâwl dêr naw ro,” a tih a.",
      "reference": "FESUOKNA 19:15"
    },
    {
      "content": "Ni thum ni chun zîngkâr a la ni laiin, vâninrûmhai, ṭêktlahai, tlâng chunga sûm sâmup le, tawtawrâwt ri inringtak el chu a um tah a; bûka mipui um po po chu an inthin tah a.",
      "reference": "FESUOKNA 19:16"
    },
    {
      "content": "Mosie chun mipui chu Pathien tuok dingin bûka inthawk chun a hung ṭhuoi suok a, tlâng ṭhuta chun an ngîr tah a.",
      "reference": "FESUOKNA 19:17"
    },
    {
      "content": "LALPA chu meichawka a hung ṭum leiin, Sinai tlâng po po chu a khu ta vawng el a; chu khu chu rawtuina meikhu angin ân tung ta lui el a: tlâng chu nasatakin ân hnîng bawk a.",
      "reference": "FESUOKNA 19:18"
    },
    {
      "content": "Tawtawrâwt ri chu a hung inring deu deu chun Mosie chun a hang biek a, Pathien râwlriin a hung dawn tah a.",
      "reference": "FESUOKNA 19:19"
    },
    {
      "content": "LALPA chu Sinai tlâng chung- ah, tlâng sîpa chun a hung ṭum a: chun, Mosie chu tlânga chun a zuk ko a, Mosie chu a hang fe tah a.",
      "reference": "FESUOKNA 19:20"
    },
    {
      "content": "LALPA chun Mosie kuomah, “Fe thla la, mipui chu khap rawh, chuong naw chun hung en dingin LALPA kuom hung nêr thleng hlau an ta, mi tamtak bohmang rawi an tih.",
      "reference": "FESUOKNA 19:21"
    },
    {
      "content": "Chun, thiempuhai LALPA hnaia hunghai khawm chu insukthieng raw hai se; chuong naw chun an chungah LALPA lungninaw rawi a tih,” a tih a.",
      "reference": "FESUOKNA 19:22"
    },
    {
      "content": "Mosie chun LALPA kuomah, “Mipui chu Sinai tlâng hung kai thei naw ni hai, nangin, ‘Tlâng vêla chun ramrihai khang unla, sukthieng ro’, tiha i mi phût tlat leiin,” a tih a.",
      "reference": "FESUOKNA 19:23"
    },
    {
      "content": "LALPA chun a kuomah, “Fe rawh, nang zu fe thla la, Aron ṭhuoiin hung i ta, nisienlakhawm, thiempu- hai le mipui chu LALPA kuoma hung dingin hung innêr thlengtir naw rawh, chuong naw chun an chungah LALPA lungninaw rawi a tih,” a tih a.",
      "reference": "FESUOKNA 19:24"
    },
    {
      "content": "Chuongchun, Mosie chu mipui kuoma chun a fe thlah a, anni a hril tah a.",
      "reference": "FESUOKNA 19:25"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "FESUOKNA 19 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}