{
  "verses": [
    {
      "content": "Zâwlnei Habakkukin chungrikna a hmu chu:",
      "reference": "HABAKKUK 1:1"
    },
    {
      "content": "Aw LALPA, ka ko chein, iengchen am, Ngai loa i um ding chu? “Inpâwngnêkna” tiin ka ko che a. I sandam naw el ding chu?",
      "reference": "HABAKKUK 1:2"
    },
    {
      "content": "Iengdinga suolnahai hi i mîn hmutirin, Iengdinga lungngaina hi i mîn entir am a na? Suksietna le inpâwngnêkna chu ka hmaa hin a um a, Insuolna a um a, indona a hung suok hlak a nih.",
      "reference": "HABAKKUK 1:3"
    },
    {
      "content": "Chuleiin, dân chu a dul a, rorêlna chu a zîksuok thei nawh a, Mi rilohai chun mi fel chu an inhuol vêl sih a; Chuleichun, rorêlna chu a fe suol hlak a nih.",
      "reference": "HABAKKUK 1:4"
    },
    {
      "content": "Nangni hnamhai laia mihai, en ta u, Ngaisak unla, maktitakin ngaituo ro. Hril ni unla khawm in âwi nâw ding In hunahai hin sin ka thaw ding a nih.",
      "reference": "HABAKKUK 1:5"
    },
    {
      "content": "Ngai ro, Kaldaihai kân ngîr suok a nih, Hnam ti rawk rawk le khatak elhai chu. Anni chu, anni ta khawm ni lo umna hmunhai chu, Nei dingin hnuoi khang dâpin an hung a.",
      "reference": "HABAKKUK 1:6"
    },
    {
      "content": "Anni chu ṭium le pangzatumtak an na; Annia inthawk chun an rorêl le inlalna chu a fe suok a.",
      "reference": "HABAKKUK 1:7"
    },
    {
      "content": "An sakawrhai chu keitêhai nêkin an hrât lem a, Zântienga satenehai nêkin ṭi an um lem a nih; An sakawr chung chuongmihai chu chapotakin an inân a; Anih, an sakawr chung chuongmihai chu hlataka inthawkin an hung a, Mupui sa baw vuong angin a vuongin an vuong a.",
      "reference": "HABAKKUK 1:8"
    },
    {
      "content": "An rêngin pâwngnêk dingin an hung a, Khawsak thli ang elin an hmêlhai chun a ngerin an nger a, Salmanhai chu phaiphin angin an lâk khâwm a.",
      "reference": "HABAKKUK 1:9"
    },
    {
      "content": "Anih, lalhai chu an nuisan a, Mi lienhai chu an ta ding chun hmusitum an nih a, Kul det tinrênghai chu an nuisan a, pilvut a sungvûmin a lâk nâwk hlak sih a.",
      "reference": "HABAKKUK 1:10"
    },
    {
      "content": "Thli angin an mût a, bâwthleng an ta, Thiemnaw changin um an tih, Anni thilthawtheina ngei pathiena neituhai chu.",
      "reference": "HABAKKUK 1:11"
    },
    {
      "content": "Aw LALPA ka Pathien, ka Mi Inthieng, Nang chu chatuona inthawk tah i ni nâwm a nih? Thi nâwng kan tih. Aw LALPA, ama chu rorêlna dingin i ruot a, Aw lungpui, nangin ama chu sukdikna dingin în ngîr a ni kha.",
      "reference": "HABAKKUK 1:12"
    },
    {
      "content": "Nang chu suolna hmûna hlak nêka mit inthieng lem nei i na, Khawhlona chu i en thei naw a nih, Chuleiin, khawhlotaka thawtuhai chu hmu zingin, Mi riloin ama nêka mi fel lem a lem zo lai khawmin, Iengdinga i tosan ṭawk ṭawk am?",
      "reference": "HABAKKUK 1:13"
    },
    {
      "content": "Mihriemhai chu tuisuoriet ngahai anga, Thilhring bawka invâk, an chunga rorêltu nei lohai Anga siemtu chu i ni nâwm a nih?",
      "reference": "HABAKKUK 1:14"
    },
    {
      "content": "Ama chun anni po po chu ngakuoiin a lâk a, A lênin a man tâwl a, A keihrui chun a hnûk khâwm a; Chuleichun, a hlimin a lâwm a nih.",
      "reference": "HABAKKUK 1:15"
    },
    {
      "content": "Chuongchun, a lên kuoma chun ân thâwi a, A keihrui kuoma chun riminhnik a rawh a, Anni zâra a chan chu a hung thâu a, A bu chu a hung tam leiin.",
      "reference": "HABAKKUK 1:16"
    },
    {
      "content": "Chuleiin, a lên chu sukruok nâwk hlakin, Hnamhai that zing el chu a ma naw ding am a nih?",
      "reference": "HABAKKUK 1:17"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "HABAKKUK 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}