{
  "verses": [
    {
      "content": "Ka vêngbûk chunga chun ngîr ka ta, ka kulbîng chunga chun um ka ta, kâwk ka ni phaha ka dawnna ding le ka kuoma ieng am a hril ding ti hmu dingin nghâk zing ka tih.",
      "reference": "HABAKKUK 2:1"
    },
    {
      "content": "Chun, LALPA chun a mi hung dawn a, “Inlârna thu chu ziek la, Lungphêkhai chunga chun fietak elin, A tiemtu chun tlân puma a tiem theina dingin.",
      "reference": "HABAKKUK 2:2"
    },
    {
      "content": "Inlârna hi hun ruota hung tlung ding a la na, A tâwp chu a hnai mêk zing a, inkhêl bawk naw nih; A muong khawma nghâk zing la, A hung tlung ngei ding a ni leiin,” tiin.",
      "reference": "HABAKKUK 2:3"
    },
    {
      "content": "En ta u, a lungril chu a chapo a, amaa chun ân dik naw a nih, Mi fel ruok chu a ringna lei chun hring a tih.",
      "reference": "HABAKKUK 2:4"
    },
    {
      "content": "Anih, chu nawa khawm uoin he chu bawsetu, Mi chapo, a ina um ngailo chu a nih; Ama chun a châkna chu hrem- hmun angin a suklien a, Ama chu thina ang a na, suktlai ruol a ni nawh. Chi po pohai chu a kuoma chun a kei khâwmin, Hnam po pohai chu a kuomah a lâk khâwm lem a nih.",
      "reference": "HABAKKUK 2:5"
    },
    {
      "content": "Hieng po pohai hin ama chunga tekhina hung hrilin, ama chunga hrilinsîm thu hrilin, “Ama ta ni si loa insukpung chu ieng chen am nei a ta? Mâni le mâni banda insiekhumtu chung chu a va rik de!” an ti naw dîm a nih?",
      "reference": "HABAKKUK 2:6"
    },
    {
      "content": "Anni chun thâwklekhatin nang hung sêtu ding che chu suktho an ta, Hmatieng hnungtienga nawrtu ding chu hung sukharin, An ta dinga râllâk thil i ni el naw ding maw?",
      "reference": "HABAKKUK 2:7"
    },
    {
      "content": "Hnam tamtak i suksiet ta leiin, mihriem thisen le Ram le khawpui le a sûnga chênghai chunga Mihriem thisen le inpâwngnêk- na thil lo thaw ta po po lei khan, Nang khawm chi a la um sun- hai po po chun sukse vêng an ti che.",
      "reference": "HABAKKUK 2:8"
    },
    {
      "content": "Mi suol kuta inthawka sansuok a ni theina dinga, A bû insângtaka a sep theina dinga, A insûng ta dinga hlâwkna indik naw latu chu a chung a rik ie!",
      "reference": "HABAKKUK 2:9"
    },
    {
      "content": "Mi tamtak chu sât thlain, I insûng ta ding chun inzakna în tlun tah a; I hringna chung ngeia khawm thil i suksuol tah a nih.",
      "reference": "HABAKKUK 2:10"
    },
    {
      "content": "Banga inthawk chun lung chuhung khêksuok a ta, Thing laia tlungpûm chun a hung dawn ding a ni sih a.",
      "reference": "HABAKKUK 2:11"
    },
    {
      "content": "Khuo chu thisena indin a, Khawpui chu khawhlonaa inngîrtu chung chu a rik ie!",
      "reference": "HABAKKUK 2:12"
    },
    {
      "content": "En ta u, hnamhai chu teploah anni an insuklungkham a, Chi tinhai chun mei ta dinga sin an inrim hi, Sipaihai LALPAA inthawk ni lo am a nih?",
      "reference": "HABAKKUK 2:13"
    },
    {
      "content": "Tuisuoriet chu tuihaiin ân khum angin, LALPA ropuina hrietna chun hnuoi hi a suksip ding a ni sih a.",
      "reference": "HABAKKUK 2:14"
    },
    {
      "content": "A tuolbâwm kuoma dâwn ding pe a, Chutaka chun a tûr chu pawl a, An saruokna chu a hmu theina dinga Sukruitu chung chu a rik ie!",
      "reference": "HABAKKUK 2:15"
    },
    {
      "content": "Ropuina dinga inzaknaasuksip i ni tah a, Nang khawma dâwn la, saruok chu ni el rawh! LALPA kut changtienga no chu i kuomah pêk nîng a ta, I ropuina chunga chun inzakna tirdakum chu um a tih!",
      "reference": "HABAKKUK 2:16"
    },
    {
      "content": "Lebanon chunga inpâwng- nêkna le, Ramsahai chunga suksietna, anni sukṭi hlakna chun, Ram le khawpui le a sûnga chênghai chunga le, Mihriemhai thisen le thil lo thaw ta po po lei chun, Nang chu ân khum ding che a nih.",
      "reference": "HABAKKUK 2:17"
    },
    {
      "content": "Milem a kera ker, a siemtuin a iker chun Ieng am ṭhangkaina a nei? Milim a sunga sung le khêlhlip inchûktirtu, Milim ṭawng thei nawhai siem a, A siemtuin ama sinthaw nâk nâk a ringzoa hin, Ṭhangkâina ieng am a um a?",
      "reference": "HABAKKUK 2:18"
    },
    {
      "content": "Thing kuoma chun, “Harrawh,” ti a, Lung kuoma chun, “Tho rawh,” titu chu a chung a rik ie! Hi hin ân chûktir ding am a nih? En ta u, rângkachak le tangkaruo inluon khum a na, Amaa hin inthuokna hrim a um dêr nawh.",
      "reference": "HABAKKUK 2:19"
    },
    {
      "content": "LALPA ruok chu a biekininthienga chun a um a, Leihnuoi po po chu a hmaah to ṭhiep raw se.",
      "reference": "HABAKKUK 2:20"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "HABAKKUK 2 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}