{
  "verses": [
    {
      "content": "Sigionoth chunga zâwlnei Habak- kuk ṭawngṭaina chu:",
      "reference": "HABAKKUK 3:1"
    },
    {
      "content": "Aw LALPA, i ṭawng ka hriet a,ka ṭi tah a; Aw LALPA, hieng kumhai sûng hin i sinthaw chu hung sukhar rawh. Kumhai laia hin hung inhriettir la, Lunginsennaa khawm zângaina chu hre zing rawh.",
      "reference": "HABAKKUK 3:2"
    },
    {
      "content": "Pathien chu Temana inthawkina hung a. Mi Inthieng chu Paran tlânga inthawkin. A ropuina chun vânhai chu ân khum a, Leihnuoi chu ân pâknain a sip a nih.",
      "reference": "HABAKKUK 3:3"
    },
    {
      "content": "A êngna chu var ang a na; A kuta inthawk chun varkêhai a hung suok a, A thilthawtheina inbîkna chu a um a nih.",
      "reference": "HABAKKUK 3:4"
    },
    {
      "content": "A hmaa chun hri chu a feh a; A kehaia inthawk chun meiling inling a fe suok a.",
      "reference": "HABAKKUK 3:5"
    },
    {
      "content": "A ngîr a, hnuoi chu ân hnîng a; Hnamhai chu a en a, a hnawt dar tah a; Kumkhaw tlânghai khawm chu sukdarin an um a, Chatuon muolhai chu an kûn bawk a; A lampuihai chu chatuona mi an nih.",
      "reference": "HABAKKUK 3:6"
    },
    {
      "content": "Kushan puon inhai chu sukrimsika a um lai kahmuh a; Midian ram puonzârhai chu ân thin a.",
      "reference": "HABAKKUK 3:7"
    },
    {
      "content": "LALPA chu vadunghai chungachun a lungawi naw am anih? Vadunghai chunga chun i lunginsenna chu a umin, Tuisuoriet chunga chun i lunginsenna chu a um am a nih? I sakawrhai chunga chun i chuongin, I sandamna sakawr tawlailîr- haia chun i chuong hi?",
      "reference": "HABAKKUK 3:8"
    },
    {
      "content": "I thalngul chu sukruok dêr ana; Thalhai chu a hruiah înbûk a, Nang chun leihnuoi chu vadunghaiin i thlêr tah a.",
      "reference": "HABAKKUK 3:9"
    },
    {
      "content": "Tlânghai chun an hmu cheh a,an ṭih a; Tui insawkhai khawm chu an fe hmang tah a; Li inthûk chun a râwl ânsuoh a, A kuthai chu chungtieng a phar a.",
      "reference": "HABAKKUK 3:10"
    },
    {
      "content": "Nisa le thla chu an umnaachun an ngîr zing a, I thalhai kâp suoka umhai vara le, I fei tle zawr zawr vara chun.",
      "reference": "HABAKKUK 3:11"
    },
    {
      "content": "Lunginthakin ram chu i fethleng a, Lunginsenin hnamhai chu i chîl hrep a.",
      "reference": "HABAKKUK 3:12"
    },
    {
      "content": "I mihai sandamna dingin i fesuok a, I hriek nâl sandamna ding chun. Mi rilo sûngkuoa inthawk chun lu chu i sukhliem a, Ring chenin a lungphûm chu i suklang tah a.",
      "reference": "HABAKKUK 3:13"
    },
    {
      "content": "A indo mihai lu chu amahmawl ngei chun i sun- thleng a, Kei mi sukdar dingin thlivir angin an hung a: An hlimna chu mi rimsi chu inrûka fâk hmang chu a nih.",
      "reference": "HABAKKUK 3:14"
    },
    {
      "content": "I sakawrhai le chun tuisuoriet chu i chîl tah a, Tui nasatak umkhâwmhaichu.",
      "reference": "HABAKKUK 3:15"
    },
    {
      "content": "Ka hriet a, ka phîngsûng chuân thin a, Ka hmûrhai chu râwlria chun ân thin hlawp hlawp a; Ka ruhaia chun hmawnna a hung lût a, chuongchun, ka hmuna chun kân thin a nih; Buoina nia chun châwl kata, Mipui, sipai pâwl anga mi rûntu chunga an hung tlung pha chun.",
      "reference": "HABAKKUK 3:16"
    },
    {
      "content": "Theichang kûng chu pâr naw sien khawm, Grêphruia chun a ra um naw bawk sien khawm; Oliv leia sin inrimna chu hung thlâwnin, Lohai chun bu insuo naw bawk hai sien; Berâm ruol chu a ina inthawka sât thlâka umin, Bâwng ina chun bâwng ruol khawm um naw bawk hai sien khawm,",
      "reference": "HABAKKUK 3:17"
    },
    {
      "content": "LALPAA chun hlim ka ta, Ka sandamna Pathiena chun lâwm ka tih.",
      "reference": "HABAKKUK 3:18"
    },
    {
      "content": "Lalpa, Jehova chu ka hrâtna a na, Ka kehai chu sazukpui kehai angin a siem a, Ama chun ka bâwlhmunhaia chun mîn fetir a tih.",
      "reference": "HABAKKUK 3:19"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "HABAKKUK 3 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}