{
  "verses": [
    {
      "content": "Chuong thil hnunga chun Absalom chun tawlailîr le sakawrhai le mi sâwmnga a hmaa tlân dingin a buotsai a.",
      "reference": "2 SAMUEL 15:1"
    },
    {
      "content": "Chun, Absalom chu zîngkâr hin a tho a, kul kawtkhâr lampuia chun a lo ngîr hlak a; chun, lal kuoma thupawi hung hril ding taphawt chu Absalom chun a lo ko hlak a, “Khâwlai khuo am in nih a?” a lo ti pei hlak a. Chun, “I siehlaw hi Israel hnam laia hnam pakhat ka nih,” an ti pei hlak a.",
      "reference": "2 SAMUEL 15:2"
    },
    {
      "content": "Chun, Absalom chun, “I aw, i thu chu a ṭhain ân dik a, nisienlakhawm, ngaituotu dingin lalin tukhawm a ruot nawh,” a lo ti hlak a.",
      "reference": "2 SAMUEL 15:3"
    },
    {
      "content": "Chun, Absalom ma chun, “Mi tin thupawi hril ding nei amanih, hni ding nei amani taphawt chu ka kuoma an hung theina dingin; kei hi hi ram rorêltua hin mi siem sien ka va ti deh aw! chuongchun, feltakin ka rêlpêk hlak ding bah,” dâm a lo ti bawk hlak a.",
      "reference": "2 SAMUEL 15:4"
    },
    {
      "content": "Hieng ang khawm hin a thawh a, tukhawm ama chibai bûk dinga hang hnai taphawthai chu a lo ban a, a chel a, a lo fâwp hlak a.",
      "reference": "2 SAMUEL 15:5"
    },
    {
      "content": "Chuongchun, Israel mi lal kuoma thuhril dinga hung taphawthai chu Absalom chun chuong ang chun a lo thaw pei hlak a. Chuongchun, Absalom chun Israel mihai lungril chu a hlîppêk a.",
      "reference": "2 SAMUEL 15:6"
    },
    {
      "content": "Chun, kum li a hung invawi hnung chun, Absalom chun lal kuoma chun, “Ka hni che a nih, Hebron khuoah LALPA kuoma ka thutiem hlen dingin mîn fetir raw khai.",
      "reference": "2 SAMUEL 15:7"
    },
    {
      "content": "I siehlaw hin Suria rama Gesura ka um lai khan, ‘LALPAIN Jerusa- lema a mi ṭhuoi nâwk phawt chun LALPA rawng bâwl ka tih,’ tiin thu ka lo tiem tah a nih,” a ta.",
      "reference": "2 SAMUEL 15:8"
    },
    {
      "content": "Chun, lal chun a kuomah, “Lung- muongtakin fe raw khai,” a ta. Chuongchun, a tho a, Hebrona chun a fe tah a.",
      "reference": "2 SAMUEL 15:9"
    },
    {
      "content": "Nisienlakhawm, Absalom chun, “Tawtawrâwt ri in hriet phingleh, ‘Absalom chu Hebronah lal a nih,’ ti ro,” tiin Israel hnam po pohai lai mi a tir rûk ta hlau a.",
      "reference": "2 SAMUEL 15:10"
    },
    {
      "content": "Chun, Absalom kuoma chun, a mi fielhai, mi za hni Jerusalema inthawkin an fe veh a, lungril ṭhatak putin an feh a, iengkhawm an hriet ve nawh.",
      "reference": "2 SAMUEL 15:11"
    },
    {
      "content": "Chun, Absalom chun inthâwi- nahai chu ân hlân laiin, Gilon mi Ahithophel, David rorêlpui chu, a khuo Gilo a inthawkin ân chah a, an thu phierrûuk chu a nasa hle el a. Absalom tieng chun mipui chu an pung tul tul el sih a.",
      "reference": "2 SAMUEL 15:12"
    },
    {
      "content": "Chun, David kuoma chun, “Israel mihai lungril chu Absalom tieng a thle hle el,” tiin mitir a hung a.",
      "reference": "2 SAMUEL 15:13"
    },
    {
      "content": "Chun, David chun Jerusalema a mihai po po kuoma chun, “Tho unla, tlân suok ei tiu, tukhawm Absaloma inthawk hin ei suok thei âwm si nawh a, suok vak ro khai, chuong naw chun mi hung hnawt phâk vak el a tih; ei chunga hin thil ṭha nawtak hung intlun a ta, kâwlhnâmin khuo hi hung thaw rawi a tih,” a ta.",
      "reference": "2 SAMUEL 15:14"
    },
    {
      "content": "Chun, lal mihai chun lal kuomah, “Ngai ta, i siehlawhai hi lal kan lalin a ruot ang peia thaw dingin kan inzo zing a nih,” an ta.",
      "reference": "2 SAMUEL 15:15"
    },
    {
      "content": "Chun, lal chu a suok a, a sûnghai po po chun an zui a. Chun, lal chun in nghâk dingin nuhmei sâwm thaikêm ruol chu a sieh a.",
      "reference": "2 SAMUEL 15:16"
    },
    {
      "content": "Chun, lal chu a suok a, mipui po pohai chun an zui a, chun, in tâwpna taka chun an châwl hrih a.",
      "reference": "2 SAMUEL 15:17"
    },
    {
      "content": "Chun, a mi po pohai chun an fe khêl a, chun, Kerith mi po pohai, Peleth mi po pohai le Git mi za ruk Gath-a inthawka ama hung zuituhai chun lal chu an pêl pei a.",
      "reference": "2 SAMUEL 15:18"
    },
    {
      "content": "Chuongchun, lal chun Git mi Ittai kuoma chun, “Iengtiziea nang hi i hung ve am? Kîr nâwk la, lal kuomah um rawh, nang chu mikhuol ram danga mi i ni bawk sih a, nangma hmun tieng kîr nâwk raw khai.",
      "reference": "2 SAMUEL 15:19"
    },
    {
      "content": "Zâni ela hung i na, vawisûn hin a suk a tunga mi zui dingin ka ti ve ding che am a nih? Ka fe theina naah ka fe ding a na, nang chu kîr nâwk la, i unauhai po po hi ṭhuoi kîr rawh, lunginsietna le thutak i kuomah um raw se,” a ta.",
      "reference": "2 SAMUEL 15:20"
    },
    {
      "content": "Chun, Ittai chun lal chu a dawn a, “LALPA hringna le lal, ka pu hringna sâlin ka hril a nih, lal ka pu hi i umna taphawta chun thi le thi nîng a ta, dam le dam ning a ta, i siehlaw hi um ve pei a tih,” a ta.",
      "reference": "2 SAMUEL 15:21"
    },
    {
      "content": "Chun, David chun, Ittai kuoma chun, “Fe unla, fe pei ro le,” a ta. Chuongchun, Git mi Itai chu a mihai po po le an nauhai po po le chun an feh a.",
      "reference": "2 SAMUEL 15:22"
    },
    {
      "content": "Chun, inringtakin a ram phêkin an ṭap tah a, mipui chu an fe vawng a; thlalêr lampui tieng chu panin lal khawm chun Kidron vadung chu a kân a; chun, mipui po po chun an kân bawk a.",
      "reference": "2 SAMUEL 15:23"
    },
    {
      "content": "Chun, Zadok hai, Pathien thu- thlungna bâwm zâwnin Levi mihai po po leh a kuomah an fe veh a; Pathien bâwm chu an innghat a, mipuiin khuo chu an suoksan kim vawng chenin Abiathar chu a hang feh a.",
      "reference": "2 SAMUEL 15:24"
    },
    {
      "content": "Chun, lal chun Zadok kuomah, “Pathien bâwm kha khawpui sûngah zâwn kîr nâwk ro, LALPA mittlunga ka um chun mi ṭhuoi kîr nâwk a ta; Pathien bâwm le a umna chu mîn hmutir nâwk a ta;",
      "reference": "2 SAMUEL 15:25"
    },
    {
      "content": "amiruokchu, ‘Nangmaah lâwm- na hrim ka nei nawh,’ a ti chun, ngai ta, hieng el hi ka na, ṭha a ti ang angin ka chunga hin thaw el raw se,” a ta.",
      "reference": "2 SAMUEL 15:26"
    },
    {
      "content": "Lal chun thiempu Zadok kuoma chun, “Hmu theitu i ni naw am a nih? I naupasalhai pahni i naupa Ahimaaz le Abiathar naupa Jonathan leh lungmuongtakin khawpuiah fe nâwk ro.",
      "reference": "2 SAMUEL 15:27"
    },
    {
      "content": "Ngai ta, kei chu chanchin in mi hung inhriettir hmakhat chu thlalêra vadung kaiahai hin lo um ka tih,” a ta.",
      "reference": "2 SAMUEL 15:28"
    },
    {
      "content": "Chuongchun, Zadok le Abiathar chun Pathien bâwm chu Jerusalema chun an fepui nâwk a; chun, chutaka chun an um tah a.",
      "reference": "2 SAMUEL 15:29"
    },
    {
      "content": "Chuongchun, David chu Oliv tlâng hang fenaa chun a hang feh a, fe malam chun a ṭap malam pei a, a lu a khum a, ke ruokin a feh a; chun, a kuoma mi po pohai chun an lu an khum seng a, ṭap pum peiin an hang feh a.",
      "reference": "2 SAMUEL 15:30"
    },
    {
      "content": "Chun, tuin amanih David chu, “Ahithophel chu Absalom tienga ṭhangin thu phiertuhai lai a ṭhang ve,” tiin a hril a. Chun, David chun, “Aw LALPA, Ahithophel remruot chu invêtnaa inchangtir dingin ka ngên che,” a ta.",
      "reference": "2 SAMUEL 15:31"
    },
    {
      "content": "Chun, David chu Pathien biekna tlâng sîp a hang lâwn kai chun, ngai ta, Ark mi Husai chu a zakaw keithlêr hâka, a lua pilvut kâi luomin ama tuok dingin a hung a.",
      "reference": "2 SAMUEL 15:32"
    },
    {
      "content": "Chun, David chun a kuomah, “Ka kuoma i fe ve chun keia ta dinga phurrik i ni el ding a na.",
      "reference": "2 SAMUEL 15:33"
    },
    {
      "content": "Amiruokchu, khawpui tieng chun i kîr a, Absalom kuomah, ‘Aw lalpa, i siehlawah um ka tih, kha hma tienga i pa siehlawa ka um ang khan tuhin i siehlawah um thung tâng ka tih,’ i va ti chun Ahithophel remruot mi hluopêktu ni lem i tih.",
      "reference": "2 SAMUEL 15:34"
    },
    {
      "content": "Chutaka chun thiempu Zadok le Abiathar khawm an um ve a ni naw am a nih? Chuongchun, hieng hi hung nîng a ta, lal ina thu suok i hriet taphawt chu thiempu Zadok le Abiathar hril hlak i ta.",
      "reference": "2 SAMUEL 15:35"
    },
    {
      "content": "Ngai ta, an naupasalhai pahni Zadok naupa Ahimaaz le Abiathar naupa Jonathan khawm an kuomah an um kha; chun, i thil hriet taphawt chu mi hril dingin anni chu i hung tir hlak ding annâwm,” a ta.",
      "reference": "2 SAMUEL 15:36"
    },
    {
      "content": "Chuongchun, David ruolpa Husai chu khawpuia chun a lût a; chun, Absalom chu Jerusalema chun a lût tah a.",
      "reference": "2 SAMUEL 15:37"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 SAMUEL 15 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}