{
  "verses": [
    {
      "content": "Chun, David chun a kuoma mi umhai chu a tiem a, sipai sâng chunga hotu dâm, za chunga hotu dâm a siem a.",
      "reference": "2 SAMUEL 18:1"
    },
    {
      "content": "Chun, David chun mihai chu a tirsuok a, hmun thuma ṭhea hmun khat chu Joab chun ân rawi a, hmun thuma ṭhea hmun khat chu Joab unaupa Zeruia naupa, Abisaiin ân rawi a, hmun thuma ṭhea hmun khat chu Git mi Ittai chun ân rawi a. Chun, lal chun mipuihai kuomah, “Keima ngei khawm in kuomah fe ve ngei ngei ka tih,” a ta.",
      "reference": "2 SAMUEL 18:2"
    },
    {
      "content": "Nisienlakhawm, mipuihai chun, “Fe ve lo e, keini rawi hi chu tlân hmang ta ang ni inla khawm, pawi ti naw ni hai a; chun, a chenve lai rau khawm hi va thi inla khawm an ûksak bar âwm nawh a, nang chu keinirawi sîng tlukin i hlu sih a, chuleiin, khawpuia inthawka mi ṭhangpui dinga inzosa zinga i lo um chu a ṭha lem a nih,” an ta.",
      "reference": "2 SAMUEL 18:3"
    },
    {
      "content": "Chun, lal chun an kuomah, “Ṭha in ti ang pei chun thâwng ka tih,” a ta. Chuongchun, lal chu kul kawtkhâr bula chun a ngîr a; chun, mipui po po chu za têl têl le sâng têl têl chun an suok ta zut zut el a.",
      "reference": "2 SAMUEL 18:4"
    },
    {
      "content": "Chun, lal chun Joab le Abisai le Ittai chu, “Keima leiin tlangvâl Absalom chu indawitakin va thaw ro khai,” tiin thu a pêk a. Mipui po poin Absalom chungchâng thuah lalin sipai hotuhai po po thu a pêk lai chu an hriet a.",
      "reference": "2 SAMUEL 18:5"
    },
    {
      "content": "Chuongchun, mipuihai chu Israel mihai chu do dingin indona hmun tieng chun an fe tah a; chun, an indona chu Ephraim rampui hnuoiah a nih.",
      "reference": "2 SAMUEL 18:6"
    },
    {
      "content": "Chun, chutaka chun David mihai hmaa chun Israel mihai chu an tlâwm tah a; chun, chutaka chun chu ni chun mi sîng hni zet an that a.",
      "reference": "2 SAMUEL 18:7"
    },
    {
      "content": "An indona chun chuong lai ram po po chu a huop vawng el sih a, chu ni chun kâwlhnâm nêk hmanin rampui chun a lem tam lem a nih.",
      "reference": "2 SAMUEL 18:8"
    },
    {
      "content": "Chun, Absalom chun David mihai chu a vân tuokpui ta thut a. Chun, Absalom chu a sabengtung lien chi chungah a chuong a; chun, sa- bengtung chu thingsaisuo kau inbuktak hnuoiah a lût a, a lu chu thingsaisuoa chun ân tâng tah a, hnuoi tâwk lo, vân tâwk lo chun ân khai ta zing el a; chun, sabengtung hlak chu a fe pei tah a.",
      "reference": "2 SAMUEL 18:9"
    },
    {
      "content": "Chun, tuin amani hin a hmuh a, Joab a hril a, “Ngai ta, thingsaisuoah Absalom inkhai zingin ka hmu,” a ta.",
      "reference": "2 SAMUEL 18:10"
    },
    {
      "content": "Chun, Joab chun a hriltu kuoma chun, “Ngai ta, chu chu i hmu sih a, iengdinga i sukhluma hnuoia i suk- thlâk nghâl naw? chuong chun thaw la chu tangka sâwm le kâwngkhi ka pêk ding che bah,” a ta.",
      "reference": "2 SAMUEL 18:11"
    },
    {
      "content": "Chun, mi chun Joab kuomah, “Tangka sâng khawm hmu ding ni lang lal naupa chungah ka kut thlâk naw hrim hrim ka tih; kan na hriet ngeiah lalin nang le Abisai le Ittai kuomah, ‘Tlangvâl Absalom chu tukhawma tâwk naw raw se,’ tiin thu a pêk si cheu a.",
      "reference": "2 SAMUEL 18:12"
    },
    {
      "content": "Ringumlotakin lo that ta ringawt inla, (lal kuoma chun ieng- khawm thup thei a ni âwm si nawh a) nang chu în sukfihlîm nâwk el âwm sih a,” a ta.",
      "reference": "2 SAMUEL 18:13"
    },
    {
      "content": "Chuongchun, Joab chun, “Hieng hin chu i kuomah ka um zing thei naw tawp el a,” a ta, fei pathum a chawi a, thingsaisuo laia Absalom dama lo la umzing lungkhura chun a sun a.",
      "reference": "2 SAMUEL 18:14"
    },
    {
      "content": "Chun, Joab râlthuom chawitu tlangvâl sâwm chun an hung inhuol a, Absalom chu an sun a, an that tah a.",
      "reference": "2 SAMUEL 18:15"
    },
    {
      "content": "Chun, Joab chun tawtawrâwt a hei mût a, Israel hnawttu mipuihai chu an hung kîr tah a, Joab chun mipuihai chu a lo dang tlat el tah a.",
      "reference": "2 SAMUEL 18:16"
    },
    {
      "content": "Chun, Absalom ruong chu an lâk a, rampui hnuoia khursûng in- thûktaka chun an peilût a, a chunga chun nasatakin lung an dêng khâwm a, chun, Israel mihai po po chu mâni puon in sengah an tlân tah a.",
      "reference": "2 SAMUEL 18:17"
    },
    {
      "content": "Absalom chun a dam laiin lal ruoma chun lung intieng a lo intieng diem tah a, “Ka hming a dei nawna dingin, naupasal khawm ka nei si nawh a,” a ta. Chu lung intieng hminga chun ama hming ân puttir a, tu chen hin Absalom hriet zingna ti a nih.",
      "reference": "2 SAMUEL 18:18"
    },
    {
      "content": "Chuongchun, Zadok naupa Ahimaaz chun, “Va tlân ka ta, LALPAIN a hmêlma phuba a lâkpêk dân chanchin hi lal chu va hril ka tih,” a ta.",
      "reference": "2 SAMUEL 18:19"
    },
    {
      "content": "Chun, Joab chun a kuomah, “Vawisûn chu chanchin chu va hril naw rawh, ni dangah chanchin chu la hril lem rawh, lal naupa chu a thi ta leiin, vawisûn chu chanchin ieng- khawm va hril naw rawh,” a ta.",
      "reference": "2 SAMUEL 18:20"
    },
    {
      "content": "Chuongchun, Joab chun Kus mi kuoma chun, “Fe la, i thil hmu chu lal va hril raw le,” a ta. Chun, Kus mi chun kûnin Joab chu chibai a bûk a, a tlân tah a.",
      "reference": "2 SAMUEL 18:21"
    },
    {
      "content": "Chuongchun, Zadok naupa Ahimaaz chun Joab kuomah, “Ieng- khawm ni sienla, Kus mi kha va hnawtzui ka tih,” a ti nâwk a. Chun, Joab chun, “Ka naupa, chanchin hril man chu i hmu âwm si nawh a, iengdingin am tlân i ta?” a ta.",
      "reference": "2 SAMUEL 18:22"
    },
    {
      "content": "Nisienlakhawm, ama chun, “Iengkhawm ni sien tlân ka tih,” a ta. Chun, ama chun a kuomah, “Tlân el raw le,” a ta. Chuongchun, Ahimaaz chu phaizâwl tieng lampuiah a tlân a, Kus mi chu a lekhêl a.",
      "reference": "2 SAMUEL 18:23"
    },
    {
      "content": "Chuongchun, David chu dai- kawtkhâr pahni inkâra chun a lo ṭhung a; chun râl vêngtu chu kul kawtkhâr tuolpuo lem chung tieng chun a hang lâwn a, a hang ngha vêl a, mi pakhat a khât baka hung tlân a hmu a.",
      "reference": "2 SAMUEL 18:24"
    },
    {
      "content": "Chun, râl vêngtu chu a khêk a, lal chu a hril a. Chun, lal chun “Mi pakhat bak a ni chun chanchin hung hril ding ni ngei a tih,” a ta.",
      "reference": "2 SAMUEL 18:25"
    },
    {
      "content": "Chun, a hung vat vat a, a hung hnai ta deu deu a. Chun, râl vêngtu chun mi dang hung tlân a hmu nâwk a; chun, râl vêngtu chun kawtkhâr vêngtu chu a ko a, “En ta, mi dang ama khât bakin a hung tlân nâwk,” a ta. Chun, lal chun, “Ama khawm chun chanchin a hung intlun ve ding a ni chu,” a ta.",
      "reference": "2 SAMUEL 18:26"
    },
    {
      "content": "Chun, râl vêngtu chun, “A hmasa lem tlân dân chu Zadok naupa Ahimaaz tlân dân ni âwm- takin ka hriet,” a ta. Chun, lal chun, “Ama chu mi ṭhatak a na, chanchin ṭhatak a hung intlun ding nîng a tih,” a ta.",
      "reference": "2 SAMUEL 18:27"
    },
    {
      "content": "Chun, Ahimaaz chun a ko a, lal kuomah, “A ṭha vawng ie,” a ta. Chun, a hmaia hnuoi sikin lal hmaa chun chibai bûkin a kûn a, “Lalpa, ka lalpa thaw tuma kut thlâk tumtuhai lo dangtu LALPA i Pathien chu inpâkin um raw se,” a ta.",
      "reference": "2 SAMUEL 18:28"
    },
    {
      "content": "Chun, lal chun, “Tlangvâl Absa- lom kha a la dam de maw?” a ta. Chun, Ahimaaz chun a dawn a, “Joabin lal siehlaw, kei i siehlaw ngei hi a mi tirsuok laiin an buoi mur mur ka hmuh a; nisienlakhawm, ieng ang char a ni chu ka hriet nawh,” a ta.",
      "reference": "2 SAMUEL 18:29"
    },
    {
      "content": "Chun, lal chun, “Ka sîra hin la hung ngîr hri ta,” a ta. Chun, a sîra chun a hung ngîr a.",
      "reference": "2 SAMUEL 18:30"
    },
    {
      "content": "Chun, ngai ta, Kus mi chu a hung tlung a; chun, Kus mi chun, “Lalpa, ka lalpa ta dingin chan- chin ka hung intlun a nih, i chunga helhai po po phuba chu LALPAIN vawisûn hin a lâkpêk ta che a nih,” a ta.",
      "reference": "2 SAMUEL 18:31"
    },
    {
      "content": "Chun, lal chun Kus mi kuoma chun, “Tlangvâl Absalom chu a la dam de maw?” a ta. Chun, Kus mi chun a dawn a, “Lalpa ka lalpa hmêlmahai le i sietna zawngtuhai po po chu chu tlangvâl ang chun um vawng raw hai se,” a ta.",
      "reference": "2 SAMUEL 18:32"
    },
    {
      "content": "Chuongchun, lal chu a lungin- zîng ta hle el a, kul kawtkhâr chunga pindana chun a hang feh a, a ṭap a; chun, a hang fe malam chun, “Aw, ka naupa Absalom, ka naupa, ka naupa Absalom, i aia chun kei hi hang thi lem lang aw, Aw Absalom, ka naupa, ka naupa!” a ta.",
      "reference": "2 SAMUEL 18:33"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 SAMUEL 18 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}