{
  "verses": [
    {
      "content": "Chun, David damlai chun a kum bi sirin kum thum ṭâm a tlah a; chun, David chun LALPA chu a rawn a. Chun, LALPA chun, “Thisen insuotu Saula le a sûnghai lei a nih; Gibeon mihai a that el si a,” a ta.",
      "reference": "2 SAMUEL 21:1"
    },
    {
      "content": "Chun, lal chun Gibeon mihai chu a ko a, an kuomah, (Gibeon mihai chu Israel thlahai an ni nawh a, Amor mi la um sunhai kha an ni lem a; Israel thlahai chun an chunga chun ṭawng an lo inkhâm tah a; Saula chun Juda thlahai le Israel thlahai ta dinga ṭhahnem a ngai leiin that a tum el hlak a nih).",
      "reference": "2 SAMUEL 21:2"
    },
    {
      "content": "David chun Gibeon mihai kuoma chun, “Iengam thawpêk ka ti cheu a? LALPA ro chu mal in sâwm theina dingin ieng ang inremna am siempêk ka ti cheu a?” a ta.",
      "reference": "2 SAMUEL 21:3"
    },
    {
      "content": "Chun, Gibeon mihai chun a kuomah, “Saula le a sûnghai le kan chungthua hin tangka le rângkachak tieng thu a ni nawh a, Israel mihai lai hin mi sukhlum theina kan nei bawk nawh,” an ta. Chun, ama chun, “In hril ang taphawt chu thawpêk ka ti cheu,” a ta.",
      "reference": "2 SAMUEL 21:4"
    },
    {
      "content": "Chun, lal kuoma chun, “A mi sukbohmangtu le Israel ram sûng hrim hrima khawm um loa, sukbo- hmang dinga a mi phiertu chu,",
      "reference": "2 SAMUEL 21:5"
    },
    {
      "content": "a naupasalhai pasari mi pe la, LALPA mi ruot Saula umna khuo Gibea khuoa chun LALPA hmaah khai kan tih,” an ta. Chun, lal chun, “Pe e â,” a ta.",
      "reference": "2 SAMUEL 21:6"
    },
    {
      "content": "Nisienlakhawm, lal chun LALPA kuomah David le Saula naupa Jonathan kâra, an pahni inkâra ṭawng inkhâmna leiin Saula naupa Jonathan naupa Mephiboseth chu a hum a.",
      "reference": "2 SAMUEL 21:7"
    },
    {
      "content": "Lal chun Aia naunu Rizpain Saula naupasal pahni a neipêk Armoni le Mephiboseth chu a ṭhuoi a; chun, Meholath mi Barzillai naupa Adriel, Saula naunu Mikalin nau- pasal panga a neipêkhai leh;",
      "reference": "2 SAMUEL 21:8"
    },
    {
      "content": "chun, Gibeon mihai kuta chun ân hlân a, chun, anni chun LALPA hmaah thingah an khai a, chuong- chun, an pasari chun hmunkhatah an thi seng a, bu sîk hun, buṭei sîk hun vêl laiin an sukhlum a.",
      "reference": "2 SAMUEL 21:9"
    },
    {
      "content": "Chun, Aia naunu Rizpa chun saiip puon a lâk a, bu sîk ṭantira inthawka vâna inthawka tuiin a hung burkhum chena a umna dingin, lungpui chungah ân zar khum a; an chunga sûna chunglêng vatehai fûk le ramsahai um khawm a phal nawh a.",
      "reference": "2 SAMUEL 21:10"
    },
    {
      "content": "Chun, Aia naunu Saula thai- kêm Rizpa thilthaw chu David chu an hril a.",
      "reference": "2 SAMUEL 21:11"
    },
    {
      "content": "Chun, David chu a feh a, Philistin mihaiin Gilboaa Saula an that nia Philistin mihaiin Beth-san muol laia an khai inrutu, Jabes- Gilead mihai kuoma inthawkin Saula ru le a naupa Jonathan ruhai chu a lâk a.",
      "reference": "2 SAMUEL 21:12"
    },
    {
      "content": "Chutaka Saula ru le a naupa Jonathan ruhai chu a lâk a; chuong- chun, an khaihai ru khawm chu an lâk khâwm a.",
      "reference": "2 SAMUEL 21:13"
    },
    {
      "content": "Chun, Saula ru le a naupa Jonathan ruhai chu Benjamin rama Zela khuoa a pa Kis thlânah an phûm a, chun, lal thupêk ang pei chun an thawh a. Chun, chu hnunga chun chu ram chunga chun Pathien a lungâwi tah a.",
      "reference": "2 SAMUEL 21:14"
    },
    {
      "content": "Philistin mihai chun Israel mihai chu an do nâwk a; chun, David chu a mihai le chun an fe thlah a; Philistin mihai chu an zu do a, chun, David chu a hung chau ta hle el a.",
      "reference": "2 SAMUEL 21:15"
    },
    {
      "content": "Chun, Isbi-benod, mi lien naupasalhai laia mi, a fei rikzie chu dâr Shekel za thum, kâwlhnâm thar pai chun David chu that a tum a.",
      "reference": "2 SAMUEL 21:16"
    },
    {
      "content": "Nisienlakhawm, Zeruia naupa Abisai chun a san a, Philistin mi chu a thawh a, a that tah a. Chun, David mihai chun, “Israelhai khâwnvar hi i sukmit nawna dingin indo dingin kan kuomah suok ve ta dêr naw ti nih,” tiin a chungah ṭawng an inkhâm a.",
      "reference": "2 SAMUEL 21:17"
    },
    {
      "content": "Chu hnunga chun Philistin mihai leh Gob khuoah indona a um nâwk a; chutaka chun Husath mi Sibbekai chun mi lien naupasalhai laia mi Saph a that a.",
      "reference": "2 SAMUEL 21:18"
    },
    {
      "content": "Chun, Philistin mihai leh Gob khuoah an indo nâwk a; chun, Bethlehem mi Jaare-oregim naupa Elhananin Git mi Goliath a that a, a fei ngul chu puon khâwngtu puon- kawl ang a nih.",
      "reference": "2 SAMUEL 21:19"
    },
    {
      "content": "Chun, Gath khuoah indona a um nâwk a, chutaka chun mi insâng- tak el a kut khingtieng khingtienga kutpâr paruk, a ke khingtieng khingtienga kepâr paruk, a rênga sâwmhni le pali nei hi a um a; ama khawm chu mi liena inthawka pieng a nih.",
      "reference": "2 SAMUEL 21:20"
    },
    {
      "content": "Chun, Israel mihai chu a va cho a, David unau Simei naupa Jonathan chun a lo that a.",
      "reference": "2 SAMUEL 21:21"
    },
    {
      "content": "Chun, chuong palihai chu Gath khuoa mi liena inthawka pieng an na, chuonghai chu David le a mihai kutah an thih a.",
      "reference": "2 SAMUEL 21:22"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 SAMUEL 21 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}