{
  "verses": [
    {
      "content": "Chu naw khawm chu Absalom kuomah Ahithophel chun, “Tuhin mi sîng khat le sâng hni thlang suok ka ta, chun, vawizân hin David chu hnawt dingin inthawk ka tih;",
      "reference": "2 SAMUEL 17:1"
    },
    {
      "content": "a châu lai le a hrâtnaw laitak va nangchîng ka ta, va sukṭîng ka tih, chuongchun, a kuoma mi um po pohai chu tlân hmang an ta; chuongchun, lal chau chu va that el ka tih;",
      "reference": "2 SAMUEL 17:2"
    },
    {
      "content": "chun, mipuihai chu i kuomah hung ṭhuoi kîr vawng ka ta, i mi zawng chu mi po po hung kîr tluk a nih; chuongchun, mi po po inremin um tâng an tih,” a ta.",
      "reference": "2 SAMUEL 17:3"
    },
    {
      "content": "Chuongchun, chu thu chun Absalom le Israel upahai po po chu a suklâwm ta hleh a.",
      "reference": "2 SAMUEL 17:4"
    },
    {
      "content": "Chun, Absalom chun, “Tu hin Ark mi Husai chu ko ve phawt unla, a hril ve dân lo ngai phawt ei tih,” a ta.",
      "reference": "2 SAMUEL 17:5"
    },
    {
      "content": "chun, Husaiin Absalom kuom a hung tlung chun, Absalom chun, “Ahithophel chun hieng ang hin a hril a, a hril ang hin kan thaw ding am a nih? Thaw naw ding ni ta ang inla, nangin hang hril ve ta khai,” a ta.",
      "reference": "2 SAMUEL 17:6"
    },
    {
      "content": "Chun, Husai chun Absalom kuomah, “Tuta ṭuma Ahithophel remruot hi a ṭha naw a nih,” a ta.",
      "reference": "2 SAMUEL 17:7"
    },
    {
      "content": "Chun, Husai chun, “I pa le a mihai chu i hriet a, sipai huoitak, mi kâwlhrâwngtak, phûla savawm a tê manpêk ang el an na; chun, i pa hi indo mi a na, mipui lai chun riek khawm riek kher naw ni.",
      "reference": "2 SAMUEL 17:8"
    },
    {
      "content": "Ngai ta, tu khawm hin khaw lai khursûnga manih, khawlai hmuna manih ân bi zing a ni ding a na; chun, an inthaw tîra mi ṭhenkhat an tlu nuol chun a hre taphawtin, ‘Absalom zuituhai chu an that ṭeu el ie,’ ti el an ta.",
      "reference": "2 SAMUEL 17:9"
    },
    {
      "content": "Chuongchun, mi huoisentak, sakeibaknei lungril ang put mi meu khawm lo ṭîng a ta, Israel mi po po hlak chun i pa chu sipai huoitak a ni le a kuoma mi umhai chu mi huoisen- tak tak an ni ti an hriet vawng sih a.",
      "reference": "2 SAMUEL 17:10"
    },
    {
      "content": "Keia remruot ve dân chu, Israel mi po po chu Dana inthawkin Beer- seba tlung rakin an tamzie tuisuo- rieta phaiphin zât zetin i kuomah ko khâwm la; chun, indonaa khawm chun nang meu khawm fe ve la.",
      "reference": "2 SAMUEL 17:11"
    },
    {
      "content": "Chuongchun, khâwlai hmuna khawm ei tuok fûkna taphawtah hnuoia dâidâw tla ang elin bâwng ei ta, chun, ama le a kuoma mi umhai po po chu pakhat khawm hla nâwng ei tih.",
      "reference": "2 SAMUEL 17:12"
    },
    {
      "content": "Chu nawa khawm khuoa a lût chun, Israel mi po po, hruihruol chawiin chu khuoa chun va fêng ei ta, lung chiterek khawm um lo khawp rauin vadungah hnûkthla vawng ei tih,” a ti nghâl bawk a.",
      "reference": "2 SAMUEL 17:13"
    },
    {
      "content": "Chuongchun, Absalom le Israel mi po pohai chun, “Ark mi Husai remruot chu Ahithophel remruot nêk chun a ṭha lem,” an ti tah a. LALPA chun Absalom chunga chun thil ṭha naw ân tlungtir theina dingin LALPA chun Ahithophel remruot ṭhatak chu letthla dingin a lo ruot ta hrim a nih.",
      "reference": "2 SAMUEL 17:14"
    },
    {
      "content": "Chuongchun, Husai chun thiempu Zadok le Abiathar kuomah, “Chuong ang khâng ang chun Ahithophel chun Absalom le Israel upahai chu rem a ruotpêk a; chun, keiin chuong ang khâng ang chun rem ka ruot bawk a.",
      "reference": "2 SAMUEL 17:15"
    },
    {
      "content": "Chuleiin, ‘Vawizân chu thlalêra vadung kaiahai riek ta loin kân ngei ngei rawh, chuong naw chun lal le a kuoma um po pohai chu sukbohmang vawng rawi an tih,’ tiin David chu inhriltir vak ro khai,” a ta.",
      "reference": "2 SAMUEL 17:16"
    },
    {
      "content": "Jonathan le Ahimaaz chu En-rogelah an um a, suoknu pa- khat hin anni chu a va hril hlak a na, chun, anni chun lal David chu an va hril nâwk sâwng hlak a; khawpuia an lût chu tukhawma hmu lo ding a nih.",
      "reference": "2 SAMUEL 17:17"
    },
    {
      "content": "Nisienlakhawm, naupangin a lo hmuh a, Absalom chu a hril a; chuongchun, an pahni chun an tlân hmang ta vat a, Bahurima mi pakhat, a tuola tuisunsuo nei mi pakhat kâwlah an va feh a, tuisunsuoa chun an lût tah a.",
      "reference": "2 SAMUEL 17:18"
    },
    {
      "content": "Chun, nuhmeiin tuisunsuo sîn- nain a sîn a, a chunga chun bu a em a, tu hriet thei khawm a ni nawh.",
      "reference": "2 SAMUEL 17:19"
    },
    {
      "content": "Chun, Absalom siehlawhai chu chu ina nuhmei kuoma chun an va feh a, “Ahimaaz le Jonathan kha khaw lai am?” an ta. Chun, nuhmei chun an kuomah, “Vadung kai tâng an tih,” a lo tih a. Chun, an va zawng a, an hmu nawh a, Jerusalemah an kîr nâwk tah a.",
      "reference": "2 SAMUEL 17:20"
    },
    {
      "content": "Chun, an fe liem hnung chun tuisunsuoa inthawk chun an hung suok a, lal David chu an va hril a, David kuoma chun, “Suok unla, vadung chu kai vak ro, hieng ang hin Ahithophel chun a phier cheu a nih,” an ta.",
      "reference": "2 SAMUEL 17:21"
    },
    {
      "content": "Chuongchun, David le a kuoma mi um po pohai chu an suok a, Jordan vadung an kai a, khuo a hung var chun pakhat khawm Jordan vadung kai lo an um nawh.",
      "reference": "2 SAMUEL 17:22"
    },
    {
      "content": "Chun, Ahithophel chun a rem- ruot ang chu an pawm nawh ti a hrietin a sabengtung chu a siem a, a suok a, a khuo tieng a fe tah a, a sûnghai khawsak dân ding a ruotpêk diem a, ân âwkhlum tah a; chuong- chun, a thih a, a pa thlânah an phûm tah a.",
      "reference": "2 SAMUEL 17:23"
    },
    {
      "content": "Chun, David chun Mahanaim a va tlung a. Chun, Absalom chun a kuoma Israel mi po pohai leh Jordan vadung an kai a.",
      "reference": "2 SAMUEL 17:24"
    },
    {
      "content": "Chun, Absalom chun, Joab aiah Amasa chu sipaihai hotuah a sieh a. Amasa chu mi pakhat a hming Ithra, Ismael mi, Joab nu Zeruia zuorpuinu Nahas naunu Abigail pâwltu naupa a nih.",
      "reference": "2 SAMUEL 17:25"
    },
    {
      "content": "Chun, Absalom le Israel mihai chun Gilead rama chun ṭhanghmun an va khuor a.",
      "reference": "2 SAMUEL 17:26"
    },
    {
      "content": "Chun, Davidin Mahanaim a tlung chun Ammon thla Rabba khuoa mi Nahas naupa Sobi hai, Lodebar khuoa mi Ammiel naupa Makir hai, Rogelim khuoa Gilead mi Barzillai hai chun,",
      "reference": "2 SAMUEL 17:27"
    },
    {
      "content": "khumhai dâm, maihûnhai dâm, pil bêlhai dâm, bu dâm, buṭei dâm, beiphit dâm, bu zêu dâm, dailuo dâm, bê dâm,",
      "reference": "2 SAMUEL 17:28"
    },
    {
      "content": "khuoizu dâm, bâwng nêne kîng dâm, berâm le bâwng nêne kîng thûm dâm, David le a kuoma mi umhai fâk dingin an hung chawi a, “Mipuihai chu thlalêra chun an phîngṭamin an chauin an dang châr êm êm tah a nih,” ti a ni sih a.",
      "reference": "2 SAMUEL 17:29"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 SAMUEL 17 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}