{
  "verses": [
    {
      "content": "Saula sûnghai le David sûnghai chu sâwttak an indo a, David chu a hung hrât tiel tiel a, Saula sûnghai ruok chu an hung hrât naw tiel tiel tah a.",
      "reference": "2 SAMUEL 3:1"
    },
    {
      "content": "Chun, David chun Hebron khuoa chun naupasalhai a nei a, a naupa hmasa tak chu Ammon, Jezreel mi Ahinoam le an inkâra mi a nih;",
      "reference": "2 SAMUEL 3:2"
    },
    {
      "content": "a dawttu chu Kileab, Karmela mi Nabal nuhmei Abigail le an kâra mi a nih; chun, a pathumna chu Absalom, Gesur lal Talmai naunu Maaka naupa a na.",
      "reference": "2 SAMUEL 3:3"
    },
    {
      "content": "Chun, a palina chu Adonija, Haggith naupa a nih, a pangana chu Sephatia, Abital naupa a nih;",
      "reference": "2 SAMUEL 3:4"
    },
    {
      "content": "chun, a parukna chu Ithream, David nuhmei Egla le an kâra mi a nih. Hieng hai hi David nau Hebrona pienghai chu an nih.",
      "reference": "2 SAMUEL 3:5"
    },
    {
      "content": "Chun, Saula sûnghai le David sûnghai chu an indo lai chun, Abner chu Saula sûnghai laia chun ân sukhrât ta deu deu a.",
      "reference": "2 SAMUEL 3:6"
    },
    {
      "content": "Saula chun hmei a nei a, a hming chu Rizpa, Aia naunu a nih. Chun, Is-boseth chun Abner kuomah, “Ieng- dinga ka pa hmeinu kuomah i fe am?” a ta.",
      "reference": "2 SAMUEL 3:7"
    },
    {
      "content": "Chuongchun, Is-boseth thuhril chun Abner chu a suklungsen ta êm êm el a, “Judahai ui lu el am ka nih? Vawisûn chen hin i pa Saula sûnghai le a unauhai le a ruolhai chungah zainêmna ka suklang a, David kutah kân hlân naw cheh a, nisienlakhawm, nangin hi nuhmei chunga hin suolah i mîn tum el a.",
      "reference": "2 SAMUEL 3:8"
    },
    {
      "content": "LALPAIN a kuoma ṭawng a lo inkhâm ta anga David ta dinga ka thaw naw chun Abner chu a law law law el sienla, chu nêka nasa khawmin.",
      "reference": "2 SAMUEL 3:9"
    },
    {
      "content": "Saula sûnghaia inthawka ram chu lâkpêk a, Israel le Judahai chungah Dana inthawka Beer-seba chena David lalṭhungpha tungding dinga ka va thaw naw chun,” a ta.",
      "reference": "2 SAMUEL 3:10"
    },
    {
      "content": "Chuongchun, a ṭi êm leiin Abner chu a dawn khawm a dawn ngam ta nawh a.",
      "reference": "2 SAMUEL 3:11"
    },
    {
      "content": "Chun, Abner chun ama aiawin David kuoma chun, “Hi ram hi tu ta am a nih a?” tiin mitirhai a tir a; chun, “Ka kuomah thu thlung rawh, chuongchun, ngai ta, Israel mi po po i kuom tienga ṭhang dingin ka kut chu nangma tieng ṭhang a tih,” tiin a hril nâwk a.",
      "reference": "2 SAMUEL 3:12"
    },
    {
      "content": "Chun, ama chun, “Aw le, i kuoma chun thu thlung ka tih, ami- ruokchu, nangma kuomah thil pakhat ka phût ding a nih, chu chu hi hi a nih; mi hmu dinga i hung phaleh Saula naunu Mikal kha i hung ṭhuoi phawt naw chun ka hmêl hmu thei naw ti nih,” a ta.",
      "reference": "2 SAMUEL 3:13"
    },
    {
      "content": "Chun, David chun Saula naupa Is-boseth kuoma chun, “Philistin mihai ser vun za khata kân châwk ka nuhmei Mikal chu mi hung pe rawh,” tiin mihai a tir a.",
      "reference": "2 SAMUEL 3:14"
    },
    {
      "content": "Chun, Is-boseth chun mi a tir a, a pasal La-is naupa Paltiel kuom ngeia inthawk chun an ṭhuoi tah a.",
      "reference": "2 SAMUEL 3:15"
    },
    {
      "content": "Chun, a pasal chu a kuoma chun a feh a, ṭap malam peiin a feh a, Bahurim chenin a zui a. Chuongchun, Abner chun a kuomah, “Fe rawh, kîr nâwk el rawh,” a tih a, chun, a kîr nâwk tah a.",
      "reference": "2 SAMUEL 3:16"
    },
    {
      "content": "Chuongchun, Abner chun Israel mihai upahai chu a biek a, “Kha hma khan David chu in chunga lala um dingin in dit hlak a;",
      "reference": "2 SAMUEL 3:17"
    },
    {
      "content": "tuhin siem ta ro khai LALPAIN David chungchâng thua chun, ‘Ka siehlaw David kutin ka mi Israelhai chu Philistin mihai kuta inthawk le, an hmêlmahai po po kuta inthawkin sansuok ka tih,’ tiin a hril a nih,” tiin.",
      "reference": "2 SAMUEL 3:18"
    },
    {
      "content": "Chun, Abner chun Benjamin mihai na hrieta chun a hril bawk a; chun, Abner chu Israel mihai le Benjamin sûng po pohaiin ṭha an ti ang taphawt Hebrona David na hrieta hril dingin a fe bawk a.",
      "reference": "2 SAMUEL 3:19"
    },
    {
      "content": "Chuongchun, Abner chu Hebrona David kuoma chun mi sâwmhni leh an feh a. Chun, David chun Abner le a kuoma mi sâwm- hnihai ta ding chun ruoi a ṭheh a.",
      "reference": "2 SAMUEL 3:20"
    },
    {
      "content": "Abner chun David kuoma chun, “Tho ka ta, i kuoma thu an thlung theina ding le, i duthusâm angtaka ro i rêl theina dingin Israel mi po pohai ka lalpa kuoma hin hung kei khâwm dingin fêng ka tih,” a ta. Chun, David chun Abner chu ân fetir a, chuong- chun, lungmuongtak chun a fe tah a.",
      "reference": "2 SAMUEL 3:21"
    },
    {
      "content": "Chun, ngai ta, David mihai le Joab mihai rammu chu an hung a, râllâk tamtak an hung lâk a, nisienlakhawm, Abner chu Hebrona David kuoma chun a lo um ta nawh a; a lo infetir ta sih a, ama khawm chu lungmuongtakin a lo fe tah a nih.",
      "reference": "2 SAMUEL 3:22"
    },
    {
      "content": "Joab le a kuoma mipui po po an hung tlung chun, “Nera naupa Abner chu lal kuomah a hung a, ama chun a lo infetir nâwk tah a, lungmuong- takin a fe nâwk tah,” tiin Joab chu an hril a.",
      "reference": "2 SAMUEL 3:23"
    },
    {
      "content": "Chuongchun, Joab chu lal kuoma chun a feh a, “I thil lo thaw hi iengtizie am a ni leh? Ngai ta, Abner chu i kuomah a hung a, iengdinga în fetir a, a fe dai el am a ni ta leh?",
      "reference": "2 SAMUEL 3:24"
    },
    {
      "content": "Nera naupa Abner chu i hriet a, i suok i lût le i thilthaw iengkim hriet tuma hung a na,” a ta.",
      "reference": "2 SAMUEL 3:25"
    },
    {
      "content": "Chun, David kuoma inthawka Joab a hung suok chun Abner hnawt ding chun mi a tir a, Sira tuisunsuoa inthawkin an hung ṭhuoikîr a, nisien- lakhawm, David chun a hriet nawh.",
      "reference": "2 SAMUEL 3:26"
    },
    {
      "content": "Chun, Abner chun Hebron a hung tlung chun Joab chun kul kawt- khârah biekrûk dingin a ṭhuoi hran a, a unau Asahel thisen suok thungna dingin a phîngah a sun hlum tah a.",
      "reference": "2 SAMUEL 3:27"
    },
    {
      "content": "Chun, a nakiea Davidin a hung hriet chun, “Nera naupa Abner thisen insuo thua hin kei le ka ram chu LALPA mithmuin inthieng kum- khuong kan ta,",
      "reference": "2 SAMUEL 3:28"
    },
    {
      "content": "Joab lu chungah tla sienla, a pa sûnghai po po chunga leh; Joab sûng- haia inthawka thil pût amanih, phâr amanih, hmawl ringsana um mi amanih, kâwlhnâma thi amanih, ṭâm amanih hung um loin um naw raw se,” a ta.",
      "reference": "2 SAMUEL 3:29"
    },
    {
      "content": "Chuongchun, an unaupa Asahel chu Gibeona indonaa a that leiin Joab le a unau Abisai chun Abner chu an that tah a.",
      "reference": "2 SAMUEL 3:30"
    },
    {
      "content": "Chun, David chun Joab le a kuoma mipui po pohai kuoma chun, “In puonhai chu keithlêr unla, saiip puon sil unla, Abner chu sûn ro,” a ta. Chun, lal David chun hlâng chu a zui a.",
      "reference": "2 SAMUEL 3:31"
    },
    {
      "content": "Chun, Abner chu Hebrona chun an phûm a, lal chun a râwl ân suoh a. Abner thlâna chun a ṭap tah a; mipui po po khawm an ṭap a.",
      "reference": "2 SAMUEL 3:32"
    },
    {
      "content": "Chun, lal chun Abner chu a ṭah a, “Abner chu invêt thiin a thi el ding a ni maw?",
      "reference": "2 SAMUEL 3:33"
    },
    {
      "content": "I kut hai chu khuop a ni nawh a, i ke hai chu kawl inbun a ni bawk nawh, Mi rilo nauhai hmaa mi a tlûk anga i tlûk el ta chu?” a ta. Chun, mi po po chun ama an ṭa nâwk a.",
      "reference": "2 SAMUEL 3:34"
    },
    {
      "content": "Chuongchun, sûn a la ni laiin David chu bu infâktir dingin mi po po chu an hung a; nisienlakhawm, David chun, “Nisa tlâk hmaa bu amanih thil dang amani khawm a fâka ka fâk vai chun Pathien chun a law law mi law raw se, chu nêka nasa khawmin,” tiin ṭawng ân khâm a.",
      "reference": "2 SAMUEL 3:35"
    },
    {
      "content": "Chu chu mi po poin an hriet chun an lâwm êm êm a, lal thilthaw taphawthai chun mipuihai po po chu a suklâwm pei a.",
      "reference": "2 SAMUEL 3:36"
    },
    {
      "content": "Chuongchun, mipui po po le Israel mi po pohai chun Nera naupa Abner thata um chu lal thu a ni nawh ti an hriet tah a.",
      "reference": "2 SAMUEL 3:37"
    },
    {
      "content": "Chun, lal chun a siehlawhai kuoma chun, “Vawisûn hin Israel mi lien, mi ropuitak a thi ti in hriet naw am a nih?",
      "reference": "2 SAMUEL 3:38"
    },
    {
      "content": "Lal dinga hrieknâl ni lang khawm, vawisûn hin ka hrât naw a nih; chun, hieng Zeruia nauhai hi ka ta dingin tuor hla an um taluo a nih; LALPAIN thil ṭha naw thawtu chu a suolzie ang peiin thung raw se,” a ta.",
      "reference": "2 SAMUEL 3:39"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 SAMUEL 3 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}