{
  "verses": [
    {
      "content": "Chuongchun, Israel chihai po po chu Hebrona David kuomah an hung a, “Ngai ta, i ru le i tisahai kan na.",
      "reference": "2 SAMUEL 5:1"
    },
    {
      "content": "Kha hmaa Saula kan chunga ân lal laia Israelhai ṭhuoi suok le ṭhuoi lûttu i ni hlak a; chun, LALPA chun i kuomah, ‘Ka mi Israelhai chu châwm i ta, Israelhai chungah hotuin um i tih,’ a tih a,” an ta.",
      "reference": "2 SAMUEL 5:2"
    },
    {
      "content": "Chuongchun, Israel upahai po po chu Hebrona chun lal kuomah an va feh a; chun, lal David chun Hebrona chun LALPA hmaah an kuomah thu a thlung a, chun, David chu Israelhai chunga lal dingin hriek an nâl a.",
      "reference": "2 SAMUEL 5:3"
    },
    {
      "content": "David chu ân lal tîr lai chun kum sâwmthum mi a na, kum sâwmli sûng ân lal a.",
      "reference": "2 SAMUEL 5:4"
    },
    {
      "content": "Hebrona chun Judahai chungah kum sari le thla ruk ân lal a; chun, Jerusalemah Israelhai le Judahai po po chungah kum sâwmthum le kum thum ân lal a.",
      "reference": "2 SAMUEL 5:5"
    },
    {
      "content": "Chun, lal le a mihai chu chu rama chêng Jebus mihai chu rûn dingin Jerusalemah an feh a; chuonghai chun David a hung lût thei naw ringin David kuomah, “Hitaka hin hung lût naw tawp i tih, mitdel le kebaihaiin lo dang an ti che,” an ta.",
      "reference": "2 SAMUEL 5:6"
    },
    {
      "content": "Nisienlakhawm, David chun Zion kul chu a lâk a, chu chu David khuo chu a nih.",
      "reference": "2 SAMUEL 5:7"
    },
    {
      "content": "Chun, David chun chu ni chun, “Jebus mihai thawtu taphawt chu tuiluongnaah hang fe hai sienla, David theidatu mitdel le kebai chu that raw hai se,” a ta. Chuongchun, “Mitdel le kebai chu ina chun lût naw nihai,” an ti hlak a.",
      "reference": "2 SAMUEL 5:8"
    },
    {
      "content": "Chun, David chu kula chun a um a, David khuo tiin ân bûk tah a. Chun, David chun Milloa inthawkin a vêlin kul a siem a, a sûngtieng leh.",
      "reference": "2 SAMUEL 5:9"
    },
    {
      "content": "Chuongchun, David chu a hung ropui ta deu deu a, LALPA, sipaihai Pathien chu a kuoma a um pei leiin.",
      "reference": "2 SAMUEL 5:10"
    },
    {
      "content": "Chun, Tura lal Hiram chun David kuomah mi a tir a, sidar thinghai a thawn a, themthiemhai le lung suttuhai a tir bawk a, David ta ding chun in an bâwlpêk a.",
      "reference": "2 SAMUEL 5:11"
    },
    {
      "content": "Chun, David chun LALPAIN Israelhai chungah lalah ama chu a sukdet a, a mi Israelhai leiin a ram chu a chawimawi a nih ti a hriet tah a.",
      "reference": "2 SAMUEL 5:12"
    },
    {
      "content": "Chun, David chun Hebron a suoksan hnungin Jerusalema chun thaikêm le nuhmei a nei belsah a; chuongchun, David chun naupasal- hai le naunuhmeihai a la nei sa ta rawp a.",
      "reference": "2 SAMUEL 5:13"
    },
    {
      "content": "Chun, Jerusalema a neihai hming chu hieng hi an nih; Sammua, Sobab, Nathan, Solomon,",
      "reference": "2 SAMUEL 5:14"
    },
    {
      "content": "Ibhar, Elisua, Nepheg, Japhia,",
      "reference": "2 SAMUEL 5:15"
    },
    {
      "content": "Elisama, Eliada, le Eliphelet hai hi an nih.",
      "reference": "2 SAMUEL 5:16"
    },
    {
      "content": "Philistin mihai chun David chu Israelhaiin lala um dingin hriek an nâl ti an hrietin Philistin mihai po po chu David zawng ding chun an hang fe tah a; David chun chu chu a lo hrietin a kulbînga chun a feh a.",
      "reference": "2 SAMUEL 5:17"
    },
    {
      "content": "Chun, Philistin mihai chu an hung a, Rephaim ruoma chun an inzar a.",
      "reference": "2 SAMUEL 5:18"
    },
    {
      "content": "Chun, David chun, “Philistin mihai thaw dingin kan hang fe ding am a nih? ka kuta hin anni chu pêng i ti?” tiin LALPA a rawn a. LALPA chun David kuoma chun, “Hang fe rawh, Philistin mihai chu i kutah ka pêk ngei ngei ding a nih,” a ta.",
      "reference": "2 SAMUEL 5:19"
    },
    {
      "content": "Chuongchun, David chu Baal- perazima chun a feh a, chutaka chun David chun anni chu a hneh a, “LALPAIN ka hmêlmahai chu tuiting inṭhe ang elin ka hmaah a mi sukdarpêk tah,” a ta. Chuleiin, chu hmun hming ding chun Baal-perazim ân bûk a.",
      "reference": "2 SAMUEL 5:20"
    },
    {
      "content": "Chutaka chun Philistin mihai chun an milimhai an mâksan a, David le a mihai chun an lâk a.",
      "reference": "2 SAMUEL 5:21"
    },
    {
      "content": "Chun, Philistin mihai chu an hang fe nâwk a, Rephaim ruoma chun an inzar nâwk a.",
      "reference": "2 SAMUEL 5:22"
    },
    {
      "content": "Chun, Davidin LALPA a hang rawn chun, ama chun, “Hang fe naw rawh, an hnungtieng fe huol la, thingtheihmi kûng zâwna khin hang thaw rawh.",
      "reference": "2 SAMUEL 5:23"
    },
    {
      "content": "Chun, thingtheihmi kûng lêra fe ri ṭhup ṭhup ang i hriet pha chun châng rawh, Philistin sipaihai thaw dingin i hmaah LALPA a suok tah tina nîng a tih,” a ta.",
      "reference": "2 SAMUEL 5:24"
    },
    {
      "content": "Chuongchun, LALPAIN thu a pêk angin David chun a thawh a, Philistin mihai chu Gebaa inthawka Gezer chenin a that a.",
      "reference": "2 SAMUEL 5:25"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 SAMUEL 5 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}