{
  "verses": [
    {
      "content": "Chun, kum dâm a hung invawi a, lalhai indo dinga an suok hlak lai chun, Davidin Joab chu a tir a, a mihai le Israel mihai po po leh; chun, Ammon thlahai chu an suk- bohmang a, Rabba khuo an inhuol a, David ruok chu Jerusalemah a um a.",
      "reference": "2 SAMUEL 11:1"
    },
    {
      "content": "Chun, zântieng nisa innêma chun hieng hi a hung na, David chu a khuma inthawk chun a tho a, lal in inchunga chun a hang lêng a; chun, inchunga inthawk chun nuhmei pakhat insil lai hi a hei hmuh a, chu nuhmei chu hmêl ṭhatak a nih.",
      "reference": "2 SAMUEL 11:2"
    },
    {
      "content": "Chun, David chun mi a tir a, chu nuhmei chanchin chu ân dawn feltir a. Chun, mi pakhatin, “Eliam naunu, Bathseba, Hit mi Uria nuhmei a ni naw am a nih?” a tih a.",
      "reference": "2 SAMUEL 11:3"
    },
    {
      "content": "Chun, David chun mi a tir a, an va ṭhuoi tah a; chun, a kuoma a va tlung chun a lo zâlpui tah a; (a felnaw zo insukthieng laitak a na) chun, a in tieng a fe nâwk tah a.",
      "reference": "2 SAMUEL 11:4"
    },
    {
      "content": "Chuongchun, nuhmei chu a hung inrai tah a, chun, “Nau ka vawn a ni tah,” tiin David chu mi ân hriltir a.",
      "reference": "2 SAMUEL 11:5"
    },
    {
      "content": "Chun, David chun Joab kuomah, “Hit mi Uria chu ka kuomah inhung- tir rawh,” tiin ân chah a. Chun, Joab chun Uria chu David kuomah ân fetir a.",
      "reference": "2 SAMUEL 11:6"
    },
    {
      "content": "Chun, Uriain a kuom a hang tlung chun, Joab le mihai chu ieng am an chang a, indonahai ieng am an chang ti ân dawn a.",
      "reference": "2 SAMUEL 11:7"
    },
    {
      "content": "Chun, David chun Uria kuomah, “I in tieng fe la, i kehai zu sâwp rawh,” a ta. Chuongchun, Uria chu lal ina inthawk chun a suok a, chun, lal chun fâk dinghai leh a hnawtzui a.",
      "reference": "2 SAMUEL 11:8"
    },
    {
      "content": "Nisienlakhawm, Uria chu a lalpa siehlawhai lai lal in kawtkhâr bula chun a zâl ve ta el a, a in tieng chun a fe ta nawh a.",
      "reference": "2 SAMUEL 11:9"
    },
    {
      "content": "Chun, David chu, “Uria chu a in tieng a fe nawh,” ti an hril phingleh David chun Uria kuoma chun, “Inzin hung i nih a ni naw am a nih? Ieng- dinga i in tieng i fe naw am?” a ta.",
      "reference": "2 SAMUEL 11:10"
    },
    {
      "content": "Uria chun David kuomah, “Pathien bâwm le Israelhai le Juda- hai chu bûkah an um a, chun, ka pu Joab le ka pu mihai chu ramhnuoiah an inkul bawk a; kei ka ina fein fain dâwnin, ka nuhmei kuomah ka zâl bîk ding maw? I hringna le i thlarau hringna sâlin ka hril a nih, chu chu thaw naw tawp ka tih,” a ta.",
      "reference": "2 SAMUEL 11:11"
    },
    {
      "content": "Chun, David chun Uria kuom- ah, “Vawisûn chu hitaka hin um la, zîngah fe de ti nih,” a ta. Chuong- chun, Uria chu Jerusalema chun chu ni le a zînga khawm chun a um tah a.",
      "reference": "2 SAMUEL 11:12"
    },
    {
      "content": "Chun, David chun a ko a, a hmaa chun a fâkin a dâwn a, a sukrui ta dêr a; chun, zântieng chun a in tienga fe loin a pu siehlawhai laia zâl ding chun a suok a.",
      "reference": "2 SAMUEL 11:13"
    },
    {
      "content": "Chun, a zîngah zîngkâr chun David chun Joab chu lekha a thawn a, Uria chu ân chawitir a.",
      "reference": "2 SAMUEL 11:14"
    },
    {
      "content": "Chun, lekhaa chun, “Uria chu râl zuolna laitaka inhmatâwngtir unla, an thata a thi hlauna dingin thlathlam ro,” tiin a ziek a.",
      "reference": "2 SAMUEL 11:15"
    },
    {
      "content": "Chun, Joab chun khuo chu ân huol vêl lai chun mi huoi huoi umna nia a hrieta chun Uria chu ân ṭhang- tir a.",
      "reference": "2 SAMUEL 11:16"
    },
    {
      "content": "Chun, khuoa mihai chu an hung suok a, Joab chu an hung thawh a, mi ṭhenkhat David mihai laia mi ngei khawm chu an thih a; chun, Hit mi Uria khawm chu a thih a.",
      "reference": "2 SAMUEL 11:17"
    },
    {
      "content": "Chuongchun, Joab chun mi a tir a, indona chungchâng thu tieng po po chu David chu a hril a;",
      "reference": "2 SAMUEL 11:18"
    },
    {
      "content": "chun, a mi tir kuoma chun, “Lal kuoma indona chanchin po po i hril zo hnungin,",
      "reference": "2 SAMUEL 11:19"
    },
    {
      "content": "a lung a sen thuta, ‘Iengdinga thaw dinga khaw bul ela in fe am a na? Kula inthawkin kâp el an ti cheu ti in hriet naw am a nih?",
      "reference": "2 SAMUEL 11:20"
    },
    {
      "content": "Jerubbeseth naupa Abimelek kha tuin am a that a? Bu râwtnawina lung chunghnung lem nuhmeiin kula inthawkin a chungah a zuk thlâk a, Thebez-a khan a thi a ni naw am a nih? Iengdinga chuong kul bul ela fe am in ni a?’ a ti chun, ‘I siehlaw Uria Hit mi khawm kha a thi annaw,’ ti rawh aw,” tiin a hril a.",
      "reference": "2 SAMUEL 11:21"
    },
    {
      "content": "Chuongchun, a mi tir chu a feh a, a va tlung a, Joabin a tirna san po po chu David chu a hril tah a.",
      "reference": "2 SAMUEL 11:22"
    },
    {
      "content": "Chun, a mi tir chun David kuoma chun, “Mihai chun an mi hung nawr a, phûlah an mi hung thawh a; keini chun an khaw lûtna kawtkhâr tlung rakin kan nawr ve thung a.",
      "reference": "2 SAMUEL 11:23"
    },
    {
      "content": "Chun, kâptuhai chun kula inthawk chun i siehlawhai chu an kâp a, chuongchun, lal siehlaw ṭhenkhat- hai chu an thih a; chun, i siehlaw Hit mi Uria khawm kha a thi annaw,” a ta.",
      "reference": "2 SAMUEL 11:24"
    },
    {
      "content": "David chun a mi tir kuoma chun, “Joab kuoma chun hieng ang hin va hril rawh, ‘Hieng hin i lungril chu suklâwm naw chuong naw raw se, kâwlhnâm chun tu tu khawm a thlierbîk si nawh a, nasa nâwkzuolin khuo chu thaw unla, sukse ro,’ tiin infui rawh,” a ta.",
      "reference": "2 SAMUEL 11:25"
    },
    {
      "content": "Chun, Uria nuhmei chun a pasal Uria a thi ti a hriet chun a pasal chu a sûn a.",
      "reference": "2 SAMUEL 11:26"
    },
    {
      "content": "Chun, a sûn hunbi a bo hnung chun David chun ama in tieng ân ṭhuoitir a, a nuhmeiah a nei tah a, naupasal a neipêk a. Nisienlakhawm, David thilthaw chun LALPA a suklungni nawh a.",
      "reference": "2 SAMUEL 11:27"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 SAMUEL 11 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}