{
  "verses": [
    {
      "content": "David chun tlâng sîp lâwn suokna a khêl dep chun, ngai ta, Mephiboseth siehlaw Ziba chun a lo tuok a, sabengtung pahni a hmang a, bei tlang zahni le grêp emṭâwl bâwr za le nipui thei za le uoin peng khat ân phurtir a.",
      "reference": "2 SAMUEL 16:1"
    },
    {
      "content": "Chun, lal chun Ziba kuoma chun, “Hieng hi iengtizie am a nih a?” a ta. Ziba chun, “Sabengtunghai hi lal sûnghai chuongna ding nîng a ta, bei le nipui theihai hi tlangvâlhai fâk ding nîng a ta; uoin hi chu thlalêra châu taphawthai dâwn ding nîng a tih,” a ta.",
      "reference": "2 SAMUEL 16:2"
    },
    {
      "content": "Chun, lal chun “Anleh, i pu naupa chu khâwlai am?” a ta. Ziba chun lal kuomah, “Ngai ta, Jerusa- lemah a um, ‘Vawisûn hin Israel- hai chun ka pa ram an mi pêk nâwk ding a nih,’ a ti nghe nghe annâw,” a ta.",
      "reference": "2 SAMUEL 16:3"
    },
    {
      "content": "Chun, lal chun Ziba kuoma chun, “Ngai ta, Mephiboseth thil nei po po chu i ta vawng a ni tah,” a ta. Chun, Ziba chun, “Chibai ka bûk takzet che a nih, aw lalpa ka pu, i mit tlunga um pei tum ka tih,” a ta.",
      "reference": "2 SAMUEL 16:4"
    },
    {
      "content": "Chun, lal Davidin Bahurim a tlung chun, ngai ta, Saula sûnghai laia mi Gera naupa a hming Simei a hung suok a, ṭawngsie inphur pum peiin a hung suok a.",
      "reference": "2 SAMUEL 16:5"
    },
    {
      "content": "David chu lungin a dêng a, lal David siehlawhai po po khawm chu; chun, mipui po po le sipai huoisenhai po po chu a changtieng le a vawitieng an um a.",
      "reference": "2 SAMUEL 16:6"
    },
    {
      "content": "Chun, Simei chun ṭawngsie ân phur sûng chun hieng hin a hril a, “Fe hmang dai rawh, fe hmang dai rawh, nang thisen insuo hmang le Belial mihriempa,",
      "reference": "2 SAMUEL 16:7"
    },
    {
      "content": "a rorêl âi i rêl tah Saula sûnghai thisen chu LALPAIN i chungah a hung inlettir tah a; chun, LALPAIN ram chu i naupa Absalom chu a pêk tah a; chun, ngai ta, thisen insuo- hmang i ni leiin nangma pawi chu nang bawkin i tâwk a nih,” a ta.",
      "reference": "2 SAMUEL 16:8"
    },
    {
      "content": "Chuongchun, Zeruia naupa Abisai chun lal kuomah, “Iengdinga hi ui thitlaw hin ka lalpa lal chu ṭawngsie ân phur mei mei am a nih a? a lu va tan el ka tih aw?” a ta.",
      "reference": "2 SAMUEL 16:9"
    },
    {
      "content": "Nisienlakhawm, lal chun, “Nangni Zeruia naupasalhai, nangni mi lo hrietpêk ding ieng am a um a? LALPAIN a kuomah, ‘David chu ṭawngsie inphur rawh,’ a ti si chun inphur el raw se, ‘Iengdinga chuong anga i thaw am a ni leh?’ tuin am ti hlak an ta?” a ta.",
      "reference": "2 SAMUEL 16:10"
    },
    {
      "content": "Chun, David chun Abisai le a siehlawhai po po kuoma chun, “Ngai ta u, ka naupa ka rîla ra ngei chun mi that a tum a na, hi Benjamin mi hin a va tum nasa nâwk zuol âwm de! Ieng- khawm law naw unla, ṭawngsie chu inphur el raw se; LALPA inthawtir a ni sih a.",
      "reference": "2 SAMUEL 16:11"
    },
    {
      "content": "LALPA chun ka rimsikzie hi hung hmûng a ta. LALPA chun vawi- sûna hienga ṭawngsie a mîn phur hi a ṭha tiengin a mi hung thung el khawm a ni thei a nih,” a ta.",
      "reference": "2 SAMUEL 16:12"
    },
    {
      "content": "Chuongchun, David le a mihai chu lampuia chun an fe pei tah a; chun, Simei chu an râla tlâng panga chun a fe ve pei a, a fe malam chun ṭawngsie chu ân phur pei a, lunghai dâmin a dêng a, pilvut dâmin a theh a.",
      "reference": "2 SAMUEL 16:13"
    },
    {
      "content": "Chun, lal le a kuoma mi um po pohai chun Aiphim an tlung a, chu- taka chun an châwldam tah a.",
      "reference": "2 SAMUEL 16:14"
    },
    {
      "content": "Chun, Absalom le mipui po po, Israel mihai chu Jerusalemah an feh a, chun, a kuomah Ahithophel khawm a ṭhang a.",
      "reference": "2 SAMUEL 16:15"
    },
    {
      "content": "Ark mi Husai, David ruolpa chun Absalom kuom a tlung chun, Husai chun Absalom kuomah, “Pa- thienin laltak humhim raw se, Pathienin laltak humhim raw se,” a ta.",
      "reference": "2 SAMUEL 16:16"
    },
    {
      "content": "Chun, Absalom chun Husai kuomah, “Hieng ang hi a ni maw i ruol i lunginsiet dân chu? Iengdinga i ruolpa kuoma i fe naw am?” a ta.",
      "reference": "2 SAMUEL 16:17"
    },
    {
      "content": "Chun, Husai chun Absalom kuomah, “Fe naw ning ah, LALPA le hieng mipui le Israelhaiin an ithlang thu thuin um ka ta, a kuomah um lem ka tih.",
      "reference": "2 SAMUEL 16:18"
    },
    {
      "content": "Chun, tu rawng am ka bâwl ding a na? Naupa hmaah rawng ka bâwl ding a ni naw am a nih? I pa hmaa rawng ka bâwl ang khan i hmaah bâwl ka tih,” a ta.",
      "reference": "2 SAMUEL 16:19"
    },
    {
      "content": "Chuongchun, Absalom chun Ahithophel kuoma chun, “Iengtin am ka thaw ding a na, i ngaidân hril ta?” a ta.",
      "reference": "2 SAMUEL 16:20"
    },
    {
      "content": "Chun, Ahithophel chun Absa- lom kuomah, “I pa thaikêm in nghâk- a siea umhai kuoma chun va lût rawh; chun, Israel mi po poin i pain a thîm che ti hrieng an ta, chuong- chun, nanga tienga ṭhang po po- hai kut chu a hung hrât ding a nih,” a ta.",
      "reference": "2 SAMUEL 16:21"
    },
    {
      "content": "Chuongchun, Absalom ta ding chun in chungah puon in an zar a; chuongchun, Israel mi po pohai mithmuah a pa thâikêmhai kuoma chun a lût a.",
      "reference": "2 SAMUEL 16:22"
    },
    {
      "content": "Chuong laia rem a ruot, Ahithophel remruothai chu, Pathien thu ngai anga ngai a ni hlak a, chuong ang bawk chun, Ahithophelin David le Absalom rem a ruotpuihai po po chu ngai a ni hlak.",
      "reference": "2 SAMUEL 16:23"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 SAMUEL 16 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}