{
  "verses": [
    {
      "content": "Chun, David chun, “Jonathan leia lunginsietna kân langtir theina dingin Saula sûnghai laia mi um an la um am aw?” a ta.",
      "reference": "2 SAMUEL 9:1"
    },
    {
      "content": "Chun, Saula sûnghai siehlaw pakhat a hming Ziba a um a, David kuoma fe dingin an ko a; chun, lal chun a kuomah, “Ziba i ni maw?” a ta. Chun, ama chun, “Ni e, kei i sie- hlawpa hi,” a ta.",
      "reference": "2 SAMUEL 9:2"
    },
    {
      "content": "Chun, lal chun, “Pathien lungin- sietna ka suklang theina dingin Saula sûnghai laia mi an la um naw am a nih?” a ta. Chun, Ziba chun, “Jonathan chun naupasal pakhat a la nei a, a kehai khawm ân bai nghe ngheh a,” a ta.",
      "reference": "2 SAMUEL 9:3"
    },
    {
      "content": "Chun, lal chun a kuomah, “Ama chu khaw lai am a um a?” a ta. Chun, Ziba chun lal kuomah, “Lo-debarah, Ammiel naupa Makir inah a um,” a ta.",
      "reference": "2 SAMUEL 9:4"
    },
    {
      "content": "Chuongchun, lal David chun mi a tir a, Lo-debara inthawk, Ammiel naupa Makir ina mi chu an va ṭhuoi a.",
      "reference": "2 SAMUEL 9:5"
    },
    {
      "content": "Chun, Saula nau Jonathan nau- pa Mephiboseth chu David kuoma chun a hung a, a hmaia hnuoi sikin chibai a bûk a. Chun, David chun, “Mephiboseth,” a ta. Ama chun, “En ta, i siehlaw hi,” a tih a, a dawn a.",
      "reference": "2 SAMUEL 9:6"
    },
    {
      "content": "Chun, David chun a kuomah, “Ṭi naw rawh, i pa Jonathan zârah lunginsiet ngei ngei ka ti cheh a, i pu Saula ram po po inneitir nâwk ka ti cheh a; chun, ka dawkânah buthlêng awt ve rawp ta hlak i tih,” a ta.",
      "reference": "2 SAMUEL 9:7"
    },
    {
      "content": "Chun, chibai a bûk a, “Kei, ui thitlaw ang el, i siehlaw hi ieng am a nia i ngaisak a ni leh?” a ta.",
      "reference": "2 SAMUEL 9:8"
    },
    {
      "content": "Chuongchun, lal chun Saula siehlaw Ziba chu a ko a, a kuomah, “Saula thil po po le, a sûnghai thilhai po po chu i pu naupa hi ka pêk vawng a nih.",
      "reference": "2 SAMUEL 9:9"
    },
    {
      "content": "Chun, a ta dingin hnuoi inlet- pêk i ta, nang le i naupasalhai le i siehlawhai leh; chun, i pu naupa chun fâk dinghai a nei theina dingin i thawsuokhai chu hung lâng i ta, i pu naupa Mephiboseth ruok hin chu ka dawkânah buthlêng awt rawp a tih,” a ta. Ziba chun naupasal sâwmpanga le siehlaw sâwmhni a nei a.",
      "reference": "2 SAMUEL 9:10"
    },
    {
      "content": "Chuongchun, Ziba chun lal kuomah, “Lal ka puin a siehlaw kuoma thu a pêk ang po po hin i siehlaw hin thâwng a tih,” a ta. Lal chun, “Mephiboseth chun chu ka dawkânah lal naupa ang bawkin buthlêng awt vêng a tih,” a ta.",
      "reference": "2 SAMUEL 9:11"
    },
    {
      "content": "Mephiboseth chun naupasal naupang hi a nei a, a hming chu Mika a nih. Chun, Ziba ina um po pohai chu Mephiboseth siehlawhai an na.",
      "reference": "2 SAMUEL 9:12"
    },
    {
      "content": "Chuongchun, Mephiboseth chu Jerusalema chun a um tah a, lal dawkâna chun buthlêng a awt ve rawp ta sih a; a ke chu khinghnia inbai a nih.",
      "reference": "2 SAMUEL 9:13"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 SAMUEL 9 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}