{
  "verses": [
    {
      "content": "Chun, LALPA chun David kuoma chun Nathan a tir a. A kuoma chun a feh a, “Khaw pakhata hin mi pahni an um a, pakhat chu mi hausa a na, pakhat chu mi pasie a nih.",
      "reference": "2 SAMUEL 12:1"
    },
    {
      "content": "Mi hausa chun berâm ruol tamtak le ran ruol tamtak a nei a;",
      "reference": "2 SAMUEL 12:2"
    },
    {
      "content": "mi pasie ruok khan chu berâmte alâ chiterek pakhat ân châwk, a ivai pakhat bak naw chu iengkhawm a nei nawh a, a kuoma a nauhai le khawsa an na, a thlêng awtpui le a no in- ṭâwmpui, a ângsûnga um, a naunu- hmei ang chiea a ngai a nih.",
      "reference": "2 SAMUEL 12:3"
    },
    {
      "content": "Chun, mi hausa kuoma chun inzin pakhat hi a va tlung a; chun, a kuoma mikhuol hung tlung chu ama berâm le ran chu that phal loin, mi pasie berâm chu a lâkpêk a, a kuoma hung inzinpa chu a thatpêk a,” a ta.",
      "reference": "2 SAMUEL 12:4"
    },
    {
      "content": "Chuongchun, David chu chu mi chunga chun a lunginsen ta hle el a; Nathan kuoma chun, “LALPA hring- na sâlin ka hril hi, chu thil thawtu chu sukhlum el tlâk a ni chu,",
      "reference": "2 SAMUEL 12:5"
    },
    {
      "content": "chun, hieng ang thil a thaw lei le lunginsietna a nei naw leiin a berâmte chu a lêt liin a thung ding nîng a tih,” a ta.",
      "reference": "2 SAMUEL 12:6"
    },
    {
      "content": "Chuongchun, Nathan chun David kuomah, “Chu mi chu nang hi i nih, LALPA, Israelhai Pathien chun hieng ang hin a tih, Israelhai lal ni dingin hriek ka nâl cheh a, Saula kuta inthawkin ka sansuok cheh a;",
      "reference": "2 SAMUEL 12:7"
    },
    {
      "content": "chun, i pu in ro chu kân hluotir cheh a, i pu nuhmeihai chu i ângsûng- ah ka sieh a, Israel le Juda sûngkuohai ka pêk bawk cheh a, chun, chuong chu tlâwm taluo a ni chun, thil dang khawm ka pêk belsa ding che annâwm.",
      "reference": "2 SAMUEL 12:8"
    },
    {
      "content": "Iengtiziea LALPA thu chu ngainêpa, a mithmua thil ṭha naw i thaw el am a ni leh? Hit mi Uria chu kâwlhnâmin i sukhlum a, a nuhmei chu i nuhmei dingin i neipêk a, Ammon thlahai kâwlhnâmin i that a.",
      "reference": "2 SAMUEL 12:9"
    },
    {
      "content": "Chuleiin, tu hin kâwlhnâm chun i insûng chu inkiensan naw tawp a tih, nang chun mi ngainêpin Hit mi Uria nuhmei chu i nuhmei dingin i lâkpêk ta sih a.",
      "reference": "2 SAMUEL 12:10"
    },
    {
      "content": "LALPA chun hieng ang hin a ti a nih, ‘Ngai ta, nangma sûngkuo laia inthawk ngeiin i chungah thil ṭha naw insuoktir ka ta, i mithmu ngeiah i nuhmeihai chu lâkpêk ka ti cheh a, i vênghai pêng ka ta, sûn khawvarah i nuhmeihai chu zâlpui an tih.",
      "reference": "2 SAMUEL 12:11"
    },
    {
      "content": "Nang chun chu inrûkin i thawh a, kei ruok chun chu Israel mihai po po mithmuah sûn khawvarah ka thaw ding a nih,’ a tih,” a ta.",
      "reference": "2 SAMUEL 12:12"
    },
    {
      "content": "Chun, David chun Nathan kuomah, “LALPA chungah thil ka lo suksuol tah a nih,” a ta. Chun, Nathan chun David kuomah, “LALPA khawma i suol chu a sie hmang ve tah a; thi naw ti nih.",
      "reference": "2 SAMUEL 12:13"
    },
    {
      "content": "Amiruokchu, hi i thilthaw hin Pathien hrilsietna remchângtak LALPA hmêlmahai ta dinga i siem leiin naupang nangmaa inthawka pieng chu thi ngei a tih,” a ta.",
      "reference": "2 SAMUEL 12:14"
    },
    {
      "content": "Chuongchun, Nathan chun a in tieng a fe san tah a. Chun, Uria nuhmei David a neipêk naupang chunga chun LALPA chun a kut a thlâk a, a na ta hle el a.",
      "reference": "2 SAMUEL 12:15"
    },
    {
      "content": "David chun naupang ta ding chun Pathien kuomah a ngên rak a; chun, David chun bu dâm a nghei a, a lût a, zân khawvârin hnuoiah a zâl tah a.",
      "reference": "2 SAMUEL 12:16"
    },
    {
      "content": "Chun, a sûnghai laia upahai chu an tho a, hnuoia inthawka keitho ding chun a kâwlah an ngîr a; nisien- lakhawm, a tho nuom nawh a, an kuoma khawm bu khawm a fâk bawk nawh.",
      "reference": "2 SAMUEL 12:17"
    },
    {
      "content": "Chun, hieng hi a hung na, ni sari ni chun naupang chu a thi tah a. Chun, David siehlawhai chun naupang chu a thi tah ti hril chu an ṭih a, “Ngai ta u, naupang a dam lai khan a kuomah thu ei hril a, ei râwl a ngai si nawh a, naupang chu a thi tah ti iengtin am hril ngam tâng ei ti leh, ieng amanih inlaw el rawi a tih,” an ta.",
      "reference": "2 SAMUEL 12:18"
    },
    {
      "content": "Nisienlakhawm, David chun chuonga siehlawhai chu an inbiekrûk a hmu chun David chun naupang chu a thi a nih ti a hriet tah a; chun, David chun a siehlawhai kuomah, “Nau- pang chu a thi tah a ni maw?” a ta. Chun, anni chun, “A thi tah,” an ta.",
      "reference": "2 SAMUEL 12:19"
    },
    {
      "content": "Chuongchun, David chu hnuoia inthawk chu a tho a, ân sâwp a, sahriek ân nâl a, a puonhai ân thleng a; chun, LALPA inah a feh a; Pathien chibai a bûk a; chun, a in tieng chun a fe nâwk a; chun, bu a hei lam a, a hmaa chun an hung sieh a, a fâk tah a.",
      "reference": "2 SAMUEL 12:20"
    },
    {
      "content": "Chun, a siehlawhai chun a kuomah, “I thil thawzie hi iengtizie am a ni a? Naupang chu a dam lai khan bu dâm i nghei a, i ṭap a; nisien- lakhawm, naupang chu a thi tah a, i tho a, bu dâm i fâk ta lem a,” an ta.",
      "reference": "2 SAMUEL 12:21"
    },
    {
      "content": "Chun, ama chun, “Naupang kha a la dam lai khan bu dâm ka ngheiin ka ṭap luoh a, ‘Naupang chu a dam theina dingin LALPA chun a mi lung- insiet rawi mawh, tuin am hrieng ei ta?’ ka ti a na.",
      "reference": "2 SAMUEL 12:22"
    },
    {
      "content": "Nisienlakhawm, tuhin chu a thi ta sih a, iengdingin am bu nghei tâng ka ta? Ka ko kîr nâwk thei ding am a nih? A kuomah keima hi la fêng ka ta, nisienlakhawm, ama chu ka kuomah hung kîr nâwk ta naw ni,” a ta.",
      "reference": "2 SAMUEL 12:23"
    },
    {
      "content": "Chuongchun, David chun a nuhmei Bathseba chu a thlamuon a, a kuomah a lût a, a zâlpui a, chun, naupasal a nei a, a hminga chun Solomon a sak a. Chun, ama chu LALPAIN a hmangai a;",
      "reference": "2 SAMUEL 12:24"
    },
    {
      "content": "chun, zâwlnei Nathan chu thu ân chawitir a; chun, ama chun LALPA hming chawiin a hminga chun Jedi- dia a sak a.",
      "reference": "2 SAMUEL 12:25"
    },
    {
      "content": "Chun, Joab chun Ammon thla- hai khawpui Rabba a rûn a, khawpui chu a lâk a.",
      "reference": "2 SAMUEL 12:26"
    },
    {
      "content": "Chun, Joab chun David kuomah mi a tir a, “Rabba chu ka rûn a; anih, tuihai khawpui chu ka lâk tah an- naw.",
      "reference": "2 SAMUEL 12:27"
    },
    {
      "content": "Chuongchun, mi la umhai po po chu ko khâwm la, khawpui chu do tumin ep la, la rawh, keiin khawpui chu ka lâk chun chu ka hming put el rawi a tih,” a ta.",
      "reference": "2 SAMUEL 12:28"
    },
    {
      "content": "Chuongchun, David chun mi po pohai chu a ko khâwm a, Rabbaa chun an feh a, an va rûn a, an lâk tah a.",
      "reference": "2 SAMUEL 12:29"
    },
    {
      "content": "Chun, an lal lallukhum khum lai chu a lâkpêk a, a rikzie chu rângkachak talent bûk a na, lung- hluhai khawm a ṭhang a; chun, David chu an inkhumtir a. Chun, khawpuia inthawk chun râllâk sum tamtak a lâk a.",
      "reference": "2 SAMUEL 12:30"
    },
    {
      "content": "Chun, mipuihai chu a kei suok a, thingâtnahai dâm, hnuoi inletna thîrzumhai dâm, thîr hreipuihai dâm hmangin sin an inthawtir a; hnuoi rawchang dâm an insiemtir a. Ammon thlahai khawpuihai po po chu chuong ang chun a thawh a. Chun, David le mi po po chu Jerusa- lema chun an fe nâwk tah a.",
      "reference": "2 SAMUEL 12:31"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 SAMUEL 12 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}