{
  "verses": [
    {
      "content": "Saula naupa Is-boseth chun Hebronah Abner chu a thi ti a lo hriet chun a kuthai a hung hrât ta nawh a, chun, Israel mi po pohai chu an ṭi tah a.",
      "reference": "2 SAMUEL 4:1"
    },
    {
      "content": "Chun, Saula naupa Is-boseth chun sipai pâwl hotu pahni a nei a; pakhat hming chu Baanah a na, a dang hming chu Rekab a nih, Benjamin thla Beeroth mi Rimmon naupasalhai an nih; (Beeroth chu Benjamin rama ngai a ni sih a;",
      "reference": "2 SAMUEL 4:2"
    },
    {
      "content": "Beeroth khuoa mihai chu Gittaim-ah an tlân a, tu chen hin chutaka chun an um tah a).",
      "reference": "2 SAMUEL 4:3"
    },
    {
      "content": "Saula naupa Jonathan chun naupa ke inbai a nei a, Jezreela inthawka Saula le Jonathan chan- chin an lo hriet chun kum nga mi a na; a dawntunu chun a pawm a, a tlânhmangpui tah a; chun, tlân- hmangpui dinga ân hmâwna kârah ân thlâk a, a ke a hung inbai tah a. A hming chu Mephiboseth a nih.",
      "reference": "2 SAMUEL 4:4"
    },
    {
      "content": "Chun, Beeroth mi Rimmon nau- pahai Rekab le Baana chu an feh a; Is-boseth ina chun, nisa inding lai- takin, a sûn châwl lai takin an feh a.",
      "reference": "2 SAMUEL 4:5"
    },
    {
      "content": "Bu la ni âwmtakin insûng ril tieng chun an lût a, a phîngah an va sun a; chun, Rekab le a unaupa Baana chu an tlânhmang tah a.",
      "reference": "2 SAMUEL 4:6"
    },
    {
      "content": "Chun, inah an va lût a, a zâlna pindana khuma zâl chu an sun a, an that a, a lu an tan a, a lu chu an lâk a, Araba lampui tieng fe thlengin zânkhawvârin an feh a.",
      "reference": "2 SAMUEL 4:7"
    },
    {
      "content": "Chun, Is-boseth lu chu Hebrona chun David kuomah an hung lâk a, lal kuoma chun, “Ngai ta, hi nanga that tumtu, i hmêlma Saula naupa Is-boseth lu, LALPA chun kan lalpa phuba vawisûn hin Saula le a thlaa inthawkin a lâkpêk ta a ni hi,” an ta.",
      "reference": "2 SAMUEL 4:8"
    },
    {
      "content": "Chun, David chun Beeroth mi Rimmon naupa Rekab le a unaupa chu a dawn a, an kuomah, “LALPA ka lunginzîngna po poa mi sandamtu hringna sâlin ka hril a nih;",
      "reference": "2 SAMUEL 4:9"
    },
    {
      "content": "chanchin ṭha hung tluna inngaiin ‘Ngai ta, Saula chu a thi tah,’ tiin mi pakhatin a mi hung hril a, ama chu ka man a, Ziklaga chun ka that a; chu chu a chanchin ṭha hung intlun mana ka lo pêk chu a nih.",
      "reference": "2 SAMUEL 4:10"
    },
    {
      "content": "Mi fel ama insûng luma, a khumlaizâwl ngeia mi, mi suolin an that a thisen man chu nangnia in- thawk hin ka phût nâwk zuolin, hnuoia inthawk hin ka va sukbo- hmang âwm ngei cheu deh aw,” a ta.",
      "reference": "2 SAMUEL 4:11"
    },
    {
      "content": "Chuongchun, David chun a tlangvâlhai chu thu a pêk a, anni chun an that a, an kut le an kehai an tanpêk a, Hebrona dîl panga chun an khai a, Is-boseth lu ruok chu an lâk a, Hebrona Abner thlâna chun an phûm tah a.",
      "reference": "2 SAMUEL 4:12"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 SAMUEL 4 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}