{
  "verses": [
    {
      "content": "Chun, chuong hnunga chun Ammon thlahai lal chu a thih a, a naupa Hanun chu a aiawin ân lal a.",
      "reference": "2 SAMUEL 10:1"
    },
    {
      "content": "David chun, “A pa chun a mi lo lunginsiet angin kei khawma Nahas naupa Hanun chu lunginsiet vêng ka tih,” a ta. Chuongchun, David chun a pa chungchâng thua thlamuon dingin ama mihai a tir a. Chun, David mihai chun Ammon thlahai ram chu an va tlung a.",
      "reference": "2 SAMUEL 10:2"
    },
    {
      "content": "Nisienlakhawm, Ammon thlahai lusahairawi chun an lal Hanun kuoma chun, “David hin i pa ân za leiin i kuoma hin thlamuontu a hung tir niin i ring am a ni? David hin khawpui a hne theina dingin a siehlawhai khawpuia hin enthlatu le enfietu dingin a hung tir a ni lem naw am a nih?” an ta.",
      "reference": "2 SAMUEL 10:3"
    },
    {
      "content": "Chuongchun, Hanun chun David mihai chu a man a, an khâkhmul chenve a vâwpêk a; chun, an silfênhai chu a laitakah an mawng tlung chau- in a tanpêk bawk a, ân fetir tah a.",
      "reference": "2 SAMUEL 10:4"
    },
    {
      "content": "Chun, David chu an hang hril chun, a tuok dingin mi a tir a, anni chu an inzak hle el sih a. Chun, lal chun, “In khâkhmulhai a mâwng sei hma po chu Jerikoah um hri unla, chu hnunga chun hung de ti niu,” a ta.",
      "reference": "2 SAMUEL 10:5"
    },
    {
      "content": "Chun, Ammon thlahai chun David theida zâwng an lo ni tah ti an hung inhriet chun Ammon thlahai chun Beth-rehoba mi Suria mihai le Zobaa mi Suria mihai, sipai sîng hni le, lal Maaka mi sîng khat leh, Topa mihai sîng khat le sâng hni leh an inchah a, an ruoi a.",
      "reference": "2 SAMUEL 10:6"
    },
    {
      "content": "Chun, David chun chu chu a hrietin Joab le sipai huoisenhai po po a tir a.",
      "reference": "2 SAMUEL 10:7"
    },
    {
      "content": "Chun, Ammon thlahai chu an hung suok a, khaw lûtna kawtkhâr tienga chun ṭhanghmun an siem a; chun, Zoba mihai le Rehoba mihai Suria mihai le Toba le Maaka mihai ruok chu a tumin phûlah an um a.",
      "reference": "2 SAMUEL 10:8"
    },
    {
      "content": "Chuongchun, an hma tieng le an hnungtieng an hung thaw ding a ni ti Joabin a hriet chun Israel mihai laia a ṭha ṭha a thlangsuok a, Suria mihai chu do dingin ṭhanghmun a lo khawh a.",
      "reference": "2 SAMUEL 10:9"
    },
    {
      "content": "Chun, mi dang po po chu a unaupa Abisai kutah a sie vawng a, Ammon thlahai chu thaw dingin ṭhanghmun a khaw bawk a.",
      "reference": "2 SAMUEL 10:10"
    },
    {
      "content": "“Suria mihai hi ka hne naw ding chun nangin mi ṭhangpui i ta, chun, nangin Ammon thlahai hi i hne naw ding chun hung ṭhangpui ka ti che.",
      "reference": "2 SAMUEL 10:11"
    },
    {
      "content": "Huoitakin um unla, ei mihai le ei Pathien khuohai sanin insuk pasal ei tiu; chun, LALPA chun ṭha a ti ang peiin thaw raw se,” a ta.",
      "reference": "2 SAMUEL 10:12"
    },
    {
      "content": "Chuongchun, Joab le a kuoma mihai chun Suria mihai chu do dingin indona hmun tieng chu an va hnai a; chun, a hmaa chun an tlânsieh a.",
      "reference": "2 SAMUEL 10:13"
    },
    {
      "content": "Chun, Ammon thlahai chun Suria mihai an tlânsie ti an hriet chun anni khawm chu Abisai hmaa chun an tlânse ve tah a; khuoa chun an lût a. Chun, Joab chun Ammon thlahai chu a kîrsan a, Jerusalemah a fe tah a.",
      "reference": "2 SAMUEL 10:14"
    },
    {
      "content": "Chun, Suria mihaiin Israelhai hmaa chun an chan a hung chau tah ti an hriet chun an inpun khâwm a.",
      "reference": "2 SAMUEL 10:15"
    },
    {
      "content": "Chun, Hadadezer chun mi a tir a, Vadung khêla Suria mihai chu a ṭhuoi suok a, Hadadezer sipai hotu Sobak chun hma a ṭhuoi a; Helamah an hung a.",
      "reference": "2 SAMUEL 10:16"
    },
    {
      "content": "Chun, chu chu David an hril a; chun, ama chun Israel mi po po a ko khâwm a, Jordan vadung an kai a, Helama chun an feh a. Chun, Suria mihai chun David chu do dingin ṭhanghmun an lo siem a, an lo thawh a.",
      "reference": "2 SAMUEL 10:17"
    },
    {
      "content": "Chun, Suria mihai chu Israel- hai hmaa chun an tlânse tah a; chun, David chun Suria mi tawlailîr za sari chunga chuong le sakawr chung chuong mi sîng li a that a; chun, an sipai hotu Sobak khawm a that a, chutaka chun a thi tah a.",
      "reference": "2 SAMUEL 10:18"
    },
    {
      "content": "Chuongchun, Hadadezer hnuoia lal siehlawa umhai po po chun Israel- hai hmaah an chan a chau tah ti an lo hriet chun, Israelhai leh inremna an siem a, an siehlawhaiah an um tah a. Chuongchun, Suria mihai chun Ammon thlahai chu an ṭhangpui ngam nâwk ta nawh a.",
      "reference": "2 SAMUEL 10:19"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 SAMUEL 10 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}