{
  "verses": [
    {
      "content": "David chun Israel mihai laia thlang ṭhieu mi sîng thum ân khâwm nâwk a.",
      "reference": "2 SAMUEL 6:1"
    },
    {
      "content": "Chun, David chu a tho a, Juda rama Baala khuoa inthawkin cherub- hai chunga chuong sipaihai LALPA hming an inputtir Pathien bâwm chu zu la dingin a kuoma mi um po pohai le chun an inthawk tah a.",
      "reference": "2 SAMUEL 6:2"
    },
    {
      "content": "Chun, Pathien bâwm chu taw- lailîr tharah an sieh a, tlânga um Abinadab ina inthawk chun an lâk suok a, Abinadab naupasalhai Uzza le Ahio chun tawlailîr thar chu an khal a.",
      "reference": "2 SAMUEL 6:3"
    },
    {
      "content": "Chun, tlânga Abinadab ina inthawk chun, Pathien bâwm pum chun an lâk suok a; Ahio chu Pathien bâwm hma tieng chun a feh a.",
      "reference": "2 SAMUEL 6:4"
    },
    {
      "content": "Chun, David le Israel mi po pohai chun LALPA hmaah thil inri thei chi hran hran fâr thinga siem le, ṭing- ṭanghai dâm, perkhuonghai dâm, khuongtêhai dâm, tawtawrâwt bi neihai dâm, dârbenthekhai dâm an sut a.",
      "reference": "2 SAMUEL 6:5"
    },
    {
      "content": "Chun, Nakon hrizâwl an tlung chun Uzza chun Pathien bâwm chu a hei ban a, a chel a; sebâwng chu a pêm a pêm leiin.",
      "reference": "2 SAMUEL 6:6"
    },
    {
      "content": "Chun, LALPA lung chu Uzza chunga chun a sen ta thut a, a thil- thaw indik naw lei chun Pathienin chutaka chun a sukhlum tah a; Pathien bâwm kâwla chun a thi tah a.",
      "reference": "2 SAMUEL 6:7"
    },
    {
      "content": "Chun, LALPA chu Uzza chunga a hung ṭuong ta lei chun David chu a lunginsen a, chu hmun chu Perez- uzza ân bûk a; chu chu tu chen hin a la ni ta zing a.",
      "reference": "2 SAMUEL 6:8"
    },
    {
      "content": "Chu ni chun David chun LALPA chu a ṭih a, “Iengtin am LALPA bâwm hi ka kuom hung tlung thei a ta aw?” a ta.",
      "reference": "2 SAMUEL 6:9"
    },
    {
      "content": "Chuongchun, David chun David khuoa chun LALPA bâwm chu a kuomah a lâk nuom ta nawh a, David chun Git mi Obed-edom ina chun a sie ta lem a.",
      "reference": "2 SAMUEL 6:10"
    },
    {
      "content": "Chun, LALPA bâwm chu Git mi Obed-edom ina chun thla thum a um a, chuongchun, Obed-edom le a sûng- hai po po chu LALPAIN mal a sâwm a.",
      "reference": "2 SAMUEL 6:11"
    },
    {
      "content": "Chun, lal David chu, “Pathien bâwm leiin Obed-edom sûngkuo le a in le lo po po LALPAIN mal a sâwm a nih,” ti an hril a. Chuongchun, David chun Pathien bâwm chu Obed-edom ina inthawk chun David khuoa chun lâwmtakin a zu lâk tah a.",
      "reference": "2 SAMUEL 6:12"
    },
    {
      "content": "Chun, LALPA bâwm zâwntuhai chu pên ruk an fe phingleh se- bâwngchal le ran châwm thâuin an inthâwi a.",
      "reference": "2 SAMUEL 6:13"
    },
    {
      "content": "Chun, David chu a theitâwpin LALPA hmaah a lâm a, David chun puonzaiinhmi thiempu zakawsîng a hâk a.",
      "reference": "2 SAMUEL 6:14"
    },
    {
      "content": "Chuongchun, David le Israel mi po pohai chun khêk dur dur pum le tawtawrâwt mût ruoi ruoi pumin LALPA bâwm chu an lâk tah a.",
      "reference": "2 SAMUEL 6:15"
    },
    {
      "content": "Chun, LALPA bâwm chu David khuoa a lût lai chun Saula naunu Mikal chun tukvera inthawk hin a lo thlîr a; LALPA hmaa David lâm le inchâwm chu a zuk hmuh a, a hmusit lungril tah a.",
      "reference": "2 SAMUEL 6:16"
    },
    {
      "content": "Chuongchun, LALPA bâwm chu an lâk lût a, a siena dinga Davidin a zar, puon in sûnga a hmun dinga chun an sie tah a; chun, David chun pumrawhmang thilinhlân le inremna thilinhlân chu LALPA hmaa chun ân hlân a.",
      "reference": "2 SAMUEL 6:17"
    },
    {
      "content": "Chun, Davidin pumrawhmang thilinhlân le inremna thil inhlânhai ân hlân zo chun, sipaihai LALPA hmingin mipuihai chu mal a sâwm a.",
      "reference": "2 SAMUEL 6:18"
    },
    {
      "content": "Chun, mipui po po, Israel mi pumpuihai chu a nuhmei a pasalin mi tin el chu bei hlawm khat le sa tlin khat le grêp ra emṭâwl bâwr khat a sem seng a. Chuongchun, mi po po chu mâni in tieng an fe ta seng a.",
      "reference": "2 SAMUEL 6:19"
    },
    {
      "content": "Chuongchun, David chu a sûnghai malsâwm dingin a fe tah a. Chun, Saula naunu Mikal chu David tuok ding chun a hung suok a, “Vawisûna Israel lal chu a va ropui de! Mi hotak inzakna châng hre lo, ruoka um ang elin vawisûn khan a siehlaw nunghâkhai mithmuah ruok- in a um kha teh!” a lo tih a.",
      "reference": "2 SAMUEL 6:20"
    },
    {
      "content": "David chun Mikal kuoma chun, “I pa le a sûnghai po po aiah mi thlang a, LALPA mi Israelhai chunga lal dinga mi ruottu LALPA hmaah i sawnnaw, LALPA hmaa chu lâm âwm hrim ka nih.",
      "reference": "2 SAMUEL 6:21"
    },
    {
      "content": "Hieng nêk hmanin inzapui la um ka tih, kei le kei khawm lân sit pei bawk ka ta; amiruokchu, chuong sie- hlaw nunghâkhai i hrilhai chawi- mawi chun um ka tih,” a ta.",
      "reference": "2 SAMUEL 6:22"
    },
    {
      "content": "Chuongchun, Saula naunu Mikal chun a thi chenin nau a nei ta nawh a.",
      "reference": "2 SAMUEL 6:23"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 SAMUEL 6 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}