{
  "verses": [
    {
      "content": "Chun, David chun a hmêl- mahai po po kuta inthawk le Saula kuta inthawk LALPAIN a sansuok ni chun hi hla thu hi LALPA kuomah a hril a;",
      "reference": "2 SAMUEL 22:1"
    },
    {
      "content": "chuongchun, ama chun: “LALPA chu ka lungpui le ka kulpui le a mi sanhimtu a na, ka ta ngei a nih;",
      "reference": "2 SAMUEL 22:2"
    },
    {
      "content": "Ka lungpui, Pathien ama chu ring ka ta, Ka phaw le ka sandamna ki, ka kulbîng insâng le kân humhimna a nih; Ka sandamtu, nangin inpâwngnêknaa inthawkin i mi sandam hlak.",
      "reference": "2 SAMUEL 22:3"
    },
    {
      "content": "Inpâktlâk LALPA chu ko ka ta, Chuongchun, a mi dotuhaia inthawka sandamin um ka tih.",
      "reference": "2 SAMUEL 22:4"
    },
    {
      "content": "Thina hung insawk chun a mîn huol vêl a, Pathien ngaisak nawna tuilien chun a mi suklau a.",
      "reference": "2 SAMUEL 22:5"
    },
    {
      "content": "Seol hruihruolhai chun a mi khuop vêl a, Thina chânghai chun a mi âwk bawk a.",
      "reference": "2 SAMUEL 22:6"
    },
    {
      "content": "Ka lunginzîngin LALPA chu ka ko a, Anih, ka Pathien chu ka ko hlak. Chun, ama chun a biekina inthawk chun ka râwl chu a hriet a, Chun, ka khêkri chu a naa chun a lût tah a.",
      "reference": "2 SAMUEL 22:7"
    },
    {
      "content": "Chu phingle chun hnuoi hi ân hning a, ân thin tah a, A lunginsen leiin vân innghatna chenin ân hnîngin ân thin tah a.",
      "reference": "2 SAMUEL 22:8"
    },
    {
      "content": "A hnâra inthawk chun meikhu ân tung ta ngut ngut a, A baua suok mei chun a kâng ta dur dur a; Chu chun meihawl khawm chu a sukchawk ta dur dur a.",
      "reference": "2 SAMUEL 22:9"
    },
    {
      "content": "Ama chun vânhai khawm a sukkûn a, a ṭum tah a, A ke hnuoiahai chun inthim sâmup hi a hung um a.",
      "reference": "2 SAMUEL 22:10"
    },
    {
      "content": "Cherub chungah a chuong a, a vuong tah a, Anih, thli thlaahai chun an hmuh a.",
      "reference": "2 SAMUEL 22:11"
    },
    {
      "content": "Inthim chu ama inhuol vêlna bûktêah a siem a, Tuihai, vâna sûm sâmuphai chu fâwkkhâwmin,",
      "reference": "2 SAMUEL 22:12"
    },
    {
      "content": "A hmaa varna lei chun, Meilinghai chu a chawk a.",
      "reference": "2 SAMUEL 22:13"
    },
    {
      "content": "LALPA chu vâna khin a hung inri dur dur a, Achunghnungtak chun a râwl ân suoh a.",
      "reference": "2 SAMUEL 22:14"
    },
    {
      "content": "Chun, thalhai chu a kâp suok a, anni chu a sukdar a, Kâwl dâm ân leptir a, a sukbuoi tah a.",
      "reference": "2 SAMUEL 22:15"
    },
    {
      "content": "Chu phingleh LALPA kâwkna leia, A hnâra inthuok suokin a mût rak lei chun, Leihnuoi innghatnahai chu suklangin a um tah a.",
      "reference": "2 SAMUEL 22:16"
    },
    {
      "content": "Ama chun chung tienga inthawkin a hung ban a, a mi chel a, Tui tamtaka inthawk chun a mi hnûk dawk a.",
      "reference": "2 SAMUEL 22:17"
    },
    {
      "content": "A mi dotu hrâttaka inthawk chun a mi sanhim a, A mi theidatuhaia inthawk leh, keia ta ding chun an hrât talaw sih a.",
      "reference": "2 SAMUEL 22:18"
    },
    {
      "content": "Anni chun ka vângsiet ni chun an mi hung thawh a, Nisienlakhawm, LALPA chu kân nghatna tak a nih.",
      "reference": "2 SAMUEL 22:19"
    },
    {
      "content": "Ama chun hmun inthâwltakah a mi ṭhuoi suok a, Ka chunga a lâwm leiin a mi lo sanhim tah a nih.",
      "reference": "2 SAMUEL 22:20"
    },
    {
      "content": "LALPA chun ka felzie ang peiin ka chungah a thawh a, Ka kuthai ân thieng ang ngeiin a mi thung a nih.",
      "reference": "2 SAMUEL 22:21"
    },
    {
      "content": "LALPA lampuihai chu ka hrawh a, Ka Pathien kuoma inthawk chun suoltakin ka fe hmang ngai si nawh a.",
      "reference": "2 SAMUEL 22:22"
    },
    {
      "content": "A rorêlna po po ka hmaah a um hlak a, A thuruothai hlak chu ka nghatsan ngai si nawh a.",
      "reference": "2 SAMUEL 22:23"
    },
    {
      "content": "Ama kuoma chun hrilsietbo ka ni bawk a, Ka rîtlonaa inthawkin kân siekieng hlak a.",
      "reference": "2 SAMUEL 22:24"
    },
    {
      "content": "Chuleiin, LALPA chun ka felzie ang peiin a mi lo thung tah a; A mithmua kân thiengzie ang peiin.",
      "reference": "2 SAMUEL 22:25"
    },
    {
      "content": "Mi lunginsiet theihai kuoma chun lunginsiet theitakin insuklang i ta, Mi ṭha famkimhai kuoma chun ṭha famkimin insuklang i tih.",
      "reference": "2 SAMUEL 22:26"
    },
    {
      "content": "Mi inthieng kuoma chun inthiengin insuklang i ta, Chun, mi kâwmaw kuoma chun kâwmaw angin insuklang i tih.",
      "reference": "2 SAMUEL 22:27"
    },
    {
      "content": "Rinum tuor mihai chu sandam i ta, Mi chapohai ruok chu i suktlâwm theina dingin an chungah i mit a fu zing a.",
      "reference": "2 SAMUEL 22:28"
    },
    {
      "content": "Aw LALPA, khâwnvar i ni sih a; LALPA chun kân thimna hi sukvar a tih.",
      "reference": "2 SAMUEL 22:29"
    },
    {
      "content": "Nangma ṭhangpuiin râl ka baw sih a, Ka Pathien ṭhangpui bawkin kul kân châwmhlên a nih.",
      "reference": "2 SAMUEL 22:30"
    },
    {
      "content": "Pathien chu a lampui a ṭha famkim a, LALPA thu chu inchien a ni tah. Ama ringtuhai po po ta dingin ama chu phaw a nih.",
      "reference": "2 SAMUEL 22:31"
    },
    {
      "content": "LALPA naw chu tu am Pathien an um? Ei Pathien naw chu tu am lungpui an um a?",
      "reference": "2 SAMUEL 22:32"
    },
    {
      "content": "Pathien chu ka kulpui nghettak a na, Mi ṭha famkim chu a lampuiah a ṭhuoi hlak.",
      "reference": "2 SAMUEL 22:33"
    },
    {
      "content": "Ka kehai chu sazukpui ke angin a siem a, Ka hmun insângahai a mîn umtir hlak.",
      "reference": "2 SAMUEL 22:34"
    },
    {
      "content": "Ka kuthai hi râl kâp dingin ân chûktir hlak a, Chuongchun, ka bânhai hin dâr thalngul a kuoi zo hiel a.",
      "reference": "2 SAMUEL 22:35"
    },
    {
      "content": "Nangin i sandamna phaw chu i mi pêk bawk a; I înngaitlâwmna chun i mi siem lien tah.",
      "reference": "2 SAMUEL 22:36"
    },
    {
      "content": "Ka hnuoia ka kalchawina chu i suklien a, Chuongchun, ka kehai hi ân tleu nawh a.",
      "reference": "2 SAMUEL 22:37"
    },
    {
      "content": "Ka hmêlmahai chu ka hnawt phâk a,ka sukbohmang a, Sukbohmang dêra an um hmakhat chun ka kîr nawh.",
      "reference": "2 SAMUEL 22:38"
    },
    {
      "content": "An tho nâwk thei nawna dingin ka sukbohmang dêr a, ka sât fik a; Anih, ka ke hnuoiah an tlu tah a.",
      "reference": "2 SAMUEL 22:39"
    },
    {
      "content": "Nangin inthawnaa ding chun ka taiah hrâtnain i mi hrên sih a, A mi hung thawtuhai chu ka hnuoiah i tukdawl tah a.",
      "reference": "2 SAMUEL 22:40"
    },
    {
      "content": "A mi theidatuhai chu ka sukbohmang theina dingin, Nangin a mi dotuhai chu mi hnunginnghatin în umtir ta bawk a.",
      "reference": "2 SAMUEL 22:41"
    },
    {
      "content": "An ngha vêl a, nisienlakhawm, sandamtu ding tukhawm an um nawh a; LALPA ngei chu an hang en a, nisienlakhawm, a dawn si nawh.",
      "reference": "2 SAMUEL 22:42"
    },
    {
      "content": "Chu phingle chun hnuoia pilvut ang elin ka vuok phit a, Khawlai chirhak ang elin ka sukhmât a, ka sukdar tah a.",
      "reference": "2 SAMUEL 22:43"
    },
    {
      "content": "Nangin ka mihai insuolnaa inthawk khawmin i mi sanhim tah a, Hnam tin lu chu ni dingin i mi vawng ṭha a. Ka hriet ngai naw hnam chun ka rawng bâwl tâng an tih.",
      "reference": "2 SAMUEL 22:44"
    },
    {
      "content": "Hnam danghai chu ka kuomah inpêng an ta, Ka chanchin an hriet phingleh ka thu zâwm an tih.",
      "reference": "2 SAMUEL 22:45"
    },
    {
      "content": "Hnam danghai chu chul an ta, An kulbînghaia inthawk dâm chun inthin pumin hung suok an tih.",
      "reference": "2 SAMUEL 22:46"
    },
    {
      "content": "LALPA chu a hring zing a, ka lungpui chu inpâkin um raw se; A mi sandamna lungpui, Pathien chu chawimawiin um raw se.",
      "reference": "2 SAMUEL 22:47"
    },
    {
      "content": "Phuba mi lapêktu le, Hnam tin ka hnuoia tukdawltu Pathien ngei chu.",
      "reference": "2 SAMUEL 22:48"
    },
    {
      "content": "A mi dotuhaia inthawka a mi la suoktu, Anih, nangin a mi thawtuhai chungtieng chun i mi dawm kâng a; Mi nunsiea inthawk chun i mi sanhim hlak.",
      "reference": "2 SAMUEL 22:49"
    },
    {
      "content": "Chuleiin, aw LALPA, hnam tinhai lai chun lâwmthu hril ka ti cheh a, I hming inpâkin hla sak bawk ka tih.",
      "reference": "2 SAMUEL 22:50"
    },
    {
      "content": "Ama chun sandamna ropuitak a lal a pêk hlak a; A hrieknâl chungah, David le a thlahai chung ngeia chun, Kumkhuoin a zainêmzie inlangtir a tih,” a tih a.",
      "reference": "2 SAMUEL 22:51"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 SAMUEL 22 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}