{
  "verses": [
    {
      "content": "Chun, chu hnunga chun David chun, “Juda ram khâwlai ama- niah ka hang fe ding?” tiin LALPA a rawn a. Chun, LALPA chun a kuomah, “Hang fe raw khai,” a ta. David chun, “Khâwlai am ka hang fe ding?” a ta. Chun, ama chun, “Hebronah,” a ta.",
      "reference": "2 SAMUEL 2:1"
    },
    {
      "content": "Chuongchun, David chu chutaka chun a hang fe tah a, a nuhmeihai pahni Jezreel mi Ahinoam le Kar- mela Nabal nuhmei Abigail le khan.",
      "reference": "2 SAMUEL 2:2"
    },
    {
      "content": "Chun, David chun a kuoma mi um po pohai chu a ṭhuoi a, mi tin an sûngkuohai seng leh, Hebron khuoa chun an um a.",
      "reference": "2 SAMUEL 2:3"
    },
    {
      "content": "Chun, Juda rama mihai an va feh a, Juda mihai chunga lal dingin David chu hriek an nâl tah a. Chun, “Saula phûmtuhai chu Jabes-gilead mihai an nih,” tiin David chu an hril a.",
      "reference": "2 SAMUEL 2:4"
    },
    {
      "content": "Chuongchun, Jabes-gilead mihai kuoma chun David chun mi a tir a, an kuomah, “In lalpa Saula chu hi lung- insietna hi suklangin ama chu in lo phûm ta leiin LALPA chun malsâwm raw se cheu.",
      "reference": "2 SAMUEL 2:5"
    },
    {
      "content": "Chuongchun, LALPA chun in chungah zainêmna le thutak inlang- tir sienla, hieng thil in thaw lei hin kei khawma in lunginsietna man chu thung ka ti cheu.",
      "reference": "2 SAMUEL 2:6"
    },
    {
      "content": "Chuongchun, in kuthai chu hung hrât sienla, huoitakin um ro, in lalpa Saula chu a thi ta sih a; chun, Juda chihai chun an chunga lal dingin hriek an mi nâl ta bawk a,” a ta.",
      "reference": "2 SAMUEL 2:7"
    },
    {
      "content": "Chun, Nera naupa Abner, Saula sipai hotu chun Saula naupa Is- boseth chu Mahanaimah a ṭhuoi a,",
      "reference": "2 SAMUEL 2:8"
    },
    {
      "content": "Gilead chunga dâm, Asur mihai chunga dâm, Jezreel chunga dâm, Ephraim chunga dâm, Israel chung po poah lalah a siem tah a.",
      "reference": "2 SAMUEL 2:9"
    },
    {
      "content": "(Saula naupa Is-boseth chu Israel chunga ro a rêl ṭan lai chun kum sâwmli mi a na, kum hni ro a rêl a). Nisienlakhawm, Juda mihai chun David chu an pawm lem a.",
      "reference": "2 SAMUEL 2:10"
    },
    {
      "content": "Davidin Hebrona Juda chihai chunga ro a rêlna chu kum sari le thla ruk a ni tah a.",
      "reference": "2 SAMUEL 2:11"
    },
    {
      "content": "Chun, Nera naupa Abner le Saula naupa Is-boseth siehlawhai chu Mahanaima inthawk an suok a, Gibeonah an feh a.",
      "reference": "2 SAMUEL 2:12"
    },
    {
      "content": "Chun, Zeruia naupa Joab le David siehlawhai chu an fe suok a, Gibeon dîla chun an intuok a; chuong- chun, pâwl khat chu dîl râl khing- tieng chun an ṭhung a, pâwl khat dang chu dîl râl khingtieng chun.",
      "reference": "2 SAMUEL 2:13"
    },
    {
      "content": "Chun, Abner chun Joab kuom- ah, “Tlangvâlhai chu hung inthawk- hai sienla, ei hmaa hin hang inthaw ta hai sienla,” a ta. Chun, Joab chun, “Hung inthawk e â,” a ta.",
      "reference": "2 SAMUEL 2:14"
    },
    {
      "content": "Chuongchun, an inthawk a, an ni zât chin ruot chie chu an kai a, Benjamin chi Saula naupa Is-boseth tienga ṭhang chu sâwm le pahni; chun, David siehlawhai chu sâwm le pahni bawk.",
      "reference": "2 SAMUEL 2:15"
    },
    {
      "content": "An khingpuihai chu an lu sengah an inman a, mâni bitumhai chu an nâkah kâwlhnâmin an insun seng a; chuongchun, an tlu ta vawng el a; chuleiin, chu hmun chu Helkath-Hazurim an ti tah a; chu chu Gibeona um a nih.",
      "reference": "2 SAMUEL 2:16"
    },
    {
      "content": "Chuongchun, chu nia an inthaw chu a nasa ta hle a, chun, Abner le Israel mihai chu David siehlawhai hmaa chun an tlâwm tah a.",
      "reference": "2 SAMUEL 2:17"
    },
    {
      "content": "Chun, chutaka chun Zeruia naupasalhai pathum Joab le Abisai le Asahel hai chu an um a, Asahel chu sazukpui ang ela ngal hrât a nih.",
      "reference": "2 SAMUEL 2:18"
    },
    {
      "content": "Chuongchun, Asahel chun Abner chu a hnawt a, Abner a hnawt chu changtieng le vawitieng khawm pêt hlek loin a hnawt a.",
      "reference": "2 SAMUEL 2:19"
    },
    {
      "content": "Chuongchun, Abner chu a hang nghale a, “Nang i ni maw Asahel?” a hei tih a. Chun, ama chun a dawn a, “Kei ka nih ie,” a ta.",
      "reference": "2 SAMUEL 2:20"
    },
    {
      "content": "Chun, Abner chun, a kuomah, “I changtieng amanih, i vawitieng amani khan pêt la, tlangvâl pakhat kha man la, a râlthuom kha lâkpêk rawh,” a ta. Nisienlakhawm, Asahel chun ama a hnawt chu a pêtsan nuom chuong nawh a.",
      "reference": "2 SAMUEL 2:21"
    },
    {
      "content": "Chun, Abner chun Asahel kuomah, “Mi pêtsan rawh, iengdingin am sunthlûng ka ti cheh a? I unaupa Joab hmêl ka hmu ngam ding am a nih?” a ti nâwk a.",
      "reference": "2 SAMUEL 2:22"
    },
    {
      "content": "Nisienlakhawm, a pêt nuom chuong nawh a, chuleiin, Abner chun a feiṭhut tiengin a phîngah a sun a, a fei chu a hnungtieng a tlang a, chutaka chun a tlu ta tawp a, chu hmuna chun a thi tah a; chun, Asahel a tlûka a thina hmun hung tlung taphawthai chu chutaka chun an ngîr chawt pei a.",
      "reference": "2 SAMUEL 2:23"
    },
    {
      "content": "Nisienlakhawm, Joab le Abisai chun Abner chu an hnawt pei a, chun, Gibeon thlalêr lampuia Gia dep Amma tlâng an tlung chun nisa a tla tah a.",
      "reference": "2 SAMUEL 2:24"
    },
    {
      "content": "Chun, Benjamin thlahai chu Abner kuoma chun an pungkhâwm a, pâwl khatah an insiem a, tlâng sîpa chun an va ngîr tah a.",
      "reference": "2 SAMUEL 2:25"
    },
    {
      "content": "Chuongchun, Abner chun Joab chu a ko a, “Kâwlhnâm hin a vât zing ding am a nih? A tâwp tieng chun la lunginzîngum hlêng a tih ti i hriet naw am a nih? Mipuihai chu ieng chen am an unauhai hnawt kîrsan dinga hril loin i um ding a na?” a ta.",
      "reference": "2 SAMUEL 2:26"
    },
    {
      "content": "Chun, Joab chun, “Pathien hringna sâlin ka hril a nih, ieng- khawm lo hril naw la chu mipuihai chu zîngkâr khan an fe hmang ta ding a na, an unauhai chu an hnawt naw ding bah,” a ta.",
      "reference": "2 SAMUEL 2:27"
    },
    {
      "content": "Chuongchun, Joab chun taw- tawrâwt chu a hei mût a, mipuihai chu an ngîr ta ṭhuop a, Israel mihai chu an hnawt ta nawh a, an thaw nâwk ta nawh a.",
      "reference": "2 SAMUEL 2:28"
    },
    {
      "content": "Chuongchun, Abner le a mihai chu chu zân chun zânkhawvârin an feh a, chun, Jordan an kai a, Bithron an fe thleng rak a, Mahanaim an tlung tah a.",
      "reference": "2 SAMUEL 2:29"
    },
    {
      "content": "Chun, Joab chu Abner a hnawt chu a kîr tah a; chun, mipuihai po po a hei ko khâwm chun David rawihai sâwmpakuo le Asahel an lo kim ta nawh a.",
      "reference": "2 SAMUEL 2:30"
    },
    {
      "content": "David rawihai ruok chun Benjamin mihai le Abner mihai chu za thum le sâwmruk an sukhlum a.",
      "reference": "2 SAMUEL 2:31"
    },
    {
      "content": "Chuongchun, Asahel ruong chu an lâk a, Bethlehema a pa thlânah an phûm a. Chun, Joab le a mihai chu zânkhawvârin an feh a, Hebron an tlung chun khuo a var a.",
      "reference": "2 SAMUEL 2:32"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 SAMUEL 2 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}