{
  "verses": [
    {
      "content": "Chun, lal chu a inah a um a, LALPAIN an vêla a hmêlmahai po poa inthawka râlmuonga ân umtir hnung chun,",
      "reference": "2 SAMUEL 7:1"
    },
    {
      "content": "lal chun zâwlnei Nathan kuom- ah, “Hi, kei chu sidar thing inah ka um a, Pathien bâwm ruok chu puon in elah a um a,” a tih a.",
      "reference": "2 SAMUEL 7:2"
    },
    {
      "content": "Chun, Nathan chun lal kuomah, “I lungrila a um ang tak chun va thaw rawh, LALPA i kuomah a um annâwm,” a tih a.",
      "reference": "2 SAMUEL 7:3"
    },
    {
      "content": "Chun, chu zân vêk chun Nathan kuomah LALPA thu a hung tlung a,",
      "reference": "2 SAMUEL 7:4"
    },
    {
      "content": "“Fe la, ka siehlaw David chu va hril rawh, ‘LALPA chun hieng ang hin a tih; Ka umna dingin nangin in i mi bâwlpêk ding am a nih?",
      "reference": "2 SAMUEL 7:5"
    },
    {
      "content": "Israel thlahai Aigupta rama inthawka ka ṭhuoi suoka inthawkin tu chen hin inah ka um ngai nawh a, puon ina le biekbûkah ka um pei lem hlak a.",
      "reference": "2 SAMUEL 7:6"
    },
    {
      "content": "Israel thlahai lai po poah, ka fena taphawtahai khawm, ka mi Israelhai châwm dinga thu ka ipêk rorêltuhai kuomah, Iengdinga sidar thinga in i mi bâwlpêk naw am a na,’ tiin ka hril hlak am a nih?",
      "reference": "2 SAMUEL 7:7"
    },
    {
      "content": "Chuleiin, ka siehlaw David kuomah, Sipaihai LALPA chun hieng ang hin a ti a nih, ‘berâm tlatna hmuna inthawka i berâm vêng lai chun ka mi Israelhai chunga hotu dingin ka lâk cheh a;",
      "reference": "2 SAMUEL 7:8"
    },
    {
      "content": "chun, i fena taphawtah i kuomah ka um pei a, i hmaa chun i hmêlmahai ka sukbo pei a, hnuoia mi ropuitakhai hming ang hming ropuitak siempêk ka ti che.",
      "reference": "2 SAMUEL 7:9"
    },
    {
      "content": "Chun, ka mi Israelhai ta dingin hmun ruot ka ta, anni ngei puol hmuna an um a, an insawn ta nawna dingin anni chu phun ka ta, kha hma ang khan mi rilohaiin sukrimsi ta naw ni hai a;",
      "reference": "2 SAMUEL 7:10"
    },
    {
      "content": "ka mi Israelhai chunga rorêl- tuhai ka ruot lai ang kha ni bawk ta naw nih; chun, i hmêlmahai po poa inthawk hin inchâwltir ka ti che. Chun, chu naw hrima khawm, LALPAIN, LALPA chun sûngkuo indinpêk a ti che ti a hril a nih.",
      "reference": "2 SAMUEL 7:11"
    },
    {
      "content": "I nihai a kina, i puhai kuoma i zâl pha chun, i hnunga i thla, i rîla ra ding chu tungding ka ta, a ram chu sukdet ka tih.",
      "reference": "2 SAMUEL 7:12"
    },
    {
      "content": "Ama chun ka hming dingin in bâwl a ta; chun, a ram lalṭhungpha chu kumkhuoa dingin suknghet ka tih.",
      "reference": "2 SAMUEL 7:13"
    },
    {
      "content": "A pa nîng ka ta, ama chu ka naupa nîng a ta, thil a suksuol chun mihriem nauhai hmawl le mihriem nauhai vuoknain thunun ka ta;",
      "reference": "2 SAMUEL 7:14"
    },
    {
      "content": "nisienlakhawm, i hmaa ka sawnhmang Saula kuoma inthawka ka lâk hmang ang khan ka zangaina chun ama chu mâksan naw nih.",
      "reference": "2 SAMUEL 7:15"
    },
    {
      "content": "Chun, i sûngkuo le i ram chu chatuona suknghet tlat nîng a ta, i lalṭhungpha chu chatuona suknghet nîng a tih,’ a tih,” tiin LALPA thu a hung tlung a.",
      "reference": "2 SAMUEL 7:16"
    },
    {
      "content": "Chuong thu po po ang le, chu inlârna ang chie chun Nathanin David kuoma chun a hril a.",
      "reference": "2 SAMUEL 7:17"
    },
    {
      "content": "Chuongchun, lal David chu a lût a, LALPA hmaa chun a ṭhung a, “Aw Lalpa PATHIEN, tu am ka na, ka sûnghai tu am an na, hi chen chen hi i mi ṭhuoi?",
      "reference": "2 SAMUEL 7:18"
    },
    {
      "content": "Aw Lalpa PATHIEN, chuong khawm chu nanga mithmua chun thil chîn tham el chu a na, nisienlakhawm, i siehlaw sûngkuo hung umdân ding chu kum tamtak sûnga khan i lo hril ta bawk a, Aw Lalpa PATHIEN, hienghai khawm hi mihriemhai thaw dân ang bawk a na.",
      "reference": "2 SAMUEL 7:19"
    },
    {
      "content": "David hin i kuomah ieng am hril nâwk chuong tâng a ta? I siehlaw hi i hriet vawng si, Aw Lalpa PATHIEN.",
      "reference": "2 SAMUEL 7:20"
    },
    {
      "content": "I siehlaw hriet dingin i thu lei le nangma lungril ang peiin hieng thil ropuitak hi i thaw tah a.",
      "reference": "2 SAMUEL 7:21"
    },
    {
      "content": "Chuleichun, Aw LALPA Pa- thien, nang chu i ropui a nih, kan naa kan hriet angin nanga ang hrim hrim an um nawh a, nangma naw chu Pathien hrim hrim an um bawk nawh.",
      "reference": "2 SAMUEL 7:22"
    },
    {
      "content": "Aigupta rama inthawk le hnam tin le an pathienhaia inthawka i ta dinga în tlansuok, i mihai hmaa i ta dinga thil ropuitak le i ram ta dinga thil ṭiumtak thaw ding le ama hming ropuitak siem dinga Pathienin ama mihai ni dinga a hung intlansuok i mi Israelhai ang hrim hrim hi khawvêla hin hnam dang tu am an um a?",
      "reference": "2 SAMUEL 7:23"
    },
    {
      "content": "Chuongchun, i mi Israelhai chu chatuona i mihai an ni theina dingin i ta dingin i suknghet tah a; chun, LALPA, nang chu an Pathien i hung ni tah a.",
      "reference": "2 SAMUEL 7:24"
    },
    {
      "content": "Chuongchun, Aw LALPA Pa- thien, i siehlaw chungchâng thu le a sûnghai chungchâng thu i hril chu chatuona dingin suknghet la, i hril ta ang khan thaw rawh.",
      "reference": "2 SAMUEL 7:25"
    },
    {
      "content": "Chun, ‘Sipaihai LALPA chu Israelhai Pathien a nih,’ tiin, i hming chu chatuona chawimawiin um raw se; chuongchun, i siehlaw David sûng- hai hi i hmaa suknghetin um an tih.",
      "reference": "2 SAMUEL 7:26"
    },
    {
      "content": "Aw Sipaihai LALPA, Israel Pathien, i siehlaw kuomah, ‘Sûngkuo chu inngîrpêk ka ti che,’ tiin i phuong ta sih a, chuleiin, i siehlaw hin hi ṭawngṭaina hi i kuomah ân tlun ngam a nih.",
      "reference": "2 SAMUEL 7:27"
    },
    {
      "content": "Aw LALPA Pathien, Nang chu Pathien i na, i thu chu thutak a na; chun, hi thilṭha hi i siehlaw kuoma chun i tiem tah a;",
      "reference": "2 SAMUEL 7:28"
    },
    {
      "content": "chuleiin, i siehlaw sûnghai chu i hmaa chatuona an um zing theina dingin malsâwm la, aw LALPA Pathien, nang chun i hril ta sih a; chun, i malsâwmnain i siehlaw sûng- hai chu chatuona malsâwmin um raw se,” a ta.",
      "reference": "2 SAMUEL 7:29"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 SAMUEL 7 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}