{
  "verses": [
    {
      "content": "Chuongchun, Joab chu an hril a, “Ngai ta, lal chun Absalom chu a ṭah a, a sûn ie,” an ta.",
      "reference": "2 SAMUEL 19:1"
    },
    {
      "content": "Chuongchun, chu nia an hnena chu mi po po ta dinga sûnna a lo ni ta lem a; “Lal chu a naupa lei chun a lungngai nasa khawp el a,” an ti chu mipui chun chu ni chun an lo hriet ta sih a.",
      "reference": "2 SAMUEL 19:2"
    },
    {
      "content": "Chun, mipuihai chu indonaa mi an tlânsieh a, an inzak a, inrûka an fe hmang angin chu ni chun a rûkin khawpuia chun an lût a.",
      "reference": "2 SAMUEL 19:3"
    },
    {
      "content": "Chun, lal chun a hmai a hup a, “Aw ka naupa Absalom, Aw Absalom, ka naupa, ka naupa,” tiin lal chu a ṭap a ṭap a.",
      "reference": "2 SAMUEL 19:4"
    },
    {
      "content": "Chun, Joab chu inah lal kuoma chun a lût a, “I hringna dâm, i nau- pahai le i naunuhai hringna dâm, i nuhmeihai le i thaikêmhai sanhim- tuhai chu vawisûn hin inzaktakin i siem ta hi;",
      "reference": "2 SAMUEL 19:5"
    },
    {
      "content": "nangma hmangaituhai che i theidah a, nangma theidatuhai che chu i hmangai tlata hin. Hotuhai le sipaihai chu i ta dinga iengkhawm ni lo angin vawisûn hin i suklang tah a; Absalom chu dam sienla, keini po po hi vawisûn hin thi ta vawng ni inlang, chu chu i lâwm zâwngtak ni âwmin vawisûn hin ka hriet a nih.",
      "reference": "2 SAMUEL 19:6"
    },
    {
      "content": "Chuleiin tho la, suok el rawh, i mihai suklungawi zâwngtakin thu hril rawh, i suok naw chun LALPA sâlin ṭawng kân khâm a nih; mi pakhat khawm vawizân hin i kuoma um um naw ni hai; chun, chu chu i ta dingin i tleirâwla inthawka tu chena i chunga thil ṭha naw hung tlung po pohai nêk hmanin ṭha naw lem a tih,” a ta.",
      "reference": "2 SAMUEL 19:7"
    },
    {
      "content": "Chuongchun, lal chu a tho a, kul kawtkhâra chun a ṭhung a; “Ngai ta u, lal chu kul kawtkhâra chun a ṭhung a,” tiin mipui po po chu an hril a; chun, mipui po po chu lal hmaa chun an va fe tah a.",
      "reference": "2 SAMUEL 19:8"
    },
    {
      "content": "Israelhai ruok chu anni puon in sengah an fe tah a. “Lal chun ei hmêlmahai kuta inthawkin a mi sansuok a, Philistin mihai kuta inthawkin a mi sandam tah a; chun, tuhin hi rama inthawk hin Absalom chu a tlân hmangsan a.",
      "reference": "2 SAMUEL 19:9"
    },
    {
      "content": "Chun, Absalom ei lal dinga hriek ei nâl chu indonaah a thi tah sih a, iengdinga lal chu baukhat bêka a ko kîr zâi in rêl naw am a ni leh?” tiin Israel mi po pohai chu an insêl ta mur mur el a.",
      "reference": "2 SAMUEL 19:10"
    },
    {
      "content": "Chuongchun, lal David chun thiempu Zadok le Abiathar kuoma chun, “Juda upahai kuoma chun, ‘Iengdinga lal chu a in tienga ṭhuoi kîr ding thuah a muongtaka ṭhang am in nih a? Israel mihaiin lal ṭhuoi kîr ding thu an hril chu lal kuom a tlung ta sih a.",
      "reference": "2 SAMUEL 19:11"
    },
    {
      "content": "Ka unauhai in na, ka ru le ka tisa in ni sih a, iengdinga a muong- taka ṭhang am in ni leh aw?’ tiin hril ro.",
      "reference": "2 SAMUEL 19:12"
    },
    {
      "content": "Chun, Amasa kuomah, ‘Ka ru le ka tisa i ni naw am a nih? Joab aia ka hmaa sipaihai hotua ka siem nawtâk che leh Pathienin a law law mi law el raw se, chu nêka nasa khawmin,’ a tih a, va ti ro,” tiin mi a tir a.",
      "reference": "2 SAMUEL 19:13"
    },
    {
      "content": "Chuongchun, Judahai po po lungril chu mi pakhat lungril ang elin a sukthle ta duol a; chuongchun, lal kuomah, “I mihai po po le khan hung kîr nâwk ro,” ti dingin mi an tir tah a.",
      "reference": "2 SAMUEL 19:14"
    },
    {
      "content": "Chuongchun, lal chu a kîr nâwk a, Jordan a va tlung a. Chun, Judahai chu lal lo tuok a, lal chu Jordan lo ṭhuoikai dingin Gilgala chun an feh a.",
      "reference": "2 SAMUEL 19:15"
    },
    {
      "content": "Chun, Bahurim khuoa mi Ben- jamin mi Gera naupa Simei chu in- hmawtakin lal David tuok ding chun Judahai ruolin a hung thla veh a.",
      "reference": "2 SAMUEL 19:16"
    },
    {
      "content": "Chun, a kuoma chun Benjamin mi sâng le, Saula sûnghai siehlaw, Ziba, a naupasalhai sâwm le panga le, a siehlaw sâwmhnihai leh an ṭhang ve a; chun, lal mithmua chun Jordan chu an kai a.",
      "reference": "2 SAMUEL 19:17"
    },
    {
      "content": "Chun, lal sûnghai ṭhuoikaina ding le ṭha a ti ang anga hmang dingin lawng an fepui a. Chun, Jordan vadung a hei kai chun Gera naupa Simei chu lal hmaa chun a bawkkhup a.",
      "reference": "2 SAMUEL 19:18"
    },
    {
      "content": "Chun, lal kuoma chun, “Ka lalpa chun khawhlona neiah mi ruot naw hrâm sienla, lalpa ka puin Jerusalem a suoksan nia i siehlaw hin indik nawtaka a lo thaw tahai kha hre zing bawk naw la, lal chun lungrilah vawn zing naw raw se.",
      "reference": "2 SAMUEL 19:19"
    },
    {
      "content": "I siehlaw hin thil ka lo suksuol ti kân hriet a; chuleiin, ngai ta, Josef sûng po pohai laia ka pu lal chu tuok dingin vawisûn hin a hung thla hmasa tak ka hung ni nghe nghe annaw,” a ta.",
      "reference": "2 SAMUEL 19:20"
    },
    {
      "content": "Nisienlakhawm, Zeruia naupa Abisai chun a dawn a, “LALPA hriek- nâl chu ṭawngsie ân phur leiin Simei hi sukhlum ding a ni naw ding am a nih?” a ta.",
      "reference": "2 SAMUEL 19:21"
    },
    {
      "content": "Chun, David chun, “Nangni Ze- ruia naupasalhai, nangni hin in mi lo hriet pêk ding ieng am a um a? Vawi- sûn hin a mi dotuhai in ni naw am a nih? Vawisûn hin Israel mihai laia mi hrim hrim sukhlum ding am a nih? Vawisûn hi Israel mihai chunga lal ka ni hi ka hriet naw am a nih?” a ta.",
      "reference": "2 SAMUEL 19:22"
    },
    {
      "content": "Chun, lal chun Simei kuoma chun, “Thi naw tawp i tih,” a ta. Chun, lal chun a kuomah ṭawng ân khâm tah a.",
      "reference": "2 SAMUEL 19:23"
    },
    {
      "content": "Chun, Saula naupa Mephi- boseth chu lal tuok dingin a hung thlah a; lal a fe suoka râlmuonga a hung kîr nâwk ni chen chun a kehai chu a chei nawh a, a khâkhmul chu a chep ruol bawk nawh a, a puonhai khawm chu a sâwp nawh a.",
      "reference": "2 SAMUEL 19:24"
    },
    {
      "content": "Chun, lal tuok dinga Jerusa- lema a fe chun lal chun a kuomah, “Mephiboseth, iengdinga ka kuoma i fe ve naw am?” a ta.",
      "reference": "2 SAMUEL 19:25"
    },
    {
      "content": "Chun, ama chun a dawn a, “Aw, lalpa ka pu, ka siehlawin a mi hlêm a nih; i siehlaw hin, ‘Lal kuoma ka fena dingin sabengtung chei ka tih,’ ka tih a, i siehlaw hi ka ke ân bâi sih a.",
      "reference": "2 SAMUEL 19:26"
    },
    {
      "content": "Chun, lalpa ka pu kuoma hin i siehlaw hi a hêk a, nisienlakhawm, lalpa ka pu chu Pathien vântirko ang a na, chuleiin ṭha i ti ang angin thaw el rawh.",
      "reference": "2 SAMUEL 19:27"
    },
    {
      "content": "Ka pa sûnghai po po chu lalpa ka pu hmaa chun sukhlum vawng âwm an na, nisienlakhawm, i siehlaw hi i buthlêng awtpuituhai lai ân ṭhangtir a. Chuleichun, lal kuoma hin thil dang phût ngam âwm khawm am ka ni ta?” a ta.",
      "reference": "2 SAMUEL 19:28"
    },
    {
      "content": "Chun, lal chun a kuomah, “I chungchâng thu hi iengdinga i hril nâwk hlak am? Nang le Ziba chun ram chu insem ro ka ti a nih,” a ta.",
      "reference": "2 SAMUEL 19:29"
    },
    {
      "content": "Chun, Mephiboseth chun lal kuomah, “E, amân nei vawng el raw se, lalpa ka pu chu inah râlmuongin a hung tlung ta sih a,” a ta.",
      "reference": "2 SAMUEL 19:30"
    },
    {
      "content": "Chun, Gilead mi Barzillai chu Rogelim-a inthawkin a hung thlah a, lal chun Jordana ṭhuoikai dingin a kuomah Jordan a kai veh a.",
      "reference": "2 SAMUEL 19:31"
    },
    {
      "content": "Barzillai chu upatak a na, kum sâwmriet mi zet a nih; Mahanaima lal um sûng khan fâk ding dâm a lo tumpêk a, mi neinungtak a nih.",
      "reference": "2 SAMUEL 19:32"
    },
    {
      "content": "Chun, lal chun Barzillai kuoma chun, “Ka kuoma fe ve la, ka kuomah Jerusalemah châwm ka ti che,” a ta.",
      "reference": "2 SAMUEL 19:33"
    },
    {
      "content": "Chun, Barzillai chun lal kuom- ah, “Ieng chen tak am la damin lal kuoma Jerusalema chun hang fe vêng ka ta?",
      "reference": "2 SAMUEL 19:34"
    },
    {
      "content": "Tuhin kum sâwmriet mi ka na, a sie le ṭha khawm thlier thei am ka la nih? I siehlaw hin ka thil fâk le dâwn hi ân hnik naw khawm ka hriet hran thei ta am a nih? Nuhmei le pasal hla sak ri khawm ka hriet hran thei ta am a nih? Chuleiin, i siehlaw hi iengdingin am ka pu ta ding hin phurrik ni el ka ta?",
      "reference": "2 SAMUEL 19:35"
    },
    {
      "content": "I siehlaw hin lal kuoma Jordan râl kai ve chau hi ka tum a nih; iengdingin am lal chun chuong ang chun ṭhat man chu mi thung ve kher a ta?",
      "reference": "2 SAMUEL 19:36"
    },
    {
      "content": "Lunginsiettakin i siehlaw hi mîn fetir nâwk el la, ka nu le pa thlân umna keini khuo ngeiah thi de ning. Amiruokchu, en ta, i siehlaw Kim- ham hi, lalpa ka pu kuomah fe ve sienla, a chungah ṭha i ti ang angin thaw rawh,” a ta.",
      "reference": "2 SAMUEL 19:37"
    },
    {
      "content": "Chun, lal chun a dawn a, “Kim- ham chu ka kuomah fe vêng a tih, ṭha i ti ang peiin a chungah thâwng ka tih; chun, thil iengkhawm i mi hni ta- phawt chu thawpêk pei ka ti che,” a ta.",
      "reference": "2 SAMUEL 19:38"
    },
    {
      "content": "Chun, mipui po pohai chu Jordan râl an kai a; chun, lal khawm chu a kai veh a; chun, lal chun Barzil- lai chu a fâwp a, mal a sâwm a; chun, ama hmun tieng a fe nâwk tah a.",
      "reference": "2 SAMUEL 19:39"
    },
    {
      "content": "Chuongchun, lal chu Gilgala chun a kai a. Kimham chu a kuoma chun a kai ve a; chun, Juda mi po pohai chun lal chu an ṭhuoi kai a; Israel mi khawm a zâtve an ṭhang.",
      "reference": "2 SAMUEL 19:40"
    },
    {
      "content": "Chun, Israel mi po po chu lal kuomah an hung a, lal kuoma chun, “Iengdinga kan unau Juda mihai hin an chang bîk cheh a, lal le a sûnghai le David mihai po po khawm Jordan râla an ṭhuoi sa vawng el?” an ta.",
      "reference": "2 SAMUEL 19:41"
    },
    {
      "content": "Chun, Juda mi po pohai chun Israel mihai chu an dawn a, “Lal chu keini tieng hnai a ni lei a nih, iengdinga hi thua hin in lunginsen el am? Lal nei ringa um am kan nih? Thilpêk ieng amani khawm a mi nei am a nih?” an ta.",
      "reference": "2 SAMUEL 19:42"
    },
    {
      "content": "Chun, Israel mihai chun Juda mihai chu an dawn a, “Lala hin chan sâwm kan nei a, Davida hin nangni nêkin chan kan nei lem a nih. Ieng- dinga in mi ngainêp el am a na? Lal ṭhuoikîr thu hi a rawt hmasatu kan ni naw am a nih?” an ta. Chuongchun, Juda mihai thu chu Israel mihai thu nêk chun ân rum ta lem a.",
      "reference": "2 SAMUEL 19:43"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 SAMUEL 19 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}