{
  "verses": [
    {
      "content": "Chun, chutaka chun Benjamin mi, Bikri naupa a hming Seba, Belial mi pakhat a lo um hlau el a; tawtawrâwt a mût a, “Davida hin chanvo ei nei ve nawh a, Jesai naupaa hin rohluo ding ei nei bawk nawh, aw Israel mihai, in puon in tieng seng fe ro,” a ta.",
      "reference": "2 SAMUEL 20:1"
    },
    {
      "content": "Chuongchun, Israel mi po poin David an zui chu an mâksan a, Bikri naupa Seba chu an zui tah a; Juda mihai ruok chun Jordana inthawka Jerusalem chenin an lal chu an inkawppui ta tlat a.",
      "reference": "2 SAMUEL 20:2"
    },
    {
      "content": "Chuongchun, David chun Jeru- salema a in chu a tlung a; chun, lal chun nuhmei sâwm a thaikêmhai in nghâk dinga a siehai chu a ṭhuoi a, a khum a, an fâk ding a pêk a, nisien- lakhawm, an kuomah a lût nawh a. Chuongchun, an thi ni chena khuma umin, hmeithaiin an um tah a.",
      "reference": "2 SAMUEL 20:3"
    },
    {
      "content": "Chun, lal chun Amasa kuomah, “Ni thum sûngin Juda mihai mi ko khâwmpêk la, chun, nang khawm hung ṭhang ve bawk la,” a ta.",
      "reference": "2 SAMUEL 20:4"
    },
    {
      "content": "Chuongchun, Amasa chu Juda mihai ko khâwm dingin a fe tah a; amiruokchu, a hun ruotpêk nêkin a va thang sâwt tah a.",
      "reference": "2 SAMUEL 20:5"
    },
    {
      "content": "Chuongchun, David chun Abisai kuomah, “Bikri naupa Seba hin Absalom nêk hmanin ei pawi a tâwk ding a nih ie, i pu mihai hi ṭhuoi la, hnawt ro khai; chuong naw chun khaw kul neia dam lût hman a ta, ei hmu phâk nawa hin insuo hlau rawi ei tih,” a ta.",
      "reference": "2 SAMUEL 20:6"
    },
    {
      "content": "Chuongchun, Joab rawihai, Kereth mihai le, Peleth mihai le an mi hrâthai po po chun ama an zui suok tah a; Jerusalema inthawk chun Bikri naupa Seba chu hnawt dingin an suok tah a.",
      "reference": "2 SAMUEL 20:7"
    },
    {
      "content": "Gibeona lungpui umna an va tlung chun Amasa chun anni chu a lo tuok a. Chun, Joab chu indona thuomhnawin ân chei a; chun, a chunga chun kâwlhnâm a bâwm pumin, kâwngkhia chun a pai a; chun, a fe malam chun a kâwlhnâm chu damtein a phawi a.",
      "reference": "2 SAMUEL 20:8"
    },
    {
      "content": "Chun, Joab chun Amasa kuoma chun, “Unaupa, i ṭha pei de maw?” a ta. Chun, Joab chun Amasa chu fâwp tumin a khâkhmul chu a kut changtiengin a chel a.",
      "reference": "2 SAMUEL 20:9"
    },
    {
      "content": "Nisienlakhawm, Amasa chun Joabin kâwlhnâm a chawi chu a ngai- sak nawh a; chuongchun, a phînga chun a sun a, a rîlhai chu a sukthlâk nuoi el a, a sun nawn nâwk ta nawh a; chuongchun, a thi tah a. Chuong- chun, Joab le a unaupa Abisai chun Bikri naupa Seba chu an hnawt tah a.",
      "reference": "2 SAMUEL 20:10"
    },
    {
      "content": "Chun, a kâwlah Joab rawihai laia tlangvâl pakhat chu a ngir a, “Joab le David tienga ṭhang taphawt chun Joab hi zui pei raw se,” a tih a.",
      "reference": "2 SAMUEL 20:11"
    },
    {
      "content": "Chun, Amasa chu lamlien laitakah a thisenin a lo inchie nuoi el a. Chun, ama chun mi po po ngîr zinga a hmu chun Amasa ruong chu lamliena inthawk chun phûl tienga sawnin puonin ân khum a, a kâwla hung taphawt chu an ngîr peia a hmu leiin.",
      "reference": "2 SAMUEL 20:12"
    },
    {
      "content": "Chun, lamliena inthawka sie hmang a ni hnung chun Bikri naupa Seba chu hnawt dingin mi po po chun Joab chu an zui tah a.",
      "reference": "2 SAMUEL 20:13"
    },
    {
      "content": "Chun, Abel chen le, Beth-maaka chenin Israel hnam po pohai le Ber mihai po po khawm chu a sir vawng a; chun, an pungkhâwm a, ama an zui ve a.",
      "reference": "2 SAMUEL 20:14"
    },
    {
      "content": "Chun, Beth-maakaa Abel khuoa chun an inhuol a; chun, a khaw hrûla chun hnuoi an dêng pâwng a, kul hrûla chun a ngîr a, chun, Joab kuoma mi um po pohai chun kul chu sukchim dingin an suk tlut tlut a.",
      "reference": "2 SAMUEL 20:15"
    },
    {
      "content": "Chuongchun, nuhmei var pa- khat khuoa inthawk chun a hung khêk a, “Khai khai, Joab kuomah, ‘Hung hnâi raw khai, i kuomah thu lo hril ka ti khai,’ a tih, hang ti ro khai,” a tih a.",
      "reference": "2 SAMUEL 20:16"
    },
    {
      "content": "Chun, a kuoma chun a va fe hnai a, chun, nuhmei chun, “Joab i ni maw?” a tih a. “Nih e,” a tih a, a dawn a. Chuongchun, a kuomah, “I suoknu thuhril hi ngai ta,” a tih a. Chun, ama chun a dawn a, “Ka lo ngai ie,” a tih a.",
      "reference": "2 SAMUEL 20:17"
    },
    {
      "content": "Chuongchun, “Tienlai chun, ‘Abel khuoa hin inrawn phawt an ta,’ an ti hlak a, chuong ang chun thu an suktâwp hlak.",
      "reference": "2 SAMUEL 20:18"
    },
    {
      "content": "Kei hi Israelhai laia inrem nuom le ringum pâwl ka na, nang chun Israel khuo, a khaw bulpui hi suksiet i tum a ni hi, LALPA ro chu iengdinga sukhmang i tum am a na?” tiin a hril a.",
      "reference": "2 SAMUEL 20:19"
    },
    {
      "content": "Chun, Joab chun a dawn a, “Chuong ang chu a ni naw tawp el, sukhmang amanih, suksiet amanih ka tum naw hrim hrim. Chuong ang tieng thu chu a ni nawh;",
      "reference": "2 SAMUEL 20:20"
    },
    {
      "content": "Ephraim tlâng rama Bikri naupa Seba chun lal David ngei chu dodâlin a kut ân let a; ama chu mi pe el unla, khuo chu suoksan el kan tih,” a tih a. Chun, nuhmei chun Joab kuomah, “Ngai ta, a lu chu kulah hung pei liempêk kan ti che,” a tih a.",
      "reference": "2 SAMUEL 20:21"
    },
    {
      "content": "Chuongchun, nuhmei chu a varna hmang chun mipui po pohai lai chun a feh a. Chun, Bikri naupa Seba lu chu an tan a, Joab kuom tieng chun an thedawk a. Chun, tawtawrâwt a mût a, mâni puon in tieng seng, khuoa inthawk chun an indar tah a. Chun, Joab chu Jerusalemah lal kuoma chun a fe nâwk tah a.",
      "reference": "2 SAMUEL 20:22"
    },
    {
      "content": "Joab chu Israelhai po po sipai hotu a na, chun, Jehoiada naupa Benaia chu Kereth mi le Peleth mihai hotu a nih;",
      "reference": "2 SAMUEL 20:23"
    },
    {
      "content": "chun, Adoniram chu sinthawa ruoiluihai hotu a nih; chun, Ahilud naupa, Jehosaphat chu chanchin ziektu a na;",
      "reference": "2 SAMUEL 20:24"
    },
    {
      "content": "Seva chu lekha ziektu a na, chun, Zadok le Abiathar chu thiempu an nih;",
      "reference": "2 SAMUEL 20:25"
    },
    {
      "content": "chun, Jair mi Ira khawm chu David thiempu a nih.",
      "reference": "2 SAMUEL 20:26"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 SAMUEL 20 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}