{
  "verses": [
    {
      "content": "Hieng hi David thuhril nuhnung tak a nih, Jesai naupa David chun a hril a; “Insângtaka dawm sânga, Jakob Pathien hrieknâl, Israelhai hla mawitak phuoktu chun a hril a;",
      "reference": "2 SAMUEL 23:1"
    },
    {
      "content": "LALPA thlarau chun keima mi hmangin a hril a, A thu chu ka leiah a um a.",
      "reference": "2 SAMUEL 23:2"
    },
    {
      "content": "Israelhai Pathien chun a hril a, Israelhai lungpui chun: ‘Mi chunga feltaka rorêl hlaka, Pathien ṭi puma rorêl hlak chu,",
      "reference": "2 SAMUEL 23:3"
    },
    {
      "content": "Nisa a hung suok a, sûm um dêr lo, Zîng khawvar ang hi nîng a ta; Raw sûr zoa khuo hung inthienga, Hnuoia hlohna inder no hlap ang hi nîng a tih.",
      "reference": "2 SAMUEL 23:4"
    },
    {
      "content": "Ei sûngkuo chu Pathien kuoma inthawk a ni naw am a nih? Chatuon thuthlung ka kuomah a thlung a; Iengkim fel le suknghet tlatin; Ka sandamna kim le duthusâm kim, Ân der suoktir naw ding maw?",
      "reference": "2 SAMUEL 23:5"
    },
    {
      "content": "Mi rilohai chu an rênga a hnâwla hnâwlhmang mi, hling ang nîng an ta, Kuta lâk mi an ni si nawh.",
      "reference": "2 SAMUEL 23:6"
    },
    {
      "content": "A tâwktu ding chun thîr le fei ngul ruoi lem ding a na, Chuongchun, an hmuna raw- hmang vawng nîng an tih,’ tiin a mi biek a,” tiin.",
      "reference": "2 SAMUEL 23:7"
    },
    {
      "content": "Hieng hi David sipai huoisenhai hming chu a nih; Takemon mi Joseb-bassebeth chu sipai hotuhai laia hotu tak a na, ama chu ṭum khata mi za riet thattu Aznit mi Adino an ti bawk kha a nih.",
      "reference": "2 SAMUEL 23:8"
    },
    {
      "content": "Chun, a dawttu chu Aho mi naupa Dodai naupa Eleazar a na, ama chu Philistin mihai indo dinga an pungkhâwm a, an cho a, Israel mihai an fe hmang vawng laia David kuoma sipai huoisen pathumhai laia pakhat kha a nih.",
      "reference": "2 SAMUEL 23:9"
    },
    {
      "content": "Ama chu a tho a, Philistin mihai chu kut kham rak khawpin, a kâwlhnâm khawm inlet theilo rak khawpin a that a, chu ni chun LALPAIN nasatakin a ngampêk a; chun, mipuihai chu a hnungah râllâk thil la ding ngawtin an hung kîr nâwk a.",
      "reference": "2 SAMUEL 23:10"
    },
    {
      "content": "Chun, chu dawttu chu Hara mi, Agee naupa Samma a na. Dailuo umna hmunah Philistin mihai chu lâk tumin an inkhâwm a, chun, mipuihai chun Philistin mihai chu an tlânsiet san a.",
      "reference": "2 SAMUEL 23:11"
    },
    {
      "content": "Nisienlakhawm, ama chu chu hmuna chun a ngîr a, a vêng tlat a, Philistin mihai chu a that a, chun, LALPAIN nasatakin a ngampêk a.",
      "reference": "2 SAMUEL 23:12"
    },
    {
      "content": "Chun, sipai huoi sâwmthum laia pathumhai chu an zu feh a; bu sîk lai takin David kuomah Adullam pûkah an feh a; chun, Philistin sipai- hai chun Rephaim kâwnah ṭhang- hmun an khuor a.",
      "reference": "2 SAMUEL 23:13"
    },
    {
      "content": "Chuong lai chun David chu kulbîngah a um a, chuong lai bawk chun Philistin sipaihai chu Bethle- hemah an um a.",
      "reference": "2 SAMUEL 23:14"
    },
    {
      "content": "Chun, David chun tui a châk êm êm el a, “Bethlehema tuisunsuo tui, kul kawtkhâr kâwla mi kha dâwn dinga mi pe um ta ve hai sienla aw,” a ta.",
      "reference": "2 SAMUEL 23:15"
    },
    {
      "content": "Chuongchun, sipai huoisen pathumhai chun, Philistin sipaihai chu an nêr thleng a, kul kawtkhâr kâwla mi, Bethlehema tuisunsuo chu an va thâl a; an chawi a, David kuomah an fepui a, nisienlakhawm, a lo dâwn nuom nawh a, LALPA ta dingin a bunthlâk ta lem a.",
      "reference": "2 SAMUEL 23:16"
    },
    {
      "content": "“Aw LALPA, hi hi ka thaw naw dingzie chu, thi huoma fehai thisen chu ka dâwn ding am a nih?” a ta; chuongchun, a dâwn nuom ta nawh a. Chuong thilhai chu sipai huoisen pathumhai chun an thaw a nih.",
      "reference": "2 SAMUEL 23:17"
    },
    {
      "content": "Zeruia naupa Joab unaupa Abisai chu sâwmthumhai laia hotu tak a na, ama chun za thumhai chunga chun a fei chu a phawi a, anni chu a that a, Pathumhai laia chun hming ṭhat a hlaw a.",
      "reference": "2 SAMUEL 23:18"
    },
    {
      "content": "Sâwmthumhai laia chun chawimawi tlâk tak a ni naw am a nih? Chuleiin, an hotuah an siem a, nisienlakhawm, a chunghnung tak pathum laia tiemsa a kai nawh.",
      "reference": "2 SAMUEL 23:19"
    },
    {
      "content": "Chun, Kabzeel mi huoi naupa Jehoiada naupa Benaia thil nasatak thawtu chun Moab mi Ariel naupasal pahnihai chu a that a; chun, a zu feh a, vûr tlâk hun laiin khursûngah sakeibaknei a zu that bawk a.",
      "reference": "2 SAMUEL 23:20"
    },
    {
      "content": "Chun, Aigupta mi, mi lientak a that a; Aigupta mi chun a fei a chawi a, nisienlakhawm, ama chun hmawl chawiin a zuk pan a, Aigupta mi fei chawi chu a lâkpêk a, ama fei ma chun a sun hlum tah a.",
      "reference": "2 SAMUEL 23:21"
    },
    {
      "content": "Jehoiada naupa Benaia chun chuong ang thil chu a thaw leiin sipai huoisen pathumhai laia chun hming- ṭhat a hlawh a.",
      "reference": "2 SAMUEL 23:22"
    },
    {
      "content": "Mi sâwmthumhai nêk chun chawimawi tlâk a ni hrim a, nisienla- khawm, achunghnung tak pathum- hai laia tiemsa a kai nawh. Chun, David chun ama vêngtu hotuah a sieh a.",
      "reference": "2 SAMUEL 23:23"
    },
    {
      "content": "Joab unaupa Asahel chu sâwmthumhai laia pakhat chu a na; Bethlehem khuoa mi Dodo naupa Elhanan,",
      "reference": "2 SAMUEL 23:24"
    },
    {
      "content": "Harod mi Samma, Harod mi Elika,",
      "reference": "2 SAMUEL 23:25"
    },
    {
      "content": "Palti mi Helez, Teko a mi Ikkes naupa Ira,",
      "reference": "2 SAMUEL 23:26"
    },
    {
      "content": "Anathoth mi Abiezer, Husath mi Mebunnai,",
      "reference": "2 SAMUEL 23:27"
    },
    {
      "content": "Aho mi Zalmon, Netophath mi Maharai,",
      "reference": "2 SAMUEL 23:28"
    },
    {
      "content": "Netophath mi Baana naupa Heleb, Benjamin thla Gibea khuoa mi Ribai naupa Ittai,",
      "reference": "2 SAMUEL 23:29"
    },
    {
      "content": "Pirathon mi Benaia, Gaas vadungtea mi Hiddai;",
      "reference": "2 SAMUEL 23:30"
    },
    {
      "content": "Arbath mi Abi-albon, Barhum mi Azmaveth;",
      "reference": "2 SAMUEL 23:31"
    },
    {
      "content": "Saalbon mi Eliaba, Jasen nau- pahai laia Jonathan;",
      "reference": "2 SAMUEL 23:32"
    },
    {
      "content": "Harar mi Samma, Arar mi Sarar naupa Ahiam;",
      "reference": "2 SAMUEL 23:33"
    },
    {
      "content": "Maakath mi Ahasbai naupa Eliphelet, Gilon mi Ahithophel naupa Eliam;",
      "reference": "2 SAMUEL 23:34"
    },
    {
      "content": "Karmel mi Hezro, Arba mi Paarai;",
      "reference": "2 SAMUEL 23:35"
    },
    {
      "content": "Zoba khuoa mi Nathan naupa Igal, Gad mi Bani;",
      "reference": "2 SAMUEL 23:36"
    },
    {
      "content": "Zeruia naupa Joab râlthuom chawitu Ammon mi Zelek, Beeroth mi Naharai;",
      "reference": "2 SAMUEL 23:37"
    },
    {
      "content": "Ithra mi Ira, Ithra mi Gareb;",
      "reference": "2 SAMUEL 23:38"
    },
    {
      "content": "Hit mi Uria, an rêng chun sawmthum le pasari an nih.",
      "reference": "2 SAMUEL 23:39"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 SAMUEL 23 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}