{
  "verses": [
    {
      "content": "Chun, Saula a thi hnungin, David chu Amalek mihai rûnnaa inthawkin a hung a, David chu Ziklag khuoa ni hni a um hnung chun,",
      "reference": "2 SAMUEL 1:1"
    },
    {
      "content": "a ni thum ni chun, ngai ta, mi pakhat an ṭhanghmuna inthawk Saula kuoma mi chu a puonhai tlêr nengnungin le a lua pilvut kai nung hin a hung a; chun, David kuomah a hung tlung chun hnuoia bawkkhupin chibai a bûk a.",
      "reference": "2 SAMUEL 1:2"
    },
    {
      "content": "David chun a kuomah, “Khaw laia inthawka hung am i nih a?” a ta; ama chun, “Israel mihai ṭhanghmuna inthawkin ka hung tlân suok a nih,” a ta.",
      "reference": "2 SAMUEL 1:3"
    },
    {
      "content": "Chun, David chun a kuomah, “Ieng angin am thil a um a, mi hril ta khai?” a ta. Ama chun a dawn a, “Indonaa inthawk chun mihai chu an tlânseh a, mi tamtak chu an tluh a, an thi tâwl a, chun, Saula le a naupa Jonathan khawm an thi ve a,” a ta.",
      "reference": "2 SAMUEL 1:4"
    },
    {
      "content": "Chun, David chun a hriltu tlangvâl kuoma chun, “Iengtin am Saula le a naupa Jonathan chu an thi ti i hriet a?” a ta.",
      "reference": "2 SAMUEL 1:5"
    },
    {
      "content": "A hriltu tlangvâl chun, “Iengtin tin amanih Gilboa tlânga chun ka lo um kher a; chun, ngai ta, Saula chu a fei ringsana ngîr ka hmuh a, chun, tawlailîrhai le sakawr chung chuong mihai chun an hung hnai ta hle el a.",
      "reference": "2 SAMUEL 1:6"
    },
    {
      "content": "Chun, a hnungtieng a hung ngha chun a mi hei hmuh a, a mi hei ko a. Chun, kei chun, ‘Hitaka hin ka um ie,’ tiin ka dawn a.",
      "reference": "2 SAMUEL 1:7"
    },
    {
      "content": "Chuongchun, ka kuomah, ‘Tu am i nih a?’ tiin a mîn dawn a. Chun, kei chun, ‘Amalek mi ka nih,’ tiin ka dawn a.",
      "reference": "2 SAMUEL 1:8"
    },
    {
      "content": "Chun, ama chun ka kuomah, ‘Ka kâwla hin ngîr la, mi hung that el ta, ka la dam ting a, lunginzîngnain a mi tlâkkhum ta sih a,’ a ta.",
      "reference": "2 SAMUEL 1:9"
    },
    {
      "content": "Chuongchun, a kâwla chun ka ngîr a, chuonga tlu dêr ta hnung chu a dam zo ta âwm hrim hrima ka hriet naw leiin ka that ta el a, a lua lallukhum le bânbun chu ka lâk a, ka pu kuomah hitaka hin ka hung lâk a nih,” a ta.",
      "reference": "2 SAMUEL 1:10"
    },
    {
      "content": "Chuongchun, David chun ama silfênhai chu a chel a, a keithlêr tah a, chuong ang bawk chun a kuoma mi um po pohai chun an thaw veh a;",
      "reference": "2 SAMUEL 1:11"
    },
    {
      "content": "chuongchu, Saula le a naupa Jonathan le LALPA mihai le Israel sûnghai chun an sûn a, an ṭah a, zântieng chenin bu an nghei a, kâwlhnâma sukhlum an ni tâk leiin.",
      "reference": "2 SAMUEL 1:12"
    },
    {
      "content": "Chun, David chun a hriltu tlangvâl kuoma chun, “Khâwtieng mi am i nih a?” a ta. Ama chun, “Hmêl- mak mi, Amalek mi naupa ka nih,” a tih a, a dawn a.",
      "reference": "2 SAMUEL 1:13"
    },
    {
      "content": "Chun, David chun a kuomah, “LALPA hrieknâl sukbohmang dinga a chunga kutthlâk chu iengtiziea ṭi lo am i nih a?” a ta.",
      "reference": "2 SAMUEL 1:14"
    },
    {
      "content": "Chuongchun, David chun tlang- vâlhai laia mi pakhat chu a ko a, “Va hnai la, va that rawh,” a ta. Chun, a va sât a, a thi tah a.",
      "reference": "2 SAMUEL 1:15"
    },
    {
      "content": "Chun, David chun a kuomah, “I thisen chu nangma lu chung ngeiah um raw se, nangma bâu ngeiin, ‘LALPA hrieknâl chu ka that a nih,’ tiin a phuong si cheh a,” a ta.",
      "reference": "2 SAMUEL 1:16"
    },
    {
      "content": "Chuongchun, David chun Saula le a naupa Jonathan chu hi ṭaphla hin a ṭah a,",
      "reference": "2 SAMUEL 1:17"
    },
    {
      "content": "chun, thal hla chu Juda thlahai inchûktir dingin a tir tâwl a, ngai ta, Jaser bua chun ziek a nih.",
      "reference": "2 SAMUEL 1:18"
    },
    {
      "content": "Aw Israel, i ropuina chu i bâwlhmunahai that a na, Mi thilthawtheihai an tlu ta hi!",
      "reference": "2 SAMUEL 1:19"
    },
    {
      "content": "Gath-a chun hril naw unla, Askelon kawtthlêrahai chun phuong bawk naw ro; Chuong naw chun Philistin naunuhai lâwm an ta, Sertan lo naunuhai hlimin khêk pal rawi an tih.",
      "reference": "2 SAMUEL 1:20"
    },
    {
      "content": "Nangni Gilboa tlânghai, In chungah dâidâw le ruo khawm tla naw raw se; thil inhlân ding khawm insuo bawk naw ro. Chutaka chun mi thilthawthei phaw chu tirdakumtakin an pei sih a; Saula phaw, hrieknâl lo mi phaw ang elin.",
      "reference": "2 SAMUEL 1:21"
    },
    {
      "content": "Thathai thisena inthawk le, mi thilthawthei thâua inthawk chun, Jonathan thal chu a lêt nawh a; Saula kâwlhnâm chu a thlâwnin a lêt bawk nawh.",
      "reference": "2 SAMUEL 1:22"
    },
    {
      "content": "Saula le Jonathan umdân chu dit a umin a mâwi a, An thi khawma an inṭhe nawh; Mupuihai nêkin an ṭuonrang lem a, Sakeibakneihai nêkin an hrât lem.",
      "reference": "2 SAMUEL 1:23"
    },
    {
      "content": "Nangni Israel naunuhai, Saula chu ṭa ro, Puon sen mawihaia inthuom cheu a, In puonahai rângkachaka cheimawinahai belpêktu cheu chu.",
      "reference": "2 SAMUEL 1:24"
    },
    {
      "content": "Indo lai taka mi thilthawtheihai an tlûk el chu! I bâwlhmunahai Jonathan chu an that tah.",
      "reference": "2 SAMUEL 1:25"
    },
    {
      "content": "Ka unaupa Jonathan, i chungthua hin ka lunginzîng a nih; Ka chungah i ṭha êm êm hlak a, I mi hmangaina chu a mak a, Nuhmei hmangaina chu a khûm dai a nih.",
      "reference": "2 SAMUEL 1:26"
    },
    {
      "content": "Mi thilthawtheihai chu an tluh a, Indona thuomhnawhai khawm a bohmang zo tah!",
      "reference": "2 SAMUEL 1:27"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 SAMUEL 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}