{
  "verses": [
    {
      "content": "Chun, hieng thuhai po po, LALPA an Pathienin an kuom- a ama a tirna, LALPA an Pathien thuhai po po chu mipuihai po po kuoma Jeremia chun a hril zo chun,",
      "reference": "JEREMIA 43:1"
    },
    {
      "content": "Hossia naupa Azaria hai, Karea naupa Johanan hai, mi chapo po pohai chun Jeremia kuomah thu an hril a “Thukhêl i hril dêr a nih: ‘Chutaka va mikhuol dingin, Aigupta rama chun in fe ding a ni nawh,’ ti dingin LALPA kan Pathien chun a hung tir naw cheh a;",
      "reference": "JEREMIA 43:2"
    },
    {
      "content": "Neria naupa Baruk chun an mi that theina ding le, Babulona sala an mi ṭhuoi theina dingin Kaldaihai kuta mîn hlân dingin, nang hi kan chunga chun a hung tir che a ni hi,” tiin.",
      "reference": "JEREMIA 43:3"
    },
    {
      "content": "Chuongchun, Karea naupa Johanan hai, sipai hotuhai po po le mipuihai po po chun Juda rama chêng zing ding thu LALPA râwl chu an awi nawh a.",
      "reference": "JEREMIA 43:4"
    },
    {
      "content": "Chuongchun, Karea naupa Joha- nan le, sipai hotuhai po po chun Juda rama la um sunhai, Juda rama hnawt hmang an nina hnamhaia inthawka hung kîr nâwkhai,",
      "reference": "JEREMIA 43:5"
    },
    {
      "content": "pasalhai, nuhmeihai, naupang- hai, lal naunuhmeihai le, mi tin Nebuzaradanin Saphan naupa Ahikam, chu naupa Gedalia le zâwl- nei Jeremia le, Neria naupa Baruk kuoma a mâksanhai chu an ṭhuoi a;",
      "reference": "JEREMIA 43:6"
    },
    {
      "content": "Aigupta rama chun an fe tah a; LALPA râwl chu an awi si nawh a; chuongchun, Tahpanhes chenin an fe tah a.",
      "reference": "JEREMIA 43:7"
    },
    {
      "content": "Chun, Tahpanhesa chun Jeremia kuomah LALPA kuoma inthawka thu chu a hung tlung a;",
      "reference": "JEREMIA 43:8"
    },
    {
      "content": "“Lung lientak takhai i kutin la la, Juda mihai mithmua chun, Tahpan- hesa Pharao in lûtna bula um, ṭêklei siemna hmuna a chârna chira chun phûm rawh;",
      "reference": "JEREMIA 43:9"
    },
    {
      "content": "chun, an kuoma chun, ‘Sipaihai LALPA, Israel Pathien chun hieng hin a tih: Ngai ta u, mi tir ka ta, ka siehlaw Nebukadnezzar Babulon lal chu hung ṭhuoi ka ta, kha lung ka phûmhai chunga khan a lalṭhungpha chu innghat a tih; chuong chunga chun a lal puon in chu zar a tih.",
      "reference": "JEREMIA 43:10"
    },
    {
      "content": "Ama chu hung a ta, Aigupta rama chu hung hrem a ta, thinaa pêk dinghai chu thinaah, sala intâng dinghai chu salah, kâwlhnâma ding- hai chu kâwlhnâm kuoma pêk nîng an tih.",
      "reference": "JEREMIA 43:11"
    },
    {
      "content": "Chun, Aigupta pathienhai ina chun mei sêm a ta; ama chun râwng a ta, salah ṭhuoi hmang a tih; berâmpu chu ama silfêna ân chei angin, ama chu Aigupta ram chun inchei a tih; chutaka inthawk chun thlamuong- takin fe suok tâng a tih.",
      "reference": "JEREMIA 43:12"
    },
    {
      "content": "Chun, Beth-semes sûtpuihai Aigupta rama um khawm chu suk- thliek bawk a ta, Aigupta ram pa- thienhai inhai khawm chu meia raw ni bawk an tih,’ a tih, ti rawh,” tiin.",
      "reference": "JEREMIA 43:13"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JEREMIA 43 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}