{
  "verses": [
    {
      "content": "Juda lal Josia naupa Jehoia- kim rorêl ṭantir lai chun LALPA kuoma inthawkin hi thu hi Jeremia kuomah a hung tlung a,",
      "reference": "JEREMIA 27:1"
    },
    {
      "content": "“LALPA chun ka kuoma chun hieng hin a tih: Rîngkawlhai le a hnamhai i ta dingin siem la, i rînga chun bât rawh;",
      "reference": "JEREMIA 27:2"
    },
    {
      "content": "Edom lal dâm, Moab lal dâm, Ammon thlahai lal dâm, Tura lal dâm, Zidon lal dâm kuoma chun Juda lal Zedekia kuoma Jerusalema hunghai thangkohai kuta chun inphur rawh;",
      "reference": "JEREMIA 27:3"
    },
    {
      "content": "an hotuhai kuoma chun thuneina pe la, hienghin ti rawh, ‘Israel Pathien LALPA chun hieng hin a tih: In hotuhai kuoma chun hieng ang hin hril in tih:",
      "reference": "JEREMIA 27:4"
    },
    {
      "content": "ka bân phar le ka thilthawtheina nasatak chun hnuoi phêk chunga ramsahai le mihriem le leihnuoi chu ka siem a; chun, ka ngaia pêk ding âwm kuoma chun ka pêk tah a.",
      "reference": "JEREMIA 27:5"
    },
    {
      "content": "Tuhin chuong ramhai po po chu ka siehlaw Nebukadnezzar, Babulon lal kuoma chun ka pêk tah a nih, ramhnuoia ramsahai khawm chu ama rawng bâwl dingin ka pêk a nih.",
      "reference": "JEREMIA 27:6"
    },
    {
      "content": "Chuongchun, ama ram ngei a ni hun a tlung hmakhat chun, hnamhai chun ama le a naupasal le, a naupasal naupa rawng chu bâwl an tih; chuongchun, hnam tamtakhai le lal ropuitakhai chun ama chu suokin man an tih.",
      "reference": "JEREMIA 27:7"
    },
    {
      "content": "Chun, hnam le lalram Babulon lal Nebukadnezzar rawng bâwl lohai le, Babulon lal rîngkawl hnuoia an rîng sie nuom lohai chu, LALPA chun a tih; ama kut ngeia ka sukbohmang vawng hmakhat chun, anni chu hripui dâm, ṭâm dâm, kâwlhnâm dâmin hrem ka tih.",
      "reference": "JEREMIA 27:8"
    },
    {
      "content": "Nisienlakhawm, nangni chung- thu ruoka chun, in zâwlneihai, in khawhri zâwlhai, in manghai, in dawithiemhai, in aisân thiemhai “Babulon lal rawng chu bâwl naw ti niu,” tituhai chu ngai naw ro;",
      "reference": "JEREMIA 27:9"
    },
    {
      "content": "in rama inthawka hlataka sawnhmang ding cheuin anni chun khêlthu an hril cheu a ni sih a; nangni chu ka hnawt suok cheu a, in bo- hmangna dingin.",
      "reference": "JEREMIA 27:10"
    },
    {
      "content": "Amiruokchu, Babulon lal rîng- kawl hnuoia an rîng dawh a, ama rawngbâwltuhai chu hnam ngei chu an rama chun inumtir zing ka tih, LALPA chun a tih; inlêt an ta, chêng zing an tih,’” tiin.",
      "reference": "JEREMIA 27:11"
    },
    {
      "content": "Chun, hieng thuhai ang tak hin Juda lal Zedekia kuoma chun thu ka hril a, “Babulon lal rîngkawl hnuoia chun in rînghai hung daw unla, ama le a mihai rawng chu bâwl unla, hringin um ro.",
      "reference": "JEREMIA 27:12"
    },
    {
      "content": "Babulon lal rawng bâwl lo ding hnam chungthua LALPAIN a lo hril ta angin, ieng dingin am nang le i mihai chu hripui dâmin, ṭâmin le kawlhnâma dâm chun thîng in ta?",
      "reference": "JEREMIA 27:13"
    },
    {
      "content": "In kuoma ‘Babulon lal rawng chu in bâwl ding a ni nawh,’ titu zâwlneihai thu chu ngai naw ro: in kuoma chun thukhêl an hril sih a.",
      "reference": "JEREMIA 27:14"
    },
    {
      "content": "LALPA chun a tih: Anni chu ka tir si nawh a, nisienlakhawm, ka hmingin thukhêl chu an hril a nih; nangni chu ka hnawt suok theina ding cheu le, nangni le zâwlnei in kuoma thuhriltuhai chu in bohmang theina dingin,” tiin.",
      "reference": "JEREMIA 27:15"
    },
    {
      "content": "Thiempuhai le hi hnam po pohai kuoma chun hieng hin ka hril bawk a, “LALPA chun hieng hin a tih: In kuomah, ‘Ngai ta u, LALPA bûr le bêlhai chu Babulona inthawkin sâwt- nawtêa hung lâk nîng an tih,’ titu in zâwlneihai thu chu ngai naw ro; in kuomah thukhêl an hril a ni sih a.",
      "reference": "JEREMIA 27:16"
    },
    {
      "content": "Anni thu chu ngai naw unla, Babulon lal rawng chu bâwl unla, damin um ro, ieng dingin am hi khawpui hi râusanin um el a ta?",
      "reference": "JEREMIA 27:17"
    },
    {
      "content": "Amiruokchu, zâwlnei an nia, an kuoma chun LALPA thu chu a um chun, tuhin sipaihai LALPA kuoma chun hnina siem hai sienla, LALPA ina bûr le bêl mâksana la umhai le, Jerusalem le lal ina mâksana la umhai chu Babulona a fe ve nawna dingin.",
      "reference": "JEREMIA 27:18"
    },
    {
      "content": "Sipaihai LALPA chun sûtpuihai chungthua le, châwtawl lien chung- thua le, ân ṭhutna chungthua le, khawpuia bûr le bêl mâksana la umhai chungthua chun, hieng hin a tih:",
      "reference": "JEREMIA 27:19"
    },
    {
      "content": "chuong Babulon lal Nebukad- nezzarin Juda lal Jehoiakim naupa Jekonia chu sala Jerusalema in- thawka Babulona Jerusalem le Juda rama mi ṭhahai po po chu sala a ṭhuoi laia a lâk sa ve nawhai chung- thu chu;",
      "reference": "JEREMIA 27:20"
    },
    {
      "content": "anih, sipaihai LALPA, Israel Pathien chun hieng hin a tih: LALPA ina bûr le bêl mâksana la umhai chungthua, Juda ram lal ina le Jerusalema mihai le chun sipaihai LALPA chun hieng hin a tih:",
      "reference": "JEREMIA 27:21"
    },
    {
      "content": "Babulona chun phur hmang nîng an ta, chutaka chun um an tih, anni ka va sir ni chen chun, LALPA chun a tih: chun, hung la nâwk tâwl ka ta, hi hmuna hin sie nâwk ka tih,” tiin.",
      "reference": "JEREMIA 27:22"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JEREMIA 27 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}