{
  "verses": [
    {
      "content": "Tûn LALPA ina hotu lientak, Immer naupa thiempu Pas- hur chun hieng thuhai hi Jeremia chun a hril ti a lo hriet a.",
      "reference": "JEREMIA 20:1"
    },
    {
      "content": "Pas-hur chun zâwlnei Jeremia chu a hrem a, LALPA ina Benjamin dai kawtkhâr chunghnung lema um, intângna ina chun a khum a.",
      "reference": "JEREMIA 20:2"
    },
    {
      "content": "A zinga chun; Pas-hur chun Jeremia chu intângna ina inthawk chun a hung ṭhuoi suok a. Jeremia chun a kuomah, “LALPA chun i hming hi Pas-hur a ti naw cheh a, Magor-missabib a ti lem che a nih.",
      "reference": "JEREMIA 20:3"
    },
    {
      "content": "LALPA chun hieng hin a ti sih a: Ngai ta, i ruolhai le nangma ngei ta dingin ṭiumah ka siem ding che a nih; chun, an hmêlmahai kâwlhnâma ngei chun tlûng an ta, chu chu i mit ngeiin hmûng i tih; chun, Juda ram po po chu Babulon lal kutah pêng ka ta, ama chun Babulon tieng salah ṭhuoi a ta, kâwlhnâmin anni chu that a tih.",
      "reference": "JEREMIA 20:4"
    },
    {
      "content": "Chu nawa khawm chun, hi khaw- puia hausaknahai po po, chutaka a thil hlâwkhai po po, chutaka a thil hluhai po po, anih, Juda lalhai ro thilhai po po el chu an hmêlmahai, anni suksea, anni ṭhuoia, Babulona fepuitu dinghai kuta chun ka pêk ding a nih.",
      "reference": "JEREMIA 20:5"
    },
    {
      "content": "Chun, nang Pas-hur le i ina chênghai po po chu sala ṭhuoiin um in ta; Babulona chun fêng i tih; chutaka chun thîng i ta, chutaka phûm chu nîng i ta, nang le i ruolhai po po an kuoma thu indik lotaka i lo hril hlakhai le chun,” tiin.",
      "reference": "JEREMIA 20:6"
    },
    {
      "content": "Aw LALPA, nang chun i mi lo aikei tah a, ailâkin ka um tah a, nang chu keia nêkin i hrât lem a, i hne tah a, sûnnithlâk elin nuizatbûr ka na, mi tin el chun an mi nuiêu a.",
      "reference": "JEREMIA 20:7"
    },
    {
      "content": "Thu ka hril zâtin ka khêk sih a; ka khêk a, “Thawluina le suksietna” tiin; LALPA thu chu ka ta dingin kâwkna le ni tin tinin mi hrilinsîma siem a na.",
      "reference": "JEREMIA 20:8"
    },
    {
      "content": "Chun, ama chanchin hi hril nâwng ka ta, a hmingin thu hril naw ningah, ti ding ni lang, ka ruhai sûnga mei khâr nela chawk ang elin ka lungrila hin a um a, ka topui ṭawk ṭawk thei nawh a, ka umpui thei nawh a.",
      "reference": "JEREMIA 20:9"
    },
    {
      "content": "Sîr tina ṭium le, mi tamtakhai hrilsietna chu ka hriet a. Ka ruol, hmêlhriettakhai, ka tlûk nghâktuhai chun, “Hril se ro, ama chu hrilsieng ei ta, ama chu ailâkin um a ta, ama chu hnêng ei ta, ama chunga chun ei phuba chu lâng ei tih,” an tih a.",
      "reference": "JEREMIA 20:10"
    },
    {
      "content": "Nisienlakhawm, LALPA chu mi thilthawtheitak le ṭium angin ka kuoma chun a um a; chuleiin, a mi sukrinumtuhai chu insui thlûng an ta, hlawtling naw ni hai; vartaka an lo thaw ta naw leiin, anni chu kum- khuoa theinghil ta lo ding inza- puiuma chun inzak ngei an tih.",
      "reference": "JEREMIA 20:11"
    },
    {
      "content": "Nisienlakhawm, aw sipaihai LALPA mi fel chu fieh a, lungril le lungvar hmutu, anni chunga i phu- balâk chu mîn hmutir la; nangma kuoma ngei chun ka chungthu chu ka hung târlang sih a.",
      "reference": "JEREMIA 20:12"
    },
    {
      "content": "LALPA kuoma chun hla sak unla, LALPA chu inpâk ro; thil suol thawtuhai kuta inthawk chun mi tlasam thlarau chu a sansuok sih a.",
      "reference": "JEREMIA 20:13"
    },
    {
      "content": "Ka piengna ni chu ṭawngse- phurin um raw se: ka nuin a mi nei ni chu malsâwmin um naw raw se.",
      "reference": "JEREMIA 20:14"
    },
    {
      "content": "Mi ka pa kuoma, “I ta dingin naupasal a pieng ie,” tia ama sukhlim a, a kuoma thu hung intluntu chu ṭawngsephurin um raw se.",
      "reference": "JEREMIA 20:15"
    },
    {
      "content": "Chun, chu mi LALPAIN khaw- puihai insîrna nei loa a sukchimhai ang chu ni raw se; zîngtieng chun khêkri inhriettir la, sûn huna chun ṭitrâwl inhriettir bawk la;",
      "reference": "JEREMIA 20:16"
    },
    {
      "content": "ama chun sula chun a mi suk- hlum ta naw leiin; chuong ni sien chu ka nu chu ka thlân lo ni tâng a ta, a sul chun mi vawn zing el ding bah.",
      "reference": "JEREMIA 20:17"
    },
    {
      "content": "Ieng dinga sininrimna le lung- ngaina hi hmu dinga, ka nihai chu inzaknaa sukbohmanga um dinga hi sula hung suok am ka nih aw?",
      "reference": "JEREMIA 20:18"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JEREMIA 20 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}