{
  "verses": [
    {
      "content": "Chu nawa khawm vêngtu kulbînga khârkhum a ni sûng chun a vawi hninaah Jeremia kuoma chun LALPA thu chu a hung tlung a:",
      "reference": "JEREMIA 33:1"
    },
    {
      "content": "“LALPA a thawtu, indin dinga LALPA a siemtu chun hieng hin a tih: LALPA ti chu a hming a nih:",
      "reference": "JEREMIA 33:2"
    },
    {
      "content": "Kei mi hung ko la, lo dawn ka ti cheh a, thil ropui le inthup i hriet naw hai chu inentir ka ti che.",
      "reference": "JEREMIA 33:3"
    },
    {
      "content": "Hi khawpui inhai chungthua le Juda ram lalhai in kâwlhnâm le hnuoi dêng pâwng lama inthawka dangna siemna dinga sukchima um- hai chungthua chun Israel Pathien LALPA chun hieng hin a tih:",
      "reference": "JEREMIA 33:4"
    },
    {
      "content": "Kaldaihai chu do dingin an hung a, ka lunginthaknaa le ka lungin- sennaa ka that ding mi ruonghaia suksip dingin, an suolnahai po po leiin hi khawpuia inthawk ka hmai ka thup ta si a.",
      "reference": "JEREMIA 33:5"
    },
    {
      "content": "Ngai ta u, hrisêlna le sukdamna intlungtir ka ta, anni chu sukdam ka tih; chun, an kuoma chun thudik le thlamuongna tamtak chu suklang bawk ka tih.",
      "reference": "JEREMIA 33:6"
    },
    {
      "content": "Juda sal intângna le Israel sal intângna chu inlamlêttir ka ta, a tîra ang khan anni chu rem ka tih.",
      "reference": "JEREMIA 33:7"
    },
    {
      "content": "An suolna po po, ka chunga an lo suksuolnahaia inthawk khan anni chu sukthieng ka ta, an bawsietnahai po po chu ngaidam ka ta, ka chunga an lo suksuolnahai le, ka chunga an lo bawsietnahai chu.",
      "reference": "JEREMIA 33:8"
    },
    {
      "content": "Chun, hnuoi chunga hnam po pohai, an chunga thil ṭha ka thaw po po hretuhai le, thil ṭha po po le thlamuongna po po a ta dinga kân neitir hretuhai ṭiin inthin an tih; ka ta dingin hi khawpui hi hlimna hming le, inpâkna ding le ropuina ding hung nîng a tih.",
      "reference": "JEREMIA 33:9"
    },
    {
      "content": "“LALPA chun hieng hin a tih: ‘Sa le mihriem khawm um loin a sie a,’ in ti, hi hmuna le, Juda ram khawpui- haia le, hluotu um loa, ran khawm um loa râusan Jerusalem kawtthlêrahai chun hieng hi hriet la nîng a tih:",
      "reference": "JEREMIA 33:10"
    },
    {
      "content": "hlimna râwl dâm, lâwmna râwl dâm, moneitu râwl dâm, mo le, ‘Sipaihai LALPA kuoma chun lâwmthu hril ro, LALPA chu a ṭha sih a; a zainêmna chu kumkhuoin um zing a tih,’ tituhai râwl le, LALPA ina lâwmthu hrilna inthâwinahai hung chawituhai râwl ri chu. Hi ram sal intângna hi a tîr ang khan ka lamlêt ding a ni sih a, LALPA chun a tih.",
      "reference": "JEREMIA 33:11"
    },
    {
      "content": "Sipaihai LALPA chun hieng hin a tih: Chu nawa khawm, hi hmuna hin, mihriem le sa khawm um loa se ta le chutaka khawpuihaia po po chun, berâmpuhai an ran ruol chu inbawktirin la um an tih.",
      "reference": "JEREMIA 33:12"
    },
    {
      "content": "Tlângrama khawpuiahai le, phairuoma khawpuiahai le, Sima khawpuiahai le, Benjamin rama khawpuiahai le, Jerusalem vêl hmun- ahai le, Juda khawpuiahai chun berâm ruolhai chu anni tiemtu kut hnuoiah la tla nâwk an tih, LALPA chun a tih:",
      "reference": "JEREMIA 33:13"
    },
    {
      "content": "“Ngai ta u, nihai chu a hung tlung, LALPA chun a tih: Juda sûng- kuo chungthua le, Israel sûngkuo chungthua thil ṭha ka hril kha ka thaw ding a nih.",
      "reference": "JEREMIA 33:14"
    },
    {
      "content": "Chuong nihaia le, chu huna chun, David kuoma chun felna Kau hung indâwntir ka ta, rama chun rorêlna le felna chu tir suok a tih.",
      "reference": "JEREMIA 33:15"
    },
    {
      "content": "Chuong nihaia chun Juda chu sandam ni tâng a ta, Jerusalem khawm chu himtakin chêng tâng a tih: chun, ‘LALPA chu ei felna a nih,’ ti hi koa a umna ding hming chu ni ta bawk a tih.",
      "reference": "JEREMIA 33:16"
    },
    {
      "content": "“LALPA chun hieng hin a ti sih a: Israel sûngkuo lalṭhungpha chung- a ṭhung ding, David chun mi tlasam ngai naw ni;",
      "reference": "JEREMIA 33:17"
    },
    {
      "content": "thiempu Levi mihai chun ka hmaa pumrawhmang thilinhlânhai, bu thilinhlânhai, châmchia inthâwi- na inhlân dingin mi tlasam bawk naw ni hai,” tiin.",
      "reference": "JEREMIA 33:18"
    },
    {
      "content": "Chun, LALPA thu chu Jeremia kuomah a hung tlung a,",
      "reference": "JEREMIA 33:19"
    },
    {
      "content": "“LALPA chun hieng hin a tih: sûn le zân an huntaka um lo dinga ka sûn thuthlung le ka zân thuthlung hi in suksiet thei a ni chun,",
      "reference": "JEREMIA 33:20"
    },
    {
      "content": "chuong ang bawk chun a lalṭhungphaa ṭhung ding naupasal nei lo dingin ka siehlaw David le ka thuthlung khawm hi suksiet thei nîng a tih; ka rawngbâwltuhai, thiem- puhai le Levi mihai le thuthlunghai khawm chu.",
      "reference": "JEREMIA 33:21"
    },
    {
      "content": "Vâna umhai chu tiem sêng an ni nawh a, tuisuoriet phaiphin chu inkhi ruol a ni naw ang bawkin; ka siehlaw David chithla chu sukpung ka ta, keia ta dinga rawngbâwltu Levi mihai le chun” tiin.",
      "reference": "JEREMIA 33:22"
    },
    {
      "content": "Chun, Jeremia kuoma chun LALPA thu chu a hung tlung a,",
      "reference": "JEREMIA 33:23"
    },
    {
      "content": "“Hi mi, Hnam pahni LALPA thlanghai chu, anni chu a pei thlâk tah, tituhai chu ngaituo naw rawh; chuongchun, anni hmaa hnam hrim an ni ta nawna dingin, anni chun ka mihai chu an hmusit a nih.",
      "reference": "JEREMIA 33:24"
    },
    {
      "content": "LALPA chun hieng hin a tih: Zân le sûn dinga ka thuthlung hi a um zing nawha, hnuoi le vâna thil ruota umhai chu ka sukdet naw chun,",
      "reference": "JEREMIA 33:25"
    },
    {
      "content": "Abraham hai, Isak hai, Jakob hai thlahai chunga rorêltuhai ding ka lâk nawna dingin, ka siehlaw David le Jakob thla chu peihâwn vêng ka tih; an sal intângna chu kân kîrtir ding a na, an chunga chun zângaina ka nei ding a ni sih a” tiin.",
      "reference": "JEREMIA 33:26"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JEREMIA 33 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}