{
  "verses": [
    {
      "content": "Chun, Mattan naupa Sephatia le, Pas-hur naupa Gedalia le, Selemia naupa Jukal le, Malkija naupa Pas-hur chun mipuihai po po kuoma Jeremiain hienga a hril hi an lo hriet a,",
      "reference": "JEREMIA 38:1"
    },
    {
      "content": "“Lalpa chun hieng hin a tih: Khawpui sûnga umhai chu kâwl- hnâm le ṭâm le, hripuiin thîng an ta; Kaldaihai kuoma va fe chu hring an tih; a hringna chu insanhim a ta, hring a tih,",
      "reference": "JEREMIA 38:2"
    },
    {
      "content": "LALPA chun hieng hin a tih: Hi khawpui hi Babulon lal sipaihai kuta pêk ngei ding a na, ama chun lâng a tih,” tiin.",
      "reference": "JEREMIA 38:3"
    },
    {
      "content": "Chun, rorêltuhai chun lal kuoma chun, “Kan hni che hi, hi mipa hi sukhlum ni ngei raw se; chuong thuhai chu an kuoma hrilin, mipui po pohai kuthai, hi khawpuia indomi umhai kuthai chu a sukzuoi a nih; hi mipa hin hi hnam ṭhatna ding hi a zawng nawh a, sietna ding a zawng lem a nih”, an ta.",
      "reference": "JEREMIA 38:4"
    },
    {
      "content": "Chun, lal Zedekia chun, “Ngai ta u, in kuta um a nih annâwm,; lal chu nangni kal zâwnga thil thaw thei mi ding a ni si nawh a,” a ta.",
      "reference": "JEREMIA 38:5"
    },
    {
      "content": "Chuongchun, Jeremia chu an man a, lal naupa Malkija khurthim, vêngtuhai kul sûnga uma chun an sie lût tah a; chuongchun, Jeremia chu khuopnahai le chun an infe thlâktir tah a. Chun, chu khurthim sûnga chun chirhak ti chau naw chu tui khawm a um nawh a, chuongchun, Jeremia chu chirhaka chun ân chie tah a.",
      "reference": "JEREMIA 38:6"
    },
    {
      "content": "Chun, Ethiopia mi, Ebed-melek, mi tillâk, lal ina um chun Jeremia chu khurthim sûnga chun an sie ti a hriet chun chu lai chun lal chu Benjamin dai kawtkhâra khan a ṭhung a.",
      "reference": "JEREMIA 38:7"
    },
    {
      "content": "Ebed-melek chu lal ina inthawk chun a suok a, lal kuoma chun thu a hang hril tah a:",
      "reference": "JEREMIA 38:8"
    },
    {
      "content": "“Ka lalpa, lal, hieng mihai hin zâwlnei Jeremia chunga an thil- thawhai po poa hin thil ṭha naw an thaw a nih, ama chu khurthima chun an peilût a; chutaka chun ama chu phîngṭâma thi el âwm a nih; khawpui sûnga hin bei dang hrim a um ta naw leiin,” a ta.",
      "reference": "JEREMIA 38:9"
    },
    {
      "content": "Chun, lal chun Ethiopia mi Ebed-melek chu thu a pêk a, “Hitaka inthawkin mi pathum ṭhuoi la, zâwl- nei Jeremia chu a thi hmain khur- thima inthawk chu va la suok ro,” a ta.",
      "reference": "JEREMIA 38:10"
    },
    {
      "content": "Chuongchun, Ebed-melek chun mihai chu a ṭhuoi a, lal ina ro ina chun a va feh a, chutaka inthawk chun sahmul puon ṭawphai le, savun puon hluihai chu a lâk a, hruiin Jeremia kuomah khurthim a chun ân khaithlâktir tah a.",
      "reference": "JEREMIA 38:11"
    },
    {
      "content": "Chun, Ethiopia mi Ebed-melek chun Jeremia kuoma chun, “Tuhin hieng sahmul puon ṭawphai le, savun puon hluihai hi i zakhnuoiah hrui- hruolahai hnuoia khan sil rawh,” a ta. Jeremia chun chuong ang tak chun a thawh a.",
      "reference": "JEREMIA 38:12"
    },
    {
      "content": "Chuongchun, Jeremia chu hrui- hruol chun an khai a, khurthima inthawk chun an lâk suok tah a; chun, Jeremia chu vêngtuhai kul- bînga chun a um zing a.",
      "reference": "JEREMIA 38:13"
    },
    {
      "content": "Chun, lal Zedekia chun mi a tir a, LALPA ina um lûtna pathumnaa khan a kuomah zâwlnei Jeremia chu a ṭhuoi tah a; chun, lal chun Jeremia kuoma chun, “Thil pakhat indawn ka ti cheh a, ka kuomah iengkhawm ip naw rawh,” a ta.",
      "reference": "JEREMIA 38:14"
    },
    {
      "content": "Jeremia chun Zedekia kuoma chun, “Ka hrilfie chun i mi that ngei naw ding am a nih? thurâwn pe lang che khawm nang chun mi ngai bawk naw ti ni,” a ta.",
      "reference": "JEREMIA 38:15"
    },
    {
      "content": "Chuongchun, lal Zedekia chun inrûkin Jeremia kuoma chun ân tiemkam tah a, “LALPA ei hring- nahai siemtu chu a hring zing angin, sukhlum naw ning cheh a, hieng i hringna zawngtuhai kuoma hin pe bawk naw ning che,” a ta.",
      "reference": "JEREMIA 38:16"
    },
    {
      "content": "Chun, Jeremia chun Zedekia kuoma chun, “Sipaihai Pathien, Israel Pathien LALPA chun hieng hin a tih; Babulon lal rorêltuhai kuomah în pêk chun, i hringna chu hlain um a ta, hi khawpui khawm hi meiin kâng naw ni; nang chu hring i ta, i sûnghai leh;",
      "reference": "JEREMIA 38:17"
    },
    {
      "content": "amiruokchu, Babulon lal rorêl- tuhai kuomah în pêk naw chun hi khawpui hi Kaldaihai kuta chun pêk nîng a ta, meiin râwng an ta, an kuta inthawk chun nang khawm suok- thleng naw ti ni,” a ta.",
      "reference": "JEREMIA 38:18"
    },
    {
      "content": "Chun, lal Zedekia chun, Jeremia kuoma chun “Juda mihai Kaldaihai tienga va kawp tahai kha ka ṭi a nih; an kuta khan mi pe hlau an ta, mi nuisan rawi an tih,” a ta.",
      "reference": "JEREMIA 38:19"
    },
    {
      "content": "Nisienlakhawm, Jeremia chun, “Nang chu pe suok naw ni hai che. LALPA râwl i kuoma thu ka hrilna hi awi el rawh, ka ngên che hi, chuong- chun, i ta dingin ṭhâng a ta, i hringna khawm hlain um a tih.",
      "reference": "JEREMIA 38:20"
    },
    {
      "content": "Amiruokchu, vân pêk chu i nuom naw chun, hi hi a nih LALPAIN thu a mîn entir chu.",
      "reference": "JEREMIA 38:21"
    },
    {
      "content": "Ngai ta, Juda ram lal ina nu- hmei mâksana umhai po po kha Babulon lal rorêltuhai kuoma hung ṭhuoi suok nîng an ta; chuong nuhmeihai chun, ‘I ruol hmêlhriet- takhai chun an hlêm cheh a, an hne ta che a ni hi; tuhin i kehai chu chirhaka chun a tluma, an hnungkîr nâwk a ni ta hi,’ tîng an ta.",
      "reference": "JEREMIA 38:22"
    },
    {
      "content": "Chun, i nauhai le i nuhmeihai po po chu Kaldaihai kuoma chun hung la suok an ta, nang khawm an kuta inthawk chun suokthleng naw ti ni: amiruokchu, Babulona lal kuta man nîng i ta; hi khawpui hi meia raw dingin siem i tih,” a ta.",
      "reference": "JEREMIA 38:23"
    },
    {
      "content": "Chun, Zedekia chun Jeremia kuomah, “Hieng thuhai hi tukhawm inhriettir naw la, thi naw ti ni.",
      "reference": "JEREMIA 38:24"
    },
    {
      "content": "Nisienlakhawm, rorêltuhai chun kân biekpui che ti an hrieta, i kuomah an hunga, i kuomah, ‘Lal kuoma i thu hril kha mi hrilfie rawh, kan kuomah ip naw la, sukhlum naw ning ung che; chun, ieng am lal chun i kuomah a hril a an ti chun,’",
      "reference": "JEREMIA 38:25"
    },
    {
      "content": "an kuoma chun, ‘Jonathan ina thi el dinga min kîrtir nâwk lo dingin, lal chu ka hnina ka pêk a nih’, tîng i ta,” tiin.",
      "reference": "JEREMIA 38:26"
    },
    {
      "content": "Chuongchun, rorêltuhai po po chu Jeremia kuoma chun an hung a, an indwn ta ngei a, ama chun lalin thu a pêk ang tak pei chun a hril tah a. Chuongchun, ama le inbiek chu an mah a, a thu tak chu hril a ni si nawh a.",
      "reference": "JEREMIA 38:27"
    },
    {
      "content": "Chuongchun, Jeremia chu vêng- tuhai kulbînga chun Jerusalem chu lâka a um ni chen chun a um tah a.",
      "reference": "JEREMIA 38:28"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JEREMIA 38 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}