{
  "verses": [
    {
      "content": "Chun, ngai ta, LALPA biekin hmaha sie theichang leikhawr pahni LALPA chun a mîn entir a; Babulon lal Nebukadnezzarin Juda lal Jehoiakim naupa Jekonia le Juda rama lalhai le, mi themthiemhai le, thîrsuhai chu Jerusalema inthawka salah a ṭhuoi a, Babulona a hung ṭhuoi tâwl hnung khan.",
      "reference": "JEREMIA 24:1"
    },
    {
      "content": "Leikhâwr pakhata chun theichang ṭhatak tak el, theichang hmin hmasa ang kha a um a; leikhâwr danga chun theichang setak tak el, fâk thei lo khawpa sie chu a um a.",
      "reference": "JEREMIA 24:2"
    },
    {
      "content": "Chun, LALPA chun ka kuomah, “Jeremia, ieng am i hmuh a?” a mi ta. Kei chun, “Theichanghai, theichang ṭha, ṭha êm êm le, a ṭha naw, ṭha naw takmeu el, fâk thei lo khawpa sie,” ka tih a.",
      "reference": "JEREMIA 24:3"
    },
    {
      "content": "Chun, LALPA thu chu ka kuom- ah a hung tlung a.",
      "reference": "JEREMIA 24:4"
    },
    {
      "content": "“LALPA Israel Pathien chun hieng hin a tih: An ṭhatna dinga, Juda sal intâng, hi hmuna inthawka Kaldai rama ka tirhai chu hi thei- chang ṭhahai ang hin ngai ka ta.",
      "reference": "JEREMIA 24:5"
    },
    {
      "content": "An ṭhatna dingin an chungah ka mit inlên ka ta; chuongchun, hi rama ma hin hung ṭhuoi nâwk ka tih; chun, anni chu tungding ka ta, keihnuoi naw ningah; anni chu phun ka ta, phawi naw ningah.",
      "reference": "JEREMIA 24:6"
    },
    {
      "content": "An kuoma chun, LALPA ka nih ti mi hre dingin lungril pêng ka ta; chuongchun, ka mihai nîng an ta, kei khawm an Pathien nîng ka tih; an lungril po po leh ka kuomah an hung kîr nâwk ding a ni sih a.",
      "reference": "JEREMIA 24:7"
    },
    {
      "content": "Chun, theichang ṭha nawhai, fâk thei lo khawp hiela siehai ang chun, Juda ram lal Zedekia le, a lalhai le, Jerusalema la mahlahai, hi rama la chênghai le chun, Aigupta rama chênghai po po le chun nghatsan ka tih, LALPA chun a tih;",
      "reference": "JEREMIA 24:8"
    },
    {
      "content": "anni chu thil ṭha nawa hnung- tieng hmatienga sukṭita um dingin hnuoia lalram po pohai lai chun pe suok ka tih; ṭawngsekawk le, thuvara le hrânghla le inkhâmna ni dingin, anni ka hnawt suokna ding hmun po poahai chun pe suok ka tih.",
      "reference": "JEREMIA 24:9"
    },
    {
      "content": "Chun, anni le an thlatuhai kuoma ram ka pêka inthawka an rênga an bohmang vawng hmakhat chun an hnunga chun kâwlhnâm dâm, hripui dâm, ṭâm dâm tir bawk ka tih,” tiin.",
      "reference": "JEREMIA 24:10"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JEREMIA 24 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}