{
  "verses": [
    {
      "content": "Juda ram lal Zedekia inlal kum kuona, thla sâwmnaa chun Babulon lal Nebukadnezzar chu a sipaihai po po leh Jerusalemah a hung a, a hung rûn tah a;",
      "reference": "JEREMIA 39:1"
    },
    {
      "content": "chun, Zedekia inlal kum sâwm- pakhatna, thla lina, chu thla ni kuo ni chun chu khawpuia chun suksietna chu a um tah a.",
      "reference": "JEREMIA 39:2"
    },
    {
      "content": "Jerusalem lâk a ni ni chun, Babulon lal rorêltuhai po po chu an hung lût a, dai kawtkhâr lailung, Nergal-sarezera dâm, Samgar-neboa dâm, Sarsekima dâm, Rabsarisa dâm, Rabmaga dâm, Babulon lal rorêltu dang po pohai le chun an ṭhung tâwl a.",
      "reference": "JEREMIA 39:3"
    },
    {
      "content": "Chun, Juda ram lal Zedekia le indo mihai po po chun chu chu an hmu chun an tlânseh a, kul pahni inkâra dai kawtkhârah, lal huon lampuia chun a zân a zân chun an tlânsuok tah a; chuongchun, ama chu Araba lampuia khan a feh a.",
      "reference": "JEREMIA 39:4"
    },
    {
      "content": "Nisienlakhawm, Kaldai sipaihai chun anni chu an hnawt a, Zedekia chu Jeriko phairuoma chun an hnawt phâk a, chun, ama chu an man chun, Hamath rama Riblaa Babulon lal Nebukadnezzar kuomah an hung ṭhuoi a, ama chun a chungah ro a rêlthlûk a.",
      "reference": "JEREMIA 39:5"
    },
    {
      "content": "Riblaa chun a mithmu ngeiah Nebukadnezzar chun Zedekia naupa- salhai chu a that a; chun, Babulon lal chun Juda mi ṭhahai po po khawm chu a that bawk a.",
      "reference": "JEREMIA 39:6"
    },
    {
      "content": "Chu nawa khawm chun, Zedekia mithai chu a kheldawk a, thîrkawl ân buntir a, Babulona ṭhuoi ding- in.",
      "reference": "JEREMIA 39:7"
    },
    {
      "content": "Chun, Kaldaihai chun lal in le mihai inhai chu meiin an rawh a, Jerusalem kulbanghai chu an sukchim tah a.",
      "reference": "JEREMIA 39:8"
    },
    {
      "content": "Chun, Nebuzaradan, vêngtu pâwl hotu chun khawpuia mi la um sunhai le, tlân hmangtuhai le, ama kuoma hung lûthai le, mipui a la mahla la um sunhai po chu Babulon tieng chun salah a ṭhuoi tah a.",
      "reference": "JEREMIA 39:9"
    },
    {
      "content": "Nisienlakhawm, Nebuzaradan, vêngtu pâwl hotu chun mi rimsihai iengkhawm nei lohai chu Juda rama chun a mâksan a, grêp huonhai le lohai anni chu a pêk nghâl tâwl bawk a.",
      "reference": "JEREMIA 39:10"
    },
    {
      "content": "Babulon lal Nebukadnezzar chun Jeremia chu Nebuzaradan, vêngtu pâwl hotu, kuoma chun enkawl dingin a pêk a,",
      "reference": "JEREMIA 39:11"
    },
    {
      "content": "“Ṭhuoi la, ama hi ṭhatakin enkawl la, sukpawi naw rawh; ami- ruokchu, i kuoma a hril ang ang chun thawpêk lem rawh,” a ta.",
      "reference": "JEREMIA 39:12"
    },
    {
      "content": "Chuongchun, Nebuzaradan, vêngtu pâwl hotu le Nebusazban, Rabsaris, Nergal-sarezer, Rabmag le Babulon lal rorêltuhai po po chun,",
      "reference": "JEREMIA 39:13"
    },
    {
      "content": "mi an tir a, Jeremia chu vêng- tuhai kulbînga inthawk chun an ṭhuoi suok a, Saphan naupa Ahikam, chu naupa Gedalia kuoma chun an pêk a, in tienga ṭhuoi dingin; chuong- chun, mipuihai laia chun a um ve tah a.",
      "reference": "JEREMIA 39:14"
    },
    {
      "content": "Chun, LALPA thu chu Jeremia kuomah a hung tlung a, vêngtuhai kulbînga khum a ni lai khan,",
      "reference": "JEREMIA 39:15"
    },
    {
      "content": "“Fe la, Ethiopia mi Ebed-melek kuoma khan hieng hin va hril rawh, Sipaihai LALPA, Israel Pathien chun hieng hin a tih: Ngai ta, thil ṭha tiengah ni lovin, thil ṭha naw tiengah hi khawpui chunga hin ka thuhai chu ka hung intlungtir ding a nih; chun, chu nia chun nanga hmaa chun suk- kim nîng an tih.",
      "reference": "JEREMIA 39:16"
    },
    {
      "content": "Nisienlakhawm, nang chu, chu ni chun sansuok ka ti cheh a, mi iṭihai kuta chun pêk ni naw ti ni, LALPA chun a tih.",
      "reference": "JEREMIA 39:17"
    },
    {
      "content": "Sandam ngei ngei ka ti cheh a, kâwlhnâmah i tlu naw ding a ni sih a; amiruokchu, i hringna chu nangma ta dinga sanhim nîng a tih; i ringna chu keimaa hin i sie leiin, LALPA chun a tih,” tiin.",
      "reference": "JEREMIA 39:18"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JEREMIA 39 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}