{
  "verses": [
    {
      "content": "Aigupta rama Juda chêng po pohai, Migdola dâm, Tahpan- hesa dâm, Nopha dâm, Pathros rama chênghai dâm chungthua Jeremia kuoma thu hung tlung chu,",
      "reference": "JEREMIA 44:1"
    },
    {
      "content": "“Sipaihai LALPA, Israel Pathien chun hieng hin a tih: Juda ram khawpuihai le Jerusalem chunga thil ṭha naw ka hung intlungtirhai po po kha in hmu tah a, ngai ta u, vawisûn ang dâm hin râusan an ni a nih, mi tukhawm an chêng naw a nih;",
      "reference": "JEREMIA 44:2"
    },
    {
      "content": "lunginsennaa mi chawktho ding- in an thlatuhaiin amanih, anni ngei khawma an hriet lohai pathien danghai chu an rawng bâwl ding le, an kuoma riminhnik raw dinga an fe a, chuong khawhlonahai an thawna lei chun.",
      "reference": "JEREMIA 44:3"
    },
    {
      "content": "Zingkâra tho a, anni hung tirin, ka siehlaw zâwlneihai po po, ‘Aw hi thil tirdakum ka theida hi chu thaw naw ro,’ tiin in kuomah ka hung tir a.",
      "reference": "JEREMIA 44:4"
    },
    {
      "content": "Nisienlakhawm, an ngai nawh a, Pathien danghai kuoma riminhnik raw a an khawhlonahai chu nghat- san dingin an nahai khawm an sit nawh a:",
      "reference": "JEREMIA 44:5"
    },
    {
      "content": "Chuleiin, ka lunginsenna le ṭîumna chu Jerusalem kawtthlêrhaia le Juda ram khawpuihai chunga chun bunthlâkin a um a, mûtchawkin a um ta a ni kha; chuongchun, vawisûn ni chena an ni angin, suksiet le râusan an ni tah a.",
      "reference": "JEREMIA 44:6"
    },
    {
      "content": "Chuleiin, tuhin LALPA sipaihai Pathien, Israel Pathien chun hieng hin a tih: nangnia inthawka pasal, nuhmei, naute le nene ne lai, Juda rama inthawka mâksan khawm um dêr lo dinga iengdinga in thlarauhai chung ngeia hieng thil ṭha naw hi thaw am in na?",
      "reference": "JEREMIA 44:7"
    },
    {
      "content": "chuongahai chun in kut sinthaw- hai chun in mi suklungsen a, in va mikhuolna tiengahai chun Aigupta rama pathien danghai kuoma chun riminhnik dâm in rawh a; chuong chu hi hnuoia hnam po pohai laia thu- sekawk le, ṭawngsephur le, sât thlâk in ni theina ding chau a ni naw am a nih?",
      "reference": "JEREMIA 44:8"
    },
    {
      "content": "In thlatuhai khawhlona dâm, Juda ram lalhai khawhlona dâm, an nuhmeihai khawhlona dâm le nangni khawhlona dâm ngei khawm, in nuhmeihai khawhlonahai Jerusalem kawtthlêrhaia le, Juda rama an thawhai kha in hriet zing naw am a nih?",
      "reference": "JEREMIA 44:9"
    },
    {
      "content": "Vawisûn ni chen khawm hin an insukhnuoi nawh a, an ṭi bawk nawh a, ka dân khawm chu an hraw bawk nawh a, ka thuruothai khawm chu an hraw nawh; chuong in thlatuhai le nangni hma ngeia ka lo sie tahai kha.",
      "reference": "JEREMIA 44:10"
    },
    {
      "content": "Chuleiin, sipaihai LALPA, Israel Pathien chun hieng hin a tih: Ngai ta u, Juda po po sât thla ding cheuin, a se tiengah in kuom tieng ka hmai kân nghat cheu a nih.",
      "reference": "JEREMIA 44:11"
    },
    {
      "content": "Juda la um sunhai chu ṭhuoi ka ta, chutaka va mikhuol dinga Aigupta ram tieng an hmai innghathai chu; chun, anni chu bohmang vawng an ta, Aigupta rama chun tlûng an ta; ṭâmna le kâwlhnâmin anni chu suk- bohmang nîng an tih; thîng an ta, a chîn taka inthawka a lien tak chenin kâwlhnâm le ṭâmin thîng an tih; chuongchun, anni chu hnâwmhnawk le, makti ding le, ṭawngsephur le ṭawngsekawk nîng an tih.",
      "reference": "JEREMIA 44:12"
    },
    {
      "content": "Hripui le ṭâmna le kâwlhnâma Jerusalem ka hrem ang bawk khan Aigupta rama chênghai chu ka hrem ding a ni sih a;",
      "reference": "JEREMIA 44:13"
    },
    {
      "content": "chuongchun, Juda la um sun, va mikhuol dinga Aigupta rama va fehai chu tukhawm, Juda ram hung kîr nâwka chêng an inhâwkna rama hung kîr nâwk ding hin suokthleng naw ni hai a, um zing bawk naw ni hai; a suokthlenghai ti chau naw chu tukhawm an hung kîr nâwk âwm si nawh a,” tiin.",
      "reference": "JEREMIA 44:14"
    },
    {
      "content": "Chun, mi an nuhmeihaiin pathien danghai kuomah riminhnik an raw ti hretuhai po po le, nuhmei lo ngîr vehai po po le, inkhâwm nasa- takhai, Pathrosa Aigupta rama mi chêng po pohai chun Jeremia chu an dawn a,",
      "reference": "JEREMIA 44:15"
    },
    {
      "content": "“LALPA hminga kan kuoma i thuhril chungthua chun, i thu chu ngai naw ning ungah.",
      "reference": "JEREMIA 44:16"
    },
    {
      "content": "Amiruokchu, kan baua thu suok po pohai, vâna lalnu kuoma rimin- hnik raw ding dâm, a kuoma dâwnmi thilinhlân buok ding dâm, Jerusalem kawtthlêrhaia le Juda ramhaia, keini le kan thlatuhai le, kan lalhai le kan rorêltuhai leh kan lo thaw ta hlak ang khan thaw ngei kan tih; chuong lai chun fâk ding tinrêng kan neiin, a ṭha hlea, a sietna kan hmu nawh.",
      "reference": "JEREMIA 44:17"
    },
    {
      "content": "Amiruokchu, hi vân lalnu kuoma riminhnik raw kan mâka, dâwnmi thilinhlân buok kan mâk china chu thil iengkim kan tlasamin, ṭâmna le kâwlhnâmin a mi sukbo- hmang zo a ni ta hi.",
      "reference": "JEREMIA 44:18"
    },
    {
      "content": "Chun, vân lalnu kuoma rimin- hnik kan raw a, dâwnmi thilinhlân kan buok lai chun, kan pasalhai ṭhang loin dâwnmi thilinhlân chu kan buokin, ama biekna ding beithlumhai kan siem am a nih?” an tih a.",
      "reference": "JEREMIA 44:19"
    },
    {
      "content": "Chun, Jeremia chun, mipui po po, pasalhai, nuhmeihai, mi po po chu dawnnaa ama dawntuhai kuoma chun a hril a,",
      "reference": "JEREMIA 44:20"
    },
    {
      "content": "“Jerusalem kawtthlêrahai le, Juda rama nangni le, in thlatuhai le, in lalhai le, in rorêltuhai le, chu rama mihaiin riminhnik in raw hlak kha LALPA chun a hriet zing nawin, a lungril khawm a hung tlung naw am a nih?",
      "reference": "JEREMIA 44:21"
    },
    {
      "content": "Thil tirdakum in thawhai lei le, in thilthawhai suol lei chun LALPA chun a tuor pei ta nawh a; vawisûn ni ang chen khawma a ni ang sawn, in ram chu râusan le, maktia um le, ṭawngsekawk, hluotu um lo a lo ni ta kha.",
      "reference": "JEREMIA 44:22"
    },
    {
      "content": "Riminhnik chu in raw leiin, LALPA chungah in lo suksuol ta leiin, LALPA râwl chu in ngai nawh a, a dân khawm in hraw nawh a, a thuruothaia le, a thu inhriettirahai chun in um bawk nawh a; chuleiin, vawisûn nia a um ang hin, hieng thil ṭha nawhai hi in chungah a hung tlung a ni hi,” tiin.",
      "reference": "JEREMIA 44:23"
    },
    {
      "content": "Chu nawa khawm chun Jeremia chun mipuihai po po kuoma le nu- hmeihai kuoma chun, “Aigupta rama Juda um po pohai, LALPA thu chu lo ngai ta u;",
      "reference": "JEREMIA 44:24"
    },
    {
      "content": "sipaihai LALPA, Israel Pathien chun hieng hin a tih: Nangni ni leh, in nuhmeihai ni leh in bauin thu in hril a, in kuthaiin in sukpuitling pei a, ‘Vân lalnu kuoma riminhnik raw ding le, a kuoma dâwnmi thilinhlânhai chu buok dingin, thutiem ei tiem tahai ei thaw ngei ding a nih,’ tiin; chuong a ni chun, in thutiem chu sukpuitling unla, in thutiemhai chu thaw ro chu!",
      "reference": "JEREMIA 44:25"
    },
    {
      "content": "Chuleiin, Aigupta rama Juda chêng po pohai, LALPA thu chu lo ngai ta u: Ngai ta u, ‘LALPA Pathien chu a hring zing angin,’ tiin, Aigupta ram po poa Juda mi tukhawm baua chun ka hming chu lam a ni ta nawna dingin, ka hming ropuitak chu sâlin ṭawng kân khâm a nih, LALPA chun a tih.",
      "reference": "JEREMIA 44:26"
    },
    {
      "content": "Ngai ta u, thil ṭha tiengah ni loin, thil ṭha naw tienga dingin anni chu ka enkai dêk a nih: Aigupta rama Juda mi um po pohai chu, an ram dêr hmakhat chun, ṭâmna dâm le kâwl- hnâm dâma anni chu sukbohmang nîng an tih.",
      "reference": "JEREMIA 44:27"
    },
    {
      "content": "Chuong kâwlhnâma inthawka suokthlenghai, mi tlâwmte chau chu Aigupta rama inthawk chun Juda rama chun hung kîr nâwk an tih; chuongchun, va mikhuol dinga Aigupta rama Juda la um sun va fehai po po khan, keia thu am a ni, anni thu a ieng am a dingchang lema ti hre tâng an tih.",
      "reference": "JEREMIA 44:28"
    },
    {
      "content": "Chun, hi hi in ta dinga inchikna nîng a tih, LALPA chun a tih: thil ṭha naw tienga dingin ka thu chu a dingchang ngei a nih ti in hriet theina dingin hi hmuna hin ka hrem ding cheu a nih.",
      "reference": "JEREMIA 44:29"
    },
    {
      "content": "LALPA chun hieng hin a tih: Ngai ta Pharao Hophra Aigupta lal chu a hmêlmahai kuta le, ama hring- na zawngtuhai kuta chun ka pêk ding a nih; Juda lal Zedekia chu Babulon lal Nebukadnezzar a hmêlma le ama hringna zawngtu kuta chun ka pêk ang khan,” tiin.",
      "reference": "JEREMIA 44:30"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JEREMIA 44 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}