{
  "verses": [
    {
      "content": "Juda ram lal Josia naupa Jehoiakim hun laia LALPA kuoma inthawka Jeremia kuoma thu hung tlung chun hieng hin a tih:",
      "reference": "JEREMIA 35:1"
    },
    {
      "content": "“Rekab mihai ina chun va fe la, an kuomah thu va hril la, LALPA ina pindan pakhata hin anni chu hung ṭhuoi la, an kuomah uoin dâwn ding pe rawh,” tiin.",
      "reference": "JEREMIA 35:2"
    },
    {
      "content": "Chun, Habazzinia naupa, Jeremia naupa Jaazania le a unau- hai le a naupasalhai po po le, Rekab sûngkuohai po po chu ka ṭhuoi a;",
      "reference": "JEREMIA 35:3"
    },
    {
      "content": "Pathien mi Igdalia naupa Hanan naupasalhai pindan, kawtkhâr vêng- tu Sallum naupa Maaseia pindan chunga um, rorêltuhai pindan sîra um LALPA ina chun anni chu ka hung ṭhuoi a;",
      "reference": "JEREMIA 35:4"
    },
    {
      "content": "chun, Rekab sûngkaw naupa- salhai hmaa chun maihûn uoina sip le nohai ka sieh a, an kuoma chun, “Uoin hi dâwn ro,” ka tih a.",
      "reference": "JEREMIA 35:5"
    },
    {
      "content": "Nisienlakhawm, anni chun an dawn a, “Uoin chu dâwn naw ning ungah; kan thlatu Rekab unaupa Jonadab chun hieng hin thu a mi pêk sih a: ‘Kumkhuoin nangniin amanih, in naupasalhai khawmin amanih uoin hi dâwn ngai naw ti niu a;",
      "reference": "JEREMIA 35:6"
    },
    {
      "content": "in khawm bâwl ngai naw ti niu a, thlai chi khawm thlâk nâwng in ta, grêp huon khawm chîngin amanih, nei khawm nei bawk naw ti niu; nisienlakhawm, in nihai po po chu puon inah chêng in ta, in inpêmna rama chun ni tamtak in um theina dingin,’ tiin.",
      "reference": "JEREMIA 35:7"
    },
    {
      "content": "Chuongchun, kan thlatu Rekab naupa Jonadab râwl chu, kan dam sûng po poa, keini le kan nuhmeihai le kan naupasalhai le, kan naunu- hmeihai le, uoin dâwn lo dinga a mi tiem chu kan awi a;",
      "reference": "JEREMIA 35:8"
    },
    {
      "content": "kan chêngna dinga inhai bâwl lo bawk ding dâmin, thlai chi dâm, lohai dâm, grêp huonhai dâm khawm kan nei bawk nawh a;",
      "reference": "JEREMIA 35:9"
    },
    {
      "content": "puon inahai chun kan chêng a, kan thlatu Jonadabin thu a mi pêk ang taphawt chun kan zâwm a nih.",
      "reference": "JEREMIA 35:10"
    },
    {
      "content": "Amiruokchu, Babulon lal Nebukadnezzar chu hi rama hin a hung lai khan, ‘Thaw ro, Kaldai sipaihai ṭi lei le, Suria sipaihai ṭi leiin, Jerusalemah hang fêng ei tiu,’ kan tih a; chuongchun, Jerusalema chun kan hang chêng tah a,” tiin.",
      "reference": "JEREMIA 35:11"
    },
    {
      "content": "Chun, LALPA thu chu Jeremia kuoma chun a hung tlung tah a:",
      "reference": "JEREMIA 35:12"
    },
    {
      "content": "“Sipaihai LALPA Israel Pathien chun hieng hin a tih: Fe la, Juda ram mihai le Jerusalem hluotuhai kuoma chun hi hi va hril rawh: ‘Ka thuhai chu ngai dingin, inchûktirna chu in pawm naw ding am a nih?’ LALPA chun a tih.",
      "reference": "JEREMIA 35:13"
    },
    {
      "content": "Uoin dâwn lo dinga thu a naupasalhai a ipêk, Rekab naupa Jonadab thuhai chu thawin a um a, vawisûn ni chen hin an dâwn nawh a, an thlatu thupêk chu an pawm leiin: amiruokchu, zîngkâra thoa thuhrilin, in kuoma chun thu ka hrila chu in ngai si nawh a.",
      "reference": "JEREMIA 35:14"
    },
    {
      "content": "Chun, zîngkâra thoa anni hung tirin, ‘Mi tin chu mâni lampui suola inthawk chun hung kîr unla, in thil- thawhai chu siemṭha unla, pathien danghai chu an rawng bâwl dingin zui bawk naw ro, chuongchun, nangni le in thlatuhai kuoma ram ka ipêk cheua hin chêng in tih,’ tiin, ka siehlaw zâwlneihai po po chu in kuomah ka hung tir a; nisienla- khawm, in na khawm in sit nawh a, ngai khawm in mi ngai naw kha.",
      "reference": "JEREMIA 35:15"
    },
    {
      "content": "Rekab naupa Jonadab naupa- salhaiin an pain thu a pêk an thaw vei leh, hi mihai hlak hin an mi ngai si nawh a;",
      "reference": "JEREMIA 35:16"
    },
    {
      "content": "chuleiin, LALPA, Sipaihai Pathien, Israel Pathien chun hieng hin a tih: Ngai ta u, Juda ram chunga le Jerusalem hluotuhai po po chunga chun, an chunga thil ṭha naw tlung ding ka hril ta kha ka hung intlungtir ding a nih; an kuomah thu ka hril a, an ngai naw leiin, anni chu ka ko a, an mi dawn naw leiin,” tiin.",
      "reference": "JEREMIA 35:17"
    },
    {
      "content": "Chun, Jeremia chun Rekab sûngkuohai kuoma chun a hril a, “Sipaihai LALPA, Israel Pathien chun hieng hin a tih: In thlatu Jona- dab thupêk chu in awi a, a dânhai po po chu in pawm a, a thupêk ang tak cheua in thaw leiin;",
      "reference": "JEREMIA 35:18"
    },
    {
      "content": "sipaihai LALPA, Israel Pathien chun hieng hin a tih: Rekab naupa Jonadab hin kumkhuoin ka hmaa ngîr ding mi tlasam ngai naw ni,” tiin.",
      "reference": "JEREMIA 35:19"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JEREMIA 35 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}