{
  "verses": [
    {
      "content": "LALPA chun ka kuomah hieng hin a tih: “Fe la, puon zai inhmi hrên i ta dingin inchaw la, i kâwngah hrên la, tuia chun sukhu naw rawh,” a ta.",
      "reference": "JEREMIA 13:1"
    },
    {
      "content": "Chuongchun, LALPA thu ang chun hrên chu kân châwk a, ka kâwnga chun ka hrên tah a.",
      "reference": "JEREMIA 13:2"
    },
    {
      "content": "Chun, a vawi hninaah LALPA thu chu ka kuomah a hung tlung a;",
      "reference": "JEREMIA 13:3"
    },
    {
      "content": "“I kâwnga um hrên închâwk kha la la, tho la, Euphrates vadunga chun fe la, chutaka chun lungpui kuoah va thup rawh,” tiin.",
      "reference": "JEREMIA 13:4"
    },
    {
      "content": "Chuongchun, ka feh a, Euphrates vadung sîra chun ka thup tah a, LALPAIN thu a mi pêk ang tak chun.",
      "reference": "JEREMIA 13:5"
    },
    {
      "content": "Chun, ni tam tak hnunga chun LALPA chun ka kuomah, “Tho la, Euphrates vadunga khan va fe la, chutaka inthawk chun, thup dinga thu ka pêk che, kha hrên kha va la rawh,” a ta.",
      "reference": "JEREMIA 13:6"
    },
    {
      "content": "Euphrates vadunga chun ka va fe a, ka cho a, ka thupna hmuna in- thawk chun hrên chu ka lâk tah a; chun, ngai ta, hrên chu a lo inek tah a; iengakhawm ṭhangkai a ni ta nawh a.",
      "reference": "JEREMIA 13:7"
    },
    {
      "content": "Chun, LALPA thu chu ka kuom- ah a hung tlung a, LALPA chun hieng ang hin a tih:",
      "reference": "JEREMIA 13:8"
    },
    {
      "content": "Hieng ang tak hin Juda chapona le, Jerusalem chapona nasatak chu suksieng ka tih.",
      "reference": "JEREMIA 13:9"
    },
    {
      "content": "Hi hnam suol ka thu ngai nuom loa, an lungril ngarna anga fea, an rawng bâwl dinga pathien danghai chu zuia, anni chibai bûktuhai hi hi hrên ienga khawma ṭhangkai ta lo ang hi nîng an tih.",
      "reference": "JEREMIA 13:10"
    },
    {
      "content": "Hrên chu mi kâwnga a kawp angin, Juda sûngkuo po po le Israel sûngkuo po po chu keimaa kawp dingin ka lo thaw tah a, LALPA chun a tih: keia ta dinga mihai an nih a, hming an nih a, inpâkna an nih a, ropuina an ni theina dingin, nisien- lakhawm, an ngai si nawh a.",
      "reference": "JEREMIA 13:11"
    },
    {
      "content": "Chuleiin, an kuoma chun hi thu hi hril i tih: LALPA, Israel Pathien chun hieng hin a tih: Savunpeng tin chu uoina suksip nîng a ta, chun, i kuoma chun, “Savunpeng tin chu uoina suksip nîng a tih, ti hi kan hriet naw a ni maw?” tîng an ta.",
      "reference": "JEREMIA 13:12"
    },
    {
      "content": "Nang chun an kuoma chun, LALPA chun hieng hin a tih: Ngai ta u, hi ram hluotuhai hi, lalhai David lalṭhungpha chunga ṭhunghai le, thiempuhai le, zâwlneihai le, Jerusa- lem hluotuhai po po chu inruinain ka suksip ding a nih.",
      "reference": "JEREMIA 13:13"
    },
    {
      "content": "Anni chu inbawtuotir ka ta, pahai le an naupasalhai ngei chu inbawtuong an tih, LALPA chun a tih; lunginsiet naw ning a, hla naw ning a, hmangaina khawm nei naw ning a, anni chu ka sukbohmang nawna dingin, iengkhawmin mi dâl naw ni.",
      "reference": "JEREMIA 13:14"
    },
    {
      "content": "Ngai unla, in nahai daw ro; chapo naw ro, LALPA chun a hril ta sih a.",
      "reference": "JEREMIA 13:15"
    },
    {
      "content": "Tlâng inthimhai chunga in kehai chu ân sui hmain le, inthim ân umtir hma hin LALPA in Pathien chu chawimawina pe ro; chun, a var in zawng lai chun, ama chun thina hlimah ân changtir a, inthim nasatak el chu a siem tah a.",
      "reference": "JEREMIA 13:16"
    },
    {
      "content": "Nisienlakhawm, in ngai naw chun, in chapona lei chun ka thla chu inrûkin ṭap a tih; LALPA berâm ruol chu sala man an ni tâk leiin ka mit chu rinum titakin ṭap a ta, mitthliin luong thlâng a tih.",
      "reference": "JEREMIA 13:17"
    },
    {
      "content": "Lal kuoma le a nu kuoma chun hril la: “Inngaitlâwm unla, ṭhung ro, in lukâwmhai chu a hung inhnuoi tah a, in ropuina lallukhum ngei chu.",
      "reference": "JEREMIA 13:18"
    },
    {
      "content": "Sim ram khawpuihai chu khâr- in an um tah a, a hawng ding tu- khawm an um nawh; Juda chu a rêngin sala ṭhuoiin a um a: a rêng a ramin sala ṭhuoiin a um a nih,” tiin.",
      "reference": "JEREMIA 13:19"
    },
    {
      "content": "I mithai kha hang inlên la, hmâr tienga inthawka hunghai saw en ta, i berâm ruol, nanga kuoma pêka um, i berâm ruol mawitak el kha khâwlai am a um a?",
      "reference": "JEREMIA 13:20"
    },
    {
      "content": "Nangma kal zawngin anni chu ân chûktir a nih ti hrein, i ruolhai chu i chungah luah a sie pha chun ieng am hril tâng i ta? Nuhmei nauhase nat tuor angin nang chu lungngaina chun a man ding che a ni nâwm a nih?",
      "reference": "JEREMIA 13:21"
    },
    {
      "content": "I lungril chun, “Hieng thilhai hi iengtiziea ka chunga hung tlung am a na?” i ti a ni thei a; i suolna tam êm lei chun i fênthuo chu hlîm a na, suol- luina i tuok a nih.",
      "reference": "JEREMIA 13:22"
    },
    {
      "content": "Ethiopia mi chun a vun chu a thlengin, keitê khawma a zie chu a thleng thei am a nih? Thil ṭha naw thaw ngaia hmanghai hin thil ṭha chu in thaw ding am a nih?",
      "reference": "JEREMIA 13:23"
    },
    {
      "content": "Chuleiin, thlalêra thliin busi a lên hmang hlak angin anni chu sukdar ka tih.",
      "reference": "JEREMIA 13:24"
    },
    {
      "content": "Hi hi i chan tâwk, keima kuoma inthawka, i chan dinga ruot chu a nih; LALPA chun a tih; kei i mi theinghil tah a, thil dik lo chu i lo ring ta lei khan.",
      "reference": "JEREMIA 13:25"
    },
    {
      "content": "Chuleiin, kei khawma i fênthuo chu i hmai chunga chun hlîm ka ta, i înzapui chu inlang a tih.",
      "reference": "JEREMIA 13:26"
    },
    {
      "content": "Ramhnuoi muol chunghaia i châkna hurna, i în hrâmnahai, i uire- nahai, i tirdakumnahai chu ka hmuh a. Aw Jerusalem, i chung a va rik de! sukthieng i ni âwm si nawh a, ieng chen am a la ni ding chu aw?",
      "reference": "JEREMIA 13:27"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JEREMIA 13 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}