{
  "verses": [
    {
      "content": "Moab chungthu chu, Sipaihai LALPA, Israel Pathien chun hieng hin a tih “Nebo chu a chung a rik! suksiet a ni ta sih a; Kiriathaim chu sukzakin a um a, lâkin a um tah a; Misgab chu sukzakin a um a, sukchimin a um ta bawk a.",
      "reference": "JEREMIA 48:1"
    },
    {
      "content": "Moab inpâkna chu a um ta nawh a; Hesbona chun a chungah thil ṭha naw chu an rawt a, ‘Thaw ro, hnam ninaa inthawkin ama chu sât thlâng ei tiu,’ tiin. Nang khawm Aw Madmen, sukto ṭawk la nîng i tih; kâwlhnâmin hung hnawt bawk a ti che.",
      "reference": "JEREMIA 48:2"
    },
    {
      "content": "Horonaima inthawka khêkri chu, suksietna le sukbohmangna nasatak a nih a!",
      "reference": "JEREMIA 48:3"
    },
    {
      "content": "Moab chu suksiet a ni tah a, a têhai chun khêkri hriet dingin an hung thawh a.",
      "reference": "JEREMIA 48:4"
    },
    {
      "content": "Luhith hang fenaa chun ṭap pum zing zingin an hang fe hlak ding a ni sih a; Horonaim zuk fenaa chun sukbohmangna khêkri rinum tuor ri chu an hriet sih a.",
      "reference": "JEREMIA 48:5"
    },
    {
      "content": "Tlân hmang unla, in hringnahai chu sanhim unla, thlalêra sabeng- tung ang chu ni unla.",
      "reference": "JEREMIA 48:6"
    },
    {
      "content": "I sinthawhaia le i roa chun i ringna în nghat leiin, nang khawm man nîng i ta; Kemos khawm chu sala intâng dingin fêng a ta, a thiempuhai le a rorêltuhai leh.",
      "reference": "JEREMIA 48:7"
    },
    {
      "content": "Khawpui tina chun suksetu hung tlung a ta, khawpui ieng khawm suokthleng naw ni, phairuomhai khawm chu suksiet nîng a ta, phai- zâwl khawm chu sukbohmang nîng a tih; LALPAIN a hril ta angin.",
      "reference": "JEREMIA 48:8"
    },
    {
      "content": "Moab kuoma chun a vuong hmang theina dingin thlahai pe la: a khawpuihai chu râusan a ni ding a na, mi a chêng hrim hrim um loin.",
      "reference": "JEREMIA 48:9"
    },
    {
      "content": "LALPA sin hmusittaka thawtu chu ṭawngsephurin um raw se; thisen insuo dinga a kâwlhnâm la kîrtu chu ṭawngsephurin um bawk raw se.",
      "reference": "JEREMIA 48:10"
    },
    {
      "content": "Moab chu a naupang laia in- thawk tah nuomsain a um a, a mawng inkhâwnah a um a, bêl khata inthawka bêl danga inruokin a um nawh a, sala khawm ân tâng bawk nawh a, chuleiin, a rim chu amaa chun a um zing a, a riminhnikna chu a danglam nawh.",
      "reference": "JEREMIA 48:11"
    },
    {
      "content": "“Chuleiin, ngai ta u, nihai chu a hung tlung mêk, LALPA chun a tih; ama kuoma chun bunthlatuhai chu tir ka ta, anni chun ama chu bun- thlâng an tih, a bûrhai chu sukruok an ta, a bûrhai chu suknawi dar an tih.",
      "reference": "JEREMIA 48:12"
    },
    {
      "content": "An ringtak Bethel chu Israel sûngkaw ta dinga inzapuium a ni ang khan, Moab chu Kemos chun inzapui a tih.",
      "reference": "JEREMIA 48:13"
    },
    {
      "content": "‘Mi thilthawthei, indonaa mi hrât khawkhênghai ei nih,’ ieng tin am in ti thei a?",
      "reference": "JEREMIA 48:14"
    },
    {
      "content": "Moab chu suksietin a um a, a khawpuihai hlak chu meiin a khuh a, a tlangvâlhai hlak chu that thlâk zo an ni tah a, Laltak, a hming sipaihai LALPA chun a tih.",
      "reference": "JEREMIA 48:15"
    },
    {
      "content": "Moab lunginzîngna ding chu a hung tlung vâng vâng tah a, suk- rinuma a umna ding khawm chu a hung inhmaw tah.",
      "reference": "JEREMIA 48:16"
    },
    {
      "content": "Nangni a vêla um po pohai, ama chu ṭa unla, a hming hretuhai po po chun, ‘Lalhmawl ngartak el, hmawl mawitak el chu iengtiziea tliek el am a na?’ ti ro.",
      "reference": "JEREMIA 48:17"
    },
    {
      "content": "“Aw nang Dibona chêng naunu- hmei, i ropuinaa inthawkin hung thla la, dangchârin ṭhung rawh; Moab suksetu chu i chungah a hung tlung a, i kul nghethai chu a suksiet ta sih a.",
      "reference": "JEREMIA 48:18"
    },
    {
      "content": "Aw Aroer hluotuhai, lampui sîrah ngîr unla, enthlit ro; a suok- thleng ta le, a tlân hmanghai kha indawn unla, ‘Ieng am thaw a ni ta leh?’ ti ro.",
      "reference": "JEREMIA 48:19"
    },
    {
      "content": "Moab chu sukzakin a um a; suksiet a ni ta sih a; ṭap inrûm unla, ṭap ro; Arnona chun va hril unla, Moab suksieta a um tâk thu chu.",
      "reference": "JEREMIA 48:20"
    },
    {
      "content": "“Phaizâwl ram chunga chun rorêlna a hung tlung a; Holon chunga dâm, Jahza chunga dâm, Mephaath chunga dâm;",
      "reference": "JEREMIA 48:21"
    },
    {
      "content": "Dibon chunga dâm, Nebo chunga dâm, Beth-diblathaim chung- a dâm;",
      "reference": "JEREMIA 48:22"
    },
    {
      "content": "Kiriathaim chunga dâm, Beth- gamul chunga dâm, Beth-meon chunga dâm;",
      "reference": "JEREMIA 48:23"
    },
    {
      "content": "Kerioth chunga dâm, Bozra chunga dâm; Moab rama khawpui hla le hnaiahai po po chunga dâm chun.",
      "reference": "JEREMIA 48:24"
    },
    {
      "content": "Moab mi chu sât thlâk a na, a bân khawm chu sukthliek a nih, LALPA chun a tih.",
      "reference": "JEREMIA 48:25"
    },
    {
      "content": "“Ama chu vairui ta u, LALPA chu dodâlin ama le ama ân chawi- mawi sih a; Moab chu ama luoka ngei chun inbuol a ta, ama chu mi hrilin- sîm hung ni bawk a tih.",
      "reference": "JEREMIA 48:26"
    },
    {
      "content": "Nanga ta ding chun Israel chu hrilinsîm a ni naw am a nih? Inruhai lai hmu a ni am a nih? Ama thu chu i hril poleh, lu i lei el sih a.",
      "reference": "JEREMIA 48:27"
    },
    {
      "content": "“Aw Moab hluotuhai, khawpui- hai chu mâksan unla, râwlahai chun va chêng ro; pûk bau sîra a bu septu vâṭhu ang chu ni ro.",
      "reference": "JEREMIA 48:28"
    },
    {
      "content": "Moab chapona chu kan hriet a, a chapo êm êm el a; ân suksângna le, a chapona le, a uongna le, a lungrila uongthuongna le chun.",
      "reference": "JEREMIA 48:29"
    },
    {
      "content": "A lunginsenna chu ka hriet a, LALPA chun a tih; iengkhawm a ni nawh a; a chapona chun iengkhawm a thawdawk nawh.",
      "reference": "JEREMIA 48:30"
    },
    {
      "content": "Chuleiin, Moab ta ding chun ka ṭap inrûm ding a nih; anih, Moab po po ta ding chun khêk ka tih; Kir-heres mihai chu ka ṭa ding a ni sih a.",
      "reference": "JEREMIA 48:31"
    },
    {
      "content": "Aw Sibmaa grêphrui, Jazer ta dinga ṭap nêk hmana nasa khan i ta dingin ṭap ka ta; i kauhai chun tui- suoriet râl an kai a, Jazer tuisuoriet chu an va tlung hiel a; i nipui theihai chunga le i grêp rahai chunga chun suksetu a tlung tah a.",
      "reference": "JEREMIA 48:32"
    },
    {
      "content": "Moab rama inthawk le lo rahlâwkna hmunhaia inthawk chun hlimna le lâwmna dâm chu lâk hmang a ni tah a; uoin sâwrna khurhaia inthawk chu uoin chu kân kangtir tah a; tukhawma khêk pumin sirsâwr naw ni hai a; khêk ri khawm chu lâwmna khêk ri ni naw ni.",
      "reference": "JEREMIA 48:33"
    },
    {
      "content": "“Hesbona inthawka Elea chen le, Jahaz chen rauin khêkria inthawk chun an râwl an insuo a, Zoara in- thawka Horonaim chen, Eglath-selesia chenin; Nimrim vadunghai khawm chu râusanin a um ding a ni sih a.",
      "reference": "JEREMIA 48:34"
    },
    {
      "content": "Chu nawa khawm, Moaba chun bâwlhmuna thilinhlân le, ama pathien kuoma riminhnik râwtu chu suktâwp ka tih, LALPA chun a tih.",
      "reference": "JEREMIA 48:35"
    },
    {
      "content": "Chuleiin, Moab ta dingin ka lung chu theihle angin ân rih a, Kir- heresa mihai ta dingin ka lung chu theihle angin ân ri a nih; chuleiin, tamtak a ihmu tahai khawm chu a bohmang tah a nih.",
      "reference": "JEREMIA 48:36"
    },
    {
      "content": "“Lu tin chu a kâwk a, khâkhmul tin kildein a um a; kut po pohai chun thil chepnawi an chawi a; kâwnghai chunga chun saiip puonhai a um bawk a.",
      "reference": "JEREMIA 48:37"
    },
    {
      "content": "Moab in chungsâng tinahai le, kawtthlêrahai hmun tinah ṭap ri a um a; Moab chu bêl ditna umlo ang chun ka sukkhawi tah a, LALPA chun a tih.",
      "reference": "JEREMIA 48:38"
    },
    {
      "content": "Ieng anga sukkhawi am a na? Ieng angin am an ṭap inrûm a? Moab chun inzak leiin iengtin am a hnung- innghat el a; chuongchun, Moab chu a vêla umhai ta ding chun lungsuk- zîngna le hrilinsîm nîng a tih.",
      "reference": "JEREMIA 48:39"
    },
    {
      "content": "“LALPA chun hieng hin a ti sih a: Ngai ta u, mupui angin vuong a ta, Moab chunga chun a thlahai zâr a tih.",
      "reference": "JEREMIA 48:40"
    },
    {
      "content": "Kerioth chu lâkin a um a, kul dethai chu maktiin an um a; chu ni chun Moab mi thilthawthei lungril chu nuhmei na tuor lai lungril ang nîng a tih.",
      "reference": "JEREMIA 48:41"
    },
    {
      "content": "Chun, Moab chu LALPA do- dâla ân chawimawi leiin, hnam ninaa inthawka sukbohmang nîng a tih.",
      "reference": "JEREMIA 48:42"
    },
    {
      "content": "Ṭitna le, khurthim le, châng chu i chungah a um, Aw Moab ram hluotu, LALPA chun a tih.",
      "reference": "JEREMIA 48:43"
    },
    {
      "content": "Ṭitnaa inthawka tlân chu khur- thima chun tlâng a ta, khurthima inthawka suok chu chânga chun âwk a tih; anni hremna kum chu ama chungah, Moab chunga ngei chun, kân tlungtir ding a nih, LALPA chun a tih.",
      "reference": "JEREMIA 48:44"
    },
    {
      "content": "Chuong a tlân hmanghai chu hrâtna nei loin, Hesbon hlima chun an ngîr a, mei chu Hesbona inthawk chun a fe suok a, meichawk chu Sihona inthawkin a fe suok a, Moab ram sîr le, chawkbuoituhai lua lallu- khum chu a kâng hmang tah a.",
      "reference": "JEREMIA 48:45"
    },
    {
      "content": "Aw Moab, i chung a va rik de! Kemosa mihai chu hmanglo an nih, i naupasalhai chu sala ṭhuoiin an um a, i naunuhmeihai khawm chu salah an intâng sih a.",
      "reference": "JEREMIA 48:46"
    },
    {
      "content": "Nisienlakhawm, Moab sal in- tângna chu nakie tieng niahai chun la hung la kîr nâwk ka tih, LALPA chun a tih” tiin. Moab chunga rorêlna chu chuong chen chu a nih.",
      "reference": "JEREMIA 48:47"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JEREMIA 48 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}