{
  "verses": [
    {
      "content": "Lal Zedekiain a kuoma Malkija naupa Pas-hur le thiempu Maaseia naupa Zephania hieng thu hril dinga a tir laia Jeremia kuoma LALPA thu hung tlung chu:",
      "reference": "JEREMIA 21:1"
    },
    {
      "content": "anni chun, “Kan ngên che, kan ta dingin LALPA chu thu mîn dawnpêk rawh; Nebukadnezzar Babulon lal chun keini hi a mi hung do a; keinia inthawka a kîr theina dingin, a thilthaw maktakhai ang po po khan LALPA chun keini a mi thawpêk ding âwm am” an ta.",
      "reference": "JEREMIA 21:2"
    },
    {
      "content": "Jeremia chun an kuomah, “Zede- kia kuoma chun hieng hin hril ro:",
      "reference": "JEREMIA 21:3"
    },
    {
      "content": "Israel Pathien, LALPA chun hieng hin a tih. Ngai ta, in kuta indona hriemhrei kul puoa, nangni hung inhuoltuhai cheu, Babulon lal le Kaldaihai i donahai chu inherkîrtir ka ta, hi khawpui sûnga hin anni chu kei khâwm ka tih.",
      "reference": "JEREMIA 21:4"
    },
    {
      "content": "Keima ngeiin bân phar le kut hrât- in, lunginsenna le, ṭitumna le nasa- taka lunginthakna leh do ka ti cheh a.",
      "reference": "JEREMIA 21:5"
    },
    {
      "content": "Chuongchun, hi khawpui hluotu- hai ramsa le mihriemhai ngei chu hrem ka ta, hripui nasataka chun thîng an tih.",
      "reference": "JEREMIA 21:6"
    },
    {
      "content": "Chu hnunga chun, LALPA chun a tih: Juda lal Zedekia le, a siehlawhai le, mipuihai, hi khawpuia hripuia in- thawka hlaa la umhai, kâwlhnâm le ṭâma inthawka la hlaa umhai chu Babulon lal Nebukadnezzar kuta dâm, an hmêlmahai kuta dâm, an hringna lâk tumtuhai kuta dâm chun pêng ka tih; chun, ama chun kâwl- hnâm ngeiin that a ta; anni chu hla naw nih a, lunginsiet bawk naw nih a, zângaina nei bawk naw ni.",
      "reference": "JEREMIA 21:7"
    },
    {
      "content": "Chun, hi hnam kuoma hin hieng hin hril rawh: LALPA chun hieng hin a tih: Ngai ta, i hmaa chun hringna lampui le thina lampui chu ka sieh a.",
      "reference": "JEREMIA 21:8"
    },
    {
      "content": "Tukhawm hi khawpui sûnga um chu kâwlhnâmin, ṭâmin, hripuiin thîng a ta, amiruokchu, mi fe suok a, mi ân huoltuhai cheu Kaldaihai kuoma vân pe chu hring a ta, a hringna chu indona Lâwmman angin nei a tih.",
      "reference": "JEREMIA 21:9"
    },
    {
      "content": "Thil ṭha tiengah ni lovin, thil ṭha naw tiengah hi khawpui chunga hin ka hmai kân nghat ta sih a, LALPA chun a tih: Babulon lal kuta pêk nîng a ta, ama chun meiin râwng a tih.",
      "reference": "JEREMIA 21:10"
    },
    {
      "content": "Juda lal sûngkaw chungthua chun LALPA thu chu lo ngai ta u:",
      "reference": "JEREMIA 21:11"
    },
    {
      "content": "Aw David sûngkuo, LALPA chun hieng hin a tih: Zîngtieng chun rorêlna chu tirsuok la, nêksâwrtu kuta inthawk chun suksieta um chu sansuok la; chuong naw chun, in thil- thawhai rîtlo leiin, mei angin ka lunginsenna chu fe suok a ta, tukhawm ṭhel ruol loin chawk a tih.",
      "reference": "JEREMIA 21:12"
    },
    {
      "content": "Aw phairuom le, phaia lungpui hmun hluotuhai, ngai ta u, nangni ka dodâl cheu a nih, LALPA chun a tih: nangni chun, “Ei chungah tu am hung thlâng a ta? Tu am ei chêngnaa hin hung lût a ta?” in tih a;",
      "reference": "JEREMIA 21:13"
    },
    {
      "content": "in thilthaw ra ang peiin ka hrem ding cheu a nih, LALPA chun a tih; a rampui hnuoia chun mei sêm ka ta, a sîra um po pohai chu kâng hmang vawng a tih.",
      "reference": "JEREMIA 21:14"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JEREMIA 21 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}