{
  "verses": [
    {
      "content": "Juda ram lal Josia naupa Jehoiakim inlal kum linaa Juda mipui po po chungthua Jeremia kuoma thu hung tlung chu: chu kum ma chu Babulon lal Nebukadnezzar inlal kum khatna a na;",
      "reference": "JEREMIA 25:1"
    },
    {
      "content": "chu chu zâwlnei Jeremia chun Juda mipui po po le Jerusalem hluo- tuhai po po kuoma chun a hril a,",
      "reference": "JEREMIA 25:2"
    },
    {
      "content": "“Juda ram lal Amon naupa Josia inlal kum sâwmpathum kuma in- thawka vawisûn ni chen hin, hi kum sâwmhni pathum sûng hin LALPA thu chu ka kuomah a hung tlung hlak a; chun, in kuoma chun ṭhahnem- ngaitakin ka lo hril hlak cheu a; amiruokchu, in awi ngai nawh a.",
      "reference": "JEREMIA 25:3"
    },
    {
      "content": "Chun, LALPA chun inhmataka thoa anni chu hung tirin a siehlaw zâwlneihai po po chu in kuomah a hung tir a, amiruokchu, in lo ngai nawh a, in nahai khawm in sit bawk nawh.",
      "reference": "JEREMIA 25:4"
    },
    {
      "content": "‘Mi tin el chu tuhin in thilthaw indik nawhaia inthawk le, mâni lam- pui suola inthawk chun kîr seng unla; nangni le in thlatuhai kuoma inhma le kumkhuoa dinga, LALPAIN ram a pêk cheua chun chêng ro;",
      "reference": "JEREMIA 25:5"
    },
    {
      "content": "chun, pathien danghai chu an rawng bâwl ding le anni chibai bûk dingin zui naw unla, in kut sinthaw- hai chun mi suklungsen bawk naw ro; chuongchun, nangni khawm sukna naw ning cheu,’ an tih a.",
      "reference": "JEREMIA 25:6"
    },
    {
      "content": "Ana chu, ka thu chu in ngai nawh a, LALPA chun a tih; in insuknatna dinga in kut sinthawhai chun in mi suklungsen a.",
      "reference": "JEREMIA 25:7"
    },
    {
      "content": "Chuleiin, sipaihai LALPA chun hieng hin a tih: Ka thuhai chu in ngai naw leiin,",
      "reference": "JEREMIA 25:8"
    },
    {
      "content": "ngai ta u, mi tir ka ta, hmâr rama inthawk chun sûngkuohai po po chu ko ka tih, LALPA chun a tih; chun, ka siehlaw Babulon lal Nebukadnezzar kuoma chun mi tir ka ta; anni chu hi ram le, a hluotuhai le, a vêla hnamhai po po chunga do dingin hung ṭhuoi ka ta; chuongchun, anni chu sukse letdêr ka ta, makti ding le, inchekna ding le, kumkhaw rausanah ka siem ding a nih.",
      "reference": "JEREMIA 25:9"
    },
    {
      "content": "Chu nawa khawm, anni laia inthawk chun, hlimna râwl dâm, lâwmna râwl dâm, mo neitu râwl dâm, mo râwl dâm, bu râwtna ri dâm, sathâu khâwnvar varna dâm chu sukbo vawng ka tih.",
      "reference": "JEREMIA 25:10"
    },
    {
      "content": "Chuongchun, hi ram pumpui hi rausan le maktiah um a ta; chun, hnamhai chun kum sâwmsari sûng Babulon lal rawng chu bâwl an tih.",
      "reference": "JEREMIA 25:11"
    },
    {
      "content": "Chun, kum sâwmsari chu ân vawi pha chun, an suolna leiin, Babulon lal le, chu hnam le, Kaldai- hai ram chu hrem ka ta; kumkhuoa rausanah siem ka tih, LALPA chun a tih.",
      "reference": "JEREMIA 25:12"
    },
    {
      "content": "Chu ram chunga ka thuhai tlung dinga ka hril tah, hi lekhabua ziek ta ngeihai, Jeremia chun hnam- hai chu dodala a lo hril tahai ngei chu hung intlungtir ka ta.",
      "reference": "JEREMIA 25:13"
    },
    {
      "content": "Hnam tam takhai le lal ropuihai chun anni chu anni ngei chu, suokah siem an ta; chuongchun, anni chu an kuthai sinthaw ang pei le, an thil- thawhai ang peiin ka thung ding a nih,” tiin.",
      "reference": "JEREMIA 25:14"
    },
    {
      "content": "Israel Pathien, LALPA chun ka kuomah hieng hin a ti sih a: “Hi lung- insenna no ka kuta hi la la, hnam an kuoma ka tirnahai po po che chu indâwntir tâwl rawh.",
      "reference": "JEREMIA 25:15"
    },
    {
      "content": "Chun, dâwn an ta, hnungtieng hmatieng insâwn an ta, invêt an tih; anni laia kâwlhnâm ka tir ding lei chun,” tiin.",
      "reference": "JEREMIA 25:16"
    },
    {
      "content": "Chun, LALPA kuta no chu ka lâk a, LALPAIN a mi tirna hnamhai po po kân dâwntir a;",
      "reference": "JEREMIA 25:17"
    },
    {
      "content": "Chuong chu hieng Jerusalem le Juda khawpuihai le a sûnga lalhai le rorêltuhai chu, vawisûn ni anga hi, anni chu râusan le maktia le, inchek- naa le, ṭawngsephura siem dingin;",
      "reference": "JEREMIA 25:18"
    },
    {
      "content": "Aigupta lal Pharao le a siehlaw- hai, a lalhai le a mihai po po leh;",
      "reference": "JEREMIA 25:19"
    },
    {
      "content": "mi chilakhai po po, Uz rama lalhai po po, Philistin mihai rama lal po pohai, (Askelon, Gaza, Ekron le Asdoda la mahlahai leh);",
      "reference": "JEREMIA 25:20"
    },
    {
      "content": "Edom, Moab le Ammon thlahai leh;",
      "reference": "JEREMIA 25:21"
    },
    {
      "content": "Zidon lalhai po po, Tura lalhai po po, tuisuoriet khêla thlierkâra lal- hai po po leh;",
      "reference": "JEREMIA 25:22"
    },
    {
      "content": "Dedan, Tema, Buz le an barêp hmul vâwtuhai po po leh;",
      "reference": "JEREMIA 25:23"
    },
    {
      "content": "Arabia lalhai po po le thlalêra chêng mi chilakhai lalhai po po leh;",
      "reference": "JEREMIA 25:24"
    },
    {
      "content": "Zimri lalhai po po, Elam lalhai po po, Media lalhai po po leh;",
      "reference": "JEREMIA 25:25"
    },
    {
      "content": "hmâr tienga lalhai a hla le hnaia mihai, pakhat khatin, hnuoi phêk chunga um khawvêla lalram po po hai leh: chun, Sesak lal chun anni zoa chun dâwn vêng a tih.",
      "reference": "JEREMIA 25:26"
    },
    {
      "content": "Chun, an kuoma chun hieng hin tîng i ta: Israel Pathien, LALPA chun hieng hin a tih: Dâwn unla, inrui unla, inluok unla, tlu unla, tho nâwk ta naw ro, nangni laia kâwlhnâm ka hung tir ding lei chun.",
      "reference": "JEREMIA 25:27"
    },
    {
      "content": "Chun, i kuta no chu dâwn dinga an nuom naw chun, an kuoma chun hieng hin tîng i tih: “Sipaihai LALPA chun hieng hin a tih: In dâwn ngei ding a nih,” tiin.",
      "reference": "JEREMIA 25:28"
    },
    {
      "content": "Ngai ta, ka hming chawia khaw- pui inbûka uma chun thil ṭha naw ka thaw ṭan ta sih a, hrem dêr loin in um ding maw? Hrem lo ni naw ti niu; hnuoi hluotuhai po po chunga chun kâwlhnâm kân lêngtir ding a ni sih a, sipaihai LALPA chun a tih.",
      "reference": "JEREMIA 25:29"
    },
    {
      "content": "Chuleiin, hieng thuhai po po hi anni kalin hril la, an kuoma chun, “LALPA chu chungtienga inthawkin hung inrûm a ta, a chêngna inthienga inthawk chun a râwl chu hung in- suong a tih; a hlo petna hmuna chun thilthawtheitakin inrûm a ta; grêp sir sâwrtuhai ang chun ama chu hnuoi chung hluotuhai po po chunga chun khêk a tih.",
      "reference": "JEREMIA 25:30"
    },
    {
      "content": "Ri chu hnuoi tâwp chenah hung tlung a ta; LALPA chun hnamhai le chun inkalna an nei sih a; mi tin chu phût a ta; mi rilohai ruok chu kâwl- hnâm pêng a tih, LALPA chun a tih,” tiin.",
      "reference": "JEREMIA 25:31"
    },
    {
      "content": "Sipaihai LALPA chun hieng hin a tih: Ngai ta u, thil ṭha naw chu hnam khata inthawkin hnam dang chunga chun fe pei a ta, hnuoi tâwp- taka inthawk chun thlipui nasatak chu hung suok a tih.",
      "reference": "JEREMIA 25:32"
    },
    {
      "content": "Chun, chu nia chun LALPA suk- hlumna chu hnuoi tâwp khing khata inthawka a tâwp khingtieng chen nîng a ta; chuonghai chu sûn ni naw ni hai a, lâk khâwm khawm ni naw ni hai a, phûm khawm ni bawk naw ni hai; leihnuoi chunga êk el ni lem an tih.",
      "reference": "JEREMIA 25:33"
    },
    {
      "content": "Nangni berâmpuhai, inrûm unla, khêk ro; nangni ran ruol hotu- hai, vutah nangni le nangni intleng ro; that in nina ding ni chu a hung tlung tah a, nangni chu kei nâwi neng ka ti cheu a, bêl ditumtak angin tlûng in tih.",
      "reference": "JEREMIA 25:34"
    },
    {
      "content": "Chun, berâmpuhai chun tlân- hmangna ding lampui nei naw ni hai a, ran ruol hotuhai khawm chun pumpelna ding nei bawk naw ni hai.",
      "reference": "JEREMIA 25:35"
    },
    {
      "content": "Berâmpuhai khêk râwl ri le ran ruol hotuhai inrûm ri chu! LALPA chun an ran tlatna hmunhai chu a suksiet ta sih a.",
      "reference": "JEREMIA 25:36"
    },
    {
      "content": "Chun, LALPA lunginsenna ṭiumna lei chun ran in muongum- takhai dâm chu an to ṭawk ṭawk a.",
      "reference": "JEREMIA 25:37"
    },
    {
      "content": "Sakeibaknei angin a chîmbuk a mâksan a, a lunginsen ṭiumna lei le, nêksâwrna kâwlhnâm ṭiumna lei chun an ram chu a se zo ta sih a.",
      "reference": "JEREMIA 25:38"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JEREMIA 25 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}