{
  "verses": [
    {
      "content": "LALPA chun hieng hin a tih: “Ngai ta u, Babulon chunga le, Kaldaia chêngtuhai chunga chun suksietna thli hung inhrângtir ka ta.",
      "reference": "JEREMIA 51:1"
    },
    {
      "content": "Chun, Babulona chun ama zâptu ding tir ka ta, ama ram chu zâpfai an tih; buoina niahai chun a vêlin ama kaltuhai ruok an ni ding a ni sih a.",
      "reference": "JEREMIA 51:2"
    },
    {
      "content": "Thalkâptu chun a thalngul chu kuoi naw raw se, ama chu a îndona thuom chun inthuom bawk naw raw se, a tlangvâlhai chu hla naw unla, a sipaihai po po chu sukse fai rêt ro.",
      "reference": "JEREMIA 51:3"
    },
    {
      "content": "Kaldai rama chun thata umin tlûng an ta, an kawtthlêrhaia chun sunthlengin um an tih.",
      "reference": "JEREMIA 51:4"
    },
    {
      "content": "Israelhai amanih, Judahai ama- nih, an Pathien, sipaihai LALPA chu a nghatsan si nawh a; an ram chu Israel Mi Inthieng dodâlin khawhlo- nain sip hle sien khawm.",
      "reference": "JEREMIA 51:5"
    },
    {
      "content": "Babulona inthawk chun tlân suok unla, mi tinin a hringna sandam raw se; a khawhlonaa sât thlâkin um naw unla, LALPA phuba lâkna hun a ni sih a; ama chun thungna chu pêng a tih;",
      "reference": "JEREMIA 51:6"
    },
    {
      "content": "Babulon chu LALPA kuta chun rângkachak no hnuoi po po sukruitu chu a lo ni tah; hnamhai chun a uoin chu an dâwn tah a; chuleiin, hnamhai chu an invêt a nih.",
      "reference": "JEREMIA 51:7"
    },
    {
      "content": "Babulon chu a tlu thut a, suksietin a um a; ama ta dingin ṭap inrûm unla; a natna ta dingin thinghnai damdawi la unla, chuong- chun, a hung dam khiet rawi mawh.",
      "reference": "JEREMIA 51:8"
    },
    {
      "content": "Babulon chu sukdam ka tum a, nisienlakhawm, sukdamin a um si nawh a; ama chu mâksan unla, mi tin chu mâni ram sengah fêng ei tiu; a chungthu rêlna chun vân a tlung ta sih a; vânhai chena dawm sâng chu a ni ta sih a.",
      "reference": "JEREMIA 51:9"
    },
    {
      "content": "LALPA chun ei felnahai chu a hung lâk suok a; hung unla, Ziona chun va hril dar ei tiu, ei Pathien LALPA sinthawhai hi.",
      "reference": "JEREMIA 51:10"
    },
    {
      "content": "Thalhai chu tâtngei unla, phawhai chu chel det ro; LALPA chun Media lalhai lungril chu a hung chawktho ta sih a; a remruot chu Babulon do le suksiet chu a na, LALPA phuba lâkna, a biekin phuba lâkna chu a ni sih a.",
      "reference": "JEREMIA 51:11"
    },
    {
      "content": "Babulon kul banghai epa chun puonzâr chu khai unla, râlvêng chu sukhrât unla, vêngtuhai sie unla, râlvêng chu buotsai bawk ro; Babulon hluotuhai chunga chun LALPA chun a thurawt le a hril chu a thaw a ni ta hi.",
      "reference": "JEREMIA 51:12"
    },
    {
      "content": "Aw nang tui tamtakhai chunga chêng, hausaknaa bit, i tâwpna a hung tlung mêk a, i hringna hrui ân tan tah.",
      "reference": "JEREMIA 51:13"
    },
    {
      "content": "Sipaihai LALPA chun, ‘Mathei- loin, leiṭha ang elin, mihriemin hung suksip ngei ngei ka ti cheh a, chun, i chunga chun hung khêk khum an ti che,’ tiin ama le ama insâlin a lo inkhâm tah a.",
      "reference": "JEREMIA 51:14"
    },
    {
      "content": "“A thilthawtheinân hnuoi chu a siem a, a varnain khawvêl chu a tungding a, a hrietthiemna chun vân- hai khi a keiphar bawk a;",
      "reference": "JEREMIA 51:15"
    },
    {
      "content": "a râwl a hung insuo pha chun, vânhaia tuihai ân ri hum hum a; leihnuoi tâwphaia inthawk chun tui- hu dâm chu ân zâmkaitir bawk a, ruo ta dingin kâwlinlephai chu a siem a, a robâwmhaia inthawk chun thlihai chu a hung lâk suok a.",
      "reference": "JEREMIA 51:16"
    },
    {
      "content": "Mi tin el chu an lo intlaw tah a; hrietna boin an lo um tah a, rângkachak suttu tinhai khawm chu an milim kera siemhai lei chun sukzakin an um tah a, an milim sunghai chu khêlhlip el a ni sih a, annia chun inthuokna khawm a um si nawh a.",
      "reference": "JEREMIA 51:17"
    },
    {
      "content": "Teplo el an nih, thil suol sin- thaw, anni chu hrem an ni pha chun bohmang an tih.",
      "reference": "JEREMIA 51:18"
    },
    {
      "content": "Jakob chan chu hieng ang hi chu a ni nawh; ama chu thil po poa hmasa a na, Israel khawm chu a rochana a chipui a nih; Sipaihai LALPA chu a hming a nih.",
      "reference": "JEREMIA 51:19"
    },
    {
      "content": "“Nang chu ka indona hrei le, ka hriemhrei i nih; nangma chu hmang- in hnamhai chu suknawi vawng ka tih; nangma chu hmangin lalramhai chu suksieng ka ta;",
      "reference": "JEREMIA 51:20"
    },
    {
      "content": "nangma chu hmangin sakawr le a chunga chuong khawm chu suknawi vawng ka tih;",
      "reference": "JEREMIA 51:21"
    },
    {
      "content": "chun, nangma chu hmangin sakawr tawlailîr le a chunga chuong khawm suknawi vawng ka ta, nang- ma hmangin nuhmei khawm pasal khawm suknawi bawk ka tih; nang- ma hmangin upa le naupang khawm suknawi vawng ka ta; nangma hmangin tlangvâl le nunghâk khawm suknawi vawng ka tih;",
      "reference": "JEREMIA 51:22"
    },
    {
      "content": "nangma hmangin berâmpuhai le a ran ruol suknawi vawng ka ta, nangma hmangin lo neitu le a bâwngchal tuokhai khawm suknawi vawng ka tih; chun, nangma hmangin ram awptuhai lal aiawtuhai chu suknawi vawng ka tih.",
      "reference": "JEREMIA 51:23"
    },
    {
      "content": "Chun, Babulon kuoma le, Kaldai hluotuhai po po chunga chun i mithmua Ziona thil ṭha naw an lo thaw tahai po po kha thung ka tih, LALPA chun a tih.",
      "reference": "JEREMIA 51:24"
    },
    {
      "content": "“Ngai ta, Aw suksetu tlâng, hnuoi po po suksetu, nang ka dodâl che a nih, LALPA chun a tih: i chunga chun ka kut hung inlet ka ta, râwl- khotlânga inthawk chun inhlum thlâng ka ti cheh a, tlâng kângah siem ka ti che.",
      "reference": "JEREMIA 51:25"
    },
    {
      "content": "Chun, a kia lung dingin ama- nih, lungphûm dingin amanih nang- maa inthawk chun la naw ni hai a; amiruokchu, kumkhuoa râusan ni lem i tih, LALPA chun a tih.",
      "reference": "JEREMIA 51:26"
    },
    {
      "content": "Rama chun indo puonzâr chu khai unla, hnamhai laia chun taw- tawrâwt mût unla, hnamhai chu ama do dingin buotsai ro; ama chunga chun Ararat dâm, Minni dâm, Askenaz lalramhai chu ko khâwm unla, a chunga chun sipai hotu lien inruot unla, sakawrhai chu khâu hawn angin inhungtir ro.",
      "reference": "JEREMIA 51:27"
    },
    {
      "content": "Ama chunga chun, hnamhai, Media lalhai, an ram awptuhai, an lal aiawtuhai po po, a huop sûng ram po pohai chu buotsai ro.",
      "reference": "JEREMIA 51:28"
    },
    {
      "content": "Ram chu ân thin a, a nah a; Babulon chunga LALPA thiltum, Babulon ram chu hluotu um loa râusana um dinga a tum chu a la um zing sih a.",
      "reference": "JEREMIA 51:29"
    },
    {
      "content": "Babulon mi thilthawtheihai chun indo chu an ṭhul a, an kulahai chun an um zing a; an thilthawtheina khawm a thlâwn a, nuhmeihai ang el an ni tah a; a chêngna hmunhai chu meia rawin a um a, ân huonna thîr- hai khawm chu sukthliekin a um tah a.",
      "reference": "JEREMIA 51:30"
    },
    {
      "content": "Thangko pakhat chu a dang intuokpui dingin tlân a ta, mi tir pakhat chu a dang intuokpui dingin tlân bawk a ta, Babulon lal chu kil tina inthawkin khawpui chu lâk a ni tah ti hril dingin;",
      "reference": "JEREMIA 51:31"
    },
    {
      "content": "fenahai chu khârin a um a, phairuonghai chu meiin an rawh a, indo mihai khawm chu suklâuin an um tah a,” tiin.",
      "reference": "JEREMIA 51:32"
    },
    {
      "content": "Sipaihai LALPA Israel Pathien chun hieng hin a ti sih a: “Babulon naunu chu hrizâwl bu chîl mêkna lai ang chu a nih; nakie sâwt nawtêah, ama ta dingin bu chil hun la hung tlung a tih,” tiin.",
      "reference": "JEREMIA 51:33"
    },
    {
      "content": "“Babulon lal Nebukadnezzar chun a mi fâk zo a, a mi suknawi a, ama chun bêl ruokah a mi siem tah a, rûlpui ang elin a mi lem a, kân hnikna chun a phîng chu a suksip a, a mi peisâk tah a.",
      "reference": "JEREMIA 51:34"
    },
    {
      "content": "Ka chunga le ka tisa chunga thawluina hi Babulon chungah um raw se,” Zion hluotuhai chun, tîng an ta; “Ka thisen hi Kaldai hluotuhai chungah um raw se,” Jerusalem chun ti bawk a tih.",
      "reference": "JEREMIA 51:35"
    },
    {
      "content": "Chuleiin, LALPA chun hieng hin a ti sih a: “Ngai ta u, in thua chun ṭan ka ti cheu a, in ta dingin phuba lapêk ka ti cheu; chun, a tuisuoriet chu sukkang ka ta, a tuikhur khawm chu sukhul ka tih.",
      "reference": "JEREMIA 51:36"
    },
    {
      "content": "Babulon chu hmun dêng pâwng el, sihalhai ta dinga chêngna hmun ding le, maktia um ding le, hluotu um loa inchek khum el ding nîng a tih.",
      "reference": "JEREMIA 51:37"
    },
    {
      "content": "Sakeibaknei vânglaihai angin a ruolin inrûm an ta, sakeibaknei têhai angin innghir an tih.",
      "reference": "JEREMIA 51:38"
    },
    {
      "content": "Suklum an ni pha chun, an ta dingin ruoi ṭhêng ka ta, anni chu sukrui ka ta, chuongchun, an hlim a, tho nâwk ta lo dinga kumkhuoa innaa chun an in theina dingin, LALPA chun a tih.",
      "reference": "JEREMIA 51:39"
    },
    {
      "content": "Sa thattu kuoma berâmtehai ang le, kêlchalhai le berâmchalhai angin anni chu hung lâng ka tih.",
      "reference": "JEREMIA 51:40"
    },
    {
      "content": "Sesak chu iengtiziea lâka um el, hnuoi pumpuiin an inpâkna chu maktia um el chu! Hnamhai laia chun iengtiziea Babulon chu râusana um el!",
      "reference": "JEREMIA 51:41"
    },
    {
      "content": "Babulon chunga chun tuisuo- riet chu a hung luong a, tuifâwn tamtakhai chun a hung inkhum tah a.",
      "reference": "JEREMIA 51:42"
    },
    {
      "content": "A khawpuihai chu râusan, ram ṭâwl, thlalêr ram, ram mi chêng nawna hmun, mihriem nau tukhawm sir ngai lo ram a lo ni tah a.",
      "reference": "JEREMIA 51:43"
    },
    {
      "content": "Babulona Bêl chu hrem ka tih; a ilem tahai khawm chu a baua in- thawkin hung la suokpêk ka tih; chuongchun, hnamhai chu ama kuoma chun luong hmunkhat ta ngai naw ni hai a, anih, Babulon kulbang chu chim a tih.",
      "reference": "JEREMIA 51:44"
    },
    {
      "content": "“Ka mihai, a sûnga inthawk chun fesuok unla, mi tin chu LALPA lunginsenna ṭiumtaka inthawk chun insandam seng ro.",
      "reference": "JEREMIA 51:45"
    },
    {
      "content": "In lungrilhai chu thidang naw sienla, chu rama thuthang hriet ding lei khawm chun ṭi bawk naw ro; kum khat chu thuthang chu hung a ta, chu hnunga chun kum dangah thuthang bawk chu hung a tih, thawluina le, rorêltu le rorêltu inkalna dâm.",
      "reference": "JEREMIA 51:46"
    },
    {
      "content": "Chuleiin, ngai ta u, nihai chu a hung tlung mêk, Babulona milim kera siemhai chunga chun rorêl ka ta, a ram pumpui chu inzak a tih; a ithathai po po khawm chu a sûnga chun tlûng an tih.",
      "reference": "JEREMIA 51:47"
    },
    {
      "content": "Chun, vân le hnuoi le an sûnga um po pohai chu Babulon chunga lâwm lei chun hla sak an ta; hmâr- tienga inthawkin a kuoma chun suk- setu a hung ding a ni sih a; LALPA chun a tih.",
      "reference": "JEREMIA 51:48"
    },
    {
      "content": "Babulon chun Israelin a thathai a lo intlûktir ta ang khan, ram po po thathai chu chuong ang bawk chun Babulona chun tlûng an tih.",
      "reference": "JEREMIA 51:49"
    },
    {
      "content": "“Nangni kâwlhnâma inthawka suokthlenghai, fe unla, ngîr ṭawk ṭawk naw ro, hlataka inthawk chun LALPA chu hre zing unla, Jerusalem chu in lungrilah in hungtir hlak ro.",
      "reference": "JEREMIA 51:50"
    },
    {
      "content": "Kâwkna chu ei hriet tâk leiin ei inzak a, buoinahai chun ei hmaihai khawm an inkhum tah a, LALPA ina hmun inthienga chun mikhuolhai chu an hung lût ta sih a.",
      "reference": "JEREMIA 51:51"
    },
    {
      "content": "Chuleiin, ngai ta u, nihai chu a hung tlung mêk, a milim kera siem- hai chunga chun rorêlna nei ka ta, a ram sûng po poa chun hliemhai chu inrûm an tih, LALPAIN a tih.",
      "reference": "JEREMIA 51:52"
    },
    {
      "content": "Babulon chu vân chenin vûm sienkhawm, a hrâtna insâng khawm chu la sukhrât zuol pei sienkhawm, keia kuoma inthawkin suksetuhai an hung ding a ni sih a, LALPA chun a tih.",
      "reference": "JEREMIA 51:53"
    },
    {
      "content": "Babulona inthawka ṭap ri le, Kaldaihai rama suksietna nasatak chu e!",
      "reference": "JEREMIA 51:54"
    },
    {
      "content": "LALPA chun Babulon chu a suk- siet a, amaa inthawka râwl ropuitak chu a sukbohmang tah a; chun, an chângvêl chu tui tamtakhai angin an inrih a, an râwl rihai chu insuoin a um a;",
      "reference": "JEREMIA 51:55"
    },
    {
      "content": "ama chunga chun suksetu chu a hung ta sih a, Babulon chung ngeia chun; a mi thilthawtheihai chu manin an um a, an thalngulhai khawm chu a tliek innawi vawng a; LALPA chu phuba latu Pathien a ni sih a, ama chun thung ngei ngei a tih.",
      "reference": "JEREMIA 51:56"
    },
    {
      "content": "Chun, a lalhai le a mi varhai le, a rorêltuhai le, a lal aiawtuhai le a mi thilthawtheihai chu sukrui ka ta; kumkhuoa innaa chun in an ta, tho ta naw ni hai, Laltak, a hming khawm sipaihai LALPA chun a tih.",
      "reference": "JEREMIA 51:57"
    },
    {
      "content": "Babulon kulbang lientakhai khawm chu sukchim nîng an ta, a dai kawtkhârhai chu meia raw nîng an ta, a mipuihai chu a thlâwn elin inrim an ta, hnamhai khawm chu mei leiin inrim an ta, sipaihai LALPA chun a tih” tiin.",
      "reference": "JEREMIA 51:58"
    },
    {
      "content": "A rorêl a kum li kuma, Juda lal Zedekia le Babulona an hang fe laia, Maaseia naupa Neria, chu naupa Seraia kuoma zâwlnei Jeremia thupêk thuhai chu. Tun Seraia chu khawtlâng hotu lien tak a na.",
      "reference": "JEREMIA 51:59"
    },
    {
      "content": "Chun, Jeremia chun Babulon chunga thil ṭha naw hung tlung ding- hai po po, Babulon chungchângthua thu zieka umhai po po chu, lekhabua chun a ziek a.",
      "reference": "JEREMIA 51:60"
    },
    {
      "content": "Chun, Jeremia chun Seraia kuoma chun, “Babulona i va fe pha chun, hieng thuhai po po hi en la, tiem la,",
      "reference": "JEREMIA 51:61"
    },
    {
      "content": "‘Aw LALPA, nang chun hi hmun chungchâng thua hin, sât thlâk ding a nizie dâm, tukhawm an chêng naw dingzie dâm, mihriem amanih, ramsa amani khawm an chêng naw dingzie le, kumkhuoa râusan a ni dingzie chu i lo hril tah a,’ ti la.",
      "reference": "JEREMIA 51:62"
    },
    {
      "content": "Chun, hi lekhabu hi i tiem zo pha pha chun, lung leh khit dêng i ta, Euphrates vadunga chun va pei lût i tih;",
      "reference": "JEREMIA 51:63"
    },
    {
      "content": "chun, ‘Hieng ang bawk hin Babulon chu tlumhmang a ta, a chunga thil ṭha naw ka hung in- tlungtir dinghai lei chun tho nâwk ta ngai naw nih a, rimsi hle tâng an tih,’ ti rawh,” a ta. Jeremia thuhai chu chu chen chu a nih.",
      "reference": "JEREMIA 51:64"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JEREMIA 51 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}