{
  "verses": [
    {
      "content": "Tuhin, sal intâng upa la um- sunhai le, thiempuhai le, zâwl- neihai le, mipui po po Jerusalema inthawka Babulona Nebukadnezzar- in sala a ṭhuoihai kuoma zâwlnei Jeremia lekhathawn thuhai chu hienghai hi an nih:",
      "reference": "JEREMIA 29:1"
    },
    {
      "content": "(lal Jekonia le lalnu nu le, mi tillâkhai le, Juda ram le Jerusalema lalhai le, mi themthiemhai le, thîrsu- hai leh Jerusalem an suoksan hnung chun a nih).",
      "reference": "JEREMIA 29:2"
    },
    {
      "content": "Saphan naupa Elasa le, Hilkia naupa Gemaria (Babulon lal Nebu- kadnezzar kuoma Juda ram lal Zedekian Babulona a tirhai) kuta chun thawn a nih",
      "reference": "JEREMIA 29:3"
    },
    {
      "content": "Jerusalema inthawka Babulona sala intâng dinga kân ṭhuoihmang- tirhai po po kuoma chun, sipaihai LALPA, Israel Pathien chun hieng- hin a tih:",
      "reference": "JEREMIA 29:4"
    },
    {
      "content": "Inhai bâwl unla, a sûngahai chun chêng unla, huonhai chu siem unla, an rahai chu fa bawk ro;",
      "reference": "JEREMIA 29:5"
    },
    {
      "content": "nuhmeihai nei unla, naupasal- hai, naunuhmeihai nei unla: in naupasalhai nuhmei inneitir unla, in naunuhmeihai khawm pasal inneitir bawk unla, naupasalhai le naunu- hmeihai an nei theina dingin; chu- taka chun hung pung pei unla, kiem tieng pan ta naw ro.",
      "reference": "JEREMIA 29:6"
    },
    {
      "content": "Chun, sala intâng dinga kân ṭhuoihmangtirna cheu khawpuia inremna chu zawng unla, chu chu LALPA kuoma chun hni ro; chutaka inremna lei chun muongna in nei ding a ni sih a.",
      "reference": "JEREMIA 29:7"
    },
    {
      "content": "Sipaihai LALPA Israel Pathien chun hieng hin a tih: Nangni laia in zâwlnei umhai le, in khawhri zâwl- haiin hlêm naw raw se cheu, chun, in manghai in imang khawm chu ring bawk naw unla.",
      "reference": "JEREMIA 29:8"
    },
    {
      "content": "Keia hmingin khêlin in kuomah thu an hril hlak sih a; anni chu ka tir an ni nawh, LALPA chun a tih.",
      "reference": "JEREMIA 29:9"
    },
    {
      "content": "LALPA chun hieng hin a ti sih a; Babulona intâng kum sâwmsari a tling hnunga chun, hung sir ka ti cheu a, hi hmuna inkîrtir ding cheuin in kuoma chun ka thu tiem chu hlen ka tih.",
      "reference": "JEREMIA 29:10"
    },
    {
      "content": "Nangni tieng panga ka ngaituo, thil ngaituohai chu ka hriet sih a, LALPA chun a tih, in tâwpna tienga beiseina siempêk ding cheuin thil ṭha naw ni loin, thlamuongna lungril a ni lem.",
      "reference": "JEREMIA 29:11"
    },
    {
      "content": "Chun, kei chu mi hung ko in ta, fêng in ta, ka kuoma chun ṭawngṭai in ta, chun, kei khawma lo ngai ka ti cheu.",
      "reference": "JEREMIA 29:12"
    },
    {
      "content": "Mi zawng in ta, in lungril po poa in mi zawng pha chun mi hmûng in tih.",
      "reference": "JEREMIA 29:13"
    },
    {
      "content": "Nangni ihmuin um ka ta, LALPA chun a tih: chuongchun, in sal intângna chu inlet ka ta, ka hnawt hmangna cheu hmun po poa inthawk le, hnam po pohaia inthawk chun ṭhuoi khâwm ka ti cheu a, LALPA chun a tih; chun, sala intâng dinga ṭhuoi hmanga kân umtirna cheu hmuna bawk khan hung ṭhuoi kîr nâwk ka ti cheu.",
      "reference": "JEREMIA 29:14"
    },
    {
      "content": "“LALPA chun Babulona khawm chun zâwlneihai a hung siem tah a,” in ti leiin,",
      "reference": "JEREMIA 29:15"
    },
    {
      "content": "David lalṭhungphaa ṭhung lal chungthua le, chu khawpuia mipui chêng po pohai, in unauhai nangni le sala intâng dinga fe ve nawhai chung- thua chun LALPAIN hieng hin a tih:",
      "reference": "JEREMIA 29:16"
    },
    {
      "content": "sipaihai LALPA chun hieng hin a tih: Ngai ta u, an chunga chun kâwlhnâm dâm, ṭâm dâm, hripui dâm tir ka ta, anni chu theichang hrût, an siet êm leia fâk thei lohai anga chun siem ka tih.",
      "reference": "JEREMIA 29:17"
    },
    {
      "content": "Chun, anni chu kâwlhnâm le ṭâm le hriin hnawt ka ta, anni ka tir hmangna tieng hnamhai po po laia chun thusekawk ding le, inchekna ding le, makti ding le, mi ṭawng- dâwng dingin hnuoia lalram po po laia hnungtieng hmatienga nawr- lênga um dingin pe suok ka tih;",
      "reference": "JEREMIA 29:18"
    },
    {
      "content": "anni chun ka thu an ngai naw leiin, LALPA chun a tih; inhmataka thoa anni tirin, ka siehlaw zâwlnei- hai chu an kuomah ka tir a; nisien- lakhawm, anni chu in lo ngai si nawh, LALPA chun a tih.",
      "reference": "JEREMIA 29:19"
    },
    {
      "content": "Chuleichun, nangni sala intâng, Jerusalema inthawka Babulona ka tir po pohai, LALPA thu chu lo ngai ta u.",
      "reference": "JEREMIA 29:20"
    },
    {
      "content": "Ka hminga in kuoma thukhêl hriltu Maaseia naupa Zedekia chung thua le, Kolaia naupa Ahab chung- thua chun Israel Pathien, sipaihai LALPA chun hieng hin a tih: Ngai ta u, anni chu Babulon lal Nebukad- nezzar kuta chun pe suok ka ta, ama chun in mithmuah anni chu that a tih;",
      "reference": "JEREMIA 29:21"
    },
    {
      "content": "Babulona Juda sal intânghai po po chun, “Zedekia le Ahab, Babulon lalin a rawhai ang chun LALPA chun siem raw se che,” tiin, anni chung- thua chun ṭawngse inphurna takah hmang an tih:",
      "reference": "JEREMIA 29:22"
    },
    {
      "content": "Israel rama chun invêtthlâk- takin thil an thawh a, an tuolbâwm- hai nuhmei le chun an uireh a, ka hming sâlin ka thupêk loa khêl thu an hril leiin; chun, kei chu a hretu, a hrietpuitu chu ka nih, LALPA chun a tih.",
      "reference": "JEREMIA 29:23"
    },
    {
      "content": "Chun, Nehelam mi Semaia chungthua chun hieng ang hin thu hril i tih:",
      "reference": "JEREMIA 29:24"
    },
    {
      "content": "Sipaihai LALPA, Israel Pathien chun hieng hin a tih: Jerusalema mi- pui um po pohai, thiempu Masseia naupa Zephania kuoma leh, thiem- puhai po po kuoma chun hieng anga nangma hminga lekha i thawn leiin:",
      "reference": "JEREMIA 29:25"
    },
    {
      "content": "“Thiempu Jehoiada aia chun LALPA chun thiempuah a siem ta cheh a, chuongchun, LALPA ina chun hotu nîng i ta, chun, mi tukhawm ân vêt a, ama le ama zâwlneia ân siem chun, ama chu intângna ina siein, kawl inbuntir i tih.",
      "reference": "JEREMIA 29:26"
    },
    {
      "content": "Chuleiin, tuhin ieng dinga Ana- thotha mi Jeremia in kuoma zâwlnei inti hi i kâwk naw am a na?",
      "reference": "JEREMIA 29:27"
    },
    {
      "content": "ama chun, ‘Sal intâng sûng ding hi a sâwt a, inhai bâwl unla, a sûnga- hai chun chêng unla, huonhai siem unla, a rahai chu fa ro,’ tiin Babulon- ah thu a mi thawn si a” tiin.",
      "reference": "JEREMIA 29:28"
    },
    {
      "content": "Chun, thiempu Zephania chun zâwlnei Jeremia na hrieta chun hi lekhathawn hi a tiem tah a.",
      "reference": "JEREMIA 29:29"
    },
    {
      "content": "Chun, Jeremia kuoma chun LALPA thu chu a hung tlung a:",
      "reference": "JEREMIA 29:30"
    },
    {
      "content": "“Sal intânghai po po kuoma chun mi tir la. Nehelam mi Semaia chungthua chun LALPA chun hieng- hin a tih: Semaia chu ka tir loin, in kuoma chun thu hrilin, thukhêl chu a hung inawitir cheu leiin,",
      "reference": "JEREMIA 29:31"
    },
    {
      "content": "LALPA chun hieng hin a tih: Ngai ta u, Nehelam mi Semaia le a thlahai chu hrem ka ta; hi hnam laia chêng ding hi mi nei naw nih a, ka mihai laia thil ṭha ka thaw khawm chu hmu bawk naw ni, LALPA chun a tih: LALPA chunga helna thu a lo hril ta leiin,” tiin.",
      "reference": "JEREMIA 29:32"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JEREMIA 29 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}