{
  "verses": [
    {
      "content": "LALPA chun hieng hin a tih: Juda lal ina chun fe thla la, chutaka chun hi thu hi zu hril rawh:",
      "reference": "JEREMIA 22:1"
    },
    {
      "content": "Aw nang Juda lal, David lal- ṭhungphaa ṭhung, nang le i siehlaw- hai le i mihai, hieng dai kawtkhâr- haia lûthai hin LALPA thu chu lo ngai ta u.",
      "reference": "JEREMIA 22:2"
    },
    {
      "content": "LALPA chun hieng hin a tih: Felna le rorêlna chu tirsuok unla, nêksâwrtu kuta inthawk suksieta um chu sansuok ro; thil dik naw chu thaw naw unla, thawluina chu thaw naw unla, hmeithaihai le, mikhuolhai le pa neilohai chunga chun; hi hmuna hin mi thiem thisen chu insuo bawk naw ro.",
      "reference": "JEREMIA 22:3"
    },
    {
      "content": "Hieng thilhai hi in thaw ngei ngei chun, hi hi dai kawtkhârahai hin, David lalṭhungphaa ṭhung lalhai, sakawr tawlailîra le sakawr chung- haia chuong, ama le a siehlawhai le a mihai, lût um an tih.",
      "reference": "JEREMIA 22:4"
    },
    {
      "content": "Nisienlakhawm, hieng thuhai hi in ngai naw chun, LALPA chun a tih: keima ngei insâlin kân khâm a, hi in hi rausan ni ngei a tih.",
      "reference": "JEREMIA 22:5"
    },
    {
      "content": "Juda lal in chungthua chun LALPA chun hieng hin a ti sih a: Ka ta ding chun Gilead i na, Lebanon lu leh; nisienlakhawm, matheiloin thla- lêra le khawpui hluo loah ka siem ding che a nih.",
      "reference": "JEREMIA 22:6"
    },
    {
      "content": "I chunga chun suksetuhai, mi tin el chu mâni hriemhrei seng leh, ka buotsai ding a nih; anni chun i ditthlang sidar dâm chu sât thlâng an ta, meiah tîng an tih.",
      "reference": "JEREMIA 22:7"
    },
    {
      "content": "Hnam tamtakhai chun hi khaw- pui hi fekhêl an ta, mi tin chun mâni tuolbâwm kuoma chun, “Iengtiziea hi khawpui ropuitak hi LALPAIN hieng- a a thaw el am a na?” tîng an tih.",
      "reference": "JEREMIA 22:8"
    },
    {
      "content": "Chun, anni chun, “LALPA an Pathien thuthlung chu an nghatsan a, pathien danghai an biek a, an rawng an bâwl leiin a nih,” tiin dawn an tih.",
      "reference": "JEREMIA 22:9"
    },
    {
      "content": "Mithi ta dingin ṭap naw unla, ama chu sûn bawk naw ro; ami- ruokchu, mi a fe hmang ta ding chun nasatakin ṭap unla; ama chu a hung kîr ta naw ding lei le, a piengna ram chu a hmu ta naw ding leiin.",
      "reference": "JEREMIA 22:10"
    },
    {
      "content": "Juda lal Josia naupa Sallum a pa aia rorêla, hi hmun mâksantu chungthua chun LALPA chun hieng- hin a ti sih a:",
      "reference": "JEREMIA 22:11"
    },
    {
      "content": "“Hitaka hin ama chu hung kîr nâwk ta naw ni; amiruokchu, ama chu sala an ṭhuoina hmuna chun, chutaka chun thîng a ta, hi ram hi hmu nâwk ta naw ni,” tiin.",
      "reference": "JEREMIA 22:12"
    },
    {
      "content": "A in fel nawnaa bâwltu le, a pindanhai indik lonaa bâwltu chu a chung a rik; ama chun a tuolbâwm sinthawna chu man boin a hmang a, a hlaw khawm a pêk nawh a;",
      "reference": "JEREMIA 22:13"
    },
    {
      "content": "ama chun, “In lientak ka ta dingin bâwl ka ta, pindan chung- hnung lien tâwktak hai leh” a ta. Chuongchun, tukverhai a siem a, sidar thingin a sûng ân thuo a, rawng sen a nâl a.",
      "reference": "JEREMIA 22:14"
    },
    {
      "content": "Sidara în huon khum leiin lalah în ngai am a nih? I pa chun a fâkin a dâwn a, indikna le rorêlna chu a thaw a ni nâwm a nih? Chuongchun, ama ta ding chun a hung ṭhah a.",
      "reference": "JEREMIA 22:15"
    },
    {
      "content": "Mi tlasamhai le mi rimsihai chungthu chu a rêl a, chuongchun, a ṭhah a. Hi hi keima mi hre dingin a ni nâwm a nih? LALPA chun a tih.",
      "reference": "JEREMIA 22:16"
    },
    {
      "content": "Amiruokchu, nanga mithai le i lungril chu inhnarna le, mi thiem thisen insuona ding le, nêksâwrna ding le, thawluina ding le, chu chu thawnaa ding chau naw chu thil dang ding a ni nawh a.",
      "reference": "JEREMIA 22:17"
    },
    {
      "content": "Chuleiin, Juda lal Josia naupa Jehoiakim chungthua chun LALPAIN hieng hin a tih: Ama chu “Aw ka unaupa,” tiin amanih, “Aw farnu,” tiin amanih, sûn naw ni hai a; “Aw lalpa,” tiin amanih, “Aw a ropuina chu,” tiin amanih, sûn bawk naw ni hai.",
      "reference": "JEREMIA 22:18"
    },
    {
      "content": "Sabengtung phûm angin phûm an ta, Jerusalem dai kawtkhârhai khêla hnûka kei dawkin.",
      "reference": "JEREMIA 22:19"
    },
    {
      "content": "Lebanona chun hang fe la, hang khêk rawh: Basana inthawk chun i râwl insuo la, Abarima inthawk chun khêk rawh: i hmangaihai po po chu an bohmang vawng ta sih a.",
      "reference": "JEREMIA 22:20"
    },
    {
      "content": "I vângneinaa chun i kuomah thu ka hril a; amiruokchu, nang chun, “Ngai naw ning,” i tih a. I naupang laia inthawk tah hi hi i khawsak dân a ni hrim a; ka râwl hi i ngai ngai nawh.",
      "reference": "JEREMIA 22:21"
    },
    {
      "content": "I berâmpuhai po po chu thliin châwm a ta, i hmangaihai chu salah intâng an tih: chu pha chun mathei- loin, i khawhlonahai po po lei chun inzak i ta, buoi ngei ngei i tih.",
      "reference": "JEREMIA 22:22"
    },
    {
      "content": "Aw Lebanon hluotu, sidar thinghaia bu septu, nuhmei nauhase nat anga natna, i chunga tuornahai a hung tlung pha chun lungsiet i va um âwm de!",
      "reference": "JEREMIA 22:23"
    },
    {
      "content": "LALPA chun, ka hring zing angin, Jehoiakim naupa Konia chu ka kut changtienga kutsebi sûng- phûm ni sienla khawm, chutaka inthawk chun hmalthlâng ka ti che;",
      "reference": "JEREMIA 22:24"
    },
    {
      "content": "chun, nangma hringna zawng- tuhai kuta le, i ṭi Babulon lal Nebukadnezzar le Kaldaihai kuta chun pêng ka ti che.",
      "reference": "JEREMIA 22:25"
    },
    {
      "content": "Peisuok ka ti cheh a, i nu chun ram dangah paw lût a ti cheh a, i piengna ram ni loa chun, chutaka chun thîng i tih.",
      "reference": "JEREMIA 22:26"
    },
    {
      "content": "Nisienlakhawm, ram an lung- rilin kîr an nuomna tieng chun kîr nâwk naw ni hai.",
      "reference": "JEREMIA 22:27"
    },
    {
      "content": "Hi Konia hi bêl kawi hmusitum am a nih? Ama hi bêl amaa ditna um hlek lo am a nih? Iengdinga pei suoka, ama le a chihai, an ihriet naw rama chu pei suoka um am an na?",
      "reference": "JEREMIA 22:28"
    },
    {
      "content": "Aw leihnuoi, leihnuoi, leihnuoi, LALPA thu chu ngai ta.",
      "reference": "JEREMIA 22:29"
    },
    {
      "content": "LALPA chun hieng hin a tih: Hi pa hi nau boah, a dam sûnga mi hlawtling ngai lo dingin ziek rawh, ama chia mi hrim hrim hi tukhawm hlawtling ngai naw ni hai; David lalṭhungphaa ṭhung thua le, Juda rama ro la rêl pei ding thuah.",
      "reference": "JEREMIA 22:30"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JEREMIA 22 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}