{
  "verses": [
    {
      "content": "LALPA kuoma inthawka Jere- mia kuoma thu hung tlung chun,",
      "reference": "JEREMIA 18:1"
    },
    {
      "content": "“Tho la, bêl hemtu ina chun fe thla la, chutaka chun ka thu inngaitir ka ti che,” a ta.",
      "reference": "JEREMIA 18:2"
    },
    {
      "content": "Chuongchun, bêlhemtu ina chun ka fe thla a, bêlhemna khâwlah a sin chu a lo thaw a.",
      "reference": "JEREMIA 18:3"
    },
    {
      "content": "Chun, pilpawka bêl a siem chu a him naw pha chun, bêlhemtu chun ṭha a ti ang peiin bel dangah a siem nâwk a.",
      "reference": "JEREMIA 18:4"
    },
    {
      "content": "Chun, LALPA thu chu ka kuomah a hung tlung a,",
      "reference": "JEREMIA 18:5"
    },
    {
      "content": "“Aw Israel sûngkuo, hi bêl hemtu ang hin i chunga hin ka thaw thei ni lo am a nih? LALPA chun a tih. Ngai ta, pilpawk chu bêl hemtu kuta a um angin, nang chu ka kuta um i nih, aw Israel sûngkuo.",
      "reference": "JEREMIA 18:6"
    },
    {
      "content": "Ieng huna khawm hnam ama- nih, lalram chungthuah hmalthla ding le sukchim ding le sukse dinga ka hril a,",
      "reference": "JEREMIA 18:7"
    },
    {
      "content": "chu hnam, a chungthu ka hril chu an thil ṭha nawa inthawka an hung kîr chun, thil ṭha naw an chunga thaw dinga ka ngaituo chu la kir ka tih.",
      "reference": "JEREMIA 18:8"
    },
    {
      "content": "Chun, ieng huna khawm hnam amanih, lalram chungthuah siem ding le inngîr dinga ka hril a,",
      "reference": "JEREMIA 18:9"
    },
    {
      "content": "ka mithmua chun thil ṭha naw a thawa, ka râwl a ngai naw chun, anni sukṭhatna dinga ka ti thil ṭha chu la kîr ka tih.",
      "reference": "JEREMIA 18:10"
    },
    {
      "content": "Chuleiin, tuhin fe la, Jerusalem hluotuhai le Juda rama mihai kuoma chun thu hril la, ‘LALPA chun hieng hin a tih: Ngai ta u, in chungah thil ṭha naw ka riruong a, in chungah phierrûkna ka phierrûk a, tuhin mi tin mâni lampui rilo senga inthawk chun hung kîr raw se; chuongchun, in thilthawhai le in lampuihai chu siem ṭha ro,’ tiin.",
      "reference": "JEREMIA 18:11"
    },
    {
      "content": "“Nisienlakhawm, ‘Beiseina hrim a um nawh, mi tin mâni ngairuotna ang seng ei hraw ding a na, eini mi tin chun mâni lungril rilo ngar- zie ang peiin ei thaw el ding a nih,’ an ta.",
      "reference": "JEREMIA 18:12"
    },
    {
      "content": "“Chuleiin, LALPA chun hieng hin a tih; Hnamhai laia chun indawn unla, hieng ang thilhai hi hre hlak an um am; Israel nunghâk inthieng chun thil râpthlâktak el chu a lo thaw tah a.",
      "reference": "JEREMIA 18:13"
    },
    {
      "content": "Lebanon vûr chun ramhnuoi lungpui chu a mâksan ding am a nih? Annawleh, tui dei ram hlataka inthawka hung luong thlahai chu a kang el ding am a nih?",
      "reference": "JEREMIA 18:14"
    },
    {
      "content": "Ka mihai chun an mi thei- nghil a, teplo kuoma chun riminhnik chu an lo raw ta sih a; chun, anni chun an lampuihaia chun an insui thlûktir a, tienlaia lampuihai, lampui rûka fe dingin, tluongpui lam niloa chun;",
      "reference": "JEREMIA 18:15"
    },
    {
      "content": "an ram chu makti dinga siem ding le, hahîpa siem dingin; mi tin chu fe khêl taphawt chun maktîng an ta, an lu thin an tih.",
      "reference": "JEREMIA 18:16"
    },
    {
      "content": "Sak thli ang elin anni chu an hmêlmahai kuomah sukdar vawng ka ta, an lungngai nia chun ka hmai ni loin ka hnungtieng inentir ka tih,” tiin.",
      "reference": "JEREMIA 18:17"
    },
    {
      "content": "Chun, anni chun, “Hung ro khai, Jeremia chunga hin thuphier- rûk phier ei tih; thiempua inthawkin dânin bo ni nei naw nih a, mi vara inthawkin thurâwn le, zâwlneia inthawka thu bo naw nih. Hung ta u, hril se bawr bawr ei ta, a thuhai chu a ieng ieng khawm chu awipêk nâwng ei tiu,” an ta.",
      "reference": "JEREMIA 18:18"
    },
    {
      "content": "Aw LALPA, mi hung ngaisak la, keia mi kaltuhai râwl chu lo ngai ta.",
      "reference": "JEREMIA 18:19"
    },
    {
      "content": "Thil ṭha naw chu thil ṭhaa thung a ni ding am a nih? Ka thlarau ta dingin khur an cho ta sih a. An ta dinga thil ṭha hril dinga i hmaa, i lunginsenna annia inthawka suk- kieng dinga ka ngîr kha hre zing la.",
      "reference": "JEREMIA 18:20"
    },
    {
      "content": "Chuleiin, an thlahai chu ṭâm kuoma chun pe la, anni chu kâwl- hnâm thilthawtheina kuoma chun pe rawh; chuongchun, an nuhmeihai chu nau bo le, hmeithaihai innitir la, an pasalhai chu thinaa sukhlum ni hai sienla, chun, an tlangvâlhai chu indonaa kâwlhnâma that ni raw hai se.",
      "reference": "JEREMIA 18:21"
    },
    {
      "content": "An chunga sipai ruol i hung ṭhuoi thut pha chun, an inhaia in- thawk chun ṭap hriet ni raw se, kei mi manna dingin khur an cho a, ka kehai ta ding chun châng an kam sih a.",
      "reference": "JEREMIA 18:22"
    },
    {
      "content": "Amiruokchu, LALPA, mi thatna dinga ka chunga an thu inrâwnna po po kha i hriet a, an suolna chu ngai- dam naw la, i mithmua inthawk chun an suol chu sukhmangpêk bawk naw rawh, amiruokchu, nangma hmaa chun pei thlûkin um hai sienla, anni chu i lunginsen lai chun sawisa rawh.",
      "reference": "JEREMIA 18:23"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JEREMIA 18 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}