{
  "verses": [
    {
      "content": "Chun, LALPA chun ka kuom- ah, “Mosie le Samuel chu ka hmaah ngîr ta hai sienla khawm, ka lungril chu hi hnam tienga hin ân hêm thei nawh; ka mithmua in- thawkin hnawt suok la, anni chu infe suoktir rawh.",
      "reference": "JEREMIA 15:1"
    },
    {
      "content": "Chun, i kuoma chun, ‘Khawtieng am kan fe ding a na?’ an ti pha chun anni chu hi hi hril i tih: ‘LALPA chun hieng hin a tih: Thina ta dinghai chu thinaah, kâwlhnâm ta dinghai chu kâwlhnâmah; ṭâmna ta dinghai chu ṭâmnaah; sala intângna ta dinghai chu salah,’ tîng i tih.",
      "reference": "JEREMIA 15:2"
    },
    {
      "content": "Chun, an chunga tlung dingin thil chi li ruot ka ta; LALPA chun a tih: kâwlhnâm chu sukhlum dingin, uihai chu keinawitu dingin, chun, chunglêng vatehai le hnuoia ramsa- hai chu fa zotu ding le suksetu dingin.",
      "reference": "JEREMIA 15:3"
    },
    {
      "content": "Chun, anni chu, Juda lal Hezekia naupa Manasse Jerusalema a thil- thawhai lei khan, hnuoi chunga lalram po pohai laia chun hmatieng hnungtienga hnawtlêng dingin inumtir ka tih.",
      "reference": "JEREMIA 15:4"
    },
    {
      "content": "Aw Jerusalem, tuin am i chungah lunginsietna nei a ta? Tuin am an sûn ding che a ni leh? Annawleh, i ham- ṭhatna ding thu hni dingin tu am hnungkîr an ta?",
      "reference": "JEREMIA 15:5"
    },
    {
      "content": "Nang chun i mi lo hnâwl ta a, LALPA chun a tih: hnungtieng i lo fe tah a; chuleiin, i chungah ka kut kân let a, ka suksiet che a nih; lunginsietna inlangtir hi ka nghawk ta a nih.",
      "reference": "JEREMIA 15:6"
    },
    {
      "content": "Chu ram dai kawtkhârahai chun anni chu hmaizâpin ka zâp a; an nauhai chu ka lâk hmangpêk tâwl a; ka mihai chu ka suksiet tah a; an lampuihaia inthawk chun an lamlêt chuong nawh.",
      "reference": "JEREMIA 15:7"
    },
    {
      "content": "Tuisuorieta phaiphin nêk hman- in an hmeithaihai chu ka sukpung lem a, sûn changlai chun nuhai le tlangvâlhai chunga chun suksetu ka hung intlungtir a, amânu chunga chun ṭitnahai le lunginzîngnahai kân tlâktir thut a.",
      "reference": "JEREMIA 15:8"
    },
    {
      "content": "Nau pasari neitunu chu a chau tah a, a chau let dêr a; sûn a ni lai chun a nisa chu a tla tah a; ama chu ân zakin a hamhai a; chun, anni a la mahlahai chu an hmêlmahai kuomah kâwlhnâmah pêng ka tih,” LALPA chun a tih.",
      "reference": "JEREMIA 15:9"
    },
    {
      "content": "Nu, ka chung a va rik de! hnuoi chung po poa insêl mi le inkhing mia i mi lo nei hi chu! a pung umin kân pûktir ngai nawh a, kei khawm tu- khawma a pung umin an mîn pûktir bawk nawh; amiruokchu, an rêng elin ṭawngsie an mi lân phur ta rawp hi.",
      "reference": "JEREMIA 15:10"
    },
    {
      "content": "LALPA chun, “Titakzetin, thil ṭhaa dingin sukdet ka ti cheh a; titak- zetin, tuor lai huna le thil ṭha naw hung tlung huna chun i hmêlmahai chun i kuoma hnina siem dingin inumtir ka tih,” a tih.",
      "reference": "JEREMIA 15:11"
    },
    {
      "content": "Miin thîr, hmârtienga thîr le dârsen chu a sukthliek thei ding am a nih?",
      "reference": "JEREMIA 15:12"
    },
    {
      "content": "I ramrihai po poa chun, i suolhai po poa ding chun, i thuomhnaw le i rohai chu man boa râllâk sum dingin pêng ka tih.",
      "reference": "JEREMIA 15:13"
    },
    {
      "content": "Chun, i hmêlmahai le ram i hriet ngai nawa chun infetir ka ti cheh a, ka lunginsen chun mei chu sêm a na, i chungah chawk kumkhuong a tih.",
      "reference": "JEREMIA 15:14"
    },
    {
      "content": "Aw LALPA, nang chun i hriet a; mi hre zing la, mi hung sir la, a mi hremtuhai chu phuba hung la rawh; i teireingaitheina chun mi la hmang naw la, nangma lei chun kâwkna ka tuor a ni ti hre rawh.",
      "reference": "JEREMIA 15:15"
    },
    {
      "content": "I thuhai chu hmu suok a ni tah a; chuong chu ka fâk a; chuongchun, i thuhai chu ka lungrila hlimna le, ka ta dinga lâwmna a nih; Aw LALPA sipaihai Pathien, i hming chawia ko ka ni sih a.",
      "reference": "JEREMIA 15:16"
    },
    {
      "content": "Hlimna siema inkhâwmhai laia chun ka ṭhung nawh a, ka hlim bawk naw a; i kut lei chun makhât chauin ka ṭhung a; lunginzîngna nasatak chun i mi suksip ta sih a.",
      "reference": "JEREMIA 15:17"
    },
    {
      "content": "Iengleiin am ka natna hi a re hlek nawh a, sukdam nuom dêr lo ang ela ka hliemna hi sukdam thei loa um am an nih a? Ka ta ding hin vadungte hlêmhmang, tuihai kang hlak ang chu in ni tak tak ding am a nih?",
      "reference": "JEREMIA 15:18"
    },
    {
      "content": "Chuleichun, LALPA chun hieng hin a tih: I hung kîr chun, ka hmaa i ngîr theina dingin hung ṭhuoi nâwk ka ti che; mi suolhaia inthawka thil hluhai i lâk suok chun, ka bau ang nîng i ta; anni chu i kuomah hung kîr an ta, nang ruok chu an kuom tieng kîr naw ti nih.",
      "reference": "JEREMIA 15:19"
    },
    {
      "content": "Chun, hi hnam ta ding hin dârsen bang kulah siem ka ti cheh a; nang chu hung do hlak an ti cheh a, nisienlakhawm, hne ngai naw ni hai che; sandam ding le sansuok ding chein i kuomah ka um zing sih a, LALPA chun a tih.",
      "reference": "JEREMIA 15:20"
    },
    {
      "content": "Mi rilohai kuta inthawk chun sansuok ka ti cheh a, thil ṭium kuta inthawk chun intlansuok bawk ka ti che.",
      "reference": "JEREMIA 15:21"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JEREMIA 15 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}