{
  "verses": [
    {
      "content": "Nebuzaradan, vêngtu pâwl hotuin ama chu Ramaa in- thawka ân fetir a, Juda rama mi le Jerusalema sal intânghai Babulon tienga sala ṭhuoihai laia khaidieta khuopa ama a ṭhuoi hnunga LALPA kuoma inthawka Jeremia kuoma thu hung tlung chu.",
      "reference": "JEREMIA 40:1"
    },
    {
      "content": "Vêngtu pâwl hotu chun Jeremia chu a ṭhuoi a, a kuomah, “LALPA i Pathien chun hi hmuna hin hieng thil ṭha naw hi tlung dingin a ruot tah a;",
      "reference": "JEREMIA 40:2"
    },
    {
      "content": "chuongchun, LALPA chun a hung intlungtir a, a hril ang ngei chun a hung thaw tah a; LALPA chunga chun thil in suksuol ta leiin le, a râwl chu in awi naw leiin, hieng thil hi in chungah a hung tlung a ni hi.",
      "reference": "JEREMIA 40:3"
    },
    {
      "content": "Tuhin, ngai ta, vawisûn ni hin i kuta khaidiet umhaia inthawk chun kân suo che a nih. Babulon tienga kei mi zui hi i ngaia a ṭha chun, hung la, amiruokchu, Babulon tienga kei mi hung zui chu i ta dinga rin a um chun, ṭhul el rawh; ngai ta, ram po po chu i hmaa chun a um a, khaw tienga khawm i ta dinga ṭha le, i ta dinga remchângna tieng tienga chun, chu tienga chun fe rawh,” a ta.",
      "reference": "JEREMIA 40:4"
    },
    {
      "content": "Chun, chuonga a la fe hma chun, ama chun, “Fe el rawh; Babulon lal Juda ram khawpuihai chunga rorêl- tua a siem Saphan naupa, Ahikam naupa Gedalia kuoma chun kîr nâwk la, mipuihai lai chun ama kuoma chun va um el rawh; annawleh, fena dinga remchâng i tina tieng tieng chun fe el rawh,” a ta. Chuongchun, vêngtu hotu chun fâk ding le thilpêk a pêk a, ân fetir tah a.",
      "reference": "JEREMIA 40:5"
    },
    {
      "content": "Chun, Jeremia chu Mizpaa Ahikam naupa Gedalia kuoma chun a fe tah a, mipui chu rama mâksana la umhai laia chun ama kuomah a va chêng tah a.",
      "reference": "JEREMIA 40:6"
    },
    {
      "content": "Chun, rama sipai hotuhai po po le an mihaiin Babulon lalin Gedalia Ahikam naupa chu chu rama rorêl- tuah a siem a, a kuoma chun pasal- hai, nuhmeihai, naupanghai, mi rimsitak takhai, Babulona sala ṭhuoia um nawhai chu ân kawltir ti an hriet chun,",
      "reference": "JEREMIA 40:7"
    },
    {
      "content": "Mizpaa Gedalia kuoma chun, Nethania naupa Ismael, Karea nau- pasal Johanan le Jonathan, Tanhu- meth naupa Seraia, Netophath mi Ephai naupasalhai, Maakath mi naupa Jezania le anni le an mihai chu an hung tâwl a.",
      "reference": "JEREMIA 40:8"
    },
    {
      "content": "Chun, Saphan naupa, Ahikam naupa Gedalia chun inkhâmin, anni le an mihai kuoma chun a hril a, “Kaldaihai hi an rawng bâwlpêk chu ṭi naw ro; rama chun chêng unla, Babulon lal rawng chu bâwl unla, in ta dingin ṭhâng a tih.",
      "reference": "JEREMIA 40:9"
    },
    {
      "content": "Keia chungthua chun, ngai ta u, eini kuoma hunghai, Kaldaihai hmaa ngîr dingin Mizpaa hin ka chêng ding a na; amiruokchu, nangni chun uoin le nipui theirahai chu la khâwm unla, hriek leh, in bâwmahai chun sie unla, khawpui in lâk tahaia chun chêng el ro,” tiin.",
      "reference": "JEREMIA 40:10"
    },
    {
      "content": "Chuong ang bawk chun Moab rama Juda chênghai po po le, Ammon thlahai laia chêng le, Edoma mihai le, ram po poa chênghai chun, Babulon lal chun hlâbîk Juda rama chun mâksan a la nei a, Saphan naupa, Ahikam naupa Gedalia chu an chunga chun a sie ti an hriet chun,",
      "reference": "JEREMIA 40:11"
    },
    {
      "content": "Judahai po po chu hnawthmang an nina hmun senga inthawk chun an hung kîr a, Juda ramah, Mizpaa Gedalia kuoma chun an hung a, uoin le nipui thei rahai chu tamtak el chu an lâk khâwm tah a.",
      "reference": "JEREMIA 40:12"
    },
    {
      "content": "Chu nawa khawm Karea naupa Johanan le sipaihai hotuhai ram- hnuoia umhai po po chu Mizpaa chun Gedalia kuoma chun an hung a,",
      "reference": "JEREMIA 40:13"
    },
    {
      "content": "a kuomah, “Ammon thlahai lal Baalis chun Nethania naupa Ismael chu i hringna la dingin a hung tir ti i hriet am?” an tih a. Nisienlakhawm, Gedalia, Ahikam naupa chun anni chu a taksâwn nawh a.",
      "reference": "JEREMIA 40:14"
    },
    {
      "content": "Chun, Karea naupa Johanan chun Mizpaa Gedalia kuoma chun inrûkin thu a hril a, “Mi tir la, ka ngên che hi, Nethania naupa Ismael chu that el ka tih; tukhawma hre hliek naw ni hai; ieng dingin am i hringna chu lain, Juda i kuoma hung inkhâwm sunhai chu sukdara umin, Juda rama la um sunhai chu bohmang el an ta?” a ta.",
      "reference": "JEREMIA 40:15"
    },
    {
      "content": "Nisienlakhawm, Ahikam naupa Gedalia chun Karea naupa Johanan kuoma chun, “Hi thil hi i thaw ding a ni nawh, Ismael chungthuah khêl dêr i hril a ni sih a,” a ta.",
      "reference": "JEREMIA 40:16"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JEREMIA 40 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}