{
  "verses": [
    {
      "content": "Hnamhai chungthua zâwlnei Jeremia kuoma LALPA thu hung tlung chu:",
      "reference": "JEREMIA 46:1"
    },
    {
      "content": "Aigupta chungthuah: Juda ram lal Josia naupa Jehoiakim inlal kum li kuma Babulon lal Nebukadnezzar- in a rûn, Aigupta lal Pharao-neko sipai Euphrates vadungpui panga Karkemisa umhai chungthu chu:",
      "reference": "JEREMIA 46:2"
    },
    {
      "content": "Âwmphaw le phaw buotsai unla, indona chu hnai ro.",
      "reference": "JEREMIA 46:3"
    },
    {
      "content": "Sakawrhai chu râlthuom unla, nangni sakawr chung chuong mihai, chuong unla, in lukhumhai leh ngîr- suok ro; feihai chu nâwttle unla, râlthuom chun inthuom ro.",
      "reference": "JEREMIA 46:4"
    },
    {
      "content": "Iengtizie am an ta le? An bei- dawng zo a, an hnungtawl tah a; an mi hrâthai chu hnein an um a, an tlân dar a, hnungtieng an ngha ta nawh; ṭium chu sîr tinah a um a nih, LALPA chun a tih.",
      "reference": "JEREMIA 46:5"
    },
    {
      "content": "Mi hrât chu tlân hmang naw sienla, mi thilthawthei khawm chu suokthleng naw raw se; hmâra chun Euphrates vadungpui panga chun an insui a, an tluh a.",
      "reference": "JEREMIA 46:6"
    },
    {
      "content": "Nile vadung, vadungpuihai ang ela tuihai invawr let anga ngîr dawk chu tu am a na?",
      "reference": "JEREMIA 46:7"
    },
    {
      "content": "Aigupta ram chu Nile vadung ang chun a hung lien a, a tuihai chu vadungpui tuihai ang elin ân vawr let a; ama chun, “Hung lien ka ta, leihnuoi hi inkhum ka tih; khawpui- hai le chutaka a hluotuhai chu sukbohmang bawk ka tih,” a ta.",
      "reference": "JEREMIA 46:8"
    },
    {
      "content": "Nangni sakawrhai, hang fe unla, nangni sakawr tawlailîrhai, lungin- sen ro; mi thilthawtheihai khawm chu fe suok raw hai seh; Ethiopia le Put mihai, phaw hmang mihai le, Lud mi thalngul kuoi hmang mihai chu.",
      "reference": "JEREMIA 46:9"
    },
    {
      "content": "Chu ni chu LALPA, sipaihai LALPA ni, a hmêlmahai chunga phuba a lâk theina dinga, phuba lâkna ni a ni sih a; kâwlhnâm chun fazo a ta, tlai a tih; chun, an thisen chu a khawp tâwkin dawn bawk a tih; LALPA sipaihai LALPA chun hmâr- tieng ramah Euphrates vadungpui panga chun inthâwina chu a nei sih a.",
      "reference": "JEREMIA 46:10"
    },
    {
      "content": "Gileada chun hang fe la, thinghnai damdâwi hang la rawh, aw Aigupta naunu nunghâk inthieng, a thlâwn elin damdâwi tamtak i lo hmang tah a; i ta dingin damna hrim a um nawh a.",
      "reference": "JEREMIA 46:11"
    },
    {
      "content": "Hnamhai chun în zakna chu an lo hriet a, i khêkri chun hnuoi chu a sip zo tah; mi thilthawthei chu mi thilthawtheia ma chun ân suithlu a, an pahni hni chun an tlu rêl a nih.",
      "reference": "JEREMIA 46:12"
    },
    {
      "content": "Babulon lal Nebukadnezzar chu hung a ta, Aigupta ram chu ieng angin am a hung rûn ding a na, ti thua zâwlnei Jeremia kuoma LALPA thuhril thu chu:",
      "reference": "JEREMIA 46:13"
    },
    {
      "content": "Aiguptaa chun hril unla, Migdola chun phuong unla, Nopha khawm chun phuong unla, Tahpan- hesa le chun: “Ngîr dawk la, inbuotsai rawh; i vêla chun kâwlhnâm chun a fâk zo pei ta si a,” ti ro.",
      "reference": "JEREMIA 46:14"
    },
    {
      "content": "I mi hrâthai chu iengdingin am lên hmangin um an ta? LALPA chun anni chu a hnawtdar leiin, anni chu an ngîr nawh.",
      "reference": "JEREMIA 46:15"
    },
    {
      "content": "Mi tamtak chu insuithlu dingin a siem a, anih, an intlûk thuo pei a, “Tho unla, hi kâwlhnâm nêksâwrnaa inthawk hin eini mihai laia ngei le, ei piengna ram ngeia khan fe nâwk ei tiu,” an tih a.",
      "reference": "JEREMIA 46:16"
    },
    {
      "content": "Chutaka chun an khêk a, “Aigupta lal Pharao hlak chu ri mei mei el chau a ni sih a; hun ruothai chu ân feliemtir pei a,” tiin.",
      "reference": "JEREMIA 46:17"
    },
    {
      "content": "Laltak a hming khawm sipaihai LALPA chun, ka hring zing angin; tuisuoriet panga Karmel ang le, tlânghai laia Tabor tlâng angin, ama chu hung ngei ngei a tih.",
      "reference": "JEREMIA 46:18"
    },
    {
      "content": "Aw nang naunuhmei Aigupta rama chêng, sala intâng dinga fe dingin incheibâwl rawh, Noph chu râusan nîng a ta, hluotu boin a kâng ding a ni sih a.",
      "reference": "JEREMIA 46:19"
    },
    {
      "content": "Aigupta hi bâwngla hmêl ṭha- tak a na, nisienlakhawm, hmârtienga sietna chu a hung a, a hung tlung mêk a nih.",
      "reference": "JEREMIA 46:20"
    },
    {
      "content": "A sûnga mi inhlawfahai khawm chu, ran ina bâwngtêhai ang an nih; anni khawm chu an hnungkîr a, an tlân hmang hmunkhat a; an ngir hrim hrim nawh; an lunginzingna ni, anni hremna hun chu an chungah a hung tlung si a.",
      "reference": "JEREMIA 46:21"
    },
    {
      "content": "A rî chu rûlpui rî ang a na; a hmêlmahai chun kalchawiruolin, hreipuihai leh thing phûrtuhai angin an hung rûn a.",
      "reference": "JEREMIA 46:22"
    },
    {
      "content": "Zawng suok thei ni naw sien khawm, a rampui hnuoihai chu phûr thlûng an tih, LALPA chun a tih; khâuhai nêkin an tam lem a, tiem thei an ni si nawh a.",
      "reference": "JEREMIA 46:23"
    },
    {
      "content": "Aigupta naunu chu sukzak nîng a ta; hmârtienga mihai kuta chun pêk suok nîng a tih.",
      "reference": "JEREMIA 46:24"
    },
    {
      "content": "Sipaihai LALPA, Israel Pathien chun hieng hin a tih: “Ngai ta u, Noa um Amon le Pharao le Aigupta le, a pathienhai le, a lalhai le; Pharao ngei le ama ringtuhai chu ka hrem ding a nih;",
      "reference": "JEREMIA 46:25"
    },
    {
      "content": "anni chu an hringna zawngtu- hai kuta le, Babulon lal Nebukadnez- zar kuta le, a siehlawhai kuta chun pe suok ka tih; chu hnunga chun, tienlaia ang bawk khan hluoin um tâng a tih; LALPA chun a tih.",
      "reference": "JEREMIA 46:26"
    },
    {
      "content": "Nisienlakhawm, aw Jakob ka siehlaw, ṭi naw rawh, aw Israel, bei- dawng bawk naw rawh, ngai ta, hlataka inthawkin nang le, i chithla- hai chu sala an intângna rama inthawk chun ka sandam ding cheu a ni sih a; Jakob chu hung kîr nâwk a ta, to ṭawk ṭawk a ta, nuomsain um a tih, tukhawma sukṭi ta naw ni hai.",
      "reference": "JEREMIA 46:27"
    },
    {
      "content": "Aw ka siehlaw Jakob, ṭi naw rawh, LALPA chun a tih; i kuomah ka um sih a, nang ka hnawt hmangna che tienga hnamhai po po chu suk- tâwp vawng ka ta, nang ruok chu suktâwp letdêr naw ning cheh a; rorêlnain sukdik lem ka ti cheh a, ieng kawnga khawm hrem loin mâksan naw ning che,” tiin.",
      "reference": "JEREMIA 46:28"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JEREMIA 46 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}