{
  "verses": [
    {
      "content": "Aw ka chipuihai naunu sukhluma um chu a sûn a zâna ka ṭa theina dingin ka lu hi tuihai ni sienla, ka mithai hi mitthli tuikhurhai hung ni sien chu!",
      "reference": "JEREMIA 9:1"
    },
    {
      "content": "Ka chipuihai hi ka mâksana, an kuoma inthawka ka fe theina dingin, thlalêra hin khuol inzinhai riekna hmun nei lang chu aw! anni chu uirehai le, mi khawhlohai um khâwm an ni vawng el sih a.",
      "reference": "JEREMIA 9:2"
    },
    {
      "content": "Thudik nawa dingin an thalngul ang elin an lei chu an thlep a; chu rama chun thahrâttakin an hung inṭhang a, thudika ruok chun ni loin; thil suola inthawkin thil suola vêk chun an pakai a, kei khawm an mi hriet hlawl nawh, LALPA chun a tih.",
      "reference": "JEREMIA 9:3"
    },
    {
      "content": "Mi tinin mâni tuolbâwmhai pawisa seng unla, unau ieng ang khawm chu ring naw ro; unau tinhai chu mâni hmasieltak el, tuolbâwm tinhai khawm chu thukhêl le invâk mi an ni âwm sih a.",
      "reference": "JEREMIA 9:4"
    },
    {
      "content": "Chuongchun, mi tin chun mâni tuolbâwm chu hlêm a ta, thu dik hril naw ni; an lei chu khêlthu hril dingin an inchûktir tah a; thil suol thaw dingin anni le anni chu an insuk- lungzîng a.",
      "reference": "JEREMIA 9:5"
    },
    {
      "content": "I chêngna hmun chu inhlêmna lailia chun a na; inhlêmna lei chun kei mi hriet khawm chu an nuom naw a nih, LALPA chun a tih.",
      "reference": "JEREMIA 9:6"
    },
    {
      "content": "Chuleiin, sipaihai LALPA chun hieng hin a tih: Ngai ta, anni chu suktui ka ta, ka fie ding a nih; ka chipuihai naunu lei chun ieng dang am thaw tâng ka ta?",
      "reference": "JEREMIA 9:7"
    },
    {
      "content": "An lei chu thi theina thal a na; thukhêl a hril a, mi pakhatin a tuol- bâwm kuomah a bau chun thla- muongumtakin thu a hril a, nisien- lakhawm, a lungril chun ama chu ân chân rûk zing a.",
      "reference": "JEREMIA 9:8"
    },
    {
      "content": "Hieng thilhai lei hin ka hrem hrim naw ding am a nih? LALPA chun a tih; hnam hieng ang hai chunga hin ka thlarau chun phuba a lâk naw ding am a nih?",
      "reference": "JEREMIA 9:9"
    },
    {
      "content": "An kâng zo tah a, tukhawm an fe tlang ta ngai naw leiin, tlânghai ta ding chun sûnin ṭapinrûm ka ta, thlalêra tlatna hmunhai ta ding chun sûn ka tih; mihai chun ran ruol râwl khawm chu hre thei ta naw ni hai a; chunglêng vatehai le ramsahai khawm chu an tlânse tah a, an tlân- hmang tah.",
      "reference": "JEREMIA 9:10"
    },
    {
      "content": "Chun, Jerusalem chu hmun- hnawk intiengkhâwmna le, satene- hai ta dinga chêngna hmunah siem ka tih; Juda khawpuihai khawm chu hluotu um loa râusanah siem bawk ka tih. Hi hi hrethiem thei dinga mi var tu am a um a?",
      "reference": "JEREMIA 9:11"
    },
    {
      "content": "Hi hi a hrilfie theina dinga LALPA bauin a kuoma thu a lo hrilna chu tu am a na? Ieng leia ram chu thlalêr anga a kâng a, a bohmang a, tukhawm an fe thleng ta nâwm a na?",
      "reference": "JEREMIA 9:12"
    },
    {
      "content": "LALPA chun hieng hin a tih: An hmaa dân ka sie chu an nghatsan a, ka râwl khawm an awi nawh a, chu- taka chun an fe bawk naw leiin a nih;",
      "reference": "JEREMIA 9:13"
    },
    {
      "content": "nisienlakhawm, an lungril ngarna ang pei chu an hraw lem a, Baal hnung chu an zui a, an thlatu- haiin anni an lo inchûktir ta ang khan;",
      "reference": "JEREMIA 9:14"
    },
    {
      "content": "chuleiin, sipaihai LALPA Israel Pathien chun hieng hin a tih: Ngai ta, hi hnam hi, anni ngei hi sairam khâin vai ka ta, tûr pawl tui dâwn dingin pêng ka tih.",
      "reference": "JEREMIA 9:15"
    },
    {
      "content": "An thlatuhai le anni khawma an hriet ngailo hnamhai laia chun sukdar ka ta; anni chu ka sukbo- hmang vawng hmakhat chun an hnungah kâwlhnâm tir ka tih.",
      "reference": "JEREMIA 9:16"
    },
    {
      "content": "Sipaihai LALPA chun hieng hin a tih: Nangnîn ngaituo unla, an hung theina dingin nuhmei ṭapthiemhai ko ro; chun, an hung theina dingin nuhmei vervêkhai chu inkotir bawk unla,",
      "reference": "JEREMIA 9:17"
    },
    {
      "content": "hung inhmaw hai sienla, ei ta dingin ṭapinrûm raw hai se, ei mithai chu mitthlia a far theina ding le, ei mitvunhai chun tui a phusuok theina dingin.",
      "reference": "JEREMIA 9:18"
    },
    {
      "content": "Ziona inthawk chun ṭapinrûm ri chu hriet a ni sih a; Ei siet nasat tâkzie chu! ram chu ei nghatsan a, ei chêngnahai chu an sukchim tâk leiin nasataka sukbuoiin ei um a.",
      "reference": "JEREMIA 9:19"
    },
    {
      "content": "Aw nangni nuhmeihai, LALPA thu chu la lo ngai unla, in nahai chun a baua thusuok chu hre sienla, mi tinin mâni naunuhmeihai seng chu ṭapinrûm inchûktir sienla, mi tinin a tuolbâwm chu sûn dân inchûktir raw se.",
      "reference": "JEREMIA 9:20"
    },
    {
      "content": "Thina chu ei tukverhaia chun a hung a, ei in ropuiahai chun a hung lût sih a; kawtthlêra inthawka tlang- vâlhai le, puotienga inthawka nau- panghai chu sâtthla dingin.",
      "reference": "JEREMIA 9:21"
    },
    {
      "content": "LALPA chun hieng hin a tih: Thu chu hril rawh, hmun âwlahai chun mihriem ruonghai chu êkdûr ang chun tlâng an ta, busîk hnunga hmu ṭhel ang chau chun, tukhawma la khâwm naw ni.",
      "reference": "JEREMIA 9:22"
    },
    {
      "content": "LALPA chun hieng hin a tih: mi var chun a varna suong naw raw se; mi thilthawthei khawm chun a thilthawtheina suong bawk naw raw se; mi hausa khawm chu a hausakna suong bawk naw raw se;",
      "reference": "JEREMIA 9:23"
    },
    {
      "content": "a suong taphawt chun hi hi suong lem raw se, kei hi LALPA lung- insietna neia, rorêla, hnuoi chunga hin felna thil thaw hlak chu ka nih ti hre a hrietthiemna chu suong lem raw se; hieng thilhaia hin ka lâwm sih a, LALPA chun a tih.",
      "reference": "JEREMIA 9:24"
    },
    {
      "content": "Ngai ta, nihai chu a hung tlung, LALPA chun a tih; sertan ni sia sertanlohai po po chu hrem ka ta,",
      "reference": "JEREMIA 9:25"
    },
    {
      "content": "Aigupta dâm, Juda dâm, Edom dâm, Ammon thlahai le, Moab thla- hai, barêp hmul vawa thlalêra chêng- hai po po le chun, chuong hnamhai po po chu sertan lo an na, Israel sûng- kuohai po po chu lungrila sertan lo an nih.",
      "reference": "JEREMIA 9:26"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JEREMIA 9 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}