{
  "verses": [
    {
      "content": "Chun, Juda ram lal Zedekia rorêl ṭantir, a kum lina, a thla ngana, chu kum ma chun zâwlnei Azzur naupa Hanania, Gibeon mi chun, mipuihai po po le thiempuhai hmaihmaah, LALPA ina chun ka kuomah hieng hin thu a hril a,",
      "reference": "JEREMIA 28:1"
    },
    {
      "content": "“Israel Pathien sipaihai LALPA chun hienghin a tih: Babulon lal rîngkawl chu ka sukthliek tah a.",
      "reference": "JEREMIA 28:2"
    },
    {
      "content": "Kum hni pumhlûm sûngin LALPA ina bûr le bêlhai po po Babulon lal Nebukadnezzarin hi hmuna inthawka a lâk a, Babulona a phurhai kha hi hmuna hin hung la kîr nâwk vawng ka ta;",
      "reference": "JEREMIA 28:3"
    },
    {
      "content": "hi hmuna hin Juda ram lal Jehoiakim naupa Jekonia le Juda sal intânghai po po Babulona fe tahai chu hung ṭhuoi kîr nâwk ka ta; LALPA chun a tih; Babulon lal rîngkawl chu ka sukthliek ding a ni sih a,” tiin.",
      "reference": "JEREMIA 28:4"
    },
    {
      "content": "Chun, thiempuhai, mipui po po LALPA ina ngîrhai kuoma chun zâwlnei Jeremia chun zâwlnei Hanania kuomah,",
      "reference": "JEREMIA 28:5"
    },
    {
      "content": "zâwlnei Jeremia ngei chun a hril a, “Amen: LALPA chun chuong chun thaw raw se; Babulona inthawka hi hmuna, sala lo intânghai po po le, LALPA ina bûr le bêlhai chu hung la kîr dingin, i thuhril chu LALPA chun thaw raw se.",
      "reference": "JEREMIA 28:6"
    },
    {
      "content": "Nisienlakhawm, mipui po po na hrieta le nangma na hriet ngeia hi thu ka hril hi tuhin lo ngai ta;",
      "reference": "JEREMIA 28:7"
    },
    {
      "content": "Zâwlnei keia hma le nangma hmaa, kha hmaa lo um tahai khan ram tamtak chunga le, lalram ropui- takhai chunga le, indo thu dâm, thil ṭha naw thu dâm, hripui thu dâm an lo hril hlak a.",
      "reference": "JEREMIA 28:8"
    },
    {
      "content": "Zâwlnei thlamuongna thu hriltu chu, chu zâwlnei thuhril chu a hung tlung pha chun, chu zâwlnei chu LALPA chun ama chu a tir taktak a nih ti hriet a nih,” tiin.",
      "reference": "JEREMIA 28:9"
    },
    {
      "content": "Chun, zâwlnei Hanania chun zâwlnei Jeremia rînga rîngkawl chu a lâk a, a sukthliek tah a.",
      "reference": "JEREMIA 28:10"
    },
    {
      "content": "Chun, Hanania chun mipuihai po po hmaihmaa chun thu a hril tah a, “LALPA chun hieng hin a tih: Hnam po pohai rînga inthawkin kum hni pumhlûm sûngin Babulon lal Nebukadnezzar rîngkawl chu hieng ang ngei hin ka sukthliek ding a nih, a tih,” a ta, zâwlnei Jeremia ruok chu a fe hmang tah a.",
      "reference": "JEREMIA 28:11"
    },
    {
      "content": "Chun, zâwlnei Hananiain zâwl- nei Jeremia rînga inthawka rîngkawl a sukthliek hnung chun Jeremia kuoma chun LALPA thu chu hieng ang hin a hung tlung a,",
      "reference": "JEREMIA 28:12"
    },
    {
      "content": "“Fe la, Hanania chu hieng ang hin va hril rawh: LALPA chun hieng- hin a tih: Thinga siem rîngkawlhai chu i sukthliek a; amiruokchu, an aia chun thîrin rîngkawl i siem ding a nih.",
      "reference": "JEREMIA 28:13"
    },
    {
      "content": "Israel Pathien, sipaihai LALPA chun hieng hin a tih: Babulon lal Nebukadnezzar rawng chu an bâwl theina dingin hieng hnam po pohai rînga hin thîr rîngkawl chu kân kawl- tir tah a nih; ama rawng chu bâwl an ta, ramhnuoia ram sahai chenin ama chu ka pêk tah a nih,” tiin.",
      "reference": "JEREMIA 28:14"
    },
    {
      "content": "Chun, zâwlnei Jeremia chun zâwlnei Hanania kuoma chun, “Hanania, tuhin lo ngai ta, LALPA chun nang a tir naw cheh a, nisien- lakhawm, hi mipui hi khêlthu chu în ringtir a ni hi.",
      "reference": "JEREMIA 28:15"
    },
    {
      "content": "Chuleiin, LALPA chun hieng hin a tih: Ngai ta, leihnuoi chunga in- thawk hin ka tir hmang ding che a nih; LALPA kala khêlthu i hril leiin, tu kum hin i thi ding a nih,” tiin.",
      "reference": "JEREMIA 28:16"
    },
    {
      "content": "Chuongchun, zâwlnei Hanania chu chu kum ma thla sarinaa chun a thi tah a.",
      "reference": "JEREMIA 28:17"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JEREMIA 28 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}