{
  "verses": [
    {
      "content": "Jerusalem kawtthlêrahai chun hmatieng hnungtieng tlân unla, tuhin va en ta u! chutaka hmun lienahai chun va zawng unla, va hre ta u, mi hrim in va hmuin, mi thil indiktaka thaw a, thudik zawng hrim an um am; chun, chuong a ni chun ngaidam ka tih.",
      "reference": "JEREMIA 5:1"
    },
    {
      "content": "“LALPA chu a hring zing angin,” an ti dea chu, inkhêl letdêra inkhâm el an nih.",
      "reference": "JEREMIA 5:2"
    },
    {
      "content": "Aw LALPA, i mit chun thudik chu a hmu a ni naw am a nih? Anni chu i vuok a, amiruokchu, an lungngai nawh a; anni chu i fâk zo a, anachu, sukdikna chu an dangkîr sih a, an hmêlhai chu lungpui nêka ngarin an siem a, hungkîr chu an nuom naw a nih.",
      "reference": "JEREMIA 5:3"
    },
    {
      "content": "Chun, kei chun, “Matheiloin, hienghai hi mi rimsi an na; invêt an nih: an Pathien rorêl amani, LALPA lampui amani khawm chu an hriet si nawh a.",
      "reference": "JEREMIA 5:4"
    },
    {
      "content": "Mi lienhai kuoma chun fêng ka ta, an kuoma chun thu hril ka tih; anni chun chu an Pathien rorêl le, LALPA lampui chu an hriet sih a,” ka tih a. Nisienlakhawm, hienghai hin lungril hmunkhatin rîngkawl chu an sukthliek a, khuopnahai chu an suktan tah a.",
      "reference": "JEREMIA 5:5"
    },
    {
      "content": "Chuleiin, ramhnuoia sakeibak- nei chun anni chu sukhlum a ta, zântieng huna satenehai chun anni chu suksieng an tih, chun, keitê chun an khawpuihai chu nghâk a ta, mi tukhawm chutaka inthawka suok taphawthai chu keinawiin um an ta, an bawsietnahai chu a tam êm leiin le, an hnungtawlnahai chu a hung pung ta pei leiin.",
      "reference": "JEREMIA 5:6"
    },
    {
      "content": "Iengtin am ngaidam thei ka ti cheh a? I thlahai chun an mi nghat- san tah a, pathien ni lohaia chun an inkhâm tah a; khawptaka ka châwm lai khawmin, an uire tah a, nawchi- zawr inahai chun a pâwl pâwlin anni chu an inkhâwm tâwl a.",
      "reference": "JEREMIA 5:7"
    },
    {
      "content": "Zîngkâra sakawr vaikhawphai ang an nih; mi tin chun a tuolbâwm nuhmei chu inhnarin an inhrâm a.",
      "reference": "JEREMIA 5:8"
    },
    {
      "content": "Hieng thilhai lei hin ka hung hrem naw ding am a nih? LALPA chun a tih; ka thlarau chun hieng ang hnam chunga hin phuba a lâk naw ding am a nih?",
      "reference": "JEREMIA 5:9"
    },
    {
      "content": "“Grêp tlar lai chun hang fe unla, sukse ro; tâwp ṭhuoina ruok chu thaw naw unla, a kauhai chu la thla unla, LALPA ta an ni si nawh a.",
      "reference": "JEREMIA 5:10"
    },
    {
      "content": "Israel sûngkuo le Juda sûngkuo chun ka chungah khawhlotakin an lo thaw ta sih a,” LALPA chun a tih.",
      "reference": "JEREMIA 5:11"
    },
    {
      "content": "LALPA chu an lo inphatsan a, “Ama a ni nawh; thil ṭha naw chu ei chungah hung tlung chuong naw ni; ṭâm amanih, kâwlhnâm amani khawm hmu chuong nâwm ei ni;",
      "reference": "JEREMIA 5:12"
    },
    {
      "content": "zâwlneihai khawm chu thli el an na, annia chun thu a um nawh; an kuoma chun chuong anga thaw chu nîng a tih,” an tih a.",
      "reference": "JEREMIA 5:13"
    },
    {
      "content": "Chuleiin, LALPA, sipaihai Pathien chun hieng hin a tih: Hieng thuhai hi in hril leiin, ngai ta, i baua chun ka thuhai chu meiah inchangtir ka ta, hi mipuihai hi a thingah, chuongchun, anni chu kânghmang a tih.",
      "reference": "JEREMIA 5:14"
    },
    {
      "content": "Ngai ta, hlataka inthawkin i chungah hnam hung ṭhuoi ka ta, Aw Israel sûngkuo, LALPA chun a tih; hnam hrâttak nîng a ta, hnam hluitak el ni bawk a ta; hnam an ṭawng khawm i hriet lo le, an hril khawm i hriet lo nîng a tih.",
      "reference": "JEREMIA 5:15"
    },
    {
      "content": "An thal bâwmhai chu thlân in- hawng ang a na, mi hrât khawkhêng ruok an nih.",
      "reference": "JEREMIA 5:16"
    },
    {
      "content": "Anni chun i lohma suok le i bu fâng an ta, i naupasalhai le i naunu- hmeihai fâk ding ngei chu; berâm ruolhai le i bâwng ruolhai chu fa zo vawng an tih; i theichang kûng hai le i grêphruihai chu fa zo an ta, i khawpui kulneihai kâwlhnâm le i în hnêmnahai chu sukchim an tih.",
      "reference": "JEREMIA 5:17"
    },
    {
      "content": "Nisienlakhawm, chuong niahai khawm chun, i tâwp dêrna ding chu thaw naw ning, LALPA chun a tih.",
      "reference": "JEREMIA 5:18"
    },
    {
      "content": "Chun, i mihaiin, “Iengdinga LALPA ei Pathien chun ei chungah hienghai hi a thaw am a na?” an ti pha chun, hieng ang hin anni chu dawn i tih, “Kei in mi lo nghatsan a, in rama chun pathien danglamhai rawng chu in lo bâwl ta ang khan, ram in ta ni ngai loa chun mi hmêl- makhai rawng chu in bâwl ding a nih,” tiin.",
      "reference": "JEREMIA 5:19"
    },
    {
      "content": "Jakob sûngkuoa chun hi hi hril unla, Juda rama chun phuongdar ro;",
      "reference": "JEREMIA 5:20"
    },
    {
      "content": "Aw hrietthiemna boa mi invêt- hai, tuhin hi hi lo ngai ta u; mithai nei sia, hmu lohai, nahai nei sia hre lohai;",
      "reference": "JEREMIA 5:21"
    },
    {
      "content": "Kei chu in mi ṭi naw maw? LALPA chun a tih; Keia hmaihmaa, kumkhaw thupêk anga a liem thei nawna dinga tuisuoriet khuopnaa phaiphin sietu hmaah in inthin naw ding maw? chutaka tuifâwnhai chu an hang innawk hlaka chu, a liem thei si nawh a; an inrûm hlaka chu an fe khêl thei bawk si nawh.",
      "reference": "JEREMIA 5:22"
    },
    {
      "content": "Amiruokchu, hi hnam hin lungril hel le, lungril inher an nei a, an hel a, an fe tah a.",
      "reference": "JEREMIA 5:23"
    },
    {
      "content": "An lungril khawma, “LALPA ei Pathien, a huntaka ruo hmasa le nuhnung petu, ei ta dinga busîk hun haptahai mi ruotpêktu chu ṭing ei tiu,” khawm an ti dêr nawh.",
      "reference": "JEREMIA 5:24"
    },
    {
      "content": "In suolnahai chun hieng thilhai hi a hnawt hmang a, in suolnahai chun nangnia inthawk chun ṭhatna- hai chu a chelkîrpêk cheu a ni hi.",
      "reference": "JEREMIA 5:25"
    },
    {
      "content": "Ka mihai laia chun mi rilohai hmu a na; anni chun vate mantuhaiin an inchân angin an inchân a; châng an kam a, mihai chu an man a.",
      "reference": "JEREMIA 5:26"
    },
    {
      "content": "Bâwm chu vatehaia a sip angin, an inhai chu inhlêmnain a sip a; chuleiin, an hung lienin an hung hausa a.",
      "reference": "JEREMIA 5:27"
    },
    {
      "content": "An hung thâu a, an tlawr a, anih, khawhlona thilthawhai chu an thiem zâk a, a chungthu angin, pa neilohai chungthua chun an ṭan nawh a, an hlawtlingna dingin; mi tlasamhai thuneina chu an ngaisak nawh a.",
      "reference": "JEREMIA 5:28"
    },
    {
      "content": "Hieng thilhai lei hin ka hung hrem naw ding am a nih? LALPA chun a tih; hnam hieng ang chunga hin ka thlarau chun phuba a lâk naw ding am a nih?",
      "reference": "JEREMIA 5:29"
    },
    {
      "content": "Hi rama hin thil maktak le thil ṭiumtak chu a hung tlung ding a nih;",
      "reference": "JEREMIA 5:30"
    },
    {
      "content": "zâwlneihai chun indik lotakin an lo hrillâwk a, thiempuhai hlak chun anni thu ang angin ro an lo rêl tah a, ka mihai hlak chun, chuong chu nei an lo châk bawk sih a: a tâwpa chun ieng am thâw tâng i ta?",
      "reference": "JEREMIA 5:31"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JEREMIA 5 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}