{
  "verses": [
    {
      "content": "Juda ram lal Josia naupa Jehoiakim inlal kum linaa chun hi thu hi LALPA kuoma in- thawk chun Jeremia kuomah a hung tlung tah a:",
      "reference": "JEREMIA 36:1"
    },
    {
      "content": "“Lekhabu zuol la la, chutaka chun Israel ram chungthu le, Juda ram chungthu le, hnam po pohai chungthu, Josia hun laia inthawka i kuoma thu ka hril nia inthawka vawisûn ni chena mi hi, thu ka hrilhai po po chu ziek rawh.",
      "reference": "JEREMIA 36:2"
    },
    {
      "content": "An chunga thil ṭha naw thaw ka tum chu Juda sûngkuohai chun an hrietin, an suolna chu ka ngaidam theina dingin mi tin chu mâni um dân suola inthawk chun an hung kîr rawi mawh,” tiin.",
      "reference": "JEREMIA 36:3"
    },
    {
      "content": "Chun, Jeremia chun Neria naupa Baruk chu a ko a; Baruk chun LALPAIN a kuoma thu a hrilhai po po chu lekhabu zuola chun Jeremia baua inthawk chun a ziek tah a.",
      "reference": "JEREMIA 36:4"
    },
    {
      "content": "Jeremia chun Baruk chu thu a pêk a, “Kei chu khum ka na, LALPA ina chun ka fe thei nawh a;",
      "reference": "JEREMIA 36:5"
    },
    {
      "content": "chuleiin, nang va fe la, lekhabu zuola ka baua inthawka LALPA thuhai i ziekhai kha bunghei niin LALPA inah mipui na hrieta chun va tiem rawh; chun, Juda mi an khawpuihaia inthawka hung suokhai po po na hrieta chun tiem bawk rawh.",
      "reference": "JEREMIA 36:6"
    },
    {
      "content": "An hnina chu LALPA hmaa pein, mi tin chu mâni um dân suola inthawk chun an hung kîr rawi mawh: hi mihai chunga lunginsenna le ṭitumna LALPAIN a hril chu a nasa hle sih a,” tiin.",
      "reference": "JEREMIA 36:7"
    },
    {
      "content": "Chun, Neria naupa Baruk chun, LALPA ina chun LALPA thuhai chu lekhabua chun tiemin zâwlnei Jeremia thupêk po po angtak chun a thaw tah a.",
      "reference": "JEREMIA 36:8"
    },
    {
      "content": "Chun, Juda ram lal Josia naupa Jehoiakim inlal kum ngana, thla kuonaa chun Jerusalema mi po pohai, Juda ram khawpuihaia inthawka Jerusalema mipui hung po pohai chun LALPA hmaa bunghei chu an phuong tah a.",
      "reference": "JEREMIA 36:9"
    },
    {
      "content": "Chun, mipui po po na hrieta chun, LALPA in dai kawtkhâr thar lûtnaa, huong sûng tuollai chung- hnung lema um, lekhaziektu Saphan naupa Gemaria pindanah, LALPA ina chun Baruk chun Jeremia thuhai chu a tiem tah a.",
      "reference": "JEREMIA 36:10"
    },
    {
      "content": "Chun, Saphan naupa, Gemaria naupa Mikaia chun lekhabua LALPA thu po pohai chu a hriet chun,",
      "reference": "JEREMIA 36:11"
    },
    {
      "content": "lekhaziektuhai pindanah lal ina chun a zu fe thla tah a; chun, ngai ta, chutaka chun lalhai po po, lekhaziek- tu Elisama, Semaia naupa Delaia, Akbor naupa Elnathan, Saphan naupa Gemaria, Hanania naupa Zedekia le lalhai po po chu an ṭhung a.",
      "reference": "JEREMIA 36:12"
    },
    {
      "content": "Chun, Mikaia chun mipui na hrieta Barukin lekhabu chu a tiem laia a lo hriet thuhai po po chu anni kuoma chun a hrilfie tah a.",
      "reference": "JEREMIA 36:13"
    },
    {
      "content": "Chuleiin, lalhai po po chun Kusi naupa Selemia, chu naupa Nethania naupa Jehudi chu Baruk kâwlah an tir a, “Mipuihai na hrieta lekha zuol i tiemna kha la la, hung chawi la, hung rawh,” tiin. Chuongchun, Neria naupa Baruk chun Lekhabu zuol chu a kutin a lâk a, an kuoma chun a hung tah a.",
      "reference": "JEREMIA 36:14"
    },
    {
      "content": "Chun, anni chun a kuomah, “Tuhin ṭhung la, kan na hrieta hin tiem ta,” an tih a. Chuongchun, Baruk chun an na hrieta chun a tiem tah a.",
      "reference": "JEREMIA 36:15"
    },
    {
      "content": "Chun, chuong thuhai po po chu an hriet chun, anni le anni chu an inṭi tuo seng tah a, chuongchun, Baruk kuoma chun, “Hieng thuhai po po hi lal chu hril ngei ngei kan tih,” an tih a.",
      "reference": "JEREMIA 36:16"
    },
    {
      "content": "Chun, Baruk kuoma chun, “A baua inthawk chun hieng thuhai po po hi ieng tiziea ziek am i na, mi hril rawh,” tiin an indawn a.",
      "reference": "JEREMIA 36:17"
    },
    {
      "content": "Baruk chun anni chu a dawn a, “A bauin hieng thuhai po po hi ka kuomah a hung hril a, kei chun lekha- bua chun lekhatuiin ka lo ziek el a nih,” tiin.",
      "reference": "JEREMIA 36:18"
    },
    {
      "content": "Chuongchun, lalhai chun Baruk kuoma chun, “Fe la, Jeremia le nang chu inbihmang ro, khaw lai am in um ti tukhawm inhriettir naw ro,” an tih a.",
      "reference": "JEREMIA 36:19"
    },
    {
      "content": "Chun, anni chu huong sûng tuollaia chun lal kuomah an va feh a; amiruokchu, lekhabu zuol chu lekha- ziektu Elisama pindana khan an mâksan a; chuongchun, lal na hrieta chun thuhai po po chu an hril tah a.",
      "reference": "JEREMIA 36:20"
    },
    {
      "content": "Chuongchun, lal chun Jehudi chu lekhabu zuol chu hung la dingin a tir a; ama chun lekhaziektu Elisama pindana inthawk chun a lâk suok a. Jehudi chun lal na hrieta le, a sîra ngîrhai lalhai po po na hrieta chun a tiem tah a.",
      "reference": "JEREMIA 36:21"
    },
    {
      "content": "Thla kuona a na, lal chu thlasik ina chun a ṭhung a, a hmaa chun meithuk a um a. Chun, mei inti hi a um a.",
      "reference": "JEREMIA 36:22"
    },
    {
      "content": "Chun, Jehudi chun phêk thum amanih, phêk li amanih a tiem phing chun lal chun chemtê hin a ât thlâk a, meithuka meiin lekhabu zuol chu a kâng zo vawng chenin, meithuka meia chun a pei lût pei tah a.",
      "reference": "JEREMIA 36:23"
    },
    {
      "content": "Anni chu an ṭi nawh a, an silfênhai khawm an keithlêr bawk nawh a, hieng thuhai hretu lal le a siehlawhai hrim hrim khawm chun.",
      "reference": "JEREMIA 36:24"
    },
    {
      "content": "Chu naw khawm Elnathan le Delaia le Gemaria chun lal kuoma chun lekhabu zuol chu raw lo dingin hnina an siem a, nisienlakhawm, anni chu a ngai nawh a.",
      "reference": "JEREMIA 36:25"
    },
    {
      "content": "Chun, lal chun lal naupa Jerahmeel le, Azriel naupa Seraia le, Abdeel naupa Selemia chu lekhaziek- tu Baruk le zâwlnei Jeremia chu man dingin thu a pêk a; nisienlakhawm, LALPA chun anni chu a thup a.",
      "reference": "JEREMIA 36:26"
    },
    {
      "content": "Chun, Jeremia baua inthawka Barukin thu a ziekhai le, lekhabu zuol chu lal chun a raw zo vawng chun Jeremia kuomah LALPA thu chu a hung tlung a:",
      "reference": "JEREMIA 36:27"
    },
    {
      "content": "“Lekhabu zuol dang la nâwk la, Juda ram lal Jehoiakimin a raw tah, lekhabu zuol hmasaa um thu hma- sahai po po kha ziek rawh.",
      "reference": "JEREMIA 36:28"
    },
    {
      "content": "Chun, Juda ram lal Jehoiakim chungthua chun hieng ang hin hril i tih; ‘LALPA chun hieng hin a tih: Babulon lal chu hung a ta, hi ram hi hung sukse ngei a ta, chutaka in- thawk chun ramsa le mihriem khawm sukchavai a tih, tia, ieng- dinga hitaka hi ziek am in nih a?’ tiin, hi lekhabu zuol hi i raw ta chu a na.",
      "reference": "JEREMIA 36:29"
    },
    {
      "content": "Chuleiin, Juda ram lal Jehoia- kim chungthua chun LALPA chun hieng hin a tih: David lalṭhungpha chunga ṭhung ding tukhawm nei naw nih a; chun, a taksa thi chu sûnah lumah, zânah zildeiah peihâwn nîng a tih.",
      "reference": "JEREMIA 36:30"
    },
    {
      "content": "Chun, ama le a thla le sie- hlawhai chu an suolna leiin hrem ka ta, chun, an chunga le, Jerusalem hluotuhai chunga le, Juda rama mihai chunga chun, an chunga tlung dinga ka hril, thil ṭha nawhai po po kha intlungtir ka tih; nisienla- khawm, an la ngai naw rawp a,” tiin.",
      "reference": "JEREMIA 36:31"
    },
    {
      "content": "Chun, Jeremia chun lekhabu zuol dang chu a lâk a, Neria naupa Baruk, lekhaziektu kuoma chun a pêk tah a; ama chun Juda ram lal Jehoiakimin a lo raw tah lekhabua thuhai po po chu Jeremia baua inthawk chun a ziek tah a; chu naw khawm chu thu angkhat tamtakhai chu an kuoma belsain a um a.",
      "reference": "JEREMIA 36:32"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JEREMIA 36 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}