{
  "verses": [
    {
      "content": "Chun, LALPA thu chu ka kuomah a hung tlung a,",
      "reference": "JEREMIA 2:1"
    },
    {
      "content": "“Fe la, Jerusalem na bula chun khêk la, hieng hin hril rawh, LALPA chun hieng hin a tih; mo anga i hmangaina le, i tleirâwl lai lungin- sietna; khânga ram chi thea um nawna hmuna, thlalêra ka hnung i hung zui kha ka hriet zing a.",
      "reference": "JEREMIA 2:2"
    },
    {
      "content": "Israel hi LALPA ta dinga in- thieng, a hlâwkna ra hmasa tak chu a na; ama fa zotuhai po po chu suola ngai nîng an ta, an chunga chun thil ṭha naw tlung a tih, LALPA chun a tih.”",
      "reference": "JEREMIA 2:3"
    },
    {
      "content": "Aw Jakob sûngkuo le, Israel sûngkaw pahnamhai po po, LALPA thu chu ngai ta u;",
      "reference": "JEREMIA 2:4"
    },
    {
      "content": "LALPA chun hieng hin a tih: “In thlatuhai khan keimaa hin ieng fel nawna am an hmu a, keimaa in- thawka hlataka khan an fe hmang a, teplo khata chun an fe a, teplo an hung chang el a nih a?",
      "reference": "JEREMIA 2:5"
    },
    {
      "content": "Anni chun, ‘Aigupta rama in- thawka eini mi hung ṭhuoi suok a, thlalêra le, ram thlalêr le khur hmun le, ram ṭâwltak le thina hlim ram le, ram mi tukhawm an fethleng ngai nawna le, mi tukhawm chêng nawna rama mi ṭhuoitu LALPA kha khaw lai am a um a? khawm an ti nawh.",
      "reference": "JEREMIA 2:6"
    },
    {
      "content": "Chun, ram chênghnâwngtak, chutaka ra le a ṭhatna chu fa dingin ka ṭhuoi lût cheu a; amiruokchu, in lût chun, ka ram chu in sukpawrcheh a, ka rochan chu tirdakumah in siem ta a ni kha.",
      "reference": "JEREMIA 2:7"
    },
    {
      "content": "Thiempuhai khawm chun, “LAL- PA kha khaw lai am a um a?” khawm an ti nawh a; dân hmangtuhai hlak chun an mi hriet bawk nawh: rorêl- tuhai khawm chun ka chungah an bawsiet a, zâwlneihai khawm chun Baal hmangin thu an hril a, thil a hlâwkna um dêr lohai chu an hnawt ta lem a.",
      "reference": "JEREMIA 2:8"
    },
    {
      "content": "“Chuleiin, LALPA chun, nangnia chun hung phût ka ta, in nauhai nauhai chunga chen chun ka hung phût ding a nih, a tih.",
      "reference": "JEREMIA 2:9"
    },
    {
      "content": "Kittim thlierkârhai chu kai unla, va en ta u; Kedara khawm chun mî tir unla, nguntakin ngaituo ta u; chuong ang thil chu a um hrim am en fie ta u.",
      "reference": "JEREMIA 2:10"
    },
    {
      "content": "Hnamhai chun an pathienhai, pathien tak ni lohai hnam chu an thleng am a nih? amiruokchu, ka mihai chun, ienga khawm ṭhahnem lo le chun an ropuina chu an thleng a ni hi.",
      "reference": "JEREMIA 2:11"
    },
    {
      "content": "Aw nangni vânhai, hi chunga hin makti unla, a ṭitin ṭi unla, nasa- taka râusanin um ro, LALPA chun a tih.",
      "reference": "JEREMIA 2:12"
    },
    {
      "content": "Ka mihai chun thil ṭha naw pahni chu an thaw ta sih a; kei tui hringhai tuikhur chu an mi mâksan a, tuisunsuohai an cho a, tuisunsuo ṭehai, tui intling thei lohai chu.",
      "reference": "JEREMIA 2:13"
    },
    {
      "content": "Israel hi siehlaw a nîm a nih? Sal pu ina pieng am a nih? Iengdinga tawktar chau a ni el am a nih aw?",
      "reference": "JEREMIA 2:14"
    },
    {
      "content": "Sakeibaknei tuoihai chun an inrûm khum a, an inhûk a: a ram chu an suksiet a; a khawpuihai khawm a hluotuhai um loin a kâng zo tah a.",
      "reference": "JEREMIA 2:15"
    },
    {
      "content": "Noph le Tahpanhes thlahai el khawm chun i lua lallukhum chu an sukṭiek el a ni ta hi.",
      "reference": "JEREMIA 2:16"
    },
    {
      "content": "Lampuia chun a ṭhuoi lai chea, LALPA i Pathien i nghatsan khan, hi hi nang chun i nei tlat ni lo am a nih?",
      "reference": "JEREMIA 2:17"
    },
    {
      "content": "Chuongchun, tuhin, Aigupta fena lampuia chun Sihor tuihai chu dâwn dingin ieng am thâwng i ta? Annawleh, Assuria fêna lampuia Vadungpui tuihai chu dâwn dingin ieng am thâwng i ta?",
      "reference": "JEREMIA 2:18"
    },
    {
      "content": "Nangma rîtlona ngei chun suk- dik a ti cheh a, i hnungtawlnahai chun nang chu kâwk a ti che; chulei- in, LALPA i Pathien chu i nghatsan a, keima ṭina chu nangmaa hrim a um naw hi, thil rilotak le, thil kha a nih ti hi hmu la, hre rawh, LALPA, sipaihai LALPA chun a tih.",
      "reference": "JEREMIA 2:19"
    },
    {
      "content": "Inhmâta inthawk khan i rîng- kawl chu i sukthliek a, i khuopnahai chu i suktan a, chun, nang chun, ‘Bawse ta naw ningah,’ i ta; muol insâng tinahai le thing hring hnuoi tinahai chun, nawchizawr anga khawsain nang chu i kûn ta sih a.",
      "reference": "JEREMIA 2:20"
    },
    {
      "content": "Grêp hrui ṭha mi, a chi indik tak ela ka phun vei che leh, iengtiziea ka ta dinga grêphrui danglam kûng suoka hung inchang el am i ni leh?",
      "reference": "JEREMIA 2:21"
    },
    {
      "content": "Changalin în sâwp a, sâbawn tamtak i hmanga chu, i suolna chu ka hmaa chun a la chieng rawp a nih, Lalpa PATHIEN chun a tih.",
      "reference": "JEREMIA 2:22"
    },
    {
      "content": "Iengtin am ‘Sukpawrchein ka um nawh a, Baal khawm chu ka zui nawh a,’ ti thei i ta? Phairuoma i lampui chu en la, i thaw tahai chu hre bawk rawh; sanghâwngsei tuoi hrât- tak a lampuihai thlep kawi kawi le;",
      "reference": "JEREMIA 2:23"
    },
    {
      "content": "thlalêra sabengtung hel, a châk- na anga hnâr inlên ruoi ang chu i nih; ama châkna chu tuin am her hmang thei an ta? Ama zawngtuhai po po chu anni insuksâwl naw raw hai se, ama chu a huna chun hmusuok el an tih.",
      "reference": "JEREMIA 2:24"
    },
    {
      "content": "I keah kekawk bun loin um naw la, i hnuk khawm dangchârin sie naw rawh; nang ruok chun, ‘Beiseina a um ta nawh, mi hmêlmakhai chu ka hma- ngai a, anni hnung chu zui el ka tih’ i tih a.",
      "reference": "JEREMIA 2:25"
    },
    {
      "content": "“Inru chu hmusuok a ni pha chun ân zak angin, Israel sûngkuo khawm chu chuong ang chun ân zak a nih; anni le an lalhai, an rorêltuhai, an thiempuhai, an zâwlneihai chun,",
      "reference": "JEREMIA 2:26"
    },
    {
      "content": "thingbul kuoma chun, ‘Nang hi ka pa i nih,’ an ta, lung kuoma chun, ‘Nang hin i mi nei a,’ an tih a, an hmai tieng ni loin, an hnung an mîn nghat ta sih a; an buoi lai huna ruok chun, ‘Hung tho la, mi sanhim rawh,’ an ta.",
      "reference": "JEREMIA 2:27"
    },
    {
      "content": "Anleh, i pathienhai i ta dinga i siemhai kha khaw lai am an um a? I buoi lai huna an sanhim thei che chun inthotir ta la; i khawpuihai tamzie ang peiin i pathienhai chu an tam sih a, Aw Juda.",
      "reference": "JEREMIA 2:28"
    },
    {
      "content": "“Iengdingin am kei chu mi phût in ta? ka chungah in lo bawsiet vawng ta sih a, LALPA chun a tih.",
      "reference": "JEREMIA 2:29"
    },
    {
      "content": "A thlâwn elin in thlahai chu ka lo vuok tah a; ṭhat phanain an hmang si nawh; sakeibaknei hnukinrâwl ang elin nangni kâwlhnâm ngei chun in zâwlneihai a fâk zo a ni hi.",
      "reference": "JEREMIA 2:30"
    },
    {
      "content": "Aw nangni suon hai, LALPA thu chu en ta u, ka mihai chun, ‘Kan suok fel ta a, nangma kuoma chu hung ta naw ning ung,’ an tina dingin, Israel- hai kuoma chun thlalêr amanih, ram inthim sâmup am ka lo nih a ni?",
      "reference": "JEREMIA 2:31"
    },
    {
      "content": "Nunghâk chun ân cheina thuom- hnaw chu a theinghilin, mo chun a mo puon chu a theinghil thei am a nih? Ka mihai ruok chun nihai tiem sêng loa inthawk tah an mi theinghil a nih.",
      "reference": "JEREMIA 2:32"
    },
    {
      "content": "Hmangaina zawng dingin i lam- pui chu ieng ang lâwmin am i uluk a! nuhmei rilohai ngei khawm chu i lampuihai chu în chûktir hiel el a.",
      "reference": "JEREMIA 2:33"
    },
    {
      "content": "I fênthuoa khawm mi rimsi, pawitâwklohai thisen chu hmu a ni si a; an rawk laitaka man si loin. Hieng po po bâka hin nang chun,",
      "reference": "JEREMIA 2:34"
    },
    {
      "content": "‘Pawitâwklo ka nih; matheiloin i lunginsenna chu keimaa inthawkin inkieng ngei a tih,’ i tih a. Ngai ta, ‘Ka suksuol nawh’ i ti lei chun i chungah ro ka rêl ding a nih.",
      "reference": "JEREMIA 2:35"
    },
    {
      "content": "I lampuihai chu thleng dingin ieng dinga în vâkvêl ruoi am a na? Assuriain a sukmuolpho che ang bawkin Aigupta khawma la hung sukmuolpho a ti che.",
      "reference": "JEREMIA 2:36"
    },
    {
      "content": "Amaa inthawk khawm chun fe suok i ta, i kuthai chu i lu chunga siein; LALPA chun i ringhai chu a pawmpêk ta si naw cheh a, chuonga- hai chun hlawtling ta ngai naw ti nih.",
      "reference": "JEREMIA 2:37"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JEREMIA 2 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}