{
  "verses": [
    {
      "content": "LALPA chun hieng hin a tih, “Fe la, bêl hemtu pil bêl inchaw la, chun, mipuihai laia upahai le, thiempuhai laia upahai ṭhuoi la.",
      "reference": "JEREMIA 19:1"
    },
    {
      "content": "Hinnom naupa phairuom, Harsith dâi kawtkhâr lûtna bula uma chun fe unla, chutaka chun thu ka hril che chu hril suok rawh.",
      "reference": "JEREMIA 19:2"
    },
    {
      "content": "Hieng hin ti la. Nangni Juda ram lalhai le, Jerusalem hluotuhai, LALPA thu chu lo ngai ta u; sipaihai LALPA Israel Pathien chun hieng hin a tih: Ngai ta u, hi hmuna hin thil ṭha naw kân tlungtir ding a nih; a hre taphawt chu an nahai chu khel a tih.",
      "reference": "JEREMIA 19:3"
    },
    {
      "content": "Kei an mi lo nghatsan tah a, hi hmun khawm hi an lo sukhran tah a, an hriet lo pathienhai kuoma chun a sûnga hin riminhnik chu, anni le an thlatuhai le Juda ram lalhai ngei khawma an lo raw tâk leiin; hi hi hmun hi mi thiem thisen chun an lo suksip tah a;",
      "reference": "JEREMIA 19:4"
    },
    {
      "content": "Baal bâwlhmunhai chu an bâwl a, Baal kuoma pumrawhmang thilin- hlân dinga an naupasalhai râwna dingin; chu chu thu ka pêk hlek nawh a, hril khawm ka hril nawh a, ka lungrila khawm a hung lût ngai nawh;",
      "reference": "JEREMIA 19:5"
    },
    {
      "content": "chuleiin, ngai ta u, a nihai chu a hung tlung, LALPA chun hieng hin a tih: Hi hi phairuom hi Topheth ama- nih, Hinnom naupa Phairuom ama- nih ti ni ta naw nih a. Inthatna Ruom ti ni lem tâng a tih.",
      "reference": "JEREMIA 19:6"
    },
    {
      "content": "Chun, hi hmuna hin Juda ram le Jerusalem thurawt chu inthlâwntir ka ta; an hringna zawngtuhai le, an hmêlmahai hmaa chun kâwlhnâmah intlûktir ka tih; chun, an ruonghai chu chunglêng vatehai le, hnuoia ramsahai ta dingin bu dingin pêng ka tih.",
      "reference": "JEREMIA 19:7"
    },
    {
      "content": "Hi khawpui hi maktia le thuok- dawngumah siem ka ta; mi tin a fe khêltuhai taphawt chun mak tîng an ta, an thuok dawng a tih, chu chu hmun po po a se ta lei chun.",
      "reference": "JEREMIA 19:8"
    },
    {
      "content": "Chun, an naupasalhai le an nau- nuhmeihai sahai chu infâktir ka ta; mi tin chun, inhuolnaa le chârchil- naah, an hmêlmahai le an hringna zawngtuhaiin an chârchilnaa chun, mâni ruolhai sa chu fa tâwl an tih.",
      "reference": "JEREMIA 19:9"
    },
    {
      "content": "Chun, nangma hung zuitu mi- hai mithmua chun bêl chu sukkhawi i ta,",
      "reference": "JEREMIA 19:10"
    },
    {
      "content": "an kuoma chun, Sipaihai LALPA chun hieng hin a ti a nih: Hieng ang bawk hin, bêl hemtu bûr chu miin siem ṭhat nâwk thei ni ta loa a suksiet ang hin hi khawpui le hi hnam hi ka suksiet ding a nih; chuongchun, inphûmna ding um naw khawp rauin Tophetha chun inphûm an tih.",
      "reference": "JEREMIA 19:11"
    },
    {
      "content": "Hi hmun hi Topheth ang ela siemin, hi hmun hluotuhai chunga le hi hmun chunga hin ka thaw ding a nih, LALPA chun a tih.",
      "reference": "JEREMIA 19:12"
    },
    {
      "content": "Jerusalem inhai le Juda lalhai inhai sukpawrchea lo um tahai chu Topheth hmun ang lo ni tâng a ta, in a chunga vâna umhai po po kuoma riminhnik an lo râwna, pathienhai kuoma dâwnmi thilinhlânhai an lo bunthlâkna po pohai chu,” tiin.",
      "reference": "JEREMIA 19:13"
    },
    {
      "content": "Chun, LALPAIN thuhril dinga a tirna Tophetha inthawk chun Jere- mia chu a hung a; LALPA in inhuon- na tuollaia chun a ngîr a, mipuihai po po kuoma chun,",
      "reference": "JEREMIA 19:14"
    },
    {
      "content": "“Sipaihai LALPA Israel Pathien chun hieng hin a tih. Ngai ta u, a chunga tlung dinga ka lo hril ta po po, thil ṭha naw po po chu hi khawpui le a khawperhai po po chunga chun ka hung intlungtir ding a nih, anni chun an lungril an sukngar a; ka thuhai chu an ngai nawna dingin,” a ta.",
      "reference": "JEREMIA 19:15"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JEREMIA 19 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}