{
  "verses": [
    {
      "content": "LALPA thu chu ka kuomah a hung tlung a;",
      "reference": "JEREMIA 16:1"
    },
    {
      "content": "“Nuhmei nei naw ti nih a, hi hmuna hin naupasalhai, naunuhmei- hai khawm nei bawk naw ti nih.",
      "reference": "JEREMIA 16:2"
    },
    {
      "content": "Hi hmuna pieng naupasalhai chungthu dâm, naunuhmeihai chungthu dâm, hi ram anni chawitu an nu chungthu dâm, anni neitu an pa chungthu dâm chu LALPA chun hieng hin a lo hril ta sih a;",
      "reference": "JEREMIA 16:3"
    },
    {
      "content": "Thina lungngaiumtakin thîng an ta, ṭa khawm ṭa ni naw ni hai a, phûm khawm phûm ni naw ni hai; leihnuoi chunga êkdûr ang chau nîng an ta, ṭâmna le kâwlhnâm chun anni chu fâkzoin um an tih; chun, an ruonghai chu chunglêng vatehai le hnuoi chunga ramsahai ta dinga bu nîng a tih.",
      "reference": "JEREMIA 16:4"
    },
    {
      "content": "LALPA chun hieng hin a ti sih a: Lusûn ina chun lût naw unla, ṭa dingin fe bawk naw unla, anni chu sûn bawk naw ro; hi hnama inthawk hin ka thlamuongna chu ka lâk hmang ta sih a, LALPA chun a tih, lunginsietna le zângaina innêmtak el chu.",
      "reference": "JEREMIA 16:5"
    },
    {
      "content": "Hi rama hin a lien le a chîn khawm thîng an ta; phûmin um naw ni hai a, mihai khawma anni chu ṭa naw ni hai, anni le anni khawm in ât naw ni hai, an ta dingin an lu suk- kâwk bawk naw ni hai;",
      "reference": "JEREMIA 16:6"
    },
    {
      "content": "mithihai leia anni thlamuon dingin, mihai chun sûnna dingin bei khawi naw ni hai a; an nuhai amanih, an pahai amanih dâwn dingin sûn- puina nohai chu pe bawk naw ni hai.",
      "reference": "JEREMIA 16:7"
    },
    {
      "content": "Anni le ṭhunga, faa, dâwn dingin ruoiṭhena inah i fe ding a ni nawh.",
      "reference": "JEREMIA 16:8"
    },
    {
      "content": "Israel Pathien sipaihai LALPA chun hieng hin a ti sih a: Ngai ta u, i nihaia hin, in mithmua inthawkin hlimna râwl ri dâm, lâwmna râwl ri dâm, mo neitu râwl ri dâm le monu râwl ri dâm chu hi hmuna inthawk hin ka suktâwp ding a nih.",
      "reference": "JEREMIA 16:9"
    },
    {
      "content": "“Chun, hieng thuhai po po hi hieng mihai kuoma hin în entir pha chun i kuoma chun ‘Iengleiin am hieng thil ṭha naw nasatakhai hi kan chungah LALPA chun a hung sâk- suok am a na? Annawleh, ieng am a na kan khawhlona chu? LALPA kan Pathien chunga kan lo thaw tah, kan suolna chu ieng am a na?’ tîng an ta;",
      "reference": "JEREMIA 16:10"
    },
    {
      "content": "nang chun an kuomah, ‘In thla- tuhai chun an mi lo nghatsan tah a, LALPA chun a tih: Pathien danghai chu an zui a, a rawng an bâwl a, anni chu chibai an bûk a, kei chu an mi lo mâksan a, ka dân khawm an lo zâwm ta naw lei khan a nih,",
      "reference": "JEREMIA 16:11"
    },
    {
      "content": "in thlatuhai nêk hman chun thil suol in thaw lem a, ngai ta u, mi tin el chu mâni lungril ngarna ang peia fein, keia thu chu in ngai ta nawh a;",
      "reference": "JEREMIA 16:12"
    },
    {
      "content": "Chuleiin, hi rama inthawk hin nangni le in thlatuhai khawma an hriet ngailo rama chun ka hnawt suok ding cheu a nih; chutaka chun a sûn a zânin pathien danghai rawng bâwl in tih; ditsakna kân hmutir âwm si naw cheu a,’ a tih,” tiin.",
      "reference": "JEREMIA 16:13"
    },
    {
      "content": "Chuleiin, ngai ta, nihai a hung tlung, LALPA chun a tih, “LALPA Aigupta rama inthawka Israel thla- hai hung ṭhuoi suoktu chu a hring zing angin,” ti ni ta naw nih a,",
      "reference": "JEREMIA 16:14"
    },
    {
      "content": "amiruokchu, “LALPA hmâr tieng rama inthawk le, anni a hnawt hmangna ram po poa inthawka Israel thlahai hung ṭhuoi suoktu kha a hring zing leiin,” ti ni lem tâng a tih; an thlatuhai kuoma ka lo pêk tah, an rama ngei khan anni chu ka hung ṭhuoi nâwk ding a ni sih a.",
      "reference": "JEREMIA 16:15"
    },
    {
      "content": "LALPA chun hieng hin a tih: Ngai ta u, nga man mi tamtak ko suok ka ta, anni chu nga manin man an ta; chu hnunga chun ramsuok- tuhai tamtak ko suok ka ta, tlâng tinhaia le, muol tinhaia le, lungpui kuo kârhaia chun anni chu pêl an tih.",
      "reference": "JEREMIA 16:16"
    },
    {
      "content": "An lampuihai po po chu ka mit chun a en zing a, ka hmaia inthawka thup an ni nawh a, ka mithmua inthawkin an suolnahai khawm chu thup a ni bawk nawh.",
      "reference": "JEREMIA 16:17"
    },
    {
      "content": "Chun, a hmasatakin, an khaw- hlona le suolna chu a let hniin thung ka ta, ka ram chu an thil thienglo ruokhai chun an lo sukpawrche tah a, ka rochan khawm an tirdakumna chun an lo suksip ta leiin.",
      "reference": "JEREMIA 16:18"
    },
    {
      "content": "Aw LALPA, ka hrâtna le ka kulpui nghet le rinum nia ka himna; leihnuoi tâwphaia inthawk chun hnamhai chu i kuomah hung an ta, “Kan thlatuhai chun khêlhlip chau, teplo le, thil a hlâwkna um dêr lohai chau naw chu iengkhawm an lo rochung nawh a,” hung tîng an tih.",
      "reference": "JEREMIA 16:19"
    },
    {
      "content": "Mihriem chun ama ta dingin pathienhai ni si lo, pathienhai chu ân siempêk ding am a nih?",
      "reference": "JEREMIA 16:20"
    },
    {
      "content": "Chuleiin, ngai ta, hieng hi in- hriettir ka ta, vawi khat chu ka thilthawtheina le ka kut chu inhriet- tir ka tih; chun, ka hming chu Jehova a nih ti hre tâng an tih.",
      "reference": "JEREMIA 16:21"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JEREMIA 16 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}