{
  "verses": [
    {
      "content": "“Aw Israel, i hung kîr chun, LALPA Pathien chun a tih: ka kuomah i hung kîr ding a nih; i tirdakumnahai chu ka mithmua inthawka i sie hmang chun nang chu sukchângin um naw ti nih;",
      "reference": "JEREMIA 4:1"
    },
    {
      "content": "chuongchun, nang chun, ‘LALPA chu a hring zing angin, thudikah, rorêlnaah, felnaah, hnamhai chu amaa chun engthâwl an ta, amaa chun chawimawiin um an tih,’ tiin ṭawng inkhâm i ta.”",
      "reference": "JEREMIA 4:2"
    },
    {
      "content": "Jerusalema le Juda rama mihai kuoma chun, LALPA chun hieng hin a ti sih a: In hnuoi inlet lo chu suknawi unla, hling lai chun chi thlâk naw ro.",
      "reference": "JEREMIA 4:3"
    },
    {
      "content": "LALPA kuoma chun ser intan unla, in lungril ser chu tan ro, nangni Jerusalema mihai le, Juda rama mi- hai; chuong naw chun ka lunginsenna chu mei angin fe suok a ta, i thilthaw- hai rîtlona lei chun; tukhawm iṭhel ruol loin kâng a tih.",
      "reference": "JEREMIA 4:4"
    },
    {
      "content": "Juda rama chun hrilfie unla, Jerusalema chun phuong ro, “Rama chun tawtawrâwt chu mût unla, khêk inring unla, hieng hin ti ro: Hung inkhâwm tâwl unla, khawpui kul- neiahai chun fêng ei tiu,” tiin.",
      "reference": "JEREMIA 4:5"
    },
    {
      "content": "Zion tienga chun puonzâr chu khai unla, himna dingin tlânhmang unla, muong naw ro; hmar tienga inthawkin thil ṭha naw sietna nasa- tak chu ka hung intlungtir ding a ni sih a.",
      "reference": "JEREMIA 4:6"
    },
    {
      "content": "Sakeibaknei chu a chîmbuka in- thawk chun a hung suok tah a, hnam- hai sukbohmangtu ding chu; a lam- puia chun a thang mêk a, a hmuna inthawk chun a suok tah a, i ram chu râusana siem ding le, i khawpuihai khawm hluotuhai um loa sukse dingin.",
      "reference": "JEREMIA 4:7"
    },
    {
      "content": "Hi hi lei hin saiip puon dierkei unla, sûn unla, ṭap inrûm ro; LALPA lunginsenna ṭium chu einia inthawk- in a hnungkîr si nawh a.",
      "reference": "JEREMIA 4:8"
    },
    {
      "content": "Chuong nia chun LALPA chun a tih: Lal lungril chu bohmang a ta, rorêltuhai le thiempuhai lungril chun maktîng a tih; zâwlneihai khawma maktîng an tih.",
      "reference": "JEREMIA 4:9"
    },
    {
      "content": "Chun, kei chun, “E, Lalpa PATHIEN! Hi hnam le Jerusalem hi i lo hlêm let dêr a ni hi, ‘Muongna nei in tih,’ tiin i lo hril a, kâwlhnâm hlak chun hringna ngei a sun ta lem si hi,” ka tih a.",
      "reference": "JEREMIA 4:10"
    },
    {
      "content": "Chu huna chun chu hnam le Jerusalem kuoma chun, “Thlalêra bâwlhmunhaia inthawkin ka mihai naunuhai tienga chun thli lum tak, mûtdeina ding ni si lo, sukfai ding khawm ni lo;",
      "reference": "JEREMIA 4:11"
    },
    {
      "content": "thli hrâttak hienga inthawk hin ka kuomah hung a tih; tuta an chungthu rêla hriltu khawm hi kei ka nih,” ti nîng a tih.",
      "reference": "JEREMIA 4:12"
    },
    {
      "content": "Ngai ta, ama chu sûmhai angin a tungin hung a ta, a sakawr tawlai- lîrhai chu thlivir ang nîng an tih, a sakawrhai khawm chu mupuihai nêkin an hrât lem a nih. Ei chung a va rik de! suksietin ei um sih a.",
      "reference": "JEREMIA 4:13"
    },
    {
      "content": "Aw Jerusalem, sandama i um theina dingin i khawhlonaa inthawk chun i lungril chu sâwpfai rawh. I ngaituona rilohai hi ieng chen am i lungrila chun a châm ding a na?",
      "reference": "JEREMIA 4:14"
    },
    {
      "content": "Dana inthawk chun râwl chun a hung hrilfieh a, Ephraim muolhaia inthawk chun thil suol a hung phuongdar a;",
      "reference": "JEREMIA 4:15"
    },
    {
      "content": "hnamhai kuoma chun hrilna nei rawh; ngai ta, Jerusalem chunga chun phuong la, vêngtuhai chu ram hlataka inthawkin an hung a, Juda khawpuihai chu demin an râwlhai an insuo a nih.",
      "reference": "JEREMIA 4:16"
    },
    {
      "content": "Lo vêngtuhai ang elin, a vêlin an umnghah a; keia chungah a lo hel ta leiin, LALPA chun a tih.",
      "reference": "JEREMIA 4:17"
    },
    {
      "content": "I thilthawhai le i lampui chun hieng thilhai hi ân neitir che a ni hi; hi hi i khawhlona chu a nih: khâk khawm a kha sih a; i lung chen a tlung ta sih a.",
      "reference": "JEREMIA 4:18"
    },
    {
      "content": "Ka phîng, ka phîng! ka lungah a na; ka lung chu a to ṭawk ṭawk naw tawp a; ka to ṭawk ṭawk thei nawh; indona inṭhi lâwkna tawtawrâwt ri chu, aw ka thla, i lo hriet ta leiin.",
      "reference": "JEREMIA 4:19"
    },
    {
      "content": "Bohmangna chungah bohmang- na a tlung a; ram pumpui chu suksiet a ni ta sih a, chawmkhat kârin ka puon inhai chu suksiet an na, mit- khap kâr loin ka puonzârhai khawm chu.",
      "reference": "JEREMIA 4:20"
    },
    {
      "content": "Ieng chen am puonzâr chu ka hmuin, tawtawrâwt ri chu ka hriet zing ding a na?",
      "reference": "JEREMIA 4:21"
    },
    {
      "content": "“Ka mihai an invêt a, an mi hriet si nawh a; naupang invêttak ang, hrietthiemna hrim khawm an nei naw, thil ṭha naw thaw dingin an var a, thil ṭha thaw ding ruok chun hrietna an nei nawh.”",
      "reference": "JEREMIA 4:22"
    },
    {
      "content": "Leihnuoi chu ka en leh, ngai ta, a ruok le a sie a na; vânhai khawm chun varna an nei nawh a.",
      "reference": "JEREMIA 4:23"
    },
    {
      "content": "Tlânghai chu ka en leh, ngai ta, an inthin a, muolhai po po khawm chu hnungtieng hmatieng an in- sâwi a.",
      "reference": "JEREMIA 4:24"
    },
    {
      "content": "Ka hei en a, chun, ngai ta, mihriem hrim hrim an um nawh a, chunglêng vatehai khawm chu an tlân hmang tah a.",
      "reference": "JEREMIA 4:25"
    },
    {
      "content": "Ka hei en a, ngai ta, ram rahlâwktakhai khawm chu thlalêr a lo ni tah a, chutaka khawpuihai po po chu LALPA hmaihmaa le, a lungin- senna ṭiumtak hmaa chun a lo chim tâwl tah a.",
      "reference": "JEREMIA 4:26"
    },
    {
      "content": "LALPA chun hieng hin a ti sih a, “Ram pumpui chu râusan nîng a ta, a tâwp ruok chu intlungtir naw ning.",
      "reference": "JEREMIA 4:27"
    },
    {
      "content": "Hi hi lei hin leihnuoi chun sûn a ta, chun, chunga vânhai inthim a tih; ka hril ta leiin, ka tum tlat tah a; kân sîr bawk nawh a; chutaka inthawk lamlêt bawk naw ning.”",
      "reference": "JEREMIA 4:28"
    },
    {
      "content": "Khawpui sûng po po chu sakawr chung chuong mihai le, thal kâp mihai ria chun an tlânseh a; chîm- bukahai chun an feh a, râwlkhoahai chun an lâwn a; khawpui tinhai chu mâksanin a um a, mi hrim an chêng ta nawh a.",
      "reference": "JEREMIA 4:29"
    },
    {
      "content": "Chun, nang suksieta um, ieng am thâwng i ta? Sen inlârin inthuom la khawm, rângkachak thuomhnaw- haiin inchei la khawm, i mithai khawm chu rawnga nâlin suklien la khawm; nang le nang în sukhmêlṭha thlâwn el nîng a tih; i hmangaihai chun an hnâwl cheh a, i hringna lâk an tum a nih.",
      "reference": "JEREMIA 4:30"
    },
    {
      "content": "Nuhmei pakhat nauhase nat tuor, a nau lutîr hung suok dinga a na tuor râwl ang chu ka hriet sih a, Zion naunu, thuok insama, a kuthai phara, “Tuhin ka chung a rik de! tuolthattuhai hmaa chun ka thla chu a thidang sih a,” titu râwl chu a nih.",
      "reference": "JEREMIA 4:31"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JEREMIA 4 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}