{
  "verses": [
    {
      "content": "Babulon lal Nebukadnezzar le a sipaihai po po le, a ram sûnga hnuoi chunga lalram po pohai le mi po poin Jerusalem le a khawpuihai po po an do laia LALPA kuoma inthawka Jeremia kuoma thu hung tlung chu:",
      "reference": "JEREMIA 34:1"
    },
    {
      "content": "LALPA Israel Pathien chun hieng hin a tih: Fe la, Juda lal Zedekia kuoma chun thu hril la, ama chu hieng hin hril rawh: LALPA chun hieng hin a tih: Ngai ta, hi khawpui hi Babulon lal kutah ka pêk ding a na, ama chun meiin râwng a ta;",
      "reference": "JEREMIA 34:2"
    },
    {
      "content": "nang khawm a kuta inthawk chun suok naw ti nih a, ṭhuoi ni ngei ngei i ta, a kuta pêk i ni ding a nih: Babulon lal mithai chu nanga mithai ngei chun hmûng a ta, ama chun bau inphâkin i kuomah thu hril a tih; chun, nang chu Babulonah fe bawk i tih.",
      "reference": "JEREMIA 34:3"
    },
    {
      "content": "Amiruokchu, Juda lal Aw Zede- kia, LALPA thu chu lo ngai ta; i chungthua chun LALPA chun hieng hin a tih: Kâwlhnâm chun thi naw ti nih a;",
      "reference": "JEREMIA 34:4"
    },
    {
      "content": "thlamuongtakin thîng i tih; thlatuhai, i hmaa lal hmasa lo um tahai riminhnik an rawpêk ang khan, nangma ta ding khawma riminhnik râwng an ta, “Aw lalpa!” tiin ṭâng an ti che; hi thu hi ka lo hril ta si a, LALPA chun a tih.",
      "reference": "JEREMIA 34:5"
    },
    {
      "content": "Chun, Jeremia chun Juda ram lal Zedekia kuoma chun hieng thuhai hi Jerusalema chun a hril a;",
      "reference": "JEREMIA 34:6"
    },
    {
      "content": "chuong lai chun Babulon lal sipaihai chun Jerusalem dâm, Juda rama khawpui mâksana la umhai po po dâm, Lakis le Azeka dâm chu an hung rûn mêk a; hieng khawpuihai chau hi Juda rama chun khawpui kul neia um sun chu an ta sih a.",
      "reference": "JEREMIA 34:7"
    },
    {
      "content": "Lal Zedekiain Jerusalema mipui- hai po po kuoma, an kuoma zalênna thu phuong dinga thuthlung a siem hnunga Jeremia kuoma LALPA thu hung tlung chu:",
      "reference": "JEREMIA 34:8"
    },
    {
      "content": "“Mi tin chun a siehlawpa ama- nih, a siehlawnu amanih, Hebraipa amanih, Hebrainu amanih a ni chun, zalênin insuoktir a ta; a unau Juda chanpui rawngbâwlpêkin tukhawm a um ding a ni nawh”, tiin;",
      "reference": "JEREMIA 34:9"
    },
    {
      "content": "chun, mipui po po le rorêltuhai po po chun an remtih a; thuthlung chu an awi tah a, chuongchun, mi tin chun mâni siehlawpa amanih, mi tin chun mâni siehlawnu amani chu zalênin insuoktir a ta, tukhawma ama rawng chu bâwlpêk ni ta naw ni; chu chu an awi a, an infetir tâwl tah a:",
      "reference": "JEREMIA 34:10"
    },
    {
      "content": "nisienlakhawm, chu hnunga chun an lamlêt a, siehlawpahai le siehlawnuhai chu zalêna an lo insuoktir tahai chu kîr dingin an ti nâwk a, siehlawpahai ding le sie- hlawnuhai ni dingin thununna hnuoiah an lâk lût nâwk tah a;",
      "reference": "JEREMIA 34:11"
    },
    {
      "content": "chuleiin, LALPA thu chu LALPA kuoma inthawk chun Jeremia kuoma chun a hung tlung a;",
      "reference": "JEREMIA 34:12"
    },
    {
      "content": "“LALPA Israel Pathien chun hieng hin a tih: Intângna ina in- thawk, Aigupta rama inthawka anni ka ṭhuoi suok lai chun in thlatuhai kuoma chun hienga hril hin thuthlung ka lo siem tah a:",
      "reference": "JEREMIA 34:13"
    },
    {
      "content": "‘Mi tinin a unaupa Hebrai mi nia, ama kuoma zawra lo um amanih, ama chu kum ruk sûng rawng lo bâwlpêk ta chu, kum sari tâwpa chun infetir in ta, nangmaa inthawk chun a thlâwnin în fetir ding a nih,’ tiin, nisienlakhawm, in thlatuhai chun an mi ngai nawh a, an na khawm an sit nawh.",
      "reference": "JEREMIA 34:14"
    },
    {
      "content": "Chun, tu el khawm in hung lamlêt a, mi tinin mâni tuolbâwm ta dinga zalênna phuongin, ka mit- hmuah thilindik chu in thaw tah a; chun, ka hming chawia ko ina chun ka hmaah thuthlung khawm chu in lo siem ta bawk a.",
      "reference": "JEREMIA 34:15"
    },
    {
      "content": "Amiruokchu, in inher a, ka hming chu in sukpawrche tah a; mi tin chun a siehlawpa le a siehlawnu, an nuom anga zalêna in infetir tahai chu in inkîrtir nâwk tah a; thununna hnuoia chun in lâklût nâwk a, in ta dinga siehlawpahai le siehlawnuhai ni dingin.",
      "reference": "JEREMIA 34:16"
    },
    {
      "content": "Chuleiin, LALPA chun hieng hin a tih: Mi tinin mâni unaupa chunga le, mi tinin mâni tuolbâwm chunga zalênna phuong dingin ka thu in ngai naw a nih; ngai ta u, kâwlhnâm kuoma le, ṭâm kuoma le hripui kuoma chun in ta dingin zalênna chu ka phuong a nih, LALPA chun a tih: chuongchun, leihnuoia lalram po pohai laia hnungtieng hmatienga hnawt lêng dingin ka siem ding cheu a nih.",
      "reference": "JEREMIA 34:17"
    },
    {
      "content": "Chun, ka thuthlung bawsetu mihai, bâwngtê chu tum hnia chana a kâra fethleng ka hmaa an thuthlung thuhai thaw si lohai chu pêng ka ta;",
      "reference": "JEREMIA 34:18"
    },
    {
      "content": "Juda ram lalhai, Jerusalema rorêltuhai, mi tillâkhai, thiempuhai le, rama mi po po chu bâwngtê tum hni inkâra lût thleng tahai chu;",
      "reference": "JEREMIA 34:19"
    },
    {
      "content": "anni khawm chu an hringna zawngtuhai le, an hmêlmahai kuta chun pêng ka tih; chuongchun, an taksa thihai khawm chu hnuoia ramsahai le chunglêng vatehai ta dinga bu nîng a tih.",
      "reference": "JEREMIA 34:20"
    },
    {
      "content": "Chun, Juda ram lal Zedekia le a rorêltuhai khawm chu an hmêlmahai kuta le, an hringna zawngtuhai kuta le, nangnia inthawka hang fe, Babulon lal sipaihai kuta chun pêng ka tih.",
      "reference": "JEREMIA 34:21"
    },
    {
      "content": "Ngai ta u, thu pêng ka ta, hi khawpuia hin hung inkîrtir ka tih; LALPA chun a tih: chun, do an ta, lâng an ta, meiin râwng an tih; chuongchun, Juda khawpuihai chu hluotu um loa râusanah siem ka tih,” tiin.",
      "reference": "JEREMIA 34:22"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JEREMIA 34 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}