{
  "verses": [
    {
      "content": "Chun, sipai hotuhai po po, Karea naupa Johanan hai, Hosaia naupa Jezania hai, mipui po po a chîn taka inthawka a lien tak chenin an hung hnai a,",
      "reference": "JEREMIA 42:1"
    },
    {
      "content": "zâwlnei Jeremia kuoma chun hieng hin an hril a, “Kan ngên che hi, kan hninahai hi i hmaa chun pawm ni raw se; hieng tuta la mahlahai po po ta ding hin, LALPA i Pathien kuoma chun kan ta dingin ṭawngṭai rawh; i mitin a hmu chie ang hin, tamtak kha tlâwmte chau hi hlain kan um a nih;",
      "reference": "JEREMIA 42:2"
    },
    {
      "content": "LALPA i Pathien chun thil kan thaw ding le, lampui kan hraw ding chu a mîn hriettir theina dingin,” tiin.",
      "reference": "JEREMIA 42:3"
    },
    {
      "content": "Chun, zâwlnei Jeremia chun an kuomah, “In thu chu ka hriet tah a; ngai ta u, LALPA in Pathien kuoma chun in thuhai ang peiin ṭawngṭai ka tih; chun, thil iengkhawma LALPAIN a hung dawnna cheu chu in kuomah hrilfieng ka tih, iengkhawm in kuomah ip naw ning,” a ta.",
      "reference": "JEREMIA 42:4"
    },
    {
      "content": "Anni chun Jeremia kuoma chu, “LALPA i Pathienin kan kuoma a hung tirna ang thu po pohai anga kan thaw naw chun, LALPA chu eini laia hrietpuitu ringum le indik ni raw se.",
      "reference": "JEREMIA 42:5"
    },
    {
      "content": "A ṭha amanih, a sie amanih khawm ni sienla, LALPA kan Pathien kan itirna che chu a râwl chu ngai kan tih; LALPA kan Pathien râwl chu kan awi pha chun, keini ta dinga a ṭhatna dingin,” an ta.",
      "reference": "JEREMIA 42:6"
    },
    {
      "content": "Chun, ni sâwm hnunga chun, LALPA thu chu Jeremia kuoma chun a hung tlung tah a.",
      "reference": "JEREMIA 42:7"
    },
    {
      "content": "Ama chun Karea naupa Johanan le, an kuoma um sipai hotuhai po po le, mi po po a chîn taka inthawka a lien tak chenin a ko a.",
      "reference": "JEREMIA 42:8"
    },
    {
      "content": "an kuomah a hril a, “A hmaa in hninahai chu intlun dinga in mi tirna, LALPA Israel Pathien chun hieng hin a tih:",
      "reference": "JEREMIA 42:9"
    },
    {
      "content": "Hi rama hin in chêng zing chun, rem ka ti cheu a, ṭhiek naw ning cheu, phun ka ti cheu a, phawidawk naw ning cheu, in kuoma thil ṭha naw ka thaw kha ka lamlêt ta sih a.",
      "reference": "JEREMIA 42:10"
    },
    {
      "content": "In iṭitak Babulon lal chu ṭi naw unla, ama chu ṭi naw ro, LALPA chun a tih: a kuta inthawka sanhima san- dam ding cheuin kei in kuomah ka um zing sih a.",
      "reference": "JEREMIA 42:11"
    },
    {
      "content": "Chun, zângaina phalpêk ka ti cheu a, in chungah zângaina a neia, in ram ngeiah ân kîrtir nâwkna ding cheuin.",
      "reference": "JEREMIA 42:12"
    },
    {
      "content": "Amiruokchu, ‘Hi rama hin um zing nâwng ei tiu,’ in tih a, in Pathien LALPA râwl chu in awi naw a,",
      "reference": "JEREMIA 42:13"
    },
    {
      "content": "‘Ni lo, Aigupta ramah fe lem ei ta, chutaka chun indona hlak hmu nâwng ei ta, tawtawrâwt ri hlak hre nâwng ei ta, bei tlâksam hlak hre bawk nâwng ei ta, chutaka chun chêng ei tiu,’ ti in ni chun;",
      "reference": "JEREMIA 42:14"
    },
    {
      "content": "Aw Juda la um sunhai, tuhin LALPA thu chu lo ngai ta u; sipaihai LALPA, Israel Pathien chun hieng hin a tih: Aigupta rama lût dinga in hmaihai in innghat chieh a, chutaka va mikhuol dinga in fe chun;",
      "reference": "JEREMIA 42:15"
    },
    {
      "content": "hieng hi hung nîng a tih: chu Aigupta rama chun kâwlhnâm in ṭi hlak khan hung hnawt phâk a ti cheu a, ṭâm in iṭi khan chu Aigupta rama chun a hung hnawt rak rak ding cheu a nih; chuongchun, chutaka chun thîng in tih.",
      "reference": "JEREMIA 42:16"
    },
    {
      "content": "Va mikhuol dinga Aiguptaa fe dinga an hmaihai innghat chie chuong mihai po po chu chuong ang chu nîng an tih; kâwlhnâmah thîng an ta; ṭâm le hripuia leh; an chunga thil ṭha naw ka hung intlungtir dinga inthawk chun tukhawm suokthlengin amanih, tukhawm um zing naw ni hai.",
      "reference": "JEREMIA 42:17"
    },
    {
      "content": "Sipaihai LALPA Israel Pathien chun hieng hin a ti sih a: Jerusalem hluotuhai chunga ka lunginsenna le ka ṭiumna bunthlâka a um ang khan; Aigupta rama in lût pha chun ka ṭiumna chu in chunga chun bunthlâk ni vêng a tih; chuongchun, hnâwm- hnawk le, makti ding le, ṭawngsephur le, thusekawk nîng in ta, hi hmun hi hmu nâwk ta ngai naw ti niu.",
      "reference": "JEREMIA 42:18"
    },
    {
      "content": "Aw Juda la um sunhai, nangni chungthuah LALPA chun thu a hril a nih: Aiguptaa chu fe dêr naw ro: vawisûn hin in kuomah ka hrilfie ta a nih ti hi hre ngei ngei ro.",
      "reference": "JEREMIA 42:19"
    },
    {
      "content": "In thlarauhai chunga chun hmusitumtakin in lo thaw tah a; ‘LALPA kan Pathien kuoma chun mi ṭawngṭaipêk la, LALPA kan Pathien- in a hril ang ang che chu kan kuomah hrilfie la, thâwng kan tih,’ tiin LALPA in Pathien kuoma chun in mi tir ta sih a,",
      "reference": "JEREMIA 42:20"
    },
    {
      "content": "vawisûn hin in kuomah ka hrilfie tah a, nisienlakhawm, in kuoma a mi hung tirna ang thil ienga khawm chun LALPA in Pathien râwl chu in awi si nawh a.",
      "reference": "JEREMIA 42:21"
    },
    {
      "content": "Chuleiin, tuhin, chutaka va mi- khuol in nuomna hmuna chun, kâwl- hnâm le, ṭâm le hripuiin thîng in tih ti hi hre ngei ngei ro,” tiin.",
      "reference": "JEREMIA 42:22"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JEREMIA 42 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}