{
  "verses": [
    {
      "content": "Benjamin rama Anathotha um thiempuhai laia mi, Hilkia naupa Jeremia thuhai chu.",
      "reference": "JEREMIA 1:1"
    },
    {
      "content": "Ama kuoma chun Juda lal Amon naupa Josia hun lai, a rorêl a kum sâwm le pathum kum chun LALPA thu chu a hung tlung a,",
      "reference": "JEREMIA 1:2"
    },
    {
      "content": "Juda lal Josia naupa Jehoiakim hun lai, Juda lal Josia naupa Zedekia kum sâwm pakhat kum tâwp chen; Jerusalem sala ṭhuoihmanga a um a thla ngana chen chun a hung tlung zing a.",
      "reference": "JEREMIA 1:3"
    },
    {
      "content": "Chun, LALPA thu chu ka kuomah a hung tlung a:",
      "reference": "JEREMIA 1:4"
    },
    {
      "content": "“Phîng sûnga ka siem hma che khawma ka hriet cheh a, Sula inthawka i hung suok hma khawma ka sukthieng ta cheh a: Hnamhai kuoma zâwlnei dingin ka lo thlang ta che a nih,” tiin.",
      "reference": "JEREMIA 1:5"
    },
    {
      "content": "Chun, kei chun, “E, Lalpa PATHIEN, ngai ta, thu ka hril thei le; naupang el ka ni sih a,” ka tih a.",
      "reference": "JEREMIA 1:6"
    },
    {
      "content": "Nisienlakhawm, LALPA chun ka kuomah hieng hin a hril a: “Naupang el ka nih, ti naw rawh, Tu kuoma khawm ka tirna phawt che kuoma chun i fe ding a ni sih a; Thu ka pêk ang pei che chun thu hril bawk i tih.",
      "reference": "JEREMIA 1:7"
    },
    {
      "content": "Anni lei chun ṭi naw la, Nang chu sanhim ding chein i kuomah ka um sih a; LALPA chun a tih,” tiin.",
      "reference": "JEREMIA 1:8"
    },
    {
      "content": "Chun, LALPA chun a kutin a hung ban a, ka bau chu a tâwk tah a; chun, LALPA chun ka kuoma chun, “Ngai ta, i baua chun ka thuhai chu ka sie tah,",
      "reference": "JEREMIA 1:9"
    },
    {
      "content": "En ta, vawisûn hin, hnamhai chunga le ramhai chunga chun, Hrukbit ding le, sukchim ding le, Sukse ding le, Pei thla ding le, bâwl ding le Phun dingin ka sie ta che a nih,” a ta.",
      "reference": "JEREMIA 1:10"
    },
    {
      "content": "Chu naw khawm chu LALPA thu chu ka kuomah a hung tlung a, “Jeremia, ieng am i hmuh a?” a mi tih a. Kei chun, “Almon thing hmawl ka hmu,” ka tih a.",
      "reference": "JEREMIA 1:11"
    },
    {
      "content": "LALPA chun ka kuomah, “I hmu ṭha ngawt el; ka thu chu sukpuitlinga um dingin ka tûng tlat a nih,” a ta.",
      "reference": "JEREMIA 1:12"
    },
    {
      "content": "Chun, a vawi hninaa chun LALPA thu chu ka kuomah a hung tlung a, “Ieng am i hmuh a?” tiin. Kei chun, “Sumbepui so lai ka hmuh a, chu hmai chu hmâr tienga inthawka hung ngha a nih,” ka tih a.",
      "reference": "JEREMIA 1:13"
    },
    {
      "content": "Chun, LALPA chun ka kuomah, “Hmâr tienga inthawkin ram hluotu- hai po po chungah thil ṭha naw hung so suok a ta.",
      "reference": "JEREMIA 1:14"
    },
    {
      "content": "Ngai ta, hmâr tienga lalram sûngkuohai po po chu ka ko ding a ni si a, LALPA chun a tih; chun, hung an ta, mi tin chun Jerusalem dai kawt- khâr lûtnaa le a vêlsuokin kul bang- hai bula le, Juda khawpuihai po poa chun an lalṭhungpha chu hung innghat an tih.",
      "reference": "JEREMIA 1:15"
    },
    {
      "content": "Chun, an khawhlonahai thuah anni kalin ka rorêlnahai chu hrilsuok ka tih, kei mi mâksana, pathien danghai kuoma riminhnik rawh a, an kut sinthawhai ngei chu chibai an lo bûk ta leiin.",
      "reference": "JEREMIA 1:16"
    },
    {
      "content": "Chuleiin, nang chun i dier kei la, tho la, thu ka pêkhai po po che kha an kuomah hril rawh; annia chun beidawng naw la, chuong naw chun, an hmaa chun sukbeidawng rawi ka ti che.",
      "reference": "JEREMIA 1:17"
    },
    {
      "content": "Ngai ta, vawisûn hin ram po po hmaah, Juda lalhai chunga le, chu- taka rorêltuhai chunga le, thiempu- hai chunga le, chu rama mipuihai po po chunga chun dârsen banghai, thîr sûtpuihai le khawpui kul neiah ka siem che hi.",
      "reference": "JEREMIA 1:18"
    },
    {
      "content": "Chuongchun, do an ti cheh a; amiruokchu, hne naw ni hai che; nangma sanhim ding chein i kuom- ah ka um sih a, LALPA chun a tih,” tiin.",
      "reference": "JEREMIA 1:19"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JEREMIA 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}