{
  "verses": [
    {
      "content": "Juda suolna chu thîr kawlawm le, lunghlu hmawr zuma ziek a nih; an lungril lungphêka chun a kera ker a na, in mâichâm kiahai le chun;",
      "reference": "JEREMIA 17:1"
    },
    {
      "content": "an thlahai chun muol insânghai chunga thing hringhai kâwla an Asera le an mâichâmhai chu an hriet zing sûng phawt chun.",
      "reference": "JEREMIA 17:2"
    },
    {
      "content": "Aw rama ka tlâng, i thuom- hnawhai le i rohai chu i bâwlhmunhai le, i ramri sûng po poa i suolna lei chun râllâk sumah ka pêk ding a nih.",
      "reference": "JEREMIA 17:3"
    },
    {
      "content": "Nang khawm, nang ngei khawm, i rochan dinga, ka pêk chea chun um zing naw ti nih a, ram i hriet ngai loa chun i hmêlmahai rawng inbâwltir ka ti che a; ka lunginsennain mei, kumkhuoa chawk ding chu i lo sêm ta sih a.",
      "reference": "JEREMIA 17:4"
    },
    {
      "content": "LALPA chun hieng hin a tih: Mi mihriem ringa, mihriem bân hrâtna ringsana, a lungril khawm LALPAA inthawka hran ta chu a chung a rik!",
      "reference": "JEREMIA 17:5"
    },
    {
      "content": "Ama chu thlalêra hlobuk ang nîng a ta, thil ṭha hung tlung khawm chu a hmu âwm si nawh a; amiruok- chu, thlalêra chun hmun ṭâwl lai lai chu hluong a ta, hluo ngai lo, chilung ram chu.",
      "reference": "JEREMIA 17:6"
    },
    {
      "content": "Mi LALPA ringtu le LALPA beiseitu chu a hamṭha.",
      "reference": "JEREMIA 17:7"
    },
    {
      "content": "Tuihai sîra thing phun, a zunghai khawm vadunga kai ang, lumna a hung tlung pha khawma ṭi lo, a hnahai hring zing lem, khaw inṭhâl kuma hai khawm pawisa lo, ra insuo zing hlak ang a nih.",
      "reference": "JEREMIA 17:8"
    },
    {
      "content": "Thil po po nêkin lungril hi ân khêl a; a se bik rieu a; tuin am hre thei a ta?",
      "reference": "JEREMIA 17:9"
    },
    {
      "content": "Kei LALPA hin lungril chu ka zawng suok hlak a, mi tin chu a thilthawhai ra ang pei le, a lampuihai ang peia pêk dingin an inthununna chu ka fie bawk a.",
      "reference": "JEREMIA 17:10"
    },
    {
      "content": "Indik loa hausaknahai neitu chu, varung ama awpkêu ni si lo te kei khâwmtu ang chu a nih; a dam sûng la la chun ama chu mâksan an ta, a tâwpa chun ama chu invêt nîng a tih.",
      "reference": "JEREMIA 17:11"
    },
    {
      "content": "A tira inthawka lalṭhungpha ropui chungtienga inṭhuta um chu, chu chu ei hmun inthieng hmun chu a nih.",
      "reference": "JEREMIA 17:12"
    },
    {
      "content": "Aw LALPA, Israel beisei, nang- ma nghatsantuhai che chu inzak an tih; nangma mâksantuhai chu, LALPA, tuihring tuikhur chu an nghatsan tâk leiin hnuoia chun ziek nîng an tih.",
      "reference": "JEREMIA 17:13"
    },
    {
      "content": "Aw LALPA, mi sukdam la, sukdamin um ka tih; mi sandam la, sandamin um ka tih; ka inpâkna chu nang i ni sih a.",
      "reference": "JEREMIA 17:14"
    },
    {
      "content": "Ngai ta, “LALPA thu chu khaw lai am a um a, tuhin hungtlung raw se,” an mi tih a.",
      "reference": "JEREMIA 17:15"
    },
    {
      "content": "Keia chungthua chun, nanga hnunga berâmpu ni chu ka tum ṭâl nawh a, ni chungpikum khawm chu ka châk bawk nawh a, i hriet a, ka hmûra inthawka suokhai chu i hmai- hmaa chun a um sih a.",
      "reference": "JEREMIA 17:16"
    },
    {
      "content": "Ka ta dingin ṭium ni naw la, ni ṭha nawa chun kân bîk himna i nih.",
      "reference": "JEREMIA 17:17"
    },
    {
      "content": "Kei mi sukrinumtuhai chu in- zakhai sienla, kei ruok chu mîn zaktir naw rawh; anni chu inbeidawngtir la, kei ruok chu mi sukbeidawng naw rawh; an chunga chun ni ṭha naw chu hung intlungtir la, anni sietna thuo hniin sukse rawh.",
      "reference": "JEREMIA 17:18"
    },
    {
      "content": "LALPA chun ka kuoma chun hieng hin a hril a: “Fe la, chu hnam thlahai dai kawtkhâr, Juda lalhai an hung lûtna le an fe suokna le, Jerusalem dai kawtkhârahai po po chun va ngîr rawh;",
      "reference": "JEREMIA 17:19"
    },
    {
      "content": "chun, an kuoma chun hril la: Nangni Juda lalhai le, Juda po pohai le, Jerusalem hluotu hi dai kawt- khâra lût hlakhai po po, LALPA thu hi lo hre ta u:",
      "reference": "JEREMIA 17:20"
    },
    {
      "content": "LALPA chun hieng hin a tih: In hringna thuah fîmkhur unla, châwlni chun phur phur naw unla, Jerusalem dai kawtkhâra chun hung la lût bawk naw ro;",
      "reference": "JEREMIA 17:21"
    },
    {
      "content": "châwlni chun in inhaia in- thawkin phur phur suok bawk naw unla, sin ieng ang khawm thaw bawk naw ro; amiruokchu, in thlatuhai thu ka pêk ta ang khan, châwlni chu inser ro;",
      "reference": "JEREMIA 17:22"
    },
    {
      "content": "nisienlakhawm, an ngai nawh a, an na khawm an sit nawh a, an rîng an sukngar a, an hriet nawna ding le inchûktirna chu an pawm nawna dingin.",
      "reference": "JEREMIA 17:23"
    },
    {
      "content": "Chun, ṭhahnemngaitaka ka thu in ngai chun, LALPA chun a tih, châwlnia hi khawpui dai kawtkhâr- haia phur hung la lût lo ding le, amiruokchu, châwlni chu insera, chu nia sin thaw lo dingin;",
      "reference": "JEREMIA 17:24"
    },
    {
      "content": "hi dai kawtkhârhaia hin lalhai le rorêltuhai David lalṭhungphaa ṭhunghai chu sakawr tawlailîr le sakawr chunga chuongin, anni le an rorêltuhai le Juda mihai le Jerusalem hluotuhai chu la lût an tih; chun, hi khawpui hi kumkhuoin um zing bawk a tih.",
      "reference": "JEREMIA 17:25"
    },
    {
      "content": "Chun, Juda ram khawpuihaia inthawk dâm, Jerusalem vêl khuo- haia inthawk dâm, Benjamin rama inthawk dâm, phai ram le tlâng rama inthawk dâm, Sim rama inthawk dâmin, LALPA ina lâwmthu hrilna inthâwinahai, berâm dâm, inthâwina hrim hrim dâm, bu thilinhlân dâm, pumrawhmang thilinhlân dâm chu hung chawiin hung an tih.",
      "reference": "JEREMIA 17:26"
    },
    {
      "content": "Amiruokchu, châwlni chu in- sera, châwlnia Jerusalem dâi kawt- khârhaia phur phura lût lo dinga ka thu in ngai naw chun, chutaka dâi kawtkhâra chun mei sêm ka ta, Jerusalem in ropuihai chu kâng- hmang a ta, sukmit ni ngai hrim hrim naw ni.",
      "reference": "JEREMIA 17:27"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JEREMIA 17 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}