{
  "verses": [
    {
      "content": "Aw LALPA, nang chu ka hung ngên lai che chun, i fel a, nangma le chun a san chu ei ngaituo tlâng a, mi rilo lampui chu ieng dinga a hlawtling hlak a, khawhlotaka thawtuhai po po chu nuomsaa um am an na?",
      "reference": "JEREMIA 12:1"
    },
    {
      "content": "Nang chun anni chu i phun tah a, anih, zung khawm an kei a; an hung inṭhang a, ra khawm an hung ra tah a; an baua chun nang chu i hla naw hleh a, an sûnga ruok chu i hla a nih.",
      "reference": "JEREMIA 12:2"
    },
    {
      "content": "Nisienlakhawm, aw LALPA, nang chun i mi hriet a, i mi hmuh a, nanga tienga chun ka lungril chu i fieh a, sathattu ta dinga berâmhai ang chun kei suok la, thatna ding nia ang chun anni chu buotsai rawh.",
      "reference": "JEREMIA 12:3"
    },
    {
      "content": "Ieng chen am ram chun sûnin, ram pumpui hlohnahai chu a vuoi ding a na? chutaka an rîtlona um zing lei chun, ramsahai le vatehai khawm chu an bohmang a, “Ei ni hnungtieng tâwpna chu hmu naw ni,” an ti leiin.",
      "reference": "JEREMIA 12:4"
    },
    {
      "content": "Kea lâwn mihai leh in tlân a, an suksâwl hle che chun, sakawrhai le chun iengtin am inel thei i ta? Muong- na rama hman i tlu chun, Jordan ramngawa chun iengtin am thâwng i ta?",
      "reference": "JEREMIA 12:5"
    },
    {
      "content": "I unauhai le i pa sûngkuo ngei chun, i chungah khawhlotakin an lo thaw tah a; i hnunga chun an hung khêk rak rak a; anni chu ring naw rawh, i kuoma chun thu ṭhatakhai hril hai sien khawm.",
      "reference": "JEREMIA 12:6"
    },
    {
      "content": "Ka in chu ka mâksan tah a, ka rohluona khawm chu ka pei thlâk a, ka thlain a hmangai dittak chu a hmêlmahai kuomah ka pêk tah a.",
      "reference": "JEREMIA 12:7"
    },
    {
      "content": "Ka rochan khawm chu ka ta ding chun ramhnuoia sakeibaknei ang a lo ni tah a; ka chunga chun a râwl chu a mîn suo khum a; chuleiin, ama chu ka theida a nih.",
      "reference": "JEREMIA 12:8"
    },
    {
      "content": "Ka rochan chu ka ta ding chun vate ṭiel sa fa mi ang a ni a ni ta maw? A sîr vêl tina chun vate sa fa mihai chu an um a ni maw? Nang va fe la, ramhnuoia ramsahai po po chu kei khâwm la, fa zo dingin hung ṭhuoi rawh.",
      "reference": "JEREMIA 12:9"
    },
    {
      "content": "Berâmpu tamtakhai chun ka grêp huon chu an suksiet a, ka chan chu an ke hnuoiah an sirde a, ka chan inhawitak chu thlalêr ram râusanah an siem tah a.",
      "reference": "JEREMIA 12:10"
    },
    {
      "content": "Râusanah an siem tah a; râu- sana umin ka kuoma chun a ṭap a; mi tukhawma lungril a an sie naw leiin ram pumpui chu râusana siem a ni tah a.",
      "reference": "JEREMIA 12:11"
    },
    {
      "content": "Thlalêra bâwlhmun tlângahai po po chun suksetuhai chu an hung a, ram pakhat tâwpa inthawka ram dang tâwp chen chun LALPA kâwl- hnâm chun a fâk zo a, tisa hrimin muongna an nei nawh.",
      "reference": "JEREMIA 12:12"
    },
    {
      "content": "Bu an chîng a, hling an sîk a; anni chu an insukna a, nisienla- khawm, iengkhawm a hlawk nawh, LALPA lunginsenna ṭiumtak lei chun i rahai chu inzapui i tih.",
      "reference": "JEREMIA 12:13"
    },
    {
      "content": "Ka tuolbâwm rilohai po po, ka mi Israelhai hluo dinga ka ti lo tâwk- setu chunga chun LALPA chun hieng hin a tih: Ngai ta u, an rama inthawk chun anni chu hmalthlâng ka ta, anni laia inthawk chun Juda sûngkuo chu hmalthlâng ka tih.",
      "reference": "JEREMIA 12:14"
    },
    {
      "content": "Anni ka hmalthlâk hnunga chun hung kîr nâwk ka ta, an chung- ah lunginsietna nei ka tih; chun, mi tin chu mâni rochan senga chun hung ṭhuoi nâwk ka ta, mi tin chu mâni ram senga chun.",
      "reference": "JEREMIA 12:15"
    },
    {
      "content": "Chun, Baal kuoma ṭawng in- khâm dinga ka mihai an inchûktir anga, “LALPA chu a hring zing angin,” tia, ka hminga ṭawng inkhâm dinga, ka mihai lampuihai chu taima- taka an inchûk chun, ka mihai laia chun anni khawm chu siempuitling nîng an tih.",
      "reference": "JEREMIA 12:16"
    },
    {
      "content": "Amiruokchu, an ngai naw chun, chu hnam chu hmalthlâng ka ta, hmalthlain suksieng ka tih, LALPA chun a tih.",
      "reference": "JEREMIA 12:17"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JEREMIA 12 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}