{
  "verses": [
    {
      "content": "Chun, thla sarinaa chun lal chi Elisama naupa Nethania, chu naupa Ismael le, lal hotu lientak pakhat le, ama kuoma mi sâwmhai le chun, Mizpaa chun Ahikam naupa Gedalia kuoma chun an hung tah a; chutaka Mizpaa chun bei dâm an fâk hmunkhat tâwl a.",
      "reference": "JEREMIA 41:1"
    },
    {
      "content": "Chun, Nethania naupa Ismael le a kuoma mi sâwm umhai chu an tho a, Saphan naupa, Ahikam naupa Gedalia, Babulon lalin chu rama rorêltu dinga a sie chu kâwlhnâm leh an thawh a, ama chu an that tah a.",
      "reference": "JEREMIA 41:2"
    },
    {
      "content": "Ismael chun Gedalia kuoma Juda umhai po po Mizpaa umhai le, Kaldai mi, chutaka um, indo mihai khawm chu a that vawng a.",
      "reference": "JEREMIA 41:3"
    },
    {
      "content": "Chun, Gedalia chu a thata mi tukhawma an hriet naw ni hnina hnunga chun hieng hi a hung na;",
      "reference": "JEREMIA 41:4"
    },
    {
      "content": "Mi ṭhenkhat Sekema inthawk dâm, Siloa inthawk dâm, Samaria inthawk dâmin mi sâwmriet zet, an khâkhmul vawa, an puonhai kei- thlêra, anni le anni chu inât a, an kuta bu thilinhlânhai le rimin- hnikhai chawiin, LALPA ina hung inhlân dingin an hung tah a.",
      "reference": "JEREMIA 41:5"
    },
    {
      "content": "Chun, Nethania naupa Ismael chu Mizpaa inthawk chun, a fe malama ṭap pei pumin anni chu tuok dingin a fe suok tah a; chun, anni chu ân tuokpui chun an kuoma chun, “Ahikam naupa Gedalia kuomah hung ro,” a tih a.",
      "reference": "JEREMIA 41:6"
    },
    {
      "content": "Chun, chuong ang tak chun a hung na, khawpui sûnga an hung phing chun Nethania naupa Ismael chun anni chu a that tah a, ama le a kuoma mi umhai chun anni chu khur sûnga chun an pei thlâk tah a.",
      "reference": "JEREMIA 41:7"
    },
    {
      "content": "Chun, anni laia chun mi sâwm Ismael kuoma, “Keini chu mi that naw rawh; rama chun bu dâm, buṭei dâm, hriek dâm, khuoizu dâm thup- hmangna khur chu kan nei sih a,” tituhai chu an um a. Chuongchun, anni chu a hla tah a, an unauhai laia chun a that ve ta nawh a.",
      "reference": "JEREMIA 41:8"
    },
    {
      "content": "Chun, chu khur, Ismaelin Geda- lia sîra mi a thathai ruong po po a pei thlâkna chu (chu chu Israel lal Baasa a ṭi leia lal Asain a lo siem kha a nih) Nethania naupa Ismael chun chu chu mi thathai chun a suksip tah a.",
      "reference": "JEREMIA 41:9"
    },
    {
      "content": "Chun, Ismael chun Mizpaa mi la chuonghai po po, lal naunuhmeihai le, Ahikam naupa Gedalia kuoma Nebuzaradanin ân kawltir Mizpaa la umhai po po chu salah a ṭhuoi hmang tah a; Nethania naupa Ismael chun anni chu salah a ṭhuoi a, Ammon thlahai chu fethlengpui dingin a fe suok tah a.",
      "reference": "JEREMIA 41:10"
    },
    {
      "content": "Nisienlakhawm, Karea naupa Johanan le, ama kuoma um sipai hotuhai po po chun Nethania naupa Ismaelin thil ṭha naw a thawhai po po chu an lo hriet chun,",
      "reference": "JEREMIA 41:11"
    },
    {
      "content": "mi po po chu an ṭhuoi a, Nethania naupa Ismael chu do dingin an fe suok tah a; ama chu Gibeona tuipuihai kâwla chun an va hmuh a.",
      "reference": "JEREMIA 41:12"
    },
    {
      "content": "Chun, Ismael kuoma mipui um po pohai chun Karea naupa Johanan le sipai hotuhai po po le a kuoma umhai po po chu an hmu chun an lâwm ta êm êm el a.",
      "reference": "JEREMIA 41:13"
    },
    {
      "content": "Chuongchun, Mizpaa inthawka Ismael sal intâng dinga a ṭhuoihai po po chu an inlêt a, an hung kîr a, Karea naupa Johanan kuoma chun an fe tâwl tah a.",
      "reference": "JEREMIA 41:14"
    },
    {
      "content": "Amiruokchu, Nethania naupa Ismael chu mi pariet leh Johanana inthawk chun a suokthleng a, Am- mon thlahai kuoma chun a fe tah a.",
      "reference": "JEREMIA 41:15"
    },
    {
      "content": "Chun, Karea naupa Johanan le, a kuoma sipai hotu umhai po po chun, Nethania naupa Ismaela inthawka mipui la um sun an lâk dawkhai po po chu, Ahikam naupa Gedalia le, indo mihai, nuhmeihai, naupanghai le, mitillâkhai, Gibeona inthawka a hung ṭhuoi nâwkhai a that hnunga, a lâk suokhai chu Mizpaa inthawk chun an ṭhuoi tah a.",
      "reference": "JEREMIA 41:16"
    },
    {
      "content": "Chuongchun, an feh a, Kaldai- hai leia Aiguptaa lût dinga fe dingin Bethlehem kâwla Geruth-kimhama chun an chêng tah a;",
      "reference": "JEREMIA 41:17"
    },
    {
      "content": "Ahikam naupa Gedalia Babulon lalin chu ram chunga rorêltu dinga a sie kha Nethania naupa Ismael khan a that leiin anni chu an ṭi êm êm a.",
      "reference": "JEREMIA 41:18"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JEREMIA 41 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}