{
  "verses": [
    {
      "content": "LALPA kuoma inthawka Jeremia kuoma thu hung chu:",
      "reference": "JEREMIA 7:1"
    },
    {
      "content": "“LALPA in dai kawtkhâra chun ngîr la, chutaka chun hi thu hi phuongdar la, hieng hin hril rawh: LALPA be dinga hi dai kawtkhârhaia lût, nangni Juda mihai po po, LALPA thu hi lo hre ta u.",
      "reference": "JEREMIA 7:2"
    },
    {
      "content": "Israel Pathien, sipaihai LALPA chun hieng hin a tih: In lampuihai le in thilthawhai chu sukṭha unla, hi hmuna hin inchêngtir ka ti cheu,",
      "reference": "JEREMIA 7:3"
    },
    {
      "content": "‘LALPA biekin chu, LALPA biek- in chu, LALPA biekin chu hi hi a nih,’ ti thukhêl dâm hi ring naw ro.",
      "reference": "JEREMIA 7:4"
    },
    {
      "content": "In lampuihai le in thilthawhai chu in siem ṭha a; mi le a tuolbâwm kara rorêlna tlangtaka in sukthlûk- pêk a,",
      "reference": "JEREMIA 7:5"
    },
    {
      "content": "mikhuolhai chu in nêksâwr nawh a, pa nei lohai le hmeithaihai leh; hi hmuna hin mi thiem thisen chu in insuo naw bawk a, nangni le nangni insukpawina dingin pathien danghai chu in zui bawk naw chun,",
      "reference": "JEREMIA 7:6"
    },
    {
      "content": "in thlatuhai kuoma ram ka i pêk tah, inhmaa inthawka kumkhaw- tluong elin, hi hmuna hin inchêngtir ka ti cheu.",
      "reference": "JEREMIA 7:7"
    },
    {
      "content": "Ngai ta u, thukhêlhliphai, ṭhat- hnemna neilohai chu in ring a.",
      "reference": "JEREMIA 7:8"
    },
    {
      "content": "Inruin, tuolthatin, uirein, khêla inkhâmin, Baal hmaa chun rimin- hnik rawin pathien in hriet nawhai chu zuiin,",
      "reference": "JEREMIA 7:9"
    },
    {
      "content": "‘Sansuokin ei um tah’ tiin, hieng thil pawrchehai po po hi thaw dingin hi in ka hming chawisana hin hungin ka hmaa chun in hung ngîr ding am a nih?",
      "reference": "JEREMIA 7:10"
    },
    {
      "content": "Hi in ka hming chawi hi in mit- hmua chun inruhai pûk a lo ni ta a ni maw? Ngai ta u, keiin, keima ngeiin ka hmu tah, LALPA chun a tih.",
      "reference": "JEREMIA 7:11"
    },
    {
      "content": "Amiruokchu, tuhin ka hmun Siloa chun fe unla, a tira inthawka ka hming kân umtir zingnaa chun; ka mi Israelhai khawhlona leia thil ka ithawhai chu va hmu ta u.",
      "reference": "JEREMIA 7:12"
    },
    {
      "content": "Chun, tuhin LALPA chun, ‘Hieng thilthawhai po po hi in thaw ta leiin, inhmataka thoa thu hrilin, in kuoma ngei chun thu ka lo hril tah a; nisienlakhawm, in ngai si nawh a; ka ko cheu a, in mi dawn nawh a;",
      "reference": "JEREMIA 7:13"
    },
    {
      "content": "chuleiin, in thlatuhai le nangni kuoma ka pêk, hmun le in ringna innghatna, ka hming chawia ko, in chunga chun, Siloa chunga ka lo thaw ta ang bawk khan ka thaw ding a nih.",
      "reference": "JEREMIA 7:14"
    },
    {
      "content": "Ephraim chihai po po, in unauhai po po kha ka lo hnawt suok ta ang khan ka mithmua inthawk hnawt suok ka ti cheu.",
      "reference": "JEREMIA 7:15"
    },
    {
      "content": "Chuleiin, hi hnam ta ding hin ṭawngṭai naw la, an ta dingin ṭawng- ṭaina amanih, râwl amani khawm insuo naw rawh; chun, ka kuoma khawm hnina khawm hung siem bawk naw rawh; ka lo ngai âwm si naw cheh a.",
      "reference": "JEREMIA 7:16"
    },
    {
      "content": "Jerusalem kawtthlêrahai le Juda khawpuihaia an thawhai chu i hmu nâwm a nih?",
      "reference": "JEREMIA 7:17"
    },
    {
      "content": "Naupanghai chun thing an inkhâwm a, pahai chun mei an sêm a, nuhmeihai chun bei an hmet a; vân lalnu ta dinga beithlum siem dingin le, lunginsennaa an mi chawktho theina dinga pathien danghai kuoma dâwnmi thilinhlânhai dâm chu bur dingin.",
      "reference": "JEREMIA 7:18"
    },
    {
      "content": "Kei chu an mi suklungsen am a nih? LALPA chun a tih; an inzakna dingin, anni le anni chu an insuk- lungsen a ni nâwm a nih?",
      "reference": "JEREMIA 7:19"
    },
    {
      "content": "Chuleiin, Lalpa PATHIEN chun hieng hin a tih: Ngai ta, ka lungin- senna le ka ṭiumna chu hi hmuna hin bunthlâk nîng a ta, mihriem chunga le, ramsahai chunga le, rama thing- hai chunga le, hnuoia rahai chunga chun; chun, kâng a ta, ṭhel ni ngai naw ni.",
      "reference": "JEREMIA 7:20"
    },
    {
      "content": "Israel Pathien, sipaihai LALPA chun hieng hin a tih: In inthâwina- haia chun in pumrawhmang thilin- hlânhai chu belsa unla, sa chu fa ro.",
      "reference": "JEREMIA 7:21"
    },
    {
      "content": "Inthâwinahai le pumrawhmang thilinhlân chungthua hin Aigupta rama inthawka anni ka hung ṭhuoi suok nia chun, in thlatuhai kuoma chun thu hrilin, thupêk ka lo nei nawh;",
      "reference": "JEREMIA 7:22"
    },
    {
      "content": "nisienlakhawm, hi thua hin thu ka pêk a, “Ka râwl hi ngai unla, in Pathien nîng ka ta, nangni khawm ka mihai nîng in tih; chun, thu ka pêk cheu po po kha hraw unla, in ta dingin ṭhâng a tih,” tiin.",
      "reference": "JEREMIA 7:23"
    },
    {
      "content": "Nisienlakhawm, an ngai nawh a, an na khawm an sit bawk nawh a, amiruokchu, anni remruotnaa le, an lungril rilo kâwmâwna chu hrawin, hmatiengah ni loin an kîr nâwk ta lem a.",
      "reference": "JEREMIA 7:24"
    },
    {
      "content": "In thlatuhai Aigupta rama inthawka an hung suok nia inthawka vawisûn ni chen hin ni tin inhmatak- in thoin, ka zâwlneihai ka siehlawhai po po chu an kuomah ka hung tir a;",
      "reference": "JEREMIA 7:25"
    },
    {
      "content": "nisienlakhawm, keia thu chu an ngai chuong nawh a, an na khawm an sit bawk nawh a, an rîng chu an suktlûn a, an thlatuhai nêkin an thaw ṭha naw lem tah a.",
      "reference": "JEREMIA 7:26"
    },
    {
      "content": "Chun, hieng thuhai po po hi an kuoma chun i hril ding a nih; ami- ruokchu, i thu chu ngai naw ni hai; anni chu ko bawk i ta, nisienla- khawm, dawn naw ni hai che.",
      "reference": "JEREMIA 7:27"
    },
    {
      "content": "Chun, an kuoma chun, “LALPA an Pathien râwl khawm ngai loa, inchûktirna khawm pawm bawk lohai chu hi hnam hi an nih; thudik chu a riral a, an baua inthawk chun sât thlâkin a um a,” tîng i tih.",
      "reference": "JEREMIA 7:28"
    },
    {
      "content": "Aw Jerusalem, i sam chu tan rawh, peihâwn la, bâwlhmun tlânga- hai chun sûnna siem rawh; LALPA chun a lunginsenna thlahai chu a nghatsanin a hnâwl ta sih a.",
      "reference": "JEREMIA 7:29"
    },
    {
      "content": "Juda thlahai chun ka mithmua thil ṭha naw chu an lo thaw ta sih a, LALPA chun a tih: sukpawrche ding- in, in ka hming chawia koa chun an tirdakumnahai chu an sie tah a.",
      "reference": "JEREMIA 7:30"
    },
    {
      "content": "Hinnom naupa ruoma chun Topheth bâwlhmunhai chu an naupa- salhai le an naunuhmeihai meia an rawna dingin an bâwl tah a; chuong chu thu ka pêk ngai nawh a, ka lungrila khawm lût khawm a hung lût ngai nawh.",
      "reference": "JEREMIA 7:31"
    },
    {
      "content": "Chuleiin, ngai ta, a nihai a hung tlung, LALPA chun a tih; Topheth amanih, Hinnom naupa ruom ama- nih ti ni ta ngai naw nih a, Inthatna ruom ti ni lem tâng a tih, hi Topheth hmuna hin inphûmna hmun ding a um naw chen khawma an inphûm ding a ni sih a.",
      "reference": "JEREMIA 7:32"
    },
    {
      "content": "Chuongchun, hieng mipuihai ruonghai hi, chunglêng vatehai ta dinga bu nîng a ta, ramsahai ta ding khawma; tukhawma an hnawt hmang âwm si nawh a.",
      "reference": "JEREMIA 7:33"
    },
    {
      "content": "Chun, Juda khawpuihaia in- thawk le Jerusalem kawtthlêrhaia inthawk chun hlimna râwl dâm, lâwmna râwl dâm, moneitu râwl dâm, mo râwl dâm inrêtir ka tih; ram chu suksiet a ni ding a ni sih a.",
      "reference": "JEREMIA 7:34"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JEREMIA 7 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}