{
  "verses": [
    {
      "content": "LALPA kuoma inthawka Jeremia kuoma thu hung tlung chun:",
      "reference": "JEREMIA 11:1"
    },
    {
      "content": "“Hi thuthlung thuhai hi lo ngai la, Juda rama mihai le Jerusalem hluotuhai kuoma chun hril rawh;",
      "reference": "JEREMIA 11:2"
    },
    {
      "content": "chun, an kuoma chun hieng hin hril la; Israel Pathien LALPA chun hieng hin a tih: Hi thuthlung thuhai hre lo mi chu ṭawngsephurin um raw se:",
      "reference": "JEREMIA 11:3"
    },
    {
      "content": "Aigupta ram, thîr sutna pûm meia inthawka anni ka ṭhuoi suok laia, ‘Ka râwl ngai unla, thaw ro, chuongchun, ka mihai nîng in ta, kei khawm in Pathien nîng ka tih,’ tia in thlatuhai kuoma thu ka lo pêk tah thuhai chu.",
      "reference": "JEREMIA 11:4"
    },
    {
      "content": "hi vawisûn nia anga hi, nenetui le khuoizua luong ram anni pe dinga ka lo tiem ta chu, in thlatuhai kuoma ka ṭawng inkhâmna chu ka sukpui- tling theina dingin,” tiin. Chun, kei chun “Amen, aw LALPA,” tiin ka dawn a.",
      "reference": "JEREMIA 11:5"
    },
    {
      "content": "Chun, LALPA chun ka kuomah; Jerusalem kawtthlêrahai po po le, Juda khawpuiahai po po chun hienga hril hin va phuong rawh: Hieng thuthlung thuhai hi ngai unla, thaw ro.",
      "reference": "JEREMIA 11:6"
    },
    {
      "content": "Aigupta rama inthawka anni ka hung ṭhuoi suok nia inthawk tah vawisûn ni chen khawm hin. “Ka râwl chu awi ro,” tia hrila, inhmataka thoa, anni chu inhriettirin, in thlatu- hai chu ṭhahnemngaitakin ka lo inhriettir tah a.",
      "reference": "JEREMIA 11:7"
    },
    {
      "content": "Nisienlakhawm, an awi nawh a, an na khawm an sit bawk nawh a, amiruokchu, mi tin chu mâni lungril ngarna ang pei chun an fe lem a; chuleiin, an chunga chun hi thu- thlung thuhai po po hi ka hung intlungtir a, chuong chu thaw dingin thu ka pêk a, nisienlakhawm, an thaw nawh a,’ tiin.",
      "reference": "JEREMIA 11:8"
    },
    {
      "content": "Chun, LALPA chun ka kuomah, “Juda rama mihai laia le, Jerusalema chênghai laia chun phierrûkna hmuin a um a nih.",
      "reference": "JEREMIA 11:9"
    },
    {
      "content": "An thlatuhai ka thu khawm ngai nuom lohai suolna tienga chun an kîr nâwk tah a nih; an rawngbâwl dingin an pathienhai hnung chu an zui a; an thlatuhai le ka lo siem tah ka thuthlung chu Israel sûngkuo le Juda sûngkuo hin an lo bawsiet ta a ni hi.",
      "reference": "JEREMIA 11:10"
    },
    {
      "content": "Chuleiin, LALPA chun hieng hin a tih: Ngai ta, an chungah thil ṭha naw, an pumpel thei dêr lo ding chu ka hung intlungtir ding a nih; ka kuomah hung khêk an ta, nisienla- khawm, anni chu lo ngai naw ning ah.",
      "reference": "JEREMIA 11:11"
    },
    {
      "content": "Chun, Juda khawpuihai le, Jerusalem hluotuhai chu, riminhnik an inhlânna pathienhai kuoma chun fêng an ta, ko an tih; nisienlakhawm, chuonga an buoi lai huna chun anni chu sandam ngai hrim hrim naw ni hai.",
      "reference": "JEREMIA 11:12"
    },
    {
      "content": "Aw Juda, i khawpui ni zât ang pei el chun i pathienhai chu an um sih a; Jerusalem kawtthlêr zât zâtin inzâpuiumtakin mâichâmhai, Baal kuoma riminhnik rawna ding ngei chu, i lo siem ta bawk a.",
      "reference": "JEREMIA 11:13"
    },
    {
      "content": "Chuleiin, hi hnam ta ding hin hni naw la, an ta dingin hnina ama- nih, râwl amanih insuo bawk naw rawh, an buoinaa dinga ka kuoma an khêk pha khawm chun anni chu ka ngai naw ding a ni sih a.",
      "reference": "JEREMIA 11:14"
    },
    {
      "content": "Thil tirdakumtak chu thaw zing si chun, ka hmangaitak chun ka inah chan ieng am a nei ta leh? Intiem- kamna le saserhai chun in sietna ding ân pumpeltir thei ding am a nih? Chuong a ni chun in hlim thei ding am a nih?",
      "reference": "JEREMIA 11:15"
    },
    {
      "content": "LALPA chun i hming a sak a, Oliv thing hring, ra ṭhatak le mawi a ti che a, buoina nasatak ri chun a chunga chun mei a sem a, a kauhai chu a tliek tah a.",
      "reference": "JEREMIA 11:16"
    },
    {
      "content": "Sipaihai LALPA, nangni phun- tu cheu chun Israel sûngkuo le Juda sûngkuoin Baal hmaa riminhnikhai inhlân a, mi suklungsen dinga anni ta dinga thilsuol an lo thaw ta leiin i chungah thil ṭha naw chu a hril lang tah a nih.",
      "reference": "JEREMIA 11:17"
    },
    {
      "content": "LALPA chun chu chu a mîn hriettir a, ka hriet ngei a; chun, nang chun an thilthawhai chu i mîn entir a.",
      "reference": "JEREMIA 11:18"
    },
    {
      "content": "Nisienlakhawm, berâmte zai- nêm a thattu hmaa ṭhuoia um ang chu ka na, “Thing chu chutaka a ra le chun suksieng ei ta, ama chu mi hring rama inthawk chun sât thlâng ei ta, a hming chu hriet zing a ni nawna dingin,” tia, ka chunga thu phierrûk an phier khawm chu ka lo hriet nawh a.",
      "reference": "JEREMIA 11:19"
    },
    {
      "content": "Nisienlakhawm, aw sipaihai LALPA, indiktaka rorêltu, lungril le hrietnahai fietu, anni chunga i phubalâkna chu mîn hmutir rawh; nangma kuoma chu ka thu chun ka hung târlang sih a.",
      "reference": "JEREMIA 11:20"
    },
    {
      "content": "Chuleiin, i hringna lâk tumtu Anathoth mihai chungthua chun LALPA chun hieng hin a tih; anni chun, “Kan kuta i thi nawna dingin LALPA hming chun thu hril naw rawh,” an ta;",
      "reference": "JEREMIA 11:21"
    },
    {
      "content": "chuleiin, LALPA chun hieng hin a tih: “Ngai ta, anni chu ka hrem ding a nih; tlangvâlhai chu kâwlhnâmah thîng an ta, an naupasalhai le an naunuhmeihai chu ṭâmin thîng an tih;",
      "reference": "JEREMIA 11:22"
    },
    {
      "content": "anni laia tukhawm hla um naw ni hai; Anathoth mihai chunga chun thil ṭha naw, anni hung hremna kum chu ka hung intlungtir ding a ni sih a,” tiin.",
      "reference": "JEREMIA 11:23"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JEREMIA 11 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}