{
  "verses": [
    {
      "content": "Zâwlnei Jeremia hmanga, Kal- daihai ram chungthu, Babulon chungthua LALPA thuhril chu:",
      "reference": "JEREMIA 50:1"
    },
    {
      "content": "“Hnamhai laia chun hril la, phuong rawh, chun, puonzâr chu khai la, phuong la, thup naw rawh, ‘Babulon chu lâkin a um a, Bêl chu sukzak a na, Merodak chu a bei- dawng a, a milimhai po po chu sukzakin an um a, a milimhai chu an beidawng zo tah,’ ti rawh.",
      "reference": "JEREMIA 50:2"
    },
    {
      "content": "Hmârtienga inthawk chun hnam pakhat a ram chu râusana siema tukhawm chêng lo dinga siem dingin a hung mêk a; an tlânseh a, mihriem le ramsahai khawm chu, an fe hmang zo tah a.",
      "reference": "JEREMIA 50:3"
    },
    {
      "content": "Chuong niahai chun, chuong hunahai chun, LALPA chun a tih: Israel thlahai chu hung an ta, anni le Juda thlahai chu a ruolin hung an ta; an ṭap malamin hung an ta, LALPA an Pathien chu zawng an tih.",
      "reference": "JEREMIA 50:4"
    },
    {
      "content": "Hma sawngin Zion chu râwn an ta, ‘Hung ve ro, theinghila um ta ngai lo ding chatuon thuthlung chun LALPA chu hung zawm ve ro khai,’ tîng an tih.",
      "reference": "JEREMIA 50:5"
    },
    {
      "content": "“Ka mihai chu berâm inhmang- hai an lo ni tah a, an vêngtuhai chun anni chu tlângahai chun inherhmang- tirin, an ṭhuoi hmang a; tlânga in- thawkin muola dâm chun an fe a, an riekna hmun chu an theinghil tah a.",
      "reference": "JEREMIA 50:6"
    },
    {
      "content": "A hmu taphawthai hlak chun anni chu an fâkzo a, an hmêlmahai chun, ‘Thudik umna LALPA, an thla- tuhai beiseitak, LALPA chunga chun thil an suksuol lei a nih, ei sukpawi nawh,’ an tih a.",
      "reference": "JEREMIA 50:7"
    },
    {
      "content": "Babulona inthawk chun tlânsuok unla, Kaldaihai rama inthawk chun fe suok unla, kêl ruol hmaa kêlchal ang ni ro.",
      "reference": "JEREMIA 50:8"
    },
    {
      "content": "Ngai ta u, hmârtieng rama inthawka hnam ropuitak inkhâwm chu Babulon hung rûn dingin hung chawktho ka ta, in hungtir ka tih; a chunga chun hung intlar an ta; chutaka inthawk chun lâkin um a ta, an thalhai chu mi hrât indo thiemtak a thlâwna kîr nâwk ngai naw ang a nih.",
      "reference": "JEREMIA 50:9"
    },
    {
      "content": "Chuongchun, Kaldai chu râllâk- sum hung nîng a ta, ama suksetuhai taphawt chu lungawi êm êm an tih, LALPA chun a tih.",
      "reference": "JEREMIA 50:10"
    },
    {
      "content": "Aw nangni ka rochan hung rûntuhai, in hlima in lâwm lei le, sazukpui bu chilse a, sakawr hrâttak inhrâm anga in tha a fân leiin; in nu chu nasatakin inzak a tih;",
      "reference": "JEREMIA 50:11"
    },
    {
      "content": "nangni neitu cheu chu buoi a ta, ngai ta u, hnam po poa hnuoihnung tak, thlalêr le, ram ṭâwl le fienriel hmun nîng a tih.",
      "reference": "JEREMIA 50:12"
    },
    {
      "content": "LALPA lunginsenna lei chun hluoin um naw nih a, a pumpuia râusan nîng a ta, mi tin Babulon fekhêltuhai phawt chun mak tîng an ta, a sietna po poa chun inchek an tih.",
      "reference": "JEREMIA 50:13"
    },
    {
      "content": "Babulon chu a vêlin nangni khawma intlar khum ro, thalngul kuoituhai, ama chu kâp unla, thal chu ren naw ro, LALPA chungah thil a lo suksuol ta sih a.",
      "reference": "JEREMIA 50:14"
    },
    {
      "content": "A vêlin ama chu khêkkhum unla; ama chu a hung inpêklût tah a, a kulhai chu a chim a, a banghai chu sukchim an na. Lalpa phubalâkna a ni sih a; ama chunga chun phuba la unla, amain a lo thaw ta ang khan a chunga khawm thaw ve ro.",
      "reference": "JEREMIA 50:15"
    },
    {
      "content": "Babulona inthawk chu chi thetu chu sât thla unla, busîk laia kâwite hmangtu le chun; nêksâwrna kâwl- hnâm ṭi leiin mi tin chu mâni mihai tiengah kîr seng an ta, mi tin chu mâni rama seng chun tlân an tih.",
      "reference": "JEREMIA 50:16"
    },
    {
      "content": "“Israel chu berâm indar a nih: sakeibakneihai chun ama chu an lo hnawt hmang tah a; a hmasatak chun Assuria lal chun anni chu a fâkzo a; a tâwpah Babulon lal Nebukadnezzar hin a ruhai chu a sukthliek tah a.",
      "reference": "JEREMIA 50:17"
    },
    {
      "content": "Chuleiin, sipaihai LALPA Israel Pathien chun hieng hin a tih: Ngai ta u, Assuria lal ka hrem ang bawk khan Babulon lal le a ram chu ka hrem ding a nih.",
      "reference": "JEREMIA 50:18"
    },
    {
      "content": "Israel chu a tlatna hmuna chun hung ṭhuoi nâwk ka ta, Karmel le Basana chun tlâng a ta, a thla chu Ephraim le Gilead tlângahai chun lungawi tâwk tâng a tih.",
      "reference": "JEREMIA 50:19"
    },
    {
      "content": "Chuong niahai chun, chuong pha chun, LALPA chun a tih: Israel suolna chu zawng nîng a ta, ieng- khawm um naw ni; chun, Juda suolna khawm chu hmu ni ta naw nih a; a mahla anga ka hla tahai chu ka ngaidam ding a ni sih a.",
      "reference": "JEREMIA 50:20"
    },
    {
      "content": "“Merathaim ram chu, chu ngei chu, Pekod hluotuhai le chun hang rûn ro; anni chu that unla, sukbo- hmang vawng ro, LALPA chun a tih: thu ka pêk ang tak cheu chun thaw unla.",
      "reference": "JEREMIA 50:21"
    },
    {
      "content": "Suksietna ropuitak le, indona ri chu rama chun a um a.",
      "reference": "JEREMIA 50:22"
    },
    {
      "content": "Hnuoi chung po po tubau iengtiziea tlieka innawi el am a ni aw! Iengtiziea Babulon chu hnamhai laia chun râusana um el am a ni aw!",
      "reference": "JEREMIA 50:23"
    },
    {
      "content": "I ta dingin châng ka kam a, i âwk a ni tah, aw Babulon, i lo inring nawh a, LALPA chu i kal leiin hmu suokin i um a, manin i um an tah.",
      "reference": "JEREMIA 50:24"
    },
    {
      "content": "LALPA chun a râlthuom sie- khâwmna chu a hawng a, a lungin- senna hriemhreihai chu a hung lâk suok a, LALPA sipaihai LALPA chun Kaldaihai rama chun thaw ding a nei sih a.",
      "reference": "JEREMIA 50:25"
    },
    {
      "content": "Kil tina inthawk chun ama chu hung rûn unla, a siekhâwmna inhai chu hawng unla, ama chu pil dêng pâwng angin dêng pâwng unla, sukse letdêr ro; a ieng iengkhawm hlain um naw raw se.",
      "reference": "JEREMIA 50:26"
    },
    {
      "content": "A bâwngchalhai po po chu that vawng unla, sa thattu kuomah infetir ro; an chung a va rik de! an ni, anni hung hremna hun chu a hung tlung ta sih a. Babulon rama inthawka tlân- sea suokthlenghai râwlhai chu e!",
      "reference": "JEREMIA 50:27"
    },
    {
      "content": "“LALPA ei Pathien phubalâkna a biekin phubalâkna ngei chu Ziona hril ding a nih.",
      "reference": "JEREMIA 50:28"
    },
    {
      "content": "“Thalkâptuhai, thalngul kuoi- hai po po chu Babulon chunga chun ko khâwm ro; a vêl el chun riekngha unla, chutaka inthawk chun tu- khawm insuokthlengtir naw ro; a sinthaw ang pei chun ama chu thung unla, a lo thaw ta ang tak khan ama chungah thaw ve ro; LALPA chungah, Israel Mi Inthieng chunga chun a lo chapo ta sih a.",
      "reference": "JEREMIA 50:29"
    },
    {
      "content": "Chuleiin, a tlangvâlhai chu a kawtthlêrahai chun tlûng an ta; chu ni chun a mi indo mihai po po khawm chu sukto ṭawk ṭawk nîng an tih, LALPA chun a tih.",
      "reference": "JEREMIA 50:30"
    },
    {
      "content": "Ngai ta, nang ka dodâl che a nih, Aw nang mi chapo, LALPA, sipaihai LALPA chun a tih; i ni, ka hung hremna ding che ni chu a hung tlung mêk sih a.",
      "reference": "JEREMIA 50:31"
    },
    {
      "content": "Chun, mi chapo chu insui a ta, tlûng a tih, tukhawma ama chu keitho naw ni hai; a khawpuiahai chun mei sêm ka ta, ama vêla umhai po po chu kâng hmang vawng a tih.",
      "reference": "JEREMIA 50:32"
    },
    {
      "content": "“Sipaihai LALPA chun hieng hin a tih: Israel thlahai le Juda thla- hai chu nêksâwrin an um rêl a; anni sala mantuhai taphawt hlak chun an chel det tlat a, an infetir nuom nawh a.",
      "reference": "JEREMIA 50:33"
    },
    {
      "content": "Anni sanhimtu chu a hrât a, a hming khawm, sipaihai LALPA a nih, ama chun an chungthu chu ṭan tlat a ta; hnuoi chunga chun châwlna a pêk thei a, Babulon hluotuhai ruok chu a sukto ṭawkṭawk nawna dingin.",
      "reference": "JEREMIA 50:34"
    },
    {
      "content": "Kâwlhnâm chu Kaldaihai chunga dâm, Babulon hluotuhai chunga dâm, a rorêltuhai le a mivar- hai chunga chun a um a nih, LALPA chun a tih.",
      "reference": "JEREMIA 50:35"
    },
    {
      "content": "Chapohai chunga chun kâwl- hnâm chu a um a, invêtpui an ta, kâwlhnâm chu a mi thilthawtheihai chungah a um a, beidawng an tih.",
      "reference": "JEREMIA 50:36"
    },
    {
      "content": "Kâwlhnâm chu an sakawrhai chunga dâm, an sakawr tawlailîrhai chunga dâm, ama sûnga mi chilakhai po po chunga dâm chun a um a, chuongchun, anni chu nuhmei ang el nîng an ta, kâwlhnâm chu a ro inhai chunga chun a um a, inrûkin um a tih.",
      "reference": "JEREMIA 50:37"
    },
    {
      "content": "A tuihai chunga chun kangna a um a, kangchat an tih; milim ker- fâwm ram a na, milimah an invêt ri ngawt el a ni sih a.",
      "reference": "JEREMIA 50:38"
    },
    {
      "content": "“Chuleiin, thlalêr ramsa hrâng- hai chu sihalhai leh chutaka chun chêng an ta; vangalsânghai khawm chêng an ta; kumkhuoin hluo hrim hrim ni ta naw ni; suona inthawka suon dang chena khawm hluo ni naw ni.",
      "reference": "JEREMIA 50:39"
    },
    {
      "content": "Pathien chun Gomorra le Sodom le a vêl khuohai chu a pei thlâk lai ang khan, LALPA chun a tih: chutaka chun mi chêng naw ni hai a, mihriem nau tukhawm chutaka chun inzin khawm vân zin naw ni hai.",
      "reference": "JEREMIA 50:40"
    },
    {
      "content": "Ngai ta u, hmâr tienga in- thawkin hnam pakhat an hung a, hnam ropuitak el, lal tamtakhai le chun leihnuoi kilkhâwrtaka inthawk chen chun chawktho nîng an ta.",
      "reference": "JEREMIA 50:41"
    },
    {
      "content": "Anni chun thalngul le fei an chawi a; an rilo hle a, lunginsietna an nei nawh; an râwlhai chu tuisuoriet angin ân rûm a, sakawr chungahai chun an chuong a; Aw Babulon nau- nu, nangma chunga chun, indonaa mi angin, mi tin chu an intlar a nih.",
      "reference": "JEREMIA 50:42"
    },
    {
      "content": "Babulona lal chun an ri chu a lo hriet a, a kuthai chu a hung chau a, ama chu lunginzîngna chun a man tah a, nuhmei nauhase nat tuor angin a na tah a.",
      "reference": "JEREMIA 50:43"
    },
    {
      "content": "“Ngai ta u, umhmun det chu doin, Jordan chaponaa inthawk chun sakeibaknei angin hung suok a ta; amiruokchu, amaa inthawk chun intlânsiettir vak ka tih; chun mi ama chunga thunei ding chun ruot ka ta; kei ang hi tu am an um hrim a? Tuin am hun mi ruotpêk a ta? Berâm vêngtu ka hmaa ngîr ding chu tu am a na?",
      "reference": "JEREMIA 50:44"
    },
    {
      "content": "Chuleiin, Babulon chungthua LALPAIN thurâwn a nei chu lo ngai ta u, Kaldaihai ram chunga thiltum a nei tâk le chun. Matheiloin anni chu ran ruol têhai hnûkhmangin um ngei ngei an ta, an chêngna chu anni irâusanin siempêk a tih.",
      "reference": "JEREMIA 50:45"
    },
    {
      "content": "Babulon lâkna ria chun hnuoi chu ân thin a, hnamhai laia chun a khêk ri chu hrietin a um a,” tiin.",
      "reference": "JEREMIA 50:46"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JEREMIA 50 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}