{
  "verses": [
    {
      "content": "Nangni Benjamin thlahai, Jeru- salem sûnga inthawk chun himna dingin tlânhmang ro; Tekoaa chun tawtawrâwt mût unla, Beth-hake- rema chun inchikna chu khai unla; thil ṭha naw chu, bohmangna le chun, hmâr tienga inthawk chun a hung dâk sih a.",
      "reference": "JEREMIA 6:1"
    },
    {
      "content": "Ngainobei le inno Zion naunu chu sât thlâng ka tih.",
      "reference": "JEREMIA 6:2"
    },
    {
      "content": "Berâmpuhai chu an ranruolhai leh a kuomah hung an ta; a vêla chun an puon inhai a vêlin kei khum an tih, mi tin chu mâni hmun senga chun fâk zawng an tih.",
      "reference": "JEREMIA 6:3"
    },
    {
      "content": "Ama chunga indona ding chu buotsai ro, tho unla, sûn hun laia chun hang thâwng ei tiu. Ei chung a va rik ngei de! ni chu ân hêm tah a, zântieng hlim chu ân khâw ta sih a.",
      "reference": "JEREMIA 6:4"
    },
    {
      "content": "Tho unla, zâna chun hang fêng ei tiu, a in ropuihai chu hang suksieng ei tiu khai.",
      "reference": "JEREMIA 6:5"
    },
    {
      "content": "Sipaihai LALPA chun hieng hin a lo ti ta sih a: Thinghai chu phûr thlu unla, Jerusalem chunga chun pil dêngpâwnghai chu siem ro, hi hi khawpui hremna ding chu a na, a sûnga chun innêksâwrna ringawt el a nih.",
      "reference": "JEREMIA 6:6"
    },
    {
      "content": "Tuisunsuo chun a tuihai a phu- suok angin, a khawhlonahai chu a phusuok a; a sûnga chun inpâwng- nêkna le suksietna hriet a na, ka hmaa chun natna le hliemnahai chu a um zing zing a nih.",
      "reference": "JEREMIA 6:7"
    },
    {
      "content": "Aw Jerusalem, inchûktirin in um tah, chuong naw chun, ka thla hin hransan rawi a ti che, chuong naw chun, râusan le ram hluo loah siem ka ti che.",
      "reference": "JEREMIA 6:8"
    },
    {
      "content": "Sipaihai LALPA chun hieng hin a tih: Grêphrui angin Israel la um sunhai chu zenfai vawng an tih, grêp sîktuhai angin i kut chu paikâwnga chun ban nâwk rawh.",
      "reference": "JEREMIA 6:9"
    },
    {
      "content": "An hriet theina dingin tu kuom am thuhrilin hrilfieng ka ta? Ngai ta, an nahai chu verlo an na, an hriet thei hrim hrim nawh! ngai ta, LALPA thu chu an kuoma chun inhalna ang chau a na, amaa chun lâwmna hrim an nei nawh.",
      "reference": "JEREMIA 6:10"
    },
    {
      "content": "Chuleiin, LALPA lunginsenna chun ka sip a; insûm zing chu ka nghawk a nih; kawtthlêra chun nau- panghai laia chun bunthla la, tlang- vâl inkhâwmhai laia le chun; pasal chu a nuhmei le chun lâk nîng an ta, mi upatak le tartak khawm.",
      "reference": "JEREMIA 6:11"
    },
    {
      "content": "Chun, an inhai, an lohai, an nuhmeihai chu mi danghai kuoma pêk nîng an ta; ram hluotuhai chunga chun ka kut kân let ding a ni sih a, LALPA chun a tih.",
      "reference": "JEREMIA 6:12"
    },
    {
      "content": "Anni laia a chîn taka inthawka anni laia a lien tak chenin, inîtthîk tuonain an sip a; zâwlneihaia in- thawka thiempuhai chen khawmin, mi tin el chun indik lotakin an thawh a.",
      "reference": "JEREMIA 6:13"
    },
    {
      "content": "Thlamuongna chu a um naw sa khawma, “Thlamuongna, thlamuong- na,” tiin, ka mihai insuknatnahai khawm chu an sukdam met chau a.",
      "reference": "JEREMIA 6:14"
    },
    {
      "content": "Thil tirdakumhai an thaw chun an inzapui am? An inzapui hlawl nawh, an hmai khawm a mâwk nawh; chuleichun, a tluhai lai ma chun anni khawm tlu vêng an tih; ka va hrem pha chun anni chu pei thlûk nîng an tih, LALPA chun a tih.",
      "reference": "JEREMIA 6:15"
    },
    {
      "content": "LALPA chun hieng hin a tih: Lampuiahai chun ngîr unla, en ta u, lampui ṭha hluihai chu indawn unla, “lampui ṭha chu khâw lai am a na; chu chu hraw unla, in thlarau ta dingin châwlna hmûng in tih,” tiin;",
      "reference": "JEREMIA 6:16"
    },
    {
      "content": "nisienlakhawm, “Chu chu hraw naw ning ungah,” an tih a. Chun, in chunga chun vêngtu ka sieh a, “Taw- tawrâwt ri chu lo ngai ta u,” tiin, nisienlakhawm, anni chun, “Ngai naw ning ungah,” an tih a.",
      "reference": "JEREMIA 6:17"
    },
    {
      "content": "Chuleiin, hnamhai, lo ngai unla, lo hre ta u, aw inkhâwmhai, anni laia thil um chu.",
      "reference": "JEREMIA 6:18"
    },
    {
      "content": "Aw leihnuoi, lo hre ta, ngai ta, ka thuhai chu an ngai naw leiin hi hnam chunga hin thil ṭha naw, an ngaituonahai ra ngei chu kân tlungtir ding a nih; ka dân hlak chu an lo hnâwl a.",
      "reference": "JEREMIA 6:19"
    },
    {
      "content": "Ram hlataka inthawka mafuhai le, Seba-a inthawka berawhai chu ieng kawngroa ka kuoma hung am an ni leh? In pumrawhmang thilinhlân- hai chu pawm a ni nawh a, in in- thâwinahai khawm chu ka ta dingin lâwmum a ni nawh.",
      "reference": "JEREMIA 6:20"
    },
    {
      "content": "Chuleiin, LALPA chun hieng hin a tih: Ngai ta, hi hnam hmaa hin tlûkna lunghai chu sieng ka ta, chuong chunga chun pahai le naupa- salhai chu insuithlu hmunkhat an ta; tuolbâwm le a ruol khawm chu bohmang bawk an tih.",
      "reference": "JEREMIA 6:21"
    },
    {
      "content": "LALPA chun hieng hin a tih: ngai ta, Hmâr tieng rama inthawkin hnam pakhat a hung a, leihnuoi kil khâwrtaka inthawk chun hnam ropuitak chu suktho nîng a tih.",
      "reference": "JEREMIA 6:22"
    },
    {
      "content": "Thalngul le fei an chawi a; an râwng hle a, lunginsietna hrim an nei dêr nawh; an râwl chu tuisuoriet angin ân hawk a, anni chu sakawr chunghaia chun an chuong a; mi tin el chu indonaa angin, i chunga chun, aw Zion naunu, an hung intlar a nih.",
      "reference": "JEREMIA 6:23"
    },
    {
      "content": "Chu thuthang chu kan lo hriet a; kan kuthai chu a hung châu a, lungzîngna chun keini a mi man a, nuhmei nauhase nat tuor ang el chun keini chu a mi chip a nih.",
      "reference": "JEREMIA 6:24"
    },
    {
      "content": "Lohaia chun fe suok naw unla, lampuia khawm chun fe naw ro; hmêlma kâwlhnâm le ṭitumna chu sîr tin ela chun a um sih a.",
      "reference": "JEREMIA 6:25"
    },
    {
      "content": "Aw ka chipui naunu, saiip puonin inbel la, pilvuta chun inbuol rawh; naupasal khât sûn angin sûn la, sûnna natak el chun, ei chunga chun suksetu chu a hung vak ding a ni sih a.",
      "reference": "JEREMIA 6:26"
    },
    {
      "content": "Ka mihai laia chun vêngna in insânga le kulpuiah ka siem cheh a, an lampui chu i hriet a, i fie theina dingin.",
      "reference": "JEREMIA 6:27"
    },
    {
      "content": "An rêngin nuora helhai chu an na, hmurthiemhai le chun an invâk a, dârsen le thîrhai an na, an rêng el chun setak el chun an thaw a nih.",
      "reference": "JEREMIA 6:28"
    },
    {
      "content": "Pûmthei chu ṭiumtakin ân thlih a, suon chu mei ikâng hmang chun a um a, a thlâwn elin sukfainaa chun an feh a, mi rilohai chu lâk hmang an ni si nawh a.",
      "reference": "JEREMIA 6:29"
    },
    {
      "content": "Mihai chun anni chu tangkaruo hnâwla umhai tîng an ta, LALPA chun anni chu a lo hnâwl tâk lei khan.",
      "reference": "JEREMIA 6:30"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JEREMIA 6 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}