{
  "verses": [
    {
      "content": "Zedekia chu rorêl a ṭan chun kum sâwmhni pakhat mi a na; Jerusalema chun kum sâwmpakhat sûng ro a rêl a; a nu hming chu, Libnaa Jeremia naunu Hamutal a nih.",
      "reference": "JEREMIA 52:1"
    },
    {
      "content": "Chun, ama chun LALPA mit- hmua thil ṭha naw chu a thawh a, Jehoiakimin a thaw ang chie el kha.",
      "reference": "JEREMIA 52:2"
    },
    {
      "content": "LALPA lunginsenna leia anni chu Juda le Jerusalema a hmaihmaa inthawka anni a pei suok hmakhat chun Zedekia chu Babulon lal chungah a hel zing a.",
      "reference": "JEREMIA 52:3"
    },
    {
      "content": "Chun, a rorêl kum kuona, thla sâwmnaa, chu thla ni sâwm ni chun Babulon lal Nebukadnezzar le, a si- paihai po po chu Jerusalem do ding chun an hung a, an umngha tah a; a vêl ela chun kulhai an bâwl khum tah a.",
      "reference": "JEREMIA 52:4"
    },
    {
      "content": "Chuongchun, khawpui chu lal Zedekia inlal kum sâwm pakhatna chen inhuolin a um a.",
      "reference": "JEREMIA 52:5"
    },
    {
      "content": "A thla linaa, chu thla ni kuo ni chun khawpui sûnga ṭâmna chu a nasa ta êm êm a; chu rama mipuihai ta ding chun bei hrim a um ta nawh a.",
      "reference": "JEREMIA 52:6"
    },
    {
      "content": "Chun, khawpuia chun lamrel siem a ni tah a, lal huon sîra, bang pahnihai inkâra dai kawtkhâr lam- puia chun zânah indo mihai po po chu an tlân suok tah a (chuongchun, Kal- daihai chun khawpui chu a vêlin an umngha a na) Araba tieng lampuia chun an fe tah a.",
      "reference": "JEREMIA 52:7"
    },
    {
      "content": "Nisienlakhawm, Kaldai sipaihai chun lal chu an hnawt tah a, Jeriko phairuoma chun Zedekia chu an va hnawt phâk tah a; chuongchun, a sipaihai po po chun ama chu an indar san tah a.",
      "reference": "JEREMIA 52:8"
    },
    {
      "content": "Chun, lal chu an man a, Hamath rama Riblaa chun Babulon lal kuoma chun an ṭhuoi tah a; chun, ama chun a chungthu a lo rêlthlûk tah a.",
      "reference": "JEREMIA 52:9"
    },
    {
      "content": "Chun, Babulon lal chun a mit- hmu ngeia chun Zedekia naupasalhai chu a that tah a; chun, Riblaa chun Juda ram lalhai po po chu a that vawng bawk a.",
      "reference": "JEREMIA 52:10"
    },
    {
      "content": "Chun, Zedekia mithai chu a kheldawkpêk a, Babulon lal chun ama chu thîrkawl ân buntir a, Babu- lon tieng a ṭhuoi a, a thi ni chenin lung inah a sie tah a.",
      "reference": "JEREMIA 52:11"
    },
    {
      "content": "Chun, thla nganaa, chu thla ni sâwm ni chun, chu chu Babulon lal Nebukadnezzar inlal kum sâwm- pakuona a nih; vêngtu hotu Nebuza- radan lal hmaa ngîr hlak chu Jerusalema chun a hung a,",
      "reference": "JEREMIA 52:12"
    },
    {
      "content": "LALPA in le lal in chu a rawh a; Jerusalema in po pohai, in ropui takhai khawm chu meiin a raw tah a.",
      "reference": "JEREMIA 52:13"
    },
    {
      "content": "Chun, Kaldai sipaihai vêngtu pâwlhai la umhai po po chun Jerusalem kulbang chu a vêlin an sukchim tah a.",
      "reference": "JEREMIA 52:14"
    },
    {
      "content": "Chuongchun, vêngtu pâwl hotu Nebuzaradan chun, mi rimsihai pâwl le, khawpuia a mahlaa mâksana la um pâwlhai le, hung inrelruhai, Babulon lal kuoma hung tlân lûthai le, mipui la um sunhai hrim hrim chu sal dingin a ṭhuoi tâwl a.",
      "reference": "JEREMIA 52:15"
    },
    {
      "content": "Nisienlakhawm, Nebuzaradan chun chu rama mi inrim zuol taluohai chu lo neitu dinghaia le, grêp huon enkawltu dinghaiah a mâksan a.",
      "reference": "JEREMIA 52:16"
    },
    {
      "content": "Chun, LALPA ina dârsen sût- puihai, dârsen maihûn le ân ṭhut- nahai LALPA ina umhai chu Kaldaihai chun an suknawi vawng a, a dârsenhai po po chu Babulon tieng chun an phur tah a.",
      "reference": "JEREMIA 52:17"
    },
    {
      "content": "Chun, bêlhai, vutluohai, mei chepnahai, maihûnhai, thîrhaihaw- hai, bûr le bêl dârsena siemhai po po rawngbâwlnaa an hmang hlakhai chu an lâk hmang vawng a.",
      "reference": "JEREMIA 52:18"
    },
    {
      "content": "Chun, nohai, vutluohai, mai- hûnhai, bêlhai, chawtawlhai, rângka- chaka siemhai chu rângkachakin tangkaruoa siemhai chu tangka- ruoin, vengtu pâwl sipai hotu chun a lâk vawng a.",
      "reference": "JEREMIA 52:19"
    },
    {
      "content": "Sûtpui pahnihai, chawtawl pakhat, ân ṭhutna hnuoia dârsen bâwngchal sâwm le pahni LALPA in ta dinga lal Solomonin a siemhai chu: hieng bûr le bêl dârsenhai po po hi a bûk chin hrietlo an nih.",
      "reference": "JEREMIA 52:20"
    },
    {
      "content": "Sûtpui chungthua chun, sûtpui pakhat seizie chu tawng sâwmpariet a nih; chun, tawng sâwmpahni vêl- tuok a nih; chu chu sazie chu kut bel li bawk a na, kawrawng a nih.",
      "reference": "JEREMIA 52:21"
    },
    {
      "content": "Chun, a chunga chun dâra siem a lubâwk a um a, a lubâwk pakhat insângzie chu tawng nga a na, a vêl chun lênkal le, theibufai chu a lubâwk chunga dârsena siem vawng a um a, chun, sûtpui pahnina khawm chun chuong ang bawk chu, theibu- faihai le chun a ni ve bawk a.",
      "reference": "JEREMIA 52:22"
    },
    {
      "content": "A sîra chun theibufai chu sâwm- kuo le paruk an na; a lênkal chunga a vêla theibufai po po chu za a nih.",
      "reference": "JEREMIA 52:23"
    },
    {
      "content": "Chun, vêngtu pâwl hotu chun thiempu laltak Seraia le, a dawttu Zephania le, kawtkhâr vêngtu pathum a ṭhuoi a;",
      "reference": "JEREMIA 52:24"
    },
    {
      "content": "khawpui sûnga inthawk chun indo mihai enkawltu hotu a ṭhuoi bawk a; chun lal hmaa ngîr hlak, chu khawpuia hmua um mi pasari leh; indo mihai hotu ziektu, a ram mihai hming ziektu, le khawpui sûnga mi hmua um chu ram mi sâwmruk leh a ṭhuoi a.",
      "reference": "JEREMIA 52:25"
    },
    {
      "content": "Chun, Nebuzaradan, vêngtu pâwl hotu chun anni chu a ṭhuoi a, Babulon lal kuomah Riblaa chun a hung ṭhuoi tâwl a.",
      "reference": "JEREMIA 52:26"
    },
    {
      "content": "Babulon lal chun anni chu a hrem a, Hamath rama Riblaa chun anni chu a that tâwl tah a. Chuong- chun, a rama inthawk chun Juda chu sala intâng dinga ṭhuoi a ni tah a.",
      "reference": "JEREMIA 52:27"
    },
    {
      "content": "Hienghai hi Nebukadnezzarin sala intâng dinga a ṭhuoihai chu an nih: kum sari kum chun Juda mi sâng thum le sâwmhni pathum;",
      "reference": "JEREMIA 52:28"
    },
    {
      "content": "Nebukadnezzar inlal kum sâwmpariet kum chun Jerusalema inthawkin mi za riet le sâwmthum pahni a ṭhuoi a;",
      "reference": "JEREMIA 52:29"
    },
    {
      "content": "Nebukadnezzar inlal kum sâwmhni pathum kum chun Nebuza- radan, vêngtu pâwl hotu chun Juda mi sala intâng ding chu za sari, sâwmli panga a ṭhuoi a; chuongchun, mihriem po po chu sâng li le za ruk an nih.Jehoiakin insuoa a um thu le Babulona chawisânga a um thu (2 Lal 25.27-30)",
      "reference": "JEREMIA 52:30"
    },
    {
      "content": "Chun, Juda ram lal Jehoiakin sala ân tâng kum sâwmthum pasa- rina, thla sâwm pahnina, chu thla ni sâwmhni panga ni chun Evil- merodak Babulon lal ân lal kum, kum khatnaa chun Juda lal Jehoiakin lu chu a dawm kâng a, lung ina inthawk chun a hung ṭhuoi suok tah a;",
      "reference": "JEREMIA 52:31"
    },
    {
      "content": "a kuoma chun ngilneitakin thu a hril a, a lalṭhungpha chu Babulona lal um mi danghai nêka insânga chun a siepêk a.",
      "reference": "JEREMIA 52:32"
    },
    {
      "content": "Chun, a lung in intângna silfênhai chu a thlengpêk a, a kuoma chun ni tinin a dam sûng po chu bu a fâk ve hlak a.",
      "reference": "JEREMIA 52:33"
    },
    {
      "content": "Chun, a hlaw ding khawm Babulon lal chun a pêk zing a, a dam sûng nihai po poa chun, a thi hma- khat chun ni tin a chanpuol a pêk a.",
      "reference": "JEREMIA 52:34"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JEREMIA 52 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}