{
  "verses": [
    {
      "content": "Juda lal Josia naupa Jehoia- kim rorêl ṭantir laiin hi thu hi LALPA kuoma inthawkin a hung tlung a:",
      "reference": "JEREMIA 26:1"
    },
    {
      "content": "“LALPA chun hieng hin a tih: LALPA in huon tuollaia chun ngîr la, an kuoma thuhril ding ka thupêk po po che chu, LALPA ina Pathien be dinga hung khâwm, Juda khawpui- hai po po kuoma chun hril rawh; thu khat chau khawm ip naw rawh.",
      "reference": "JEREMIA 26:2"
    },
    {
      "content": "Anni chun ngai an ta, mi tin chu mâni lampui suola inthawk chun an kîr el thei a nih; chuongchun, an thilthawhai suol leia an chunga thil ṭhalo thaw dinga ka tumhai khawm chu kân sîr el thei a nih.",
      "reference": "JEREMIA 26:3"
    },
    {
      "content": "Chun, an kuoma chun hieng hin tîng i ta: LALPA chun hieng hin a tih: in hmaa ka sie ka dân chu hraw dinga ka thu in ngai naw chun,",
      "reference": "JEREMIA 26:4"
    },
    {
      "content": "inhmataka thoa anni hung tira, ka siehlaw zâwlneihai in kuoma ka hungtirhai thuhai in ngai dinghai chu, in ngai ta nawh a;",
      "reference": "JEREMIA 26:5"
    },
    {
      "content": "chuongchun, hi in hi Silo angah siem ka ta, hi khawpui hi hnuoia hnam po pohai ṭawngse hnâwknaah siem bawk ka tih,” tiin.",
      "reference": "JEREMIA 26:6"
    },
    {
      "content": "Chun, thiempuhai, zâwlneihai le mi po po chun hieng thuhai hi LALPA ina Jeremia chun a hril chu an hriet a.",
      "reference": "JEREMIA 26:7"
    },
    {
      "content": "Chun, LALPAIN hril dinga thu a pêk po po mipuihai po po kuoma Jeremia chun a hril zo chun, thiem- puhai le, zâwlneihai le mipui po po chun ama chu an man a, “I thi ngei ngei ding a nih.",
      "reference": "JEREMIA 26:8"
    },
    {
      "content": "Iengdinga LALPA hminga thu hrila, ‘Hi in hi Silo ang nîng a ta, hi khawpui hi hluotu um loa rausan nîng a tih,’ i ti am a na?” an tih a. Chuongchun, LALPA ina chun Jeremia chu mipui po po chun an bâwr ta hut hut a.",
      "reference": "JEREMIA 26:9"
    },
    {
      "content": "Juda ram lalhai chu chuong thuhai chu an lo hriet chun, lal ina inthawk chun LALPA ina chun an hung tâwl a; chuongchun, LALPA in dai kawtkhâr thar lûtnaa chun an ṭhung tâwl a.",
      "reference": "JEREMIA 26:10"
    },
    {
      "content": "Chun, thiempuhai le zâwlneihai chun lalhai le mipuihai po po kuoma chun, “Hi mipa hi thi tlâk a nih, in nahaia in hriet ta ang ngei khan hi khawpui siet ding thu a hril a nih,” tiin an hril a.",
      "reference": "JEREMIA 26:11"
    },
    {
      "content": "Chun, Jeremia chun lalhai po po le mipuihai po po kuoma chun thu a hril tah a, “LALPA chun thu in lo hriet ta ang po po khan hi khawpui le hi in siet ding thu hril dingin a mi hung tir a nih.",
      "reference": "JEREMIA 26:12"
    },
    {
      "content": "Chuleiin, tuhin in thilthawhai le in umdânhai chu siemṭha unla, LALPA in Pathien râwl chu awi ro; chuongchun, nangni dodâla LALPA- IN thil ṭha naw a lo hril ta khawm chu lamlêt a tih.",
      "reference": "JEREMIA 26:13"
    },
    {
      "content": "Chun, keia chungchâng thua chun, in kutah ka um a nih, in mithmua ṭha le ân dik ang chun ka chungah thaw el ro.",
      "reference": "JEREMIA 26:14"
    },
    {
      "content": "Hi hi hre ngei unla, kei in mi sukhlum chun, nangni chunga le, hi khawpui chunga le, chu chu hluo- tuhai chunga chun mi thiem thisen chu in intlungtir ngei ding a nih; thil dikah, LALPA chun in na hrieta hieng thuhai po po hi hril dingin in kuomah a mi hung tir a ni sih a,” tiin.",
      "reference": "JEREMIA 26:15"
    },
    {
      "content": "Chun, lalhai le mipuihai po po chun zâwlneihai le thiempuhai kuoma chun, “Hi mipa hi thi tlâk a ni naw ie; ama hi LALPA ei Pathien hmingin thu a hril a ni sih a,” an tih a.",
      "reference": "JEREMIA 26:16"
    },
    {
      "content": "Chun, chu rama upa ṭhenkhat- hai chu an tho a, mipui inkhâwmhai po po kuoma chun thu an hril tah a,",
      "reference": "JEREMIA 26:17"
    },
    {
      "content": "“Moras mi Mikaia khan Juda ram lal Hezekia inlal laiin thu a hril a; Juda rama mi po pohai kuoma chun ‘Sipaihai LALPA chun hieng hin a tih: Zion chu lo anga inlet nîng a ta; Jerusalem chu hmunhnawk sie- khâwm nîng a ta, in hmun tlâng chu ramhnuoia bâwlhmun tlâng ang nîng a tih,’ tiin.",
      "reference": "JEREMIA 26:18"
    },
    {
      "content": "Juda ram lal Hezekia le, Juda mihai po po chun ama chu an that el am a nih? LALPA chu a ṭih a, LALPA ditsakna chu a hnih a; chuongchun, LALPA chun an chunga thil ṭha naw a lo hril ta kha a lamlêt a ni nâwm a ni kha? Chuong a ni chun eini thlatuhai ta ding ngeiin thil ṭha nawtak ei thaw a ni ding a nih,” an tih a.",
      "reference": "JEREMIA 26:19"
    },
    {
      "content": "Chun, mi pakhat, LALPA hminga thuhriltu, Kiriath-Jearima Semaia naupa Uria chu a um a, ama khawm chun Jeremia thu ang tak pei chun hi ram le hi khawpui siet ding thu a hril veh a;",
      "reference": "JEREMIA 26:20"
    },
    {
      "content": "chun, lal Jehoiakim le, a mi hrâthai po po le, lalhai po poin a hril an hriet chun lal chun ama chu sukhlum a tum tah a; nisienla- khawm, Uria chun a lo hriet chun a ṭih a, a tlân a, Aigupta rama chun a fe tah a;",
      "reference": "JEREMIA 26:21"
    },
    {
      "content": "chun, lal Jehoiakim chun Aigupta rama chun mihai a tir a, Akbor naupa Elnathan le mi ṭhen- khat chu Aiguptaa chun a tir a;",
      "reference": "JEREMIA 26:22"
    },
    {
      "content": "Aigupta rama inthawk chun Uria chu an hung ṭhuoi a, lal Jehoia- kim kuoma chun an hung ṭhuoi tah a, chun, ama chun kâwlhnâmin a that a, a ruong chu mi narânhai thlâna chun a pei lût a.",
      "reference": "JEREMIA 26:23"
    },
    {
      "content": "Nisienlakhawm, Saphan naupa Ahikam kut chu Jeremia kuoma chun a um a, ama chu that dinga mipui kuoma an pêk nawna dingin.",
      "reference": "JEREMIA 26:24"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JEREMIA 26 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}