{
  "verses": [
    {
      "content": "Hlahai hla, Solomon ta chu.",
      "reference": "HLAHAI HLA 1:1"
    },
    {
      "content": "A baua fâwpnahai chun mi hung fâwp sien; I hmangaina chu uoin nêk chun a ṭha lem sih a.",
      "reference": "HLAHAI HLA 1:2"
    },
    {
      "content": "I hriekhai chun rim inhnikna tak a nei a; I hming chu hriek bun suok ang a nih; Chuleichun, nunghâkhaiin an hmangai che a nih.",
      "reference": "HLAHAI HLA 1:3"
    },
    {
      "content": "Mi hîp la, i hnungah hung tlân kan tih: Lal chun a pindanhaia chun a mi ṭhuoi a; Nangmaa chun hlimin lâwm kan tih; Uoin nêk chun i hming chu hung hril lem kan ta; An hmangai takzet che a nih.",
      "reference": "HLAHAI HLA 1:4"
    },
    {
      "content": "Ka hâng a, nisienlakhawm, ngaino ka bei, Aw nangni Jerusalem naunuhai, Kedar puon inhai ang le, Solomon puonzârhai ang el chun.",
      "reference": "HLAHAI HLA 1:5"
    },
    {
      "content": "Ka hâng êm leiin kei mîn sit naw unla, Nisa chun a mi em duk leiin. Ka nu naupasalhai chu ka chungah an lunginsen a, Grêp huon enkawltuah an mi siem a; Keima grêp huon ruok chu ka enkawl nawh.",
      "reference": "HLAHAI HLA 1:6"
    },
    {
      "content": "Aw nang ka thlain a ihmangai, mi hril rawh, I ran ruol chu khâwlai am în tlattir a, sûn huna chun khâwlai am în châwltirna; I pâwlhai ran ruol sîra chun, Iengdinga invâk invâk ding am ka na? Tlangvâl",
      "reference": "HLAHAI HLA 1:7"
    },
    {
      "content": "Aw nang nuhmeihai laia hmêlṭha tak, i hriet naw a ni chun, Ran ruolhai kehnunga chun i lampui chu zui suok la, I kêltehai chu berâmpu puon in kâwla chun intlattir rawh.",
      "reference": "HLAHAI HLA 1:8"
    },
    {
      "content": "Aw ka hmangai, Pharao sakawr tawlailîra, Sakawr lâ le chun ka hrilkhi cheh a.",
      "reference": "HLAHAI HLA 1:9"
    },
    {
      "content": "I bienghai chu samphier le chun ngaino an bei hle a, I rînga lunghlu ṭhihruihai le chun.",
      "reference": "HLAHAI HLA 1:10"
    },
    {
      "content": "Rângkachak ṭhi hrui, Tangkaraw sûngphûm nei siempêk kan ti che. Nunghâk",
      "reference": "HLAHAI HLA 1:11"
    },
    {
      "content": "Lal chu a ṭhungnaa a ṭhung lai chun, Ka spiknard chun a riminhnik a tirsuok a.",
      "reference": "HLAHAI HLA 1:12"
    },
    {
      "content": "Ka hmangaitak chu ka ta ding chun murra bâwm ang a na, Ka âwmhai inkâra um ang hi.",
      "reference": "HLAHAI HLA 1:13"
    },
    {
      "content": "Ka hmangaitak chu ka ta dingin henna pârbâwr, En-gedi grêp huona ang chu a nih. Tlangvâl",
      "reference": "HLAHAI HLA 1:14"
    },
    {
      "content": "Ngai ta, ka hmangai, i hmêl a ṭha, ngai ta, i hmêl a ṭha, I mithai chu vaṭhu mit ang a nih. Nunghâk",
      "reference": "HLAHAI HLA 1:15"
    },
    {
      "content": "Ngai ta,i hmêl a ṭha, ka hmangai, anih, lung sukâwi; Ei khum khawm a hring a.",
      "reference": "HLAHAI HLA 1:16"
    },
    {
      "content": "Ei in tlungpûmhai chu sidar thing an na, Ei insunhai chu fâr thing an nih.",
      "reference": "HLAHAI HLA 1:17"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "HLAHAI HLA 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}