{
  "verses": [
    {
      "content": "Zânah ka khum chungah ka thlain a hmangai chu ka zawng a, Ama chu ka zawng a, anachu ka hmu nawh a.",
      "reference": "HLAHAI HLA 3:1"
    },
    {
      "content": "“Tuhin tho ka ta, khawpui chu fang vêl ka ta, Kawtthlêrhaia le lamlienhaia chun, Ka thlain a hmangai chu zawng ka tih” ka tih a. Ama chu ka zawng a, ka hmu nawh a.",
      "reference": "HLAHAI HLA 3:2"
    },
    {
      "content": "Vêngtu khawpui fang vêltuhai chun an mi hmuh a, An kuoma chun, “Ka thlain a hmangai kha in lo hmu am?” ka tih a.",
      "reference": "HLAHAI HLA 3:3"
    },
    {
      "content": "Anni ka fe khêl hnung sâwt nawtêah, Ka thlain a hmangai chu ka hmuh a. Ama chu ka chel a, kân fetir ta nawh a; Ka nu inah ka hung ṭhuoi a, Kei a mi neitunu pindana ka hung ṭhuoi lût hmakhat chun.",
      "reference": "HLAHAI HLA 3:4"
    },
    {
      "content": "Aw Jerusalem naunuhai, ka ngên cheu, Phûla sazukpuihai le sakhihaiin, Ka hmangai chu sukṭhangin suktho naw ro, Ama a nuom hmakhat chun.",
      "reference": "HLAHAI HLA 3:5"
    },
    {
      "content": "Meikhu intung lui lui anga Thlalêra inthawka hung suok a, Dâwrkai paudâr po po le, Beraw le murraa innâl riminhnik hi tu am a na?",
      "reference": "HLAHAI HLA 3:6"
    },
    {
      "content": "En ta, a khum hi, Solomon ta hi, Mi thilthawtheitak sâwmrukin an inhuol a, Israel mi hrât khawkhênghai chun.",
      "reference": "HLAHAI HLA 3:7"
    },
    {
      "content": "Kâwlhnâm an chawi seng a, indonaa thiemsa an nih; Mi tin chun an kâwlhnâm chu an êlpui chungah an pai seng a, Zâna ṭitna lei chun.",
      "reference": "HLAHAI HLA 3:8"
    },
    {
      "content": "Lal Solomon chun inzâwnna khum a siem a, Lebanon thingin.",
      "reference": "HLAHAI HLA 3:9"
    },
    {
      "content": "A banhai chu tangkaruoin a siem a, A ṭuong rângkachakin, a ṭhungna a dumpâwlin, A sûngril tieng chu hmangaina le rem a na, Jerusalem nauhaiin.",
      "reference": "HLAHAI HLA 3:10"
    },
    {
      "content": "Aw nangni Zion naunuhai, fe suok unla, lal Solomon chu en ro, Nuhmei a nei nia le a lungril a hlim nia a nuin lallukhum ân khumtir kha.",
      "reference": "HLAHAI HLA 3:11"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "HLAHAI HLA 3 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}