{
  "verses": [
    {
      "content": "Aw lal naunu, I kehai chu hawlrawk kekawk le chun a va mawi de! I maltê mûmhai dâm chu lunghlu ang a nih, Mi themthiemtak kut sinthaw ang chu.",
      "reference": "HLAHAI HLA 7:1"
    },
    {
      "content": "I laibu chu berbu ang a na, Uoin inchawkpawla tlasam ngai naw ang chu. I phîng chu buhlûm, Lilihai ihuol vêl ang chu a nih.",
      "reference": "HLAHAI HLA 7:2"
    },
    {
      "content": "I nênehai chu sakhite pahni, Sakhipui tê ṭhienghai ang chu a nih.",
      "reference": "HLAHAI HLA 7:3"
    },
    {
      "content": "I rîng chu saiha in insâng ang a na, I mithai chu Bath-rabbim dai kawtkhâr bula, Hesbona dîlhai ang chu a nih; I hnâr chu Lebanona in insâng, Damaska tienga ngha ang chu a nih.",
      "reference": "HLAHAI HLA 7:4"
    },
    {
      "content": "I lu chu i chunga chun Karmel ang a na, I lua sam chu a sen êm hieu a, I samtlai ṭhatzie hi lalin a tuor zo nawh.",
      "reference": "HLAHAI HLA 7:5"
    },
    {
      "content": "Aw hmangai, lâwm i umin, I hmêl a ṭhain, lung i sukâwi ngei de aw!",
      "reference": "HLAHAI HLA 7:6"
    },
    {
      "content": "I dung insângzie hi intûm thing ang i na, I nênehai chu grep ra bâwr ang.",
      "reference": "HLAHAI HLA 7:7"
    },
    {
      "content": "“Intûm thinga hin hang lâwn ka ta, Chutaka a kauhai chu chel ka tih,” ka tih a. I nênehai chu grêp hrui bâwr ang chu ni sienla, I thuok rim chu apple rim ang ni raw se. Nunghâk",
      "reference": "HLAHAI HLA 7:8"
    },
    {
      "content": "Chun, i bau chu uoin ṭhatak, Ka hmangaitak ta dinga luong thla ziei ziei a, Mi a inhai hmûra luong lût pei ang chu a nih.",
      "reference": "HLAHAI HLA 7:9"
    },
    {
      "content": "Ka hmangaitak ta chu ka na, Chun, a châk zâwng khawm keia tieng a nih.",
      "reference": "HLAHAI HLA 7:10"
    },
    {
      "content": "Hung rawh, ka hmangaitak, phûlah fe suok ei ta, Khuoahai khin riek ei tih.",
      "reference": "HLAHAI HLA 7:11"
    },
    {
      "content": "Grêp huonahai chun zîngkâr fêng ei ta, Grêphruihai chu a kumûm tahin, a pârhai chu a pâr ta am, Theibufaihai khawm chu a pâr ta am ti en ei tih; Chutaka chun ka hmangaina chu pêng ka ti che.",
      "reference": "HLAHAI HLA 7:12"
    },
    {
      "content": "Zâwldiai chun a riminhnik a suksuok a, Chun, ei kawtkhâr bula chun theira hlutaktakhai chi tinrêng, A hlui le a thar a um ṭeu a, Chuong chu i ta dinga ka siekhâwl a nih, aw ka hmangaitak.",
      "reference": "HLAHAI HLA 7:13"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "HLAHAI HLA 7 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}