{
  "verses": [
    {
      "content": "Khâw tieng am i hmangaitak chu a fe tah a, Aw nang nuhmei laia hmêlṭha tak? I hmangaitak chu khâwtieng am ân her tah a, Nang leh ama chu kan zawngpui theina ding chein?",
      "reference": "HLAHAI HLA 6:1"
    },
    {
      "content": "Ka hmangaitak chu a huonah, riminhnikhai bila chun a feh a, Huona chun vân suktlai ding le, lilihai va la khâwm dingin.",
      "reference": "HLAHAI HLA 6:2"
    },
    {
      "content": "Ka hmangaitak ta chu ka na, ka hmangaitak chu ka ta a nih, An ran ruolhai chu lili lai chun ân tlattir a.",
      "reference": "HLAHAI HLA 6:3"
    },
    {
      "content": "Aw ka hmangai, Tirza angin i mawi a, Jerusalem angin ngaino i bei a; Puonzâr le sipai ruol angin ṭi i um bawk a.",
      "reference": "HLAHAI HLA 6:4"
    },
    {
      "content": "Keimaa inthawkin i mithai chu la kieng rawh, An mi sukṭi ta sih a. I sam chu kêl ruol, Gilead sîr panga tlahai ang chu a nih.",
      "reference": "HLAHAI HLA 6:5"
    },
    {
      "content": "I hahai chu berâmpui ruol, Insilnaa inthawka hunghai ang chu a nih; A kawp kawpin an um seng a, Anni lai chun a tukhawm a khâtin an um nawh.",
      "reference": "HLAHAI HLA 6:6"
    },
    {
      "content": "I barêphai chu theibufai hlek ang a na, I puon lukhum hnuoia chun.",
      "reference": "HLAHAI HLA 6:7"
    },
    {
      "content": "Lalnu sâwmruk le, thaikêm chu sâwmriet an um a, Chun, nunghâk chu tiem sêng lo.",
      "reference": "HLAHAI HLA 6:8"
    },
    {
      "content": "Ka vaṭhu, ka ṭha famkim chu, pakhat chau a nih; Ama chu a nu nau nei sun a na, Ama châwitu nu lunglam tak chu a nih. Naunuhmeihai chun an hmuh a, ama chu vângnei an tih a, Anih, lalnuhai le, thaikêmhai le chun ama chu an inpâk a.",
      "reference": "HLAHAI HLA 6:9"
    },
    {
      "content": "Vârṭien ang ela hung dâk suok a, Thlapa ang ela hmêlṭha a, Nisa ang ela inthieng a, Puonzâr le sipai pâwl ang el a ṭium khi tu am a na?",
      "reference": "HLAHAI HLA 6:10"
    },
    {
      "content": "Makha huona chun ka zu fe thlah a, Phai ruoma thil phun hringhai chu en ding le, Grêp hruihai chu an inder ta am, Theibufaihai chu an pâr ta am ti en dingin.",
      "reference": "HLAHAI HLA 6:11"
    },
    {
      "content": "Annawleh, kân ring naw kâr, Ka thla chun, ka mi dit zâwnghai sakawr tawlailîr lai a mi sie tah a. Nunghâkhai",
      "reference": "HLAHAI HLA 6:12"
    },
    {
      "content": "Kîr rawh, kîr rawh, aw Shulam mi, Kîr rawh, kîr rawh, kan en theina ding chein; Nunghâk Mahanaim lâm en ang el chun, Iengdingin am Shulam mi chu en i ta? Tlangvâl",
      "reference": "HLAHAI HLA 6:13"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "HLAHAI HLA 6 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}