{
  "verses": [
    {
      "content": "Ngai ta, i hmêl a ṭha, ka hmangai, i hmêl a ṭha, ngai ta, I mithai chu i puon lukhum hnuoia chun vaṭhu mit ang a na, I sam chu kêl ruol ang a nih; Gilead tlâng pang sira bawkhai ang chu.",
      "reference": "HLAHAI HLA 4:1"
    },
    {
      "content": "I hahai chu berâmpui hmul vaw zo hlim, Tui insilnaa inthawka hung suokhai ang chu an nih. A kawp kawpin an um seng a, Anni lai a tu khawm a khâtin a um nawh.",
      "reference": "HLAHAI HLA 4:2"
    },
    {
      "content": "I hmûrhai chu sâpsen zai ang a na, I ṭawngbausuokhai chu ngaino a bei a; I barêphai chu theibufai hlek ang a na, I puon lukhum hnuoia chun.",
      "reference": "HLAHAI HLA 4:3"
    },
    {
      "content": "I rîng chu Davidin râlthuom siena dinga a bâwl in insâng ang chu a nih, Chutaka chun âwmphaw sâng khat an khai a, Mi hrât khawkhênghai phawhai po po chu.",
      "reference": "HLAHAI HLA 4:4"
    },
    {
      "content": "I nêne pahnihai chu sakhi tuoi a ṭhienga, Lili laia tla hmunkhat ang chu an nih.",
      "reference": "HLAHAI HLA 4:5"
    },
    {
      "content": "Sûn ni chu a hung dei a, hlimhai chu a fe hmang chenin, Murra tlânga le, Beraw muola chun fêng ka tih.",
      "reference": "HLAHAI HLA 4:6"
    },
    {
      "content": "Ka hmangai, i ṭha kimvêl vawng el, Nangmaa chun kaidum hrim a um nawh.",
      "reference": "HLAHAI HLA 4:7"
    },
    {
      "content": "Lebanona inthawkin mi hung zui la, ka mo, Lebanona inthawkin kei leh. Amana sîpa inthawk chun zuk en la, Senir le Hermon sîpa inthawk dâm chun, Sakeibaknei pûka inthawk dâm le Keitêhai tlânga inthawk dâm chun.",
      "reference": "HLAHAI HLA 4:8"
    },
    {
      "content": "Ka lungril chu i hne tah, ka farnu, ka mo, I mit sîr vawikhat mi âtna le, I rînga khaidiet pakhat chun ka lungril chu i sukhuoi tah.",
      "reference": "HLAHAI HLA 4:9"
    },
    {
      "content": "I hmangaina chu a vân hawi ngei, ka farnu, ka mo! I hmangaina chu uoin nêkin a va ṭha lem nasa de! Riminhnik chi po pohai nêkin i hriek rim chu a vân hnik ngei!",
      "reference": "HLAHAI HLA 4:10"
    },
    {
      "content": "I hmûrhai chu, aw ka mo, khuoizu bâwm angin a far a, I lei hnuoia chun khuoizu le nênetui a um a; I silfênhai rim chu Lebanon rim ang a nih.",
      "reference": "HLAHAI HLA 4:11"
    },
    {
      "content": "Huon khâra um chu ka farnu, ka mo a na, Tuihnâr inhuona um le, tuikhur khâra um le chun.",
      "reference": "HLAHAI HLA 4:12"
    },
    {
      "content": "I thil phunhai chu theibufai, ra hlutakhai chu a na, Henna le spiknard thinghai leh.",
      "reference": "HLAHAI HLA 4:13"
    },
    {
      "content": "Spiknard le pâr riminhnik, Dipâr le thingzungthak, Beraw thing chi po po leh; Murra le Aloes, rim inhniktak chi po po leh.",
      "reference": "HLAHAI HLA 4:14"
    },
    {
      "content": "Nang chu huona tuikhur, tuisunsuo hnâr nei le, Lebanona vadungtê luonghai i nih. Nunghâk",
      "reference": "HLAHAI HLA 4:15"
    },
    {
      "content": "Tho la, aw hmâr thli, nang sim thli, hung rawh; Ka huon chungah hung hrâng la, riminhnikhai chu a fe suok theina dingin. Ka hmangaitak chu a huonah hung sienla, A theira hlutakhai chu hung fa raw se. Tlangvâl",
      "reference": "HLAHAI HLA 4:16"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "HLAHAI HLA 4 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}