{
  "verses": [
    {
      "content": "Ka farnu, ka huona chun ka hung ie, ka mo, Ka riminhnik leh ka murra chu ka lâk khâwm a; Ka khuoizu le ka khuoithlâr chu ka fâk a; Ka bâwng nênetui leh ka uoin chu ka dâwn tah. Nunghâk Aw ruolhai, fa ta u, Dâwn unla, dâwn ṭeu ro aw hmangaitak.",
      "reference": "HLAHAI HLA 5:1"
    },
    {
      "content": "Ka lo in a, ka lung ruok chu a har a, Chu! ka hmangaitak chu a hung nâwk ie, Tlangvâl “Mi hung hawngpêk rawh, ka farnu, ka hmangai, ka vaṭhu, ka ṭha famkim; Ka lu chu daidâwin a sukhu a, Ka sam chu zân hnâwngin,” tiin. Nunghâk",
      "reference": "HLAHAI HLA 5:2"
    },
    {
      "content": "Ka zakawchung chu ka hlîp tah a, iengtin am hâk nâwk ka ta? Ka kehai chu ka sâwp tah a, iengtin am sukbal nâwk ka ta?",
      "reference": "HLAHAI HLA 5:3"
    },
    {
      "content": "Ka hmangaitak chun kawtkhâr âwnga chun a kut a hung pur a, Chun, ama ta dingin ka lungril chu a hung châng tah a.",
      "reference": "HLAHAI HLA 5:4"
    },
    {
      "content": "Ka hmangaitak chu hawngpêk dingin ka tho tah a, Ka kuthai chu murrain a far a, ka kutpârhai chu murra tuiin, Kawtkalna bâwk chunga chun.",
      "reference": "HLAHAI HLA 5:5"
    },
    {
      "content": "Ka hmangaitak chu ka hawngpêk a; Nisienlakhawm, ka hmangai- tak chu a lo intâwlhmang a, a lo fe hmang tah a, Thu a hung hril lai khan ka thlain a mîn âwimâwtir a; Ama chu ka zawng a, anachu ka hmu nawh a; Ama chu ka ko a, anachu a mi dawn nawh.",
      "reference": "HLAHAI HLA 5:6"
    },
    {
      "content": "Vêngtuhai khawpuia fe vêlhai chun an mi hmuh a, An mi vuok a, an mi sukhliem a; Kul vêngtuhai chun ka puon lukhum an mi lâkpêk a.",
      "reference": "HLAHAI HLA 5:7"
    },
    {
      "content": "Aw Jerusalem naunuhai, ka ngên cheu, ka hmangaitak kha in hmu chun, Hmangainain ka na a nih, ti ama chu hril ro.",
      "reference": "HLAHAI HLA 5:8"
    },
    {
      "content": "I hmangaitak chu mi danghai hmangaitakhai leh a chuong a liemna, Aw nang nuhmeihai laia hmêlṭhatak, ieng am a um bîk a? I hmangaitak chu mi danghai hmangaitak le a chuong a liemna ieng am a um bîk a, Chuong ang lâwma i mi ngên chu? Nunghâk",
      "reference": "HLAHAI HLA 5:9"
    },
    {
      "content": "Ka hmangaitak chu a ngo sen sier a, Sâng sâwm laia chun a ṭha tak a nih.",
      "reference": "HLAHAI HLA 5:10"
    },
    {
      "content": "A lu chu rângkachak inthiengtak ang a na, A samtawm chu ân bukin, vaâk angin a dum a.",
      "reference": "HLAHAI HLA 5:11"
    },
    {
      "content": "A mithai chu vadungtê tui kâwla vaṭhu mithai ang a na, Nênetuia sâwp, inremtaka inbûk.",
      "reference": "HLAHAI HLA 5:12"
    },
    {
      "content": "A bienghai chu riminhnik bil, rim inhnik insuo hlak ang a na, A hmûrhai chu lili, murra tui infartir ang chu a nih.",
      "reference": "HLAHAI HLA 5:13"
    },
    {
      "content": "A kuthai chu rângkachak tluon, berul lung phûm ang chu an na, A taksa chu saihaa siem, Sapphir lunga tuom ang a nih.",
      "reference": "HLAHAI HLA 5:14"
    },
    {
      "content": "A kehai chu sailungvâr banhai, rângkachak inbûkna kuoa inbûk ang a na. A hmêl inlang dân chu Lebanon, sidar thinga ṭha bîk rieu ang chu a nih.",
      "reference": "HLAHAI HLA 5:15"
    },
    {
      "content": "A bausuok chu a thlum a, anih, dit a um pumhlûm el a nih; Hi hi ka hmangaitak chu a na, hi hi ka ruol chu a nih, Aw nangni Jerusalem naunuhai. Nunghâkhai",
      "reference": "HLAHAI HLA 5:16"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "HLAHAI HLA 5 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}