{
  "verses": [
    {
      "content": "Aw nang chu ka ṭapa, Ka nu nênehai netu ngei ni la chu aw! Tuola ka hmu che khawmin, fâwp ka ti che; Anih, tukhawma mîn zâpui naw nih.",
      "reference": "HLAHAI HLA 8:1"
    },
    {
      "content": "Ṭhuoi ka ti cheh a, ka nu– Mi lo inchûktirtu ding ina chun ṭhuoi ka ti che, Uoin rim inhnik indâwntir ka ti cheh a, Ka theibufai tui chu.",
      "reference": "HLAHAI HLA 8:2"
    },
    {
      "content": "A kut vawitieng chu ka lu hnuoiah siein, Chun, a kut changtieng chun kei mi hang kuo sien chu aw!",
      "reference": "HLAHAI HLA 8:3"
    },
    {
      "content": "Aw Jerusalem naunuhai, ka ngên cheu hi, Ka hmangai chu sukṭhang naw unla, suktho bawk naw ro, a nuom hmakhat chu.",
      "reference": "HLAHAI HLA 8:4"
    },
    {
      "content": "Thlalêra inthawka a hmangaitak ringsana Hungnu saw tu am a na? Nunghâk Apple thing hnuoia chun ka keiṭhang cheh a, Chutaka chun i nu chu nanga leia nauhase nat chun a um a, Chutaka chun nanga neitu che chu nauhase nat tuorin a um tah.",
      "reference": "HLAHAI HLA 8:5"
    },
    {
      "content": "I lungril chunga chun inchikna ang le, I bân chunga chun inchikna angin mi sie la; Hmangaina chu thina ang elin a hrât sih a; Itthîkna chu thlân ang ela rilo a na; A chawkhai chu meichawk a na, LALPA meichawkhai ngei chu.",
      "reference": "HLAHAI HLA 8:6"
    },
    {
      "content": "Tui tamtakin hmangaina chu a sukre thei nawh a, Tuilien khawmin a chîm hmang thei nawh. Miin a ina thuomhnaw po po chu hmangaina ta dingin pe sien khawm, Hmusit let dêr nîng a tih. Nunghâk ṭahai",
      "reference": "HLAHAI HLA 8:7"
    },
    {
      "content": "Farnu chitê kan nei a, Ama chun nênehai a nei nawh a; Ei farnu ta ding chun ieng am thaw tâng ei ta, Ama chanchin chu hrila a um nia chun?",
      "reference": "HLAHAI HLA 8:8"
    },
    {
      "content": "Ama chu kul ni sienla chu, Tangkaraw in ropui a chungah bâwl ei ta; Ama chu kawtkhâr ni ta sienla, Ama chu sidar thingphêkhaiin sukbit ei tih. Nunghâk",
      "reference": "HLAHAI HLA 8:9"
    },
    {
      "content": "Kei chu kul bang ang ka na, Ka nênehai chu chutaka in insâng ang; Chun, ama mithmua chun mi inremna hmutu ang chu ka nih. Tlangvâl",
      "reference": "HLAHAI HLA 8:10"
    },
    {
      "content": "Solomon chun Baal-hamona chun grêp huon a nei a, Grêp huon chu a enkawltuhai kuomah ân umtir a; Mi tinin chutaka theira man ding chun tangka sâng khat an hung lâk hlak ding a nih.",
      "reference": "HLAHAI HLA 8:11"
    },
    {
      "content": "Ka grêp huon, ka ta chu, ka hmaa chun a um a; Nang aw Solomon, sâng khat chu nei i tih; Chun, chutaka a theira vêngtuhai chun za hnih.",
      "reference": "HLAHAI HLA 8:12"
    },
    {
      "content": "Huonahai chun nang chu i chêng a, Ruolhai nangma râwl ngaituhai chun; Kei khawm an mîn ngaitir a. Nunghâk",
      "reference": "HLAHAI HLA 8:13"
    },
    {
      "content": "Ka hmangaitak, inhmaw rawh; Sakhipui amanih, sazuk tuoi amanih ang ni rawh, Riminhnik tlânghai chunga chun.",
      "reference": "HLAHAI HLA 8:14"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "HLAHAI HLA 8 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}