{
  "verses": [
    {
      "content": "Sharon rose pâr, Phairuom lili ka nih. Tlangvâl",
      "reference": "HLAHAI HLA 2:1"
    },
    {
      "content": "Hling laia lili ang hi A nih ka hmangaitak chu, nunghâkhai laia chun. Nunghâk",
      "reference": "HLAHAI HLA 2:2"
    },
    {
      "content": "Ramhnuoi thinghai laia apple thing ang el A nih ka hmangaitak chu, tlangvâlhai laia chun. Inhawi titakin a hlima chun ka ṭhung a, A ra chu ka baua chun a thlum a nih.",
      "reference": "HLAHAI HLA 2:3"
    },
    {
      "content": "Bu fâkna ina chun a mi ṭhuoi a, Ka chunga a puonzâr chu hmangaina a nih.",
      "reference": "HLAHAI HLA 2:4"
    },
    {
      "content": "Grêp ra ṭâwl bâwrhai le chun mîn umtir la Apple chun mi sukhlim rawh. Hmangainain ka na sih a.",
      "reference": "HLAHAI HLA 2:5"
    },
    {
      "content": "A kut vawitieng chu ka lu hnuoiah a um a, A kut changtieng chun a mi kuoh a.",
      "reference": "HLAHAI HLA 2:6"
    },
    {
      "content": "Aw Jerusalem naunuhai, ka ngên cheu, Phûla sazukpuihai le sakhihaiin, Ka hmangai chu sukṭhangin suktho naw ro, Ama a nuom hmakhat chun.",
      "reference": "HLAHAI HLA 2:7"
    },
    {
      "content": "Ka hmangaitak râwl chu, ngai ta, a hung ie, Tlânghai chunga hung inchâwmin, muolhai chunga hung inhnelin.",
      "reference": "HLAHAI HLA 2:8"
    },
    {
      "content": "Ka hmangaitak chu sakhi amanih, sazuk la amanih ang a na, Ngai ta, ei bang phênah a ngîr zing. A hung bi khu tukvera chun, Zâwngdaikal âwngah ân lang.",
      "reference": "HLAHAI HLA 2:9"
    },
    {
      "content": "Ka hmangaitak chun a hril a, ka kuomah, Tlangvâl “Ka hmangai, ka enchimlo, tho la, hung rawh.",
      "reference": "HLAHAI HLA 2:10"
    },
    {
      "content": "En ta, phalbi a liem tah a, Raw sûr khawm ân khêl tah a, a fe liem tah;",
      "reference": "HLAHAI HLA 2:11"
    },
    {
      "content": "Hnuoi chunga chun pârhai an hung inlang a, Vatehai hlasak hun a hung tlung tah a, Ei ramah vaṭhu râwl chu hriet a ni tah.",
      "reference": "HLAHAI HLA 2:12"
    },
    {
      "content": "Theichang thinghai chun ra a hung insuo a; Grêp hruihai khawm chu a kumûm tah a, An riminhnik chu an tirsuok a, Tho la, ka hmangai, ka hmêlṭha, hung rawh,” tiin.",
      "reference": "HLAHAI HLA 2:13"
    },
    {
      "content": "Aw ka vaṭhu, lungpui kawi kârahai chun chêng a, Ṭênbaram kuokârhaia um, I hmêl mîn hmutir la, i râwl mîn hriettir rawh; I râwl chu ân nêm a, i hmêl hlak ngaino a bei sih a.",
      "reference": "HLAHAI HLA 2:14"
    },
    {
      "content": "Sihalhai, sihal chînhai chu mi manpêk la, Grêp huon suksetuhai chu, Ei grêp huon chu a pâr lai tak a ni sih a.",
      "reference": "HLAHAI HLA 2:15"
    },
    {
      "content": "Ka hmangaitak chu ka ta a na, kei khawm a ta ka nih; Ama chun a ran ruol chu lilihai lai chun ân tlattir hlak.",
      "reference": "HLAHAI HLA 2:16"
    },
    {
      "content": "Sûnni chu a hung dei a, hlimhai chu a fe hmang chenin, Ka hmangaitak, kîr la, sakhi amanih, Sazuk lâ amanih ang ni rawh, Bether tlâng chunga chun.",
      "reference": "HLAHAI HLA 2:17"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "HLAHAI HLA 2 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}