{
  "verses": [
    {
      "content": "Ka suong hrim hrim ding a nih, ṭhat chu a ṭha nawh a, nisienlakhawm, Lalpa kuoma in- thawka inlârna le inhriettirna thu hril kai pei el ka tih.",
      "reference": "2 KORINTH 12:1"
    },
    {
      "content": "Kristaa mi pakhat ka hriet, ama chu kum sâwm le pali a ni tah a, (taksain amanih a um ka hriet nawh, taksa loin amanih a um ka hriet bawk nawh a, Pathienin a hriet) vân thumna meua khin zuk lâkin a um a.",
      "reference": "2 KORINTH 12:2"
    },
    {
      "content": "Chun, chu ama ngei chu (taksain amanih a um, taksa loin amanih a um ka hriet nawh, Pathienin a hriet).",
      "reference": "2 KORINTH 12:3"
    },
    {
      "content": "Paradisa lâka a um le, thu hril thei ruol lo mihriem hril thiengnawhai dâm chu a hriet ti ka hriet.",
      "reference": "2 KORINTH 12:4"
    },
    {
      "content": "Mi chuong ang chu suong ka tih; nisienlakhawm, ka hrâtnawna ti lo chu mâni chu insuong naw ning ah.",
      "reference": "2 KORINTH 12:5"
    },
    {
      "content": "Suong nuom lang khawm invêt ni naw ning a, thu taktak ka hril ding a ni sih a; nisienlakhawm, insûm ka tih; chuong naw chun, tûkhawmin an mi hmu ang le, keia inthawka thu an hriet ang nêkin mi ngai ropui lem rawi an tih.",
      "reference": "2 KORINTH 12:6"
    },
    {
      "content": "Chun, inhriettirnahai chu a nasa bêk bêk leia kân ngaihlu taluo nawna dingin tisaah hling a mi pêk a nih. Setan tirko, kut inthak nûlnaa mi hmangtu ding chu; chuong naw chun, inngaihlu taluo rawi ka tih.",
      "reference": "2 KORINTH 12:7"
    },
    {
      "content": "Chu chungchâng thua chun, a mîn kiengsan theina dingin Lalpa chu vawi thum ka hnih a.",
      "reference": "2 KORINTH 12:8"
    },
    {
      "content": "Chun, ama chun ka kuomah, “Ka lunginsietna i ta dingin a hun deh, ka thilthawtheina hi hrâtnawnaah i sawnnaw sukfamkima a um,” a ti tah a. Chuongchun, Krista thilthawthei- na chu ka chunga a um theina dingin, lâwmtakin ka hrâtnawnahai hi suong lem tâng ka tih.",
      "reference": "2 KORINTH 12:9"
    },
    {
      "content": "Chuleiin, Krista leiin hrâtnaw- naahai, sietnaahai, hnengdenaahai, suknawmnatnaahai, hnawchêpnaa- hai, ka lâwm hlak a nih; ka hrât naw po leh ka hrât hlak a nih.",
      "reference": "2 KORINTH 12:10"
    },
    {
      "content": "Ka lo invêt a ni ta tie: nangniin invêt lo thei loin in mi siem a nih; kei chu nangni mi chawimawi ding ka nih in sawnnaw, iengkhawm ni naw lang khawm ieng kawnga khawm tirko lientakhai chu ka tluk naw si nawh a.",
      "reference": "2 KORINTH 12:11"
    },
    {
      "content": "Tirko ni inchikna chu selna tinrêng neiin, inchiknahai, thilmak- hai, thilthawtheinahaiin in kuoma thaw a ni tak tak kha.",
      "reference": "2 KORINTH 12:12"
    },
    {
      "content": "Ieng kawng am a na, kohran danghai nêka inhnuoi lema siema in umna chu? Keima ngeiin ka sukkhâwk nawna cheu kawnga khan a ni nghâl naw chun. Chu indik nawnaa chun mi ngaidam ro.",
      "reference": "2 KORINTH 12:13"
    },
    {
      "content": "Ngai ta u, hi hi in kuoma hung dinga kân zo a vawi thumna ding a nih; chun, mîn khâwkpui naw ti niua, in ta chu zawng ka ni si nawh a, nangni a nih ka zawng lem cheu chu; nauhaiin nu le pa ta dingin an inkhâwl pêk ding a ni nawh a, nu le pahaiin nauhai ta dingin an inkhâwl pêk lem ding a ni sih a.",
      "reference": "2 KORINTH 12:14"
    },
    {
      "content": "Kei chu ka nei po po in thlarau ta dingin lâwm takin hmang zo ka ta, kei ngei khawm inhmang zo vawng bawk ka tih. Chuong lâwma ka hmangai si cheu chun in mi hmangai tlâwm lem bîk el ding maw?",
      "reference": "2 KORINTH 12:15"
    },
    {
      "content": "Amiruokchu, kei chu in mîn khâwkpui naw ni ta phawt sienla; nisienlakhawm, mi vervêk hrim hrim lo niin, zâwrin ka man cheu a lo ni hi!",
      "reference": "2 KORINTH 12:16"
    },
    {
      "content": "In kuoma ka itirhai lai khan tû amani bêk hmangin ka hlâwk pha cheu am a nih?",
      "reference": "2 KORINTH 12:17"
    },
    {
      "content": "Tita chu kân fui a, unaupa chu ama ruolin ka tir a nih. Tita chun hlâwk phâna hrim hrim a nei cheu am a nih? Lungril hmunkhat puta lêng kan ni naw am a nih? Hnung thuhmun chara lêng kan ni naw am a nih?",
      "reference": "2 KORINTH 12:18"
    },
    {
      "content": "Tuta sûng po hin nangni kuomah kan thiemna thu hrilah in mi ring zing a ni âwm a. Kristaa chun Pathien mithmuah a nih thu kan hril chu. Nisienlakhawm, dittakhai, ieng- kim hi nangni siem ṭhatna ding a nih.",
      "reference": "2 KORINTH 12:19"
    },
    {
      "content": "Ka hung phaa ieng amani tiin ka dit angin hung hmu naw rawi ka ti cheu a, kei khawm in dit angin mi hmu naw rawi in tih, ti le, ieng amani tiin, inhalnahai, inthîknahai, lung- sennahai, inkhingnahai, inrêlnahai, inberua thu lâknahai, inngaihlut taluotnahai, buoinahai hung um rawi a tih ti le;",
      "reference": "2 KORINTH 12:20"
    },
    {
      "content": "ka hung nâwk pha ka Pathienin nangni lai mi sukmuolpho nâwkin, kha hmaa thil suksuoltuhai lai thil inthiengnaw thaw dâm, indit dâm, hur dâm, chînga sim si lo mi tamtakhai chu ṭa rawi ka tih, ti kân lau in sawnnaw.",
      "reference": "2 KORINTH 12:21"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 KORINTH 12 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}