{
  "verses": [
    {
      "content": "Kân vêt deunaa hin nangnîn in mi daw thei ka va nuom de! Anih, daw khawm in mi daw thei ngei a.",
      "reference": "2 KORINTH 11:1"
    },
    {
      "content": "Pathien thîknain a nih in sawnnaw ka thîk cheu chu; Krista kuoma chun nunghâk inthieng anga ka pêk theina ding cheuin, pasal pakhat ka huol pêk si cheu a.",
      "reference": "2 KORINTH 11:2"
    },
    {
      "content": "Nisienlakhawm, rûl chun a zâwrnain Evi a hlêm ang khan Krista tienga takna le inthiengnaa inthawk chu ieng amanih tiin in lungril chu sukkhawhlo rawi an tih ti kân lau a nih.",
      "reference": "2 KORINTH 11:3"
    },
    {
      "content": "Mi dang hungin Isu dang, a thu kan ihril ngai naw a hril a, thlarau danglam in la dawng ngai naw in dawngin, chanchin ṭha dang in ilâwm ngai naw chu in lâwmin in ngaithei pei el a ni maw?",
      "reference": "2 KORINTH 11:4"
    },
    {
      "content": "Chu tirko lien takhai chu ieng kawnga khawm ka tluk naw ka ring naw a nih.",
      "reference": "2 KORINTH 11:5"
    },
    {
      "content": "Thu hrila chu ṭawng hmang thiem naw lang khawm hrietnaa chun chuong chu ka ni nawh a; chu chu iengkima fietakin nangni tieng kan inlangtir kha.",
      "reference": "2 KORINTH 11:6"
    },
    {
      "content": "Annawleh, Pathien Chanchin Ṭha nangni sêngna um hlek loa ka hril cheu a, dawmsânga in um theina dinga kân sukhnuoi khan ka lo suksuol a ni maw?",
      "reference": "2 KORINTH 11:7"
    },
    {
      "content": "Nangni rawng ka bâwl theina dingin an kuoma inthawka hlaw lain, kohran danghai sum ka sukhekpêk a.",
      "reference": "2 KORINTH 11:8"
    },
    {
      "content": "Chun, in kuoma ka um a, ka tlâksam lai khan tûkhawmin an mîn khâwkpui nawh a; unauhai chu Makedonia rama inthawka an hungin ka tlâksamna chu an mi hung phuhrûkpêk a ni sih a; iengkimah nangni inkhâwkpui lo dingin kân siem kha, khâng ang khan insiem zing ka tih.",
      "reference": "2 KORINTH 11:9"
    },
    {
      "content": "Krista thutak keimaa a um ang hin Akaia ram tienga hi ka suongna hi tûkhawma mi sukbo pêk naw ni hai.",
      "reference": "2 KORINTH 11:10"
    },
    {
      "content": "Ieng leiin am? Ka lunginsiet naw lei cheu am a nih? Ka lunginsiet zie cheu chu Pathienin a hriet.",
      "reference": "2 KORINTH 11:11"
    },
    {
      "content": "Nisienlakhawm, remchângna hmu nuomtuhaia inthawka rem- chângna chu ka sâttan theina dingin, ka thaw hlak hi thaw pei ka tih, an suongnaa chun keini um ang hin an hung um theina dingin.",
      "reference": "2 KORINTH 11:12"
    },
    {
      "content": "Mi chuong ang mi chu, Krista tirkoa insiem fâwm, tirko tehlêmhai, sinthawtu mi hlêm hmanghai an ni sih a.",
      "reference": "2 KORINTH 11:13"
    },
    {
      "content": "Chu chu a mak nawh, Setan meu khawm var tirkoah ân siem fâwm hlak sih a.",
      "reference": "2 KORINTH 11:14"
    },
    {
      "content": "Chuleiin, a rawngbâwltuhai khawm chu felna tirkoah insiem fâwm hai sien khawm a mak a ni nawh, chuonghai tâwpna chu an thil thaw ang pei nîng a tih.",
      "reference": "2 KORINTH 11:15"
    },
    {
      "content": "Hril nâwk hlak ka tih, tûkhawmin invêtah mi ngai naw raw hai se; nisienlakhawm, chuonga in mi ngai si chun, kei khawmin tlâwmtê bêka ka suong ve theina dingin, invêt angin mi daw bawk ro.",
      "reference": "2 KORINTH 11:16"
    },
    {
      "content": "Ka hril hi Lalpa thu angin ka hril nawh a, ka insuongna ringzona leiin invêt ang takin hril ka ni lem a nih.",
      "reference": "2 KORINTH 11:17"
    },
    {
      "content": "Mi tamtakin tisa anga an suong leiin kei khawmin hang suong vêng ka tih;",
      "reference": "2 KORINTH 11:18"
    },
    {
      "content": "nangni chu le, mi var in ni leiin invêthai chu lungawitakin indaw hlak sih a.",
      "reference": "2 KORINTH 11:19"
    },
    {
      "content": "Miin suokah siem sienla cheu, fa zo duok sienla cheu, salah man sienla cheu, ama le ama inchawimawi sienla, in hmaiah ben sienla cheu khawm in daw hlak sih a.",
      "reference": "2 KORINTH 11:20"
    },
    {
      "content": "Kan lo hrât ta naw angin, insitin ka hril a nih; nisienlakhawm, tûkhawmin ieng kawnga khawm an ngam taphawt (invêttakin hang hril ta inla) kei khawmin ka ngam.",
      "reference": "2 KORINTH 11:21"
    },
    {
      "content": "Hebrai mi an ni maw? Kei khawm ka nih. Israel mihai an ni maw? Kei khawm ka nih. Abraham suonhai an ni maw? Kei khawm ka nih.",
      "reference": "2 KORINTH 11:22"
    },
    {
      "content": "Krista rawngbâwltuhai an ni maw? (invêt angin hang hril ta inla) ka ni lem hman hman a, sin thaw inrimnaahai nasa nâwk zuolin, intângna ina intângnaahai nasa nâwk zuolin, vuoknaahai inhliek- takin, thinaahai vawi tamtak,",
      "reference": "2 KORINTH 11:23"
    },
    {
      "content": "Judahai lai vuokna vawi khata vawi sâwmli tlingnaw ṭum nga ka tuok a;",
      "reference": "2 KORINTH 11:24"
    },
    {
      "content": "vawi thum hmawla vuokin ka um a, vawi khat lunga dêngin ka um a, vawi thum lawng sietna ka tuok a, zân khat le ni khat tuisuorietah ka um a;",
      "reference": "2 KORINTH 11:25"
    },
    {
      "content": "Inzinna ṭum tamtakhaiah, — vadunga ṭiumnaahai, suomhmang - hai laia ṭiumnaahai, ka chipuihai laia ṭiumnaahai, Jentailhai laia ṭium - naahai, khawpuia ṭiumnaahai, thla - lêra ṭiumnaahai, tuisuorieta ṭium - naahai, unau tehlêmhai laia ṭium - naahai,",
      "reference": "2 KORINTH 11:26"
    },
    {
      "content": "sâwlnaa le sininrimnaahai, in- theinawnaahai vawi tamtak, phîng- ṭâm le dangchârnaahai, bungheinaa- hai vawi tamtak, khawsik le saruoka umnaahai dâm ka um hlak.",
      "reference": "2 KORINTH 11:27"
    },
    {
      "content": "Chun, ka ihril tahai ti tâk loah, kohran po po ka ngaituona, ni tina a mi del zing hi a um bawk a.",
      "reference": "2 KORINTH 11:28"
    },
    {
      "content": "Ka hrâtnawpui loa hrâtnaw tu am a um a? ka lungril sukna loa sukthlûk tu am a um hlak a?",
      "reference": "2 KORINTH 11:29"
    },
    {
      "content": "Suong ding ka ni rau rau chun ka hrât nawna tieng thilhai a nih ka suong lem ding.",
      "reference": "2 KORINTH 11:30"
    },
    {
      "content": "Lalpa Isu Pathien le Pa, kumkhuoa inpâk tlâka um chun khêl ka hril nawzie chu a hriet.",
      "reference": "2 KORINTH 11:31"
    },
    {
      "content": "Damaskaa khan, lal Areta hnuoia rorêltu chun a mi man dingin Damaskaa mihai khawpuia chun ân vêngtir a;",
      "reference": "2 KORINTH 11:32"
    },
    {
      "content": "chun, tukvera, kul hrûla chun bâwma thlâkin ka um a, chuongchun, a kuta inthawkin kân relhmang sawng tah a.",
      "reference": "2 KORINTH 11:33"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 KORINTH 11 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}