{
  "verses": [
    {
      "content": "Chun, Pathien lunginsietna chu ṭhathnempui loa in hmu nawna dingin, ama thawpuiin ka ngên cheu a nih.",
      "reference": "2 KORINTH 6:1"
    },
    {
      "content": "“Hun lâwmumah ka ngaithlâk cheh a, Sandamna niah ka ṭhangpui che,” a ti sih a. Ngai ta u, tu hi hun lâwmum chu a na; ngai ta u, tu hi sandamna ni chu a nih.",
      "reference": "2 KORINTH 6:2"
    },
    {
      "content": "Kan rawngbâwlna sin chu an dem nawna dingin ieng kawnga khawm tlûkphâna ding hrim hrim kan siem nawh a;",
      "reference": "2 KORINTH 6:3"
    },
    {
      "content": "Pathien rawngbâwltuhai angin iengkimah mi mit tlungin kan um lem hlak, nasataka selnaa dâm; hnawchêpnaa dâm,",
      "reference": "2 KORINTH 6:4"
    },
    {
      "content": "vuoknaa dâm, lungin intângnaa dâm, buoinaa dâm, sininrimnaa dâm, intheinawnaa dâm, bu ngheinaa dâm,",
      "reference": "2 KORINTH 6:5"
    },
    {
      "content": "inthiengnaa dâm, hrietnaa dâm, dawtheinaa dâm, ngilneinaa dâm, Thlarau Inthienga dâm, hmangaina taktaka dâm;",
      "reference": "2 KORINTH 6:6"
    },
    {
      "content": "Thutak thua dâm, Pathien thilthawtheinaa dâm, changtieng le vawitienga felna hriemhreihaiin,",
      "reference": "2 KORINTH 6:7"
    },
    {
      "content": "sukropuina le sukmuolphonain, hming hril siet le hming hril ṭhatin, hlêmtu angin, mi indiktak ni siin,",
      "reference": "2 KORINTH 6:8"
    },
    {
      "content": "mi hriet khawp naw angin, hming inthangtak siin, thi vâng vâng angin, ngai ta u, kan hring sih a; thunun angin sukhluma um si loin;",
      "reference": "2 KORINTH 6:9"
    },
    {
      "content": "lungngai angin, nisienla- khawm, lâwm rawp siin; pasie angin, nisienlakhawm, mi tamtak sukhausa siin; iengkhawm neilo angin, iengkim hau siin.",
      "reference": "2 KORINTH 6:10"
    },
    {
      "content": "Aw, Korintha mihai, in kuomah kan bau kan kah a, kan lungril kan hawng lien pêk cheu,",
      "reference": "2 KORINTH 6:11"
    },
    {
      "content": "keinîn kan lungril kan khârpêk cheu a ni nawh a, nangnîn in mi khârpêk lem a nih.",
      "reference": "2 KORINTH 6:12"
    },
    {
      "content": "Chuongchun, nauhai kuoma hril ang elin ka hril cheu; nangni tienga lungril kan put ang hi, mîn hmutir ve unla, in lungril hawng lien ve ro.",
      "reference": "2 KORINTH 6:13"
    },
    {
      "content": "Awinawhai leh inruolnawtaka rîngkawl bât hmunkhatin um naw ro; rîtlona le felnain ieng am inṭawmna an nei a? Annawleh, inthim le varin ieng am inpâwlna an nei a?",
      "reference": "2 KORINTH 6:14"
    },
    {
      "content": "Belier le Krista khawmin ieng am inngeina an nei a? Annawleh, awinaw le awitu chun ieng am chan hmunkhat an nei a?",
      "reference": "2 KORINTH 6:15"
    },
    {
      "content": "Milimhai le Pathien biekin khawmin ieng am inremna an nei a? Eini chu Pathien hring biekin ei ni sih a; Pathienin, “Anniah um ka ta, Anniah lêng bawk ka ta; Chun, an Pathien nîng ka ta, Anni khawm ka mihai nîng an tih”, a ti ang khan.",
      "reference": "2 KORINTH 6:16"
    },
    {
      "content": "Chuleiin, “Anni laia inthawkin hung suok unla, A tumin um ro, thil inthiengnaw hrim khawm them naw ro, Lalpain a tih,” Chuongchun, “Lâwm ka ti cheu a,",
      "reference": "2 KORINTH 6:17"
    },
    {
      "content": "In ta dingin Pa nîng ka ta, Nangni khawm keia ta dingin naunu naupa ning in tih,” Lalpa iengkimthawthei chun a tih.",
      "reference": "2 KORINTH 6:18"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 KORINTH 6 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}