{
  "verses": [
    {
      "content": "Mi inthienghai rawngbâwl thu chu in kuoma ka ziek a ngai nawh ie,",
      "reference": "2 KORINTH 9:1"
    },
    {
      "content": "inzosa zinga um in nih ti ka hriet sih a, chu kawng thua chun, “Kum khat a ni tah, Akaia ram chu inbuotsaiin an um tah,” tiin Makedonia rama mihai kuomah ka suong hlak cheu a; chuongchun, in ṭhahnemngaina chun anni laia mi tamtak a chawkhar tah a.",
      "reference": "2 KORINTH 9:2"
    },
    {
      "content": "Nisienlakhawm, chu kawng thua chun ka suongna cheu chu ieng- khawm lo a hung ni nawna dingin, unauhai hi ka hung tir a nih, ka hril ang taka inbuotsaia in lo um theina dingin;",
      "reference": "2 KORINTH 9:3"
    },
    {
      "content": "chuong naw chun Makedonia rama mi tuhaiin amanih mi lo zui kherin, inbuotsai loa an hung hmu cheu chun, keini hi, (nangni kan ti nawh), kan ringna cheu kawnga hin muolpho rawi kan tih.",
      "reference": "2 KORINTH 9:4"
    },
    {
      "content": "Chuleiin, unauhai hi, thilpêk in itiemlâwk kha lo siem lâwk dinga in kuoma hung hmasa dinga ngên ṭulin ka ring a nih, chu ngei chu lâkpêk ang ni loa, phal taka pêk ang lemin inzosaa a lo umna dingin.",
      "reference": "2 KORINTH 9:5"
    },
    {
      "content": "Amiruokchu, chuong ang kawnga chun, the tlâwm chun sîk tlâwm a ta, the tam chun sîk tam a tih.",
      "reference": "2 KORINTH 9:6"
    },
    {
      "content": "Mi tinin inro puma pe loin, pêk naw thei naw anga ngaia pe bawk loin, an lungrila an tum ang peiin pe seng raw se; Pathien chun hlimtaka petu chu a nih a hmangai chu.",
      "reference": "2 KORINTH 9:7"
    },
    {
      "content": "Chun, Pathienin lunginsietna tinrêng in chungah a vur thei a nih; chuongchun, nangnîn iengkimah a hun zet nei rawpin, sin thaw ṭha tinrênga dingin hau thei in tih;",
      "reference": "2 KORINTH 9:8"
    },
    {
      "content": "“A sem dar a; Rimsihai kuomah a pêk a, A felna chu kumkhuoin um zing a tih,” ti ziek ang khan.",
      "reference": "2 KORINTH 9:9"
    },
    {
      "content": "Chun, thetu kuoma chi petu le, fâk dinga bei petu chun in the ding chi chu pe cheuin, sukpung pêk a ti cheu a, in felna ra chu sukhlâwkpêk a ti cheu.",
      "reference": "2 KORINTH 9:10"
    },
    {
      "content": "Tiktlaina tinrêng, keini leiin Pathien kuoma lâwmthu hrilna siem- tu chu nei dinga iengkima sukhau- sakin um in tih.",
      "reference": "2 KORINTH 9:11"
    },
    {
      "content": "Hi sawmdâwlna rawngbâwlna hin, mi inthienghai chu a phu- hrûkpêk chau khawm a ni nawh a, Pathien kuoma lâwmthu hrilna tamtaka inchangin a luong liem bawk a nih.",
      "reference": "2 KORINTH 9:12"
    },
    {
      "content": "Hi rawngbâwlna hin a fiena cheu leiin, Krista Chanchin Ṭha in iawi in zâwmzie lei le, anni ta ding le mi po po ta dinga thawlâwm thawnaa in tiktlaizie lei hin Pathien an sukropui hlak in sawnnaw.",
      "reference": "2 KORINTH 9:13"
    },
    {
      "content": "Anni ngei khawmin in chungah Pathien lunginsietna a nasa bêk bêk leiin, in ta dinga ṭawngṭai pêk zing cheuin an ngai hle cheu a nih.",
      "reference": "2 KORINTH 9:14"
    },
    {
      "content": "A thilpêk hril thei ruollo leiin Pathien kuomah lâwmthu um raw se.",
      "reference": "2 KORINTH 9:15"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 KORINTH 9 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}