{
  "verses": [
    {
      "content": "Nisienlakhawm, keia tieng thua chun hi hi ka lo tum tlat a nih, lungngai pum chun in kuoma hung ta lo dingin.",
      "reference": "2 KORINTH 2:1"
    },
    {
      "content": "Keiin ka suklungngai si cheu chun ka isuklungngai bawk naw chu tû am a mi suklâwmtu nîng a ta?",
      "reference": "2 KORINTH 2:2"
    },
    {
      "content": "Chuleichun, kha ngei kha ka ziek a nih; chuong naw chun ka hung pha ka lâwmna dinghai laia inthawkin lungngaina hmu rawi ka tih; ka lâwmna chu in rênga in lâwmna a ni ka ring pêk si cheu a.",
      "reference": "2 KORINTH 2:3"
    },
    {
      "content": "Mitthli tamtak tla pumin, lungril rinum le thlaphângtaka ka ziek a ni kha; chu chu suklungngaia in umna ding a ni nawh a, in chunga hmangaina nasa nâwk zuol ka nei hi in hriet theina lem dingin a nih.",
      "reference": "2 KORINTH 2:4"
    },
    {
      "content": "Nisienlakhawm, tûkhawmin mi- hai a suklungngai chun, keima chau a mi suklungngai a ni nawh a; uortaka ti cheu khawm ni loin in rêngin a suklungngai met seng cheu a nih.",
      "reference": "2 KORINTH 2:5"
    },
    {
      "content": "Chuong ang mi chu mi tam lemin in hrem chu a hun.",
      "reference": "2 KORINTH 2:6"
    },
    {
      "content": "Chuongchun, hrem nâwkzuol nêk hmanin in ngaidamin, in thla- muon lem ding a nih; chuong naw chun, iengamanih tiin chuong ang mi chu lungngai taluotnain lem zo rawi a tih.",
      "reference": "2 KORINTH 2:7"
    },
    {
      "content": "Chuleichun, ama tienga in hmangaina chu sukdet zuol dingin ka ngên cheu a nih.",
      "reference": "2 KORINTH 2:8"
    },
    {
      "content": "Hi lei khawm hin ka ziek a nih: kawng tinrêngah thu in awi le in awinaw kân fie theina ding cheuin.",
      "reference": "2 KORINTH 2:9"
    },
    {
      "content": "Ieng kawnga khawm mi in ngaidam taphawt chu, kei khawmin ka ngaidam veh a; kei khawma ka ngaidam tasa chu, iengkhawm ka ngaidam ta chun, nangni leiin Krista hmaa chun ka ngaidam tah a nih;",
      "reference": "2 KORINTH 2:10"
    },
    {
      "content": "chuong naw chun, Setanin mi tlâkkhal rawi a tih, a zâwrna chu ei inhmei si nawh a.",
      "reference": "2 KORINTH 2:11"
    },
    {
      "content": "Chun, Krista Chanchin Ṭha hril dinga Troas ka tlung lai khan, Lalpaa chun lampui an mi hawngpêk nâka chu,",
      "reference": "2 KORINTH 2:12"
    },
    {
      "content": "ka unaupa Tita ka hmu naw leiin ka thlarau tieng chun muongna hrim hrim ka nei chuong nawh a; chuongchun, anni chu bau ṭhain ka ṭheh a, Makedonia ramah ka fe tah a.",
      "reference": "2 KORINTH 2:13"
    },
    {
      "content": "Nisienlakhawm, Kristaa hnê- naa mi ṭhuoi rawptu le keini hmanga hmun tina ama hrietna rim inhriet- tirtu Pathien kuoma chun lâwmthu um raw se.",
      "reference": "2 KORINTH 2:14"
    },
    {
      "content": "Sandam mêkhaia le, bohmang mêkhaia chun, Pathien ta dingin Krista rim inhnik kan ni sih a,",
      "reference": "2 KORINTH 2:15"
    },
    {
      "content": "pâwl khathai ta ding chun, thinaa inthawka thina ding rim kan lo ni a, pâwl danghai ta ding chun, hringnaa inthawka hringna ding rim kan lo nih.",
      "reference": "2 KORINTH 2:16"
    },
    {
      "content": "Chuong ang ding chun tu am tling zo an ta? Mi tamtakin Pathien thu hi mihai hlêma sumdâwngnaa an hmang angin, keini chun kan hmang ve si nawh a, titakzet lemin, Pathien itir lemin, Pathien mithmuin Kristaa chun thu kan hril lem hlak a nih.",
      "reference": "2 KORINTH 2:17"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 KORINTH 2 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}