{
  "verses": [
    {
      "content": "Paula, Pathien ditzâwnga Krista Isu tirko le ei unaupa Timothe chun: Korintha Pathien kohran um- hai kuomah, Akaia rama mi inthieng um po pohai kuoma leh:",
      "reference": "2 KORINTH 1:1"
    },
    {
      "content": "Pathien ei Pa le Lalpa Isu Krista kuoma inthawka lunginsietna le inremna in kuomah um raw se.",
      "reference": "2 KORINTH 1:2"
    },
    {
      "content": "Ei Lalpa Isu Krista Pathien le Pa, lunginsietnahai Pa le thlamuong- na po po Pathien chu inpâkin um raw se.",
      "reference": "2 KORINTH 1:3"
    },
    {
      "content": "Pathienin keini a mi thlamuonna ngeiin, rinum ieng anga umhai khawm chu kan thlamuon ve theina dingin, ama chun kan rinumna po poah a mi thlamuon hlak.",
      "reference": "2 KORINTH 1:4"
    },
    {
      "content": "Krista tuornahai chu kan chungah a sipliem angtakin kan thla- muongna hi Krista zârah a sipliem a nih.",
      "reference": "2 KORINTH 1:5"
    },
    {
      "content": "Nisienlakhawm, rinuma kan um leh nangnirawi thlamuongna ding le sandamna ding a na, thlamuonga kan um leh nangni thlamuong vena ding a nih; chu chun ka rinum tuor bawk hi seltaka in tuornaa chun a thaw hlak a nih.",
      "reference": "2 KORINTH 1:6"
    },
    {
      "content": "Chun, rinumna chang vehai in ni angin, thlamuongna chang vehai in ni bawk ti kan hrietin, kan beisei pêkna cheu hi a det a nih.",
      "reference": "2 KORINTH 1:7"
    },
    {
      "content": "Unauhai, Asia rama kan chunga rinumna tlung thu kha in hriet naw kan nuom nawh a, khânga nasataka tuor zo ruol loa, dam hrim khawm beisei lo khawp hiela deldea kan um kha.",
      "reference": "2 KORINTH 1:8"
    },
    {
      "content": "Anih, keinia chun thi chau hmabâk tah angah kan inhriet a, chu chu mâni inring loa Pathien, mithi keithotu chu, kan ring lemna ding a lo nih.",
      "reference": "2 KORINTH 1:9"
    },
    {
      "content": "Ama chun chuong ang lâwma thina nasaa inthawk chun a mi lo sansuok tah a, mi la sansuok nâwk a tih. Mi la sansuok nâwk pei a tih ti amaa chun beiseina kan innghat a,",
      "reference": "2 KORINTH 1:10"
    },
    {
      "content": "ṭawngṭaina tamtak dawnnaa malsâwmna kan dawnghai leiin mi tamtakin kan aia lâwmthu hrilna an nei theina dingin nangni khawma ṭawngṭainain mi ṭhangruolpui tlat ro.",
      "reference": "2 KORINTH 1:11"
    },
    {
      "content": "Kan isuong chu hi hi a nih: kan sie le ṭha hrietna thu inhriettir chu, inthiengna le Pathien indikna neiin, tisa varnaah ni loin, Pathien lungin- sietna lemin, khawvêla hin kan châng kha, nangni tiengah kan châng ṭha nâwk zuol a.",
      "reference": "2 KORINTH 1:12"
    },
    {
      "content": "In tiem hlak a, a awi khawm in iawi bawk hlak naw kha chu, in kuomah thu dang iengkhawm kan ziek nawh a, a tâwp chenin kan thu in awi kan beisei bawk a nih.",
      "reference": "2 KORINTH 1:13"
    },
    {
      "content": "Ei Lalpa Isu nia chun nangni kan isuonghai in ni ding a nih ti nangni mi ṭhenkhatin in mi awipêk ta ang khan.",
      "reference": "2 KORINTH 1:14"
    },
    {
      "content": "Chun, chu ringna chu neiin, lunginsietna lêt hni in hmu theina dingin in kuomah hung hmasa lang ka tih a,",
      "reference": "2 KORINTH 1:15"
    },
    {
      "content": "nangni sir malamin Makedonia ramah fe pei lang, Makedonia rama inthawkin nangni kuoma hung lêt nâwk dingin. Chun, Judai rama ka fena dinga chun nangni mîn thlain um lang ka ti bawk a.",
      "reference": "2 KORINTH 1:16"
    },
    {
      "content": "Chuongchun, chuong ang ka lungril lai khan kan lungril det nawzie inentir am ka nih? Annawleh, ka kuomah, “A nih, a nih,” ti le, “A ni nawh, a ni nawh,” ti chu um ve ve dingin, thil thaw ka tum hlak chu tisa angin am a ni ka tum?",
      "reference": "2 KORINTH 1:17"
    },
    {
      "content": "Iengkhawm ni raw se, Pathien a ringum angin, nangni tienga ka thu hi “A nih” ti le, “A ni nawh,” ti a ni ve ve si nawh.",
      "reference": "2 KORINTH 1:18"
    },
    {
      "content": "Pathien Naupa Isu Krista, a thu kei le Silvan le Timothein kan ihril kha, “A nih” le “A ni nawh,” a ni ve ve si nawh a; amaa chun, “A nih,” ti a um lem a nih.",
      "reference": "2 KORINTH 1:19"
    },
    {
      "content": "Pathien thutiem chu iengzât khawm ni sien la, amaa chun, “A nih,” ti chu a um sih a. Chuongchun, ama lei khawmin, “Amen,” ti chu a um a nih, keinihai leia Pathien ropuina dingin.",
      "reference": "2 KORINTH 1:20"
    },
    {
      "content": "Chun, Kristaa nangni le a mi sukdettu le hriek mi nâltu chu Pathien a nih;",
      "reference": "2 KORINTH 1:21"
    },
    {
      "content": "ama chu a mîn chiktu le ei lungrila zakhamna thlarau mi petu a ni bawk a.",
      "reference": "2 KORINTH 1:22"
    },
    {
      "content": "Nisienlakhawm, ka thlarau chunga hretu dingin Pathien ka ko a nih, nangni hla ding cheuin a nih Korinth khuoa ka hung ta naw.",
      "reference": "2 KORINTH 1:23"
    },
    {
      "content": "In ringna chungah inlalna ka nei ka ti nawh a, in lâwmna ṭhangpuitu ka nih, ka ti lem a nih, ringnaa ngîr in ni sih a.",
      "reference": "2 KORINTH 1:24"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 KORINTH 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}