{
  "verses": [
    {
      "content": "Ei umna hnuoia in hi ṭiek sien khawm, vânah, in kuta bawl lo, kumkhuoa um zing ding, Pathien kuoma in nghet chu ei nei ti ei hriet sih a.",
      "reference": "2 KORINTH 5:1"
    },
    {
      "content": "Vâna ei umna ding sil thuo inhâwk bêk bêkin hi ina hin ei inrûm tak meu hlak sih a; chuong anga silin um inla, saruokin um nâwng ei tih.",
      "reference": "2 KORINTH 5:2"
    },
    {
      "content": "Eini hi umnaa umhai hi rik phurin ei inrûm takzet sih a;",
      "reference": "2 KORINTH 5:3"
    },
    {
      "content": "sil loa um ei nuom lei a ni nawh a, sil thuoa um ei nuom lei a nih, thithei hi hringna ilem zoa a um theina dingin.",
      "reference": "2 KORINTH 5:4"
    },
    {
      "content": "Chun, chu thil ngei dinga a mibuotsaitu chu Pathien a nih, zakhamna Thlarau mi petu kha.",
      "reference": "2 KORINTH 5:5"
    },
    {
      "content": "Chuongchun, taksaa ei um sûngin, Lalpa kuomah ei um nawh ti hrein kumkhuoin muongtakin ei um hlak;",
      "reference": "2 KORINTH 5:6"
    },
    {
      "content": "(hmutheia fe loin, ringnain ei fe lem sih a);",
      "reference": "2 KORINTH 5:7"
    },
    {
      "content": "muongtakin ei um ka ti a nih, taksaa um loa Lalpa kuoma um ei nuom lem.",
      "reference": "2 KORINTH 5:8"
    },
    {
      "content": "Chuleiin, um inla um naw inla khawm, ama lâwm zâwng ni ei tum tlat hlak a nih.",
      "reference": "2 KORINTH 5:9"
    },
    {
      "content": "Mi tinin taksaa ei thilthawhai a sie a ṭhaa ei thaw ang peia ei hmu seng theina dingin, Krista rorêlna ṭhungpha hmaa chun suklangin ei um vawng ding a ni sih a.",
      "reference": "2 KORINTH 5:10"
    },
    {
      "content": "Chuongchun, Lalpa ṭina châng hrein, mihriemhai chu kan thlêm hlak a, Pathien kuoma ruok chun inlangtirin kan um a; nangni sie le ṭha hrietnaa khawm inlangtira kan um ka beisei.",
      "reference": "2 KORINTH 5:11"
    },
    {
      "content": "In kuomah kan inhrilmawi nâwk a ni nawh a, lungril tieng ni loa, ân lang el zawngtuhai chu ieng amanih dawnna in nei theina dingin keini tienga suongna san siempêk cheuin kan hril lem a nih.",
      "reference": "2 KORINTH 5:12"
    },
    {
      "content": "Kan invêt leh Pathien ta ding a na, kan var leh nangni ta ding a ni sih a.",
      "reference": "2 KORINTH 5:13"
    },
    {
      "content": "Krista hmangaina chun keini a mi tirlui a nih, hieng ang hin kan ngaituo; mi po po thi aiin mi pakhat a thih a, chuleiin, mi po po chu an thi a nih.",
      "reference": "2 KORINTH 5:14"
    },
    {
      "content": "Chun, a hringhai chu anni ta dinga hring ni ta loa, an thi aia thia thonâwk ta ding chun an hring ta lemna dingin a nih, mi po po aia a thi chu.",
      "reference": "2 KORINTH 5:15"
    },
    {
      "content": "Chuleichun, tuta chena hin, keini chun tisa tienga chun tûkhawm hre ta naw ning ungah; tisa tiengah Krista chu lo hre ta inlang khawm, tuhin chu kan hriet nâwk ta nawh.",
      "reference": "2 KORINTH 5:16"
    },
    {
      "content": "Chuleichun, tûkhawm Kristaa a um chun thilsiem thar a hung ni tah a; thil hluihai chu a bo tah a, ngai ta u, a hung thar tah.",
      "reference": "2 KORINTH 5:17"
    },
    {
      "content": "Nisienlakhawm, iengkim Pa- thiena inthawka suok a nih; ama chun Krista leiin ama le inremin a mi siem a, inremna rawngbâwl sin a mi pêk a;",
      "reference": "2 KORINTH 5:18"
    },
    {
      "content": "khânga, Pathienin Kristaa chun khawvêl hi ama le inremin a siem a, an bawsietnahai chu baw- sietnaa ruot pêk loin, inremna thu a mîn kawltir kha.",
      "reference": "2 KORINTH 5:19"
    },
    {
      "content": "Chuongchun, Krista aia palai kan na, Pathienin keini hmangin a ngên cheu ti thei a nih. “Pathien leh hung inrem ro,” tiin Krista aiin kan ngên cheu a nih.",
      "reference": "2 KORINTH 5:20"
    },
    {
      "content": "Amaa chun Pathien felna ei hung ni theina dingin suol hrim hrim hre lo chu Pathienin eini leiin suolah a siem a.",
      "reference": "2 KORINTH 5:21"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 KORINTH 5 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}