{
  "verses": [
    {
      "content": "Hi hi in kuoma ka hung a vawi thumna ding a nih. Hretuhai pahni amanih, pathum amani baua chun thu tinrêng sukdetin um a tih.",
      "reference": "2 KORINTH 13:1"
    },
    {
      "content": "Ka hril lâwk tah a, vawi hninaa in kuoma ka um laia ka hril ang khan, tuhin in kuomah um naw lang khawm, kha hmaa thil suksuoltuhai kuoma le mi po po kuomah hril lâwk nâwk ka tih. “Ka hung nâwk chun hla naw ning ah,” ti hi.",
      "reference": "2 KORINTH 13:2"
    },
    {
      "content": "Krista keimaa thu hril hlaktu chu fiena in zawng leiin, ama chu nangni tieng a hrâtnaw nawh a, thil thawtheitak a ni lem a nih.",
      "reference": "2 KORINTH 13:3"
    },
    {
      "content": "Ama chu hrâtnawnaa hemdein a um a, nisienlakhawm, Pathien thilthawtheina leiin a hring ta zing a nih. Keini khawm amaa chun kan hrâtnaw a nih; nisienlakhawm, nangni tienga Pathien thilthaw- theina leiin a kuomah hring vêng kan tih.",
      "reference": "2 KORINTH 13:4"
    },
    {
      "content": "Ringnaa chun in um am, nangni insin hlak unla, nangni ngei infie hlak ro. Annawleh, nangniah Isu Krista chu a um ti nangni ngeiin in hriet chieng naw am a nih? dit naw in ni nghâl naw chun.",
      "reference": "2 KORINTH 13:5"
    },
    {
      "content": "Keini ruok chu dit loin kan um nawh ti la hung hre dingin ka ring cheu.",
      "reference": "2 KORINTH 13:6"
    },
    {
      "content": "Chun, thil hrim hrim in suksuol nawna dingin Pathien kuomah kan hni hlak a, chu chu keini hi dituma kan inlang theina ding a ni nawh a, nangniin a mawi mawi in thaw theina dingin a ni lem; keini chu dit naw angin um inlang khawm.",
      "reference": "2 KORINTH 13:7"
    },
    {
      "content": "Thutak ṭan ding naw chun, thutak do ding chun iengkhawm kan thaw thei naw a nih.",
      "reference": "2 KORINTH 13:8"
    },
    {
      "content": "Keini kan hrâtnaw lai khawma nangni in hrât hin kan lâwm hlak in sawnnaw; hi hi kan hni bawk hlak, nangni ṭhat famkimna ding hi.",
      "reference": "2 KORINTH 13:9"
    },
    {
      "content": "Chuleiin, sukse ding ni loa, siem ṭha ding lema Lalpain thuneina a mi pêk ang pei khan, in kuoma ka um pha nataka ka kâwk nawna ding cheuin in kuoma ka um naw lai hin hieng thu hi ka ziek a nih.",
      "reference": "2 KORINTH 13:10"
    },
    {
      "content": "A tâwp taka chun, unauhai, lâwmtakin um ro. Sukṭhat famkim- in um unla, lungmuongtakin um unla, lungril hmunkhat put unla, lunginruoltakin um ro; chuong- chun, hmangaina le inremna Pathien chu in kuomah a um ding a nih.",
      "reference": "2 KORINTH 13:11"
    },
    {
      "content": "Fâwp inthiengin chibai inbûk ro.",
      "reference": "2 KORINTH 13:12"
    },
    {
      "content": "Mi inthienghai po poin chibai an bûk cheu.",
      "reference": "2 KORINTH 13:13"
    },
    {
      "content": "Lalpa Isu Krista lunginsietna dâm, Pathien hmangaina dâm, Thlarau Inthieng pâwlna dâm chu in rênga kuomah um raw se.",
      "reference": "2 KORINTH 13:14"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 KORINTH 13 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}