{
  "verses": [
    {
      "content": "Mâni inhrilmawi ei phut nâwk ding a ni ta maw? Annawleh, in kuoma pêk ding amanih, in kuoma inthawk amanih hrilmawina lekha, mi ṭhenkhat ta dinga a ngai angin, kan ta dingin a ngai ve ding a ni maw?",
      "reference": "2 KORINTH 3:1"
    },
    {
      "content": "Nangni hi kan lekha, kan lungrila ziek, mi po po ihriet le tiem chu in nih,",
      "reference": "2 KORINTH 3:2"
    },
    {
      "content": "Krista lekha, keini a mîn ziektir, lekhatuia ziek nilo, Pathien hring Thlaraua ziek lem, lung phêka ziek niloa, tisa lung phêka ziek lem chu in nih, ti chiengtaka inlangtir a ni sih a.",
      "reference": "2 KORINTH 3:3"
    },
    {
      "content": "Chun, Pathien tienga chuong ang ringna chu Krista zârah kan nei a nih;",
      "reference": "2 KORINTH 3:4"
    },
    {
      "content": "iengkhawm keinia inthawka suoka ruot dingin keini ngawtin kan tlin kan ti nawh a; kan tlin theina chu Pathien kuoma inthawk a ni lem.",
      "reference": "2 KORINTH 3:5"
    },
    {
      "content": "Ama bawk chun thuthlung thar rawngbâwltuahai a mîn tlin tir a; lekha thu ela rawngbâwltuahai ni loin, Thlarau rawngbâwltuahai a ni lem; lekha thu ngawt chun a sukhlum hlak sih a. Thlarau ruok chun a sukhring hlak a nih.",
      "reference": "2 KORINTH 3:6"
    },
    {
      "content": "Mosie hmêl a ropui leiin Israel nauhai chun a hmêl an en zing thei nawh a. (chu ropuina chu a bo ta riei riei a), thina rawngbâwlna lunga hawrawpa ziek hman, chuong ang khawpa ropuiin a tlung chun,",
      "reference": "2 KORINTH 3:7"
    },
    {
      "content": "Thlarau rawngbâwlna chu ieng ang taka ropuiin am a tlung ding chu?",
      "reference": "2 KORINTH 3:8"
    },
    {
      "content": "Thiemnaw inchangtirna rawng- bâwlna hman a ropui chun, felna rawngbâwlna chu ropuina tieng chun a nasa lem bêk bêk ding a nih.",
      "reference": "2 KORINTH 3:9"
    },
    {
      "content": "Sukropuia um ta chun, hi tieng panga hin ropuina hrim a nei si nawh a; ropuina nasa chun a khûm leiin.",
      "reference": "2 KORINTH 3:10"
    },
    {
      "content": "Bo riei riei ta hman chu ropuia a tlung chun, um zing ding chu ropuia tuomin a um lem bêk bêk ding a nih.",
      "reference": "2 KORINTH 3:11"
    },
    {
      "content": "Chuongchun, chuong ang bei- seina chu kan nei leiin iengkim kan hril suok hlak a nih;",
      "reference": "2 KORINTH 3:12"
    },
    {
      "content": "Mosie thaw ang khan kan thaw ve nawh, ama chun bo ta riei riei bo tâwpna chu Israel nauhaiin an en zing nawna dingin a hmai chu hmai inkhumnain ân khum a.",
      "reference": "2 KORINTH 3:13"
    },
    {
      "content": "An lungril ruok chu sukngarin a um ta lem a; vawisûn chen khawm hin thuthlung hlui chu an tiemin inkhumna pângngai chu hlîm loin a um zing sih a; chu inkhumna chu Kristaa chun sukboin a um tah a.",
      "reference": "2 KORINTH 3:14"
    },
    {
      "content": "Nisienlakhawm, vawisûn chen hin Mosie Lekhabu an tiem po leh an lungrila chun inkhumna chu a um hlak.",
      "reference": "2 KORINTH 3:15"
    },
    {
      "content": "Nisienlakhawm, an lungril Lalpa tienga an nghat tik tik inkhum- na chu lâkhmang ni tâng a tih.",
      "reference": "2 KORINTH 3:16"
    },
    {
      "content": "Chun, Lalpa chu Thlarau chu a na, Lalpa Thlarau umna taphawta chun zalênna a um hlak.",
      "reference": "2 KORINTH 3:17"
    },
    {
      "content": "Chuongchun, keini chu kan rêngin hmai inkhum loin, hlimen anga Lalpa ropuina sunvarin, ropui- naa inthawka ropui peiin, chu angpui ngeia um dingin, sukdanglamin kan um hlak, Lalpaa (Thlaraua) inthawk- a kan hmu ang peiin.",
      "reference": "2 KORINTH 3:18"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 KORINTH 3 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}