{
  "verses": [
    {
      "content": "Obadia inlârna hmu chu. Lalpa PATHIEN chun Edom chungchângah hieng ang hin a tih: LALPA kuoma inthawkin thu kan hriet a, hnamhai laia chun palai tir a nih: “Tho unla, indonaa ama do dingin inthawk ei tiu,” tiin.",
      "reference": "OBADIA 1:1"
    },
    {
      "content": "Ngai ta, hnamhai laia chun ka sukchîn ta che a na, nasataka hmu- sitin i um tah.",
      "reference": "OBADIA 1:2"
    },
    {
      "content": "Aw nang, lungpui kak kâra chêng a; hmun insâng hluotu, “Tuin am hnuoiah mi sukthlâng a ta?” ti lung- riltu, i lungril chapona hin a hlêm ta che a nih.",
      "reference": "OBADIA 1:3"
    },
    {
      "content": "Mu angin insângtakah hang vuong la khawm, i bu chu arasi lai khin sep ni sienla khawm, chutaka inthawk chun la thla el ka ti che, LALPAIN a tih.",
      "reference": "OBADIA 1:4"
    },
    {
      "content": "I kuomah inruhai, phil hmanghai zânah hung sienla, (sukbohmang i va ni nasa âwm de!) an dittâwkin an inrûk naw ding am a nih? I kuomah grêp sîk khâwmtuhai hung sienla, grêp sîk ding ṭhenkhat an mâksan naw ding am a nih?",
      "reference": "OBADIA 1:5"
    },
    {
      "content": "Esau thilhai zawng suok a ni ta chu! A robâwm thuphmanghai dap suok a ni ta chu!",
      "reference": "OBADIA 1:6"
    },
    {
      "content": "I tienga ṭhanghai po poin ramri hiel an hung intlun che a, mi inrem- taka i umpuihai khan an hlêm cheh a, an hne ta che a nih; i bei fatuhai khan i hnuoiah châng an kam a: Amaa chun hrietthiemna hrim a um naw a nih.",
      "reference": "OBADIA 1:7"
    },
    {
      "content": "Chu nia chun Edoma inthawk mi varhai chu ka sukbohmangin, Esau tlânga inthawka hrietthiemna ka sukbohmang naw ding am a nih? LALPAIN a tih.",
      "reference": "OBADIA 1:8"
    },
    {
      "content": "Aw Teman, Esau tlânga inthawk- a mi tin sukbohmanga an um vawng- na dingin, i mi hrâthai chu nasatakin ṭîng an tih.",
      "reference": "OBADIA 1:9"
    },
    {
      "content": "I unaupa Jakob chunga in- pâwngnêkna leiin inzaknain inkhum a ti cheh a, kumkhuoa sukbohmangin um i tih.",
      "reference": "OBADIA 1:10"
    },
    {
      "content": "Khingtienga i ngîr nia, mikhuol- haiin a sum an lâk hmang nia, hnam dang mihai a kul kawtkhâra an hung lûta, Jerusalem chunga ai an sân lai khan nang khawm anni laia ṭhang angin i um kha.",
      "reference": "OBADIA 1:11"
    },
    {
      "content": "Nisienlakhawm, i unaupa a siet laia a sietna ni chu thlîr naw la, Juda nauhai chungah an bohmang niin lâwm naw la; an rinum nia khawm chapotakin ṭawng naw rawh.",
      "reference": "OBADIA 1:12"
    },
    {
      "content": "Ka mihai chu an vângduoi niin an kul kawtkhâra chun lût naw rawh; anih, an vângduoi ni chun an tuorna- hai chu thlîr naw la, an vângduoi ni chun an sum le pai chunga khawm in kuthai innghat naw ro.",
      "reference": "OBADIA 1:13"
    },
    {
      "content": "A mi ṭhenkhat tlân suokhai that dingin lampui ṭhuomah ngîr naw rawh, rinum nia mi la um sunhai chu inmantir naw rawh.",
      "reference": "OBADIA 1:14"
    },
    {
      "content": "Hnam po po chungah LALPA ni chu a hnai sih a; i lo thaw ta ang bawkin i chungah thaw nîng a ta, i thaw dân chu i lu chung ngeiah hung lêt a tih.",
      "reference": "OBADIA 1:15"
    },
    {
      "content": "Ka tlâng inthienga in dâwn ta ang khan, hnam po po chun an dâwn rawp âwm sih a; anih, dâwn an ta, lem an ta, pieng naw ang elin um an tih.",
      "reference": "OBADIA 1:16"
    },
    {
      "content": "Zion tlânga ruok chu a tlân suokhai chu um an ta, inthieng a tih; chun, Jakob sûnghai chun an rochan chu chang an tih.",
      "reference": "OBADIA 1:17"
    },
    {
      "content": "Jakob sûnghai chu mei nîng an ta, Josef sûnghai chu meichawk nîng an tih. Esau sûnghai chu bupâwl ding nîng an ta, anni lai chun chawk an ta, kâng hmang vawng an tih; Esau sûng- hai chu a mahla hrim um naw ni hai; LALPA chun a ti ta sih a.",
      "reference": "OBADIA 1:18"
    },
    {
      "content": "Simtieng mi chun Esau tlâng chu chang an ta, ram phaia mihai chun Philistin ram chu chang an tih; Ephraim lo le Samari lo chu chang an tih;",
      "reference": "OBADIA 1:19"
    },
    {
      "content": "Benjamin chun Gilead ram chang a tih. Kanaan mihai laia hi Israel thla sal intâng mipuihai hin Phoiniki ram Zarephath chenin, chang an tih; Sepharad rama Jerusalem khaw mihai sal intâng chun Simtieng khawpuihai chu chang an tih.",
      "reference": "OBADIA 1:20"
    },
    {
      "content": "Zion tlânga chun Esau tlâng rêlpêk dinga sansuoktuhai hung an ta, chun ram chu LALPA ta nîng a tih.",
      "reference": "OBADIA 1:21"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "OBADIA 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}