{
  "verses": [
    {
      "content": "Lal Belsazzar chun a lalhai sâng khat ta dingin ruoi ropuitak a ṭheh a, sâng khat hmaa chun uoin a dâwn tah a.",
      "reference": "DANIEL 5:1"
    },
    {
      "content": "Belsazzar chun uoin chu a hang dâwn chun, lal le a lalhai le a nu- hmeihai le, a thaikêmhai chun an dâwnna dingin, a pa Nebukadnezzar- in Jerusalem Templea inthawka a lâk, rângkachak le tangkaruo bûr le bêlhai chu hung la dingin thu a pêk tah a.",
      "reference": "DANIEL 5:2"
    },
    {
      "content": "Chun, Jerusalema Pathien in Templea rângkachak bûr le bêl an lâk tahai chu an hung lâk tah a; lal le a lalhai le, a nuhmeihai le a thaikêm- hai chun chuonga chun uoin an dâwn tah a.",
      "reference": "DANIEL 5:3"
    },
    {
      "content": "Uoin chu an hang dâwn a, râng- kachak dâm, tangka dâm, dârsen dâm, thîr dâm, thing dâm, lung dâm pathienhai chu an inpâk tah a.",
      "reference": "DANIEL 5:4"
    },
    {
      "content": "chun, chu dâr ma chun mihriem kut kutpârhai a hung suok a, lal in bang nâl vâr chunga chun sathâu khâwnvar sana chun a ziek tah a; chun, lal chun chu kut bawng, chu hung ziektu chu a hmuh a.",
      "reference": "DANIEL 5:5"
    },
    {
      "content": "Chun, lal hmêlput dân chu a hung danglam a, a ngaituonahai chun ama a sukbuoi tah a; a kâwngru insuktuoknahai chu a hung inthâwt a, a khûp le khûp chu an invuoktuo tah a.",
      "reference": "DANIEL 5:6"
    },
    {
      "content": "Chun, aisânthiemhai, Kaldai mi- hai le vânghriltuhai chu hung ṭhuoi dingin lal chu inringtakin a khêk tah a. Lal chun Babulona mi varhai kuoma chun, “Tukhawm hi lekhaziek hi tiem a, a umzie mîn entir thei taphawt chu puon senduk insiltirin a rînga chun rângkachak khaidiet inhlitir nîng a ta, hi ram rorêltu pathumna chu ni bawk a tih,” a ta.",
      "reference": "DANIEL 5:7"
    },
    {
      "content": "Chun, lal mi varhai po po chu an hung lût a; nisienlakhawm, lekhaziek chu an tiem thei nawh a, a umzie khawm chu lal chu an inhriettir thei nawh a.",
      "reference": "DANIEL 5:8"
    },
    {
      "content": "Chuongchun, lal Belsazzar chu nasatakin a lunginzîng tah a, a hmêl chu a hung danglam a, a lalhai khawm chu an lunginzîng nasa hleh a.",
      "reference": "DANIEL 5:9"
    },
    {
      "content": "Chuongchun, lal le a lalhai thuhai lei chun ruoiṭhena ina chun lalnu chu a hung lût a, lalnu chun a hril a, “Aw lalpa, kumkhuoin dam rawh, i ngaituonahai chun sukbuoi naw sienla che, i hmêlput dân khawm danglam bawk naw raw se.",
      "reference": "DANIEL 5:10"
    },
    {
      "content": "I rama hin mi pakhat amaa pathien inthienghai thlarau umna chu a um a; i pa damlai khawm êngna dâm, hrietthiemna dâm, pathienhai varna anga varna dâm amaa chun hmu suokin a um tah a: aw lalpa, i pa Nebukadnezzar, i pa chun ama chu mitvaidawithiemhai, aisânthiemhai, Kaldai mihai le vânghriltuhai hotuah a siem a,",
      "reference": "DANIEL 5:11"
    },
    {
      "content": "lalin Beltesazzar ân bûk Daniela chun, thu ringhla umhai sukfelin, thu khirtakhai a umzie inentirin le manghai hrilfiein, amaa chun hrietna dâm, thiemna dâm le lungril ṭha bîk chu hmu suokin a um a. Tuhin Daniel chu inkotir la, a umzie chu inentir el a tih,” a ta.",
      "reference": "DANIEL 5:12"
    },
    {
      "content": "Chun, lal hmaa chun Daniel chu an hung ṭhuoi lût a, lal chun Daniel kuomah, “Ka pa lalin Juda rama inthawka a hung ṭhuoi, Juda mi sal intânghai laia mi, Daniel chu i ni maw?",
      "reference": "DANIEL 5:13"
    },
    {
      "content": "I chanchin ka lo hriet a, pathienhai thlarau chu nangmaah a um a, nangmaa chun êngna le thiem- na le varna ṭha bîk chu hmuin a um ti ka lo hriet bawk a.",
      "reference": "DANIEL 5:14"
    },
    {
      "content": "Tuhin, hi lekhaziek hi an tiema a umzie an mîn hriettir theina dingin mi varhai le aisânthiemhai chu ka hmaah ṭhuoi lûtin an um a; ni- sienlakhawm, thil umzie chu an inentir thei nawh a.",
      "reference": "DANIEL 5:15"
    },
    {
      "content": "Amiruokchu, a umziehai chu i hril theiin, thu ringhlaumhai khawm chu i sukfel thei tiin i chanchin hi ka lo hriet a; tuhin, lekhaziek hi i tiem thei a, a umzie chu i mîn hriettir thei chun puon senduk insiltir nîng i ta, i rîngah rângkachak khaidiet inhlitir ni bawk i ta, hi rama hin rorêltu pathumna chu nîng i tih,” a ta.",
      "reference": "DANIEL 5:16"
    },
    {
      "content": "Daniel chun a dawn a, lal hmaa chun, “I thilpêkhai chu nangma ta ni lem sienla, i lâwmmanhai chu mi dang kuomah pe lem rawh, amiruok- chu, lekhaziek chu lal kuoma chun tiem ka ta, a umzie chu inhriettir ka tih.",
      "reference": "DANIEL 5:17"
    },
    {
      "content": "Aw nang lalpa, Achunghnung- tak Pathien chun i pa Nebukadnezzar chu ram dâm, ropuina dâm, nasatna dâm, inlalna dâm a pêk a;",
      "reference": "DANIEL 5:18"
    },
    {
      "content": "ropuina a pêk lei chun a hmaa chun mi po pohai, hnam po pohai le ṭawng tinhai chu an inthinin an ṭih a; a nuom nuom a that a, a nuom nuom chu a sukhring bawk a; a nuom nuom chu a kei sâng a, a nuom nuom chu a kei hnuoi bawk a.",
      "reference": "DANIEL 5:19"
    },
    {
      "content": "Nisienlakhawm, a lungril chu a hung insâng a, a lungril a hung ngar phingle chun chapotakin a thaw tah a, ân lalna lalṭhungphaa inthawk chun sie hnuoiin a um tah a, amaa inthawk chun a ropuina chu an lâk hmang a,",
      "reference": "DANIEL 5:20"
    },
    {
      "content": "chun, mihriem nauhai laia inthawk chun hnawt hmangin a um a; a lungril chu ramsahai lungril anga siem a hung na; a umna hmun chu ram sabengtunghai lai a ni tah a; chun, bâwngchal angin hlobet chu a ring a, a taksa chu vâna inthawka daidawin a sukhu ta bawk a: mi- hriemhai ram chunga hin Pathien Chunghnungtakin ro a rêl a, a nuom nuom chu a chunga chun a sie hlak ti a hriet hmakhat chun.",
      "reference": "DANIEL 5:21"
    },
    {
      "content": "Aw Belsazzar, nang a naupa hin hi thil po po hi i hriet sa khawma i lungril i sukhnuoi nawh a;",
      "reference": "DANIEL 5:22"
    },
    {
      "content": "Vâna Lalpa chu kalin nang le nang în chawisâng ta lem a; a ina bûrlebêlhai chu i hmaa chun an hung lâk a, nang le i lalhai le i nuhmeihai le i thaikêmhai chun chuonga chun uoin in dâwn tah a; chun, tangka dâm, rângkachak dâm, dârsen dâm, thîr dâm, thing dâm, lung dâm pathien- hai, hmu thei lo le, hre thei lo le, hrietna neilohai chu in inpâk a; Pathien a kuta i hringna umna le ama i lampui po po umna chu i chawi- mawi nawh a,",
      "reference": "DANIEL 5:23"
    },
    {
      "content": "ama hmaa inthawk chun hi kut bawng hi hungtir a ni tah a, hi lekhaziek hi a hung ziek tah a nih.",
      "reference": "DANIEL 5:24"
    },
    {
      "content": "Chun, hi hi lekhaziek hung in- ziek chu a nih: MENE, MENE, TEKEL UPHARSIN.",
      "reference": "DANIEL 5:25"
    },
    {
      "content": "Chu thil umzie chu hi hi a nih: MENE chu ‘Pathien chun i ram chu a tiem zo tah a, a tâwp chu ân tlun tah a nih,’ tina a na.",
      "reference": "DANIEL 5:26"
    },
    {
      "content": "TEKEL chu ‘Bûknahaia chun bûkin i um a, tling loa hmu i nih,’ tina a nih.",
      "reference": "DANIEL 5:27"
    },
    {
      "content": "PERES chu ‘I ram chu ṭhe a ni tah a, Media le Persia mihai kuom- a chun pêk a ni tah,’ tina a nih,” tiin.",
      "reference": "DANIEL 5:28"
    },
    {
      "content": "Chun, Belsazzar chun thu a pêk a, Daniel chu puon senduk an insiltir a, a rînga chun rângkachak khaidiet an inhlitir a; chun, ama chungthua chun ram sûnga rorêltu pathumna chu a ni ding a nih ti thuphuong a siem tah a.",
      "reference": "DANIEL 5:29"
    },
    {
      "content": "Chu zân chun Kaldai lal Belsazzar chu thatin a um tah a.",
      "reference": "DANIEL 5:30"
    },
    {
      "content": "Chun, Media mi Daria chun ram chu a nei tah a, ama chu kum sâwmruk pahnia upa a nih.",
      "reference": "DANIEL 5:31"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "DANIEL 5 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}