{
  "verses": [
    {
      "content": "Lal Nebukadnezzar chun, Mi po po, hnam po po, ṭawng tinhai le hnuoi chunga chêng taphawthai kuoma chun, in kuomah inremna hi sukpungin um raw se.",
      "reference": "DANIEL 4:1"
    },
    {
      "content": "Pathien Chunghnungtakin ka kuomah inchiknahai le thilmakhai a thaw chu inentir hi ṭhain ka hriet a.",
      "reference": "DANIEL 4:2"
    },
    {
      "content": "Ân chiknahai chu a va ropui ngei de! A thilmakhai chun thil a va thaw thei ngei de! A ram chu chatuon ram a na, A rorêlna khawm chu ṭhanga inthawk ṭhang nâwksâwng chen a nih.",
      "reference": "DANIEL 4:3"
    },
    {
      "content": "Kei Nebukadnezzar hi ka ina chun inhawitakin ka um a, ka lal ina chun chênghnâwngtakin ka um a.",
      "reference": "DANIEL 4:4"
    },
    {
      "content": "Mang mi sukṭi êm êm el chu ka hmuh a, ka khum chunga ka ngai- tuonahai le, ka lua ka thil hmu- lâwknahai chun a mi suklungzîng êm êm a.",
      "reference": "DANIEL 4:5"
    },
    {
      "content": "Chuleichun, mang umzie chu an mi hrilfie theina dingin Babulon rama mi var po pohai hung ṭhuoi khâwm dingin thupêk ka siem tah a.",
      "reference": "DANIEL 4:6"
    },
    {
      "content": "Chun, mitvaidawithiemhai, ai- sânthiemhai, Kaldai mihai le vâng- hriltuhai chu an hung lût a: chun, an hmaa chun mang chu ka hril a; nisienlakhawm, a umzie chu an mîn hriettir thei nawh a.",
      "reference": "DANIEL 4:7"
    },
    {
      "content": "Amiruokchu, a tâwp taka chun ka hmaa chun Daniel chu a hung lût a, a hming chu ka pathien hming ang peiin Beltesazzar a nih; amaa chun pathien inthienghai thlarau chu a um a; chuongchun, a hmaa chun mang chu ka hril tah a;",
      "reference": "DANIEL 4:8"
    },
    {
      "content": "“Aw Beltesazzar, mitvaidawi- thiemhai hotu, pathien inthienghai thlarau chu nangmaa chun a um a, thurûk chun nang a sukbuoi ngai naw che ti ka hriet leiin, ka manga thil hmulâwkhai ka hmu ta le, a umzie chu mi hril rawh.",
      "reference": "DANIEL 4:9"
    },
    {
      "content": "Ka khum chunga ka lua thil hmulâwkhai ka hmu chu hieng ang hi a nih; hnuoi lailung lai hin thing ka hmuh a, ka en zing a, ân sângzie chu a nasa hleh a.",
      "reference": "DANIEL 4:10"
    },
    {
      "content": "Thing chu a hung inṭhang a, a hung lien a, ân sângzie chun vân a hung phâk a, ân hmu theina chun khawvêl po po tâwp chen a huop bawk a.",
      "reference": "DANIEL 4:11"
    },
    {
      "content": "A hnahai chu a mawiin a rahai chu a tam êm êm a, amaa chun mi po po ta dingin fâkding a um a; ramsahai chu a hnuoia chun an inzârhlieh a, chunglêng vatehai khawm chu a kâuhaia chun an chêng a, mi po po chu amaa châwmin an um a.",
      "reference": "DANIEL 4:12"
    },
    {
      "content": "Ka khum chunga thil hmu- lâwkhai ka hmua chun, ngai ta, vâna inthawkin vêngtu le mi inthieng pakhat a hung thlah a.",
      "reference": "DANIEL 4:13"
    },
    {
      "content": "Ama chu inringtakin a khêk a, ‘Thing kha phûr thlu unla, a kâuhai kha tan thla ro, a hnahai kha sâwi ṭil unla, a ra kha the dar bawk ro; a kâuhaia vatehai le, a hnuoia ram- sahai kha fe hmang raw hai seh.",
      "reference": "DANIEL 4:14"
    },
    {
      "content": "Amiruokchu, a zunghai kûng- hmui kha chu rama hlobet innêm lai, thîr le dârsen hnânga khuopin hnuoia khan mâksan ro; chun, vâna inthawka daidaw chun sukhuin um sienla, a fâk chu ramsahai angin hnuoia hlobet ni sienla;",
      "reference": "DANIEL 4:15"
    },
    {
      "content": "a lungril khawm chu mihriem lungrila inthawka sukdanglam ni sienla, a kuoma chun ramsahai lung- ril chu pêk ni raw se; chun, hun sarihai chu ama chungah bo raw se.",
      "reference": "DANIEL 4:16"
    },
    {
      "content": "Hi thu sukthlûk hi vêngtuhai thupêk le, mi inthienghai thua phût: hringna nei taphawt chun Achung- hnungtak chun mihriemhai rama chun ro a rêl a, a nuomna kuoma chun a pêk a, mi inhnuoitakhai khawm a chunga chun a sie thei ti an hrietna dingin a nih,’ tiin.",
      "reference": "DANIEL 4:17"
    },
    {
      "content": "Hi mang hi kei Nebukadnezzar hin ka hmu tah a, Aw Beltesazzar, a umzie chu hrilfie rawh, ka ram sûnga mi varhai chun a umzie chu an mîn hriettir thei si nawh a: nisienla- khawm, nang chun i thei a nih; pathien inthienghai thlarau chu nangmaa chun a um sih a,” ka tih a.",
      "reference": "DANIEL 4:18"
    },
    {
      "content": "Chun, Daniel a hming dang Beltesazzar chun chawmkhat tak chu mak a ti hleh a, a ngaituonahai chun ama a sukbuoi vieu a. Lal chun a dawn a; “Beltesazzar, mang chun amanih, a umzie chun amanih suk- buoi naw raw se che.” a ta. Beltesaz- zar chun a dawn a. “Ka lalpa, mang chu nangma theidatuhai che ta ding a na, a umzie chu i hmêlmahai ta ding a nih.",
      "reference": "DANIEL 4:19"
    },
    {
      "content": "Chu thing i hmu, hung inṭhang a, hung lien a, ân sângzie chun vân hung tawng a, ân hmu theina chen chu hnuoi po po huop a,",
      "reference": "DANIEL 4:20"
    },
    {
      "content": "a hnahai chu mawi êm êm a, a râhai chu tam êm êm a, thil chi tin ta dinga fâk ding hung nih a, chu hnuoia chun ramhnuoia sahai chu an chêng a, a kauhaia chunglêng vatehaiin um- na an siemna thing chu,",
      "reference": "DANIEL 4:21"
    },
    {
      "content": "Aw lalpa, nang i nih: i hung inṭhangin i hung hrât a, i ropuina chu a hung lien a, vân a hung tawng a, i ram hlak chu hnuoi tâwp chen a ni bawk sih a.",
      "reference": "DANIEL 4:22"
    },
    {
      "content": "Chun, lalin vâna inthawka vêngtu le mi inthieng hung thlaa, Thing kha phûr thlu unla sukbo- hmang ro, amiruokchu, a zunghai kûnghmui ruok chu hnuoia hlobet innêm lai thîr le dârsen hnânga khuopin mâksan ro, vâna inthawka daidâw chun hu hlak sienla, a fâk ding khawm chu ramhnuoia ramsa- hai fâk ang chu ni raw se; ama chunga hun sarihai a fe liem hma- khat chun, ti thu an hung hril ruok hi chu,",
      "reference": "DANIEL 4:23"
    },
    {
      "content": "a umzie chu hieng ang hi a nih: Aw lalpa, hi hi Achunghnungtak thu- pêk chu a nih, ka pu lal chunga hung tlung hi;",
      "reference": "DANIEL 4:24"
    },
    {
      "content": "chuongchun, mihriem laia in- thawka hnawt hmang nîng i ta, i chêngna chu rama ramsahai lai nîng a tih; chun, bâwngchalhai anga hlo- bet infâktir nîng i ta, vâna inthawka dâidâw chun sukhu ni bawk i tih; chun, hun sarihai chu i chunga chun fe liem a tih; mihriemhai ram chunga hin Achunghnungtak chun ro a rêl a, a nuom nuom kuomah a pêk hlak ti i hriet hmakhat chu.",
      "reference": "DANIEL 4:25"
    },
    {
      "content": "Chun, thing zunghai kûnghmui hla dinga thu an pêk chungthua hin chu; i ram hi chu nangma ta ni zing a ta; chu hnunga chun vânhai chun ro an rêl ngei a nih ti hre tâng i tih.",
      "reference": "DANIEL 4:26"
    },
    {
      "content": "Chuleiin, aw lalpa, ka thurâwn hi i kuoma chun pawmtlâka ngai ni raw se; i suolnahai chu felnain thleng la, i khawhlonahai chu mi rimsihai chunga lunginsietna inentir bawk rawh; i sukdik nawnahai hi sukdama a um ding chun chu,” a ta.",
      "reference": "DANIEL 4:27"
    },
    {
      "content": "Hieng thil po po hi lal Nebu- kadnezzar chunga chun a hung tlung tah a.",
      "reference": "DANIEL 4:28"
    },
    {
      "content": "Thla sâwm pahnihai tâwpa chun Babulon ram lal ina chun a feh a.",
      "reference": "DANIEL 4:29"
    },
    {
      "content": "Lal chun a hril a, “Hi hi Babulon ram ropuitak, ka thilthawtheina hrât nasatak chun, lal chêngna ding le, ka în lalna ropuina dinga ka siem chu a ni naw am a nih?” a ta.",
      "reference": "DANIEL 4:30"
    },
    {
      "content": "Lalin chuonga thu a hril lai zing chun, vâna inthawkin râwl a hung thlah a, “Aw lal Nebukadnezzar, nangma kuoma inthawkin ram chu ṭhe hmang a ni tah ti hi i kuomah hril a nih.",
      "reference": "DANIEL 4:31"
    },
    {
      "content": "Chun, mihriemhai laia in- thawka hnawt hmang nîng i ta, i chêngna ding chu rama ramsahai lai nîng a tih; bâwngchal anga hlobet infâktir nîng i ta; chun, hun sarihai chu i chungah fe liem a tih; mi- hriemhai ram chunga hin Achung- hnungtak chun ro a rêl a, a nuom nuom kuomah a pêk hlak ti i hriet hmakhat chun,” a hung tih a.",
      "reference": "DANIEL 4:32"
    },
    {
      "content": "Chu dâr ngeia chun chuong thil chu Nebukadnezzar chunga chun intlungtir a ni tah a, mihriem laia inthawka hnawt hmangin a um a, bâwngchal angin hlobet a pet a, a taksa chu vâna inthawka dâidâw chun a sukhuh a, a samhai chu mupui hmul ang el a hung nih a, a tinhai chu vatehai tin ang a hung ni chen chun.",
      "reference": "DANIEL 4:33"
    },
    {
      "content": "Chuong nihai tâwpa chun, kei Nebukadnezzar hin ka mithai chu vântieng ka tang a, ka hrietna chu ka kuomah a hung kîr nâwk a, Achung- hnungtak chu mal ka sâwm a, cha- tuona hring zing chu ka chawimawiin kân pâk a: A rorêlna chu chatuon rorêl a na, A lalram chu ṭhanga inthawk ṭhang sâwng tamtak chen a ni sih a;",
      "reference": "DANIEL 4:34"
    },
    {
      "content": "Hnuoi chung hluotuhai po po chu iengkhawm ni lo anga ngai an na, Hnuoi chung hluotuhai le vâna sipai pâwl ruolhai chunga chun A nuom ang angin a thawh a, Tukhawmin a kut chu an chel thei nawh a. “Nangin ieng am i thaw an leh?” an ti thei bawk nawh.",
      "reference": "DANIEL 4:35"
    },
    {
      "content": "Chu chu huna chun ka hriet- thiemna chu ka kuomah a hung kîr nâwk a; ka ram ropuina le ka înlalna le êngna chu ka kuomah an hung kîr nâwk sih a; chun, ka upahai le ka lalhai chun an mi zawng a; ka rama chun tungdingin ka um a, ropuina nasatak el chu ka kuomah belsain a um tah a.",
      "reference": "DANIEL 4:36"
    },
    {
      "content": "Tuhin, kei Nebukadnezzar hin vâna Pathien chu ka chawimawiin, ka chawisângin kân pâk a; a sin- thawhai po po chu indikna a na, a lampuihai chu felna a nih; chun, chapoa fehai chu a sukhnuoi thei a nih.",
      "reference": "DANIEL 4:37"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "DANIEL 4 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}