{
  "verses": [
    {
      "content": "Kaldai mihai rama lala siema um, Media chi Ahasuera naupa Daria kum khat kum;",
      "reference": "DANIEL 9:1"
    },
    {
      "content": "a rorêl kum khat kuma chun kei Daniel hin kum sâwmsaria Jerusa- lem khuo suksieta a um ding hun tlungkimna ding, zâwlnei Jeremia kuoma LALPA thu hung tlung, kum- hai nizât chu lekhabuhaia inthawkin ka lo hriet tah a.",
      "reference": "DANIEL 9:2"
    },
    {
      "content": "Chun, vut laia saiip puon le in- ṭhunga bungheiin, hnina le ṭawng- ṭainaa zawng dingin LALPA Pathien kuom tieng chu ka ngha tah a.",
      "reference": "DANIEL 9:3"
    },
    {
      "content": "LALPA ka Pathien kuoma chun ka ṭawngṭai a, thuphachawina dâm ka siem a, “Aw LALPA, i thupêkhai kawltu le, nangma hmangaituhai kuoma zângaina le thuthlung kawltu Pathien ṭiumtak le ropui;",
      "reference": "DANIEL 9:4"
    },
    {
      "content": "kan lo suol tah a, indiklotakin kan lo thaw tah a; khawhlotakin kan lo thaw tah a, kan lo hel tah a; i rorêlnahai le thupêkhaia inthawka lo inher hmangin;",
      "reference": "DANIEL 9:5"
    },
    {
      "content": "i siehlaw zâwlneihai, kan lalhai le, kan ṭhuoituhai le, kan thlatuhai le hi rama mi po po kuoma nangma hminga thu lo hril hlakhai thuhril chu kan ngaisak bawk nawh a.",
      "reference": "DANIEL 9:6"
    },
    {
      "content": "Aw LALPA, felna chu nangma ta a na; nisienlakhawm, vawisûn ni ang bawk hin, hmêl hamhaitak chu kan nei lem a; Juda mihai le, Jerusalem hluotuhai le, Israel rama mi po po khawm, i chunga an lo bawsiet ta leia an bawsietna leia anni i lo hnawt suokna ram po po, ram hla le ram hnaia umhai khawm chu angkhat vawng kan nih.",
      "reference": "DANIEL 9:7"
    },
    {
      "content": "Aw LALPA, i chungah thil kan lo suksuol ta leiin, keini chu kan lalhai leh, kan ṭhuoituhai leh, kan thlatuhai leh hmêl hamhaitak put kan nih.",
      "reference": "DANIEL 9:8"
    },
    {
      "content": "Zângaina le ngaidamna chu Lalpa kan Pathien ta a nih; ama chunga chun kan lo hel ta sih a;",
      "reference": "DANIEL 9:9"
    },
    {
      "content": "a siehlaw zâwlneihai hmanga kan hmaa ân entir a, a dânhai chu hraw dingin kan Pathien LALPA râwl chu kan awi naw bawk a.",
      "reference": "DANIEL 9:10"
    },
    {
      "content": "Anih, Israel mihai po po chun i râwl chu awi lo dinga inherhmangin i Dân chu an lo bawsiet tah a; chuleiin, ṭawngsie chu kan chungah, Pathien siehlaw Mosie dâna inkhâmna zieka um le chun buokin a um tah a; chuonga chun thil kan lo suksuol ta sih a.",
      "reference": "DANIEL 9:11"
    },
    {
      "content": "Kan chungah thil ṭha naw chu intlungtirin, keini le kan rorêltuhai, kan chunga rorêltuhai chungah a thu a hrilhai chu a hung sukdet tah a; Jerusalem khaw chunga thaw a ni ta ang hin vân hnuoi po po khâwlai khawm thaw a ni ngai si nawh a.",
      "reference": "DANIEL 9:12"
    },
    {
      "content": "Mosie Dâna ziek a ni angin hieng thil ṭha naw po po hi kan chungah a hung tlung a nih; chuong khawm chun, i thudik chu chîktaka ngaituona nei ding le kan rîtlonahaia inthawka inher hmang dingin LALPA kan Pathien ditsakna chu kan hni chuong nawh a.",
      "reference": "DANIEL 9:13"
    },
    {
      "content": "Chuleiin, LALPA chun thil ṭha naw chu a hmu zing a, kan chungah a hung intlungtir tah a nih; LALPA kan Pathien chu a sinthaw a thawhai po poa chun a fel a nih, keini ruok chun a râwl chu kan awi nawh a.",
      "reference": "DANIEL 9:14"
    },
    {
      "content": "Tuhin, aw LALPA kan Pathien, Aigupta rama inthawka i mihai kut hrâttak le hung ṭhuoi suoka, vawisûn ni anga hming inthangna changtu, kan lo suksuol tah a, rilotakin kan lo thaw tah a nih.",
      "reference": "DANIEL 9:15"
    },
    {
      "content": "Aw LALPA, i felna ang peiin i lunginsenna le i ṭiumna chu i tlâng inthieng, Jerusalem i khuoa inthawk chun, ka hni che hi, herhmang ni raw se. Kan suolnahai lei le, kan thla- tuhai khawhlonahai lei chun Jerusa- lem le i mihai chu kan vêla mi po pohai hrilinsîm kan lo ni ta hi.",
      "reference": "DANIEL 9:16"
    },
    {
      "content": "Chuleiin, tuhin, aw kan Pathien, i siehlaw ṭawngṭaina le a hninahai chu ngai la, Lalpa zâra chun i Hmun Inthiengtak sukrêma um ta chunga chun i hmai chu invartir rawh.",
      "reference": "DANIEL 9:17"
    },
    {
      "content": "Aw ka Pathien, i na hung sit la, hung ngai ta; i mithai hung meng la, sukrêma kan umnahai le, i hming inchawia sak khuo hi hung en ta; kan felnahai ni loin, amiruokchu, i zângaina leiin kan hninahai chu i hmaah kan hung intlun a ni lem sih a.",
      "reference": "DANIEL 9:18"
    },
    {
      "content": "Aw LALPA, lo hre ta, aw LALPA, ngaidam rawh, aw LALPA, lo hre la,hung thaw ta, muong naw la; nang- ma zâra ngei chun, aw ka Pathien, i khawpui le i mihai chu nangma hming chawia hming sak an ni leiin,” tiin.",
      "reference": "DANIEL 9:19"
    },
    {
      "content": "Chun, ṭawngṭaia, ka suolna le ka mi Israelhai suolna chu thupha- chawia, ka Pathien tlâng inthieng ta dinga ka Pathien LALPA hmaa ka hninahai kân tluna, ka ṭawng lai zing chun,",
      "reference": "DANIEL 9:20"
    },
    {
      "content": "ṭawngṭaia ka ṭawng lai zing chun, mi pakhat Gabriel, a tîra thil hmulâwka ka hmu khan, zântienga thilinhlân hun lai hin, hrâttaka in- vuongtira umin a mi them a.",
      "reference": "DANIEL 9:21"
    },
    {
      "content": "Chun, hre dingin a mi khîk- hmuh a, kei a mi biek a, “Aw Daniel, hrietna tienga thiemtaka siem ding chein ka hung a nih.",
      "reference": "DANIEL 9:22"
    },
    {
      "content": "I hninahai în tlun tîra inthawk khan thu chu a hung suok a, chun, hril ding chein ka hung tah a; nasataka ditsak i ni sih a; chuleiin, thil chu ngaituo la, thilhmulâwk thu chu a ngaina lo hre rawh.",
      "reference": "DANIEL 9:23"
    },
    {
      "content": "Hapta sâwm sarihai chu i mihai le khaw inthieng ta dinga bawsiet- nahai insûmna ding le suolnahai bân- sanna ding le, khawhlona ta dinga inremna siema, kumkhuoa felna chu insuona ding le, thilhmulâwk le hrillâwkna chu khârkhumna ding le, Hmun Inthiengtak chu hriek nâlna hun dinga pêk a nih.",
      "reference": "DANIEL 9:24"
    },
    {
      "content": "Chuleiin, hre la, hrethiem rawh, Jerusalem khuo bâwl ding le siem thar dinga thupêk hung suoka inthawk Messie, Lal Naupa chen chu hapta sari le, hapta sâwmruk pahni nîng a ta, a kawtthlêr le a banghai chu siem nîng a tih, hun buoithlâk- taka khawm chun.",
      "reference": "DANIEL 9:25"
    },
    {
      "content": "Chun, hapta sâwmruk pahni hnunga chun Messie chu sât thlâk nîng a ta, ama ta dingin ni loin, chun, lal mihai hung dinghai chun khawpui le Hmun Inthiengtak chu suksieng an ta, a tâwpna chu tuilêt nîng a ta, a tâwpa chun indona nîng a tih; suk- rêma umna ding chu ruot a ni ta sih a.",
      "reference": "DANIEL 9:26"
    },
    {
      "content": "Chun, hapta khat chu mi tam- tak leh thuthlung dettak siem a ta, chun, chu hapta chenve kâr chun inthâwina le thilinhlân chu suktâwp a tih; chun, tirdakumna thla chunga chun sukrêmtu inumtirtu ding chu hung a ta, a tâwpna ding ruot chen chun; chun, sukrêmtu chunga chun lunginsenna chu buok ni tâng a tih,” tiin.",
      "reference": "DANIEL 9:27"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "DANIEL 9 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}