{
  "verses": [
    {
      "content": "Daria chun, ram sûng po poa chun biel awptu za sâwmhni sie ding ti le",
      "reference": "DANIEL 6:1"
    },
    {
      "content": "an chunga chun hotu pathum, a pakhat chu Daniel chu ni dingin ti chu ṭha a ti a; chun, hieng biel awp- tuhai hin anni kuoma chun sum sêng dân chanchin chu pêng an ta; chuong- chun, lal chun sietna a tuok nawna dingin.",
      "reference": "DANIEL 6:2"
    },
    {
      "content": "Chun, hi Daniel hi amaa chun lungvar ṭha bîk a um leiin biel awp- tuhai le an hotuhai nêk chun a danglam bîk rieu a; chuongchun, lal chun a ram po po chunga hotua siem a lungril a.",
      "reference": "DANIEL 6:3"
    },
    {
      "content": "Chun, hotuhai le biel awptuhai chun ram chungthuah Daniel chunga chun remchâng an zawng tah a; ni- sienlakhawm, ama chu ring a um a, amaa chun khawhlona le indiknawna hrim hmu a ni naw leiin khawhlona le remchâng chu an hmu thei dêr nawh a.",
      "reference": "DANIEL 6:4"
    },
    {
      "content": "Chun, chuong mihai chun, “A Pathien dân chung thuah ama kalna ei hmu ti ngawt naw chu, Daniel chunga hin remchâng ei hmu thei ngai âwm nawh,” an ta.",
      "reference": "DANIEL 6:5"
    },
    {
      "content": "Chun, hieng hotuhai le biel awptuhai hi lal kuoma chun an hung inkhâwm a, a kuomah, “Lal Daria, kumkhuoin dam rawh.",
      "reference": "DANIEL 6:6"
    },
    {
      "content": "Hi rama hotuhai, ram awptuhai, biel awptuhai, sipai hotuhai le rorêl- tuhai po po kan inkhâwm a, aw lalpa, ni sâwmthum sûng chu nangma kuoma chau naw chu tukhawmin mi dang amanih, pathien amani kuoma hnina a siem hrim hrim chu, ama chu sakeibakneihai pûka pei lût ni raw se tia dân dettak siem dingin kan inbiekthlûk tah a nih.",
      "reference": "DANIEL 6:7"
    },
    {
      "content": "Tuhin, aw lalpa, chu dân chu sukdet la, Media le Persia mihai dâna sukdanglam a ni nâwk nawna dingin i hming ziek rawh,” an ta.",
      "reference": "DANIEL 6:8"
    },
    {
      "content": "Chuongchun, lal Daria chun chu lekhaziek le thupêka chun a hming a ziek tah a.",
      "reference": "DANIEL 6:9"
    },
    {
      "content": "Daniel chun chu lekhazieka chun hming ziek a ni tah ti a hriet phingleh a inah a fe tah a; (a pindana a tukverhai chu Jerusalem khuo tienga hawng zing a na) chun, a khûpin ni khatah vawi thum pei a dingṭhaṭhuon a, a Pathien hmaa chun, a hmaa a lo thaw rawp ta angin a ṭawngṭai a, lâwmthu a hril tah a.",
      "reference": "DANIEL 6:10"
    },
    {
      "content": "Chun, chuong mihai chu an inkhâwm a, Daniel chu a Pathien hmaa hnina siema ṭawngṭaiin an hmu tah a.",
      "reference": "DANIEL 6:11"
    },
    {
      "content": "Chun, an hung hnai a, lal hmaa chun lal thupêk chungchang thu chu an hril tah a; “Aw lalpa, nangma kuomah ti chau lo chu, ni sâwmthum sûng mi tukhawmin mi dang amani, pathien kuoma mani hnina siem chu sakeibakneihai pûka pei lût ding ti thupêka khan i hming i ziek an nâwm a nih?” an ta. Lal chun a dawn a, “Media mihai le Persia mihai dân sukdanglam thieng lo ang tak chun chu chu ân dik a nih,” a ta.",
      "reference": "DANIEL 6:12"
    },
    {
      "content": "Chun, an dawn a, lal kuoma chun, “Kha Daniel Juda ram mi salintângpa khan, aw lalpa, nang a pawisa naw cheh a, i thupêk i hming ziek khawm kha a pawisa nawh a, ni tin hnina vawi thum a siem zie a nih,” an ta.",
      "reference": "DANIEL 6:13"
    },
    {
      "content": "Chun, lal chun hieng thu hi a hriet phingleh nasatakin a lungni ta nawh a, ama sansuok dingin Daniel chunga chun a lungril chu a fu ta tlat a; ama sansuok ding chun nisa tlâk hmakhat chun nasatakin ân ngai- tuoh a.",
      "reference": "DANIEL 6:14"
    },
    {
      "content": "Chun, chuong mihai chu lal kuomah an hung inkhâwm a, lal kuoma chun, “Aw lalpa, thupêk amanih, dân amanih lalin a siem ta chu sukdanglam thieng lo a nih ti hi Media le Persia mihai dân a nih ti hi hre rawh,” an ta.",
      "reference": "DANIEL 6:15"
    },
    {
      "content": "Chun, lal chun thu a pêk a, Daniel chu an hung ṭhuoi a, sakei- bakneihai pûka chun an pei lût tah a. Lal chun a hril a, Daniel kuoma chun, “I Pathien a rawng i bâwl zing hlak chun sansuok a ti che,” a ta.",
      "reference": "DANIEL 6:16"
    },
    {
      "content": "Chun, lung chu an hung lâk a, a pûk baua chun an indel tah a; chuongchun, lal chun ama hming namna le a rorêltuhai hming namna chu Daniel chungchâng thua chun thil sukdanglam hrim hrim um lo dingin a nam tah a.",
      "reference": "DANIEL 6:17"
    },
    {
      "content": "Chun, lal chu a lal ina chun a feh a, chu zân chu bungheiin a hmang zo tah a; a hmaa chun thil rimawihai hung lâkin a um ta nawh a, a imu chu amaa inthawkin a zâm hmang tah a.",
      "reference": "DANIEL 6:18"
    },
    {
      "content": "Chun, lal chu zîngkâr inhma- takin a tho a, sakeibakneihai pûka chun inhmatakin a va fe tah a.",
      "reference": "DANIEL 6:19"
    },
    {
      "content": "Daniel kuomah, sakeibakneihai pûk kâwl chu a hung tlung hnai chun, ṭap râwlin a khêk a; lal chun Daniel kuoma chun, “Aw Daniel, Pathien hring siehlawpa, i Pathien a rawng i bâwl zing zing hlak chun sakeibak- neihaia inthawkin a sansuok thei che am a nih?” a ta.",
      "reference": "DANIEL 6:20"
    },
    {
      "content": "Daniel chun lal kuoma chun, “Aw lalpa, kumkhuoin dam rawh.",
      "reference": "DANIEL 6:21"
    },
    {
      "content": "Ka Pathien chun a vântirko a hungtir a, sakeibakneihai bau chu a hung sukchîp a, an mi sukna hrim hrim nawh; a hmaa chun keimaa indik nawna um lo chu hmuin a um a; aw lalpa nanga hmaa khawm ieng- khawm ka sukpawi nawh,” a ta.",
      "reference": "DANIEL 6:22"
    },
    {
      "content": "Chun, lal chu nasatakin a lâwm tah a, Daniel chu pûka inthawka la suok ding chun anni chu thu a pêk tah a, chuongchun, Daniel chu pûka inthawk chu lâk suokin a um a, ama chun Pathien chu a ring tlat leiin amaa chun suknatna iengkhawm hmuin a um nawh a.",
      "reference": "DANIEL 6:23"
    },
    {
      "content": "Chun, lal chun thu a pêk a, chuong Daniel hêktuhai chu an hung ṭhuoi a; anni leh, an nauhai leh, an nuhmeihai le chun sakei- bakneihai pûka chun an pei tah a; anni chu sakeibakneihai chun an lo thaw tah a, an ruhai chu a nawi nawiin an suktliek vawng a, pûk ṭuong chu an tlung hman naw hiel lem a nih.",
      "reference": "DANIEL 6:24"
    },
    {
      "content": "Chun, lal Daria chun hnuoi chung po poa chêng mi po po le ṭawng tinrênghai kuoma chun lekha a ziek tah a, “In kuomah inremna sukpung- in um raw se.",
      "reference": "DANIEL 6:25"
    },
    {
      "content": "Thupêk chu ka siem a; ka ram leilunga mi po pohai chun Daniel Pathien chu ṭiin a hmaa chun inthin raw hai se. Ama chu Pathien hring, chatuona pângngai zing a ni sih a, A ram khawm chu suksiet ni ngai naw nih a, A rorêlna chu chatuonin um zing lem a tih.",
      "reference": "DANIEL 6:26"
    },
    {
      "content": "Ama chun a sansuokin a sanhim a, Hnuoi le vâna khawm thilmakhai le inchiknahai a thawh a, Ama chu sakeibakneihai thilthawtheinaa inthawka Daniel sanhimtu chu a nih,” tiin.",
      "reference": "DANIEL 6:27"
    },
    {
      "content": "Chuongchun, Daniel chu Daria rorêl sûng le Persia mi Kura rorêl sûng po chu a hung hlawtling ta hleh a.",
      "reference": "DANIEL 6:28"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "DANIEL 6 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}