{
  "verses": [
    {
      "content": "Persia lal Kura inlal kum thumnaa chun a hming Belte- sazzar inbûk, Daniel kuomah thil suklangin a um a, chu thil chu thil indik, indona ropuitak a na, chu thil chu a hriet a, thilhmulâwk chu hriet- thiemna a nei bawk a.",
      "reference": "DANIEL 10:1"
    },
    {
      "content": "Chuong nihai lai chun kei Daniel hi hapta thum zet chu lungngaiin ka um a.",
      "reference": "DANIEL 10:2"
    },
    {
      "content": "Bei inhnikin ka fâk nawh a, sa le uoin hrim hrim khawm ka bauah a lût nawh a, hriek hrim hrim khawm kân nâl ngai nawh a, hapta thum pumhlûm a tling hmakhat chun.",
      "reference": "DANIEL 10:3"
    },
    {
      "content": "Chun, thla hmasatak ni sâwmhni pali ni chun, Hiddekel vadung ropui- tak panga ka um lai chun,",
      "reference": "DANIEL 10:4"
    },
    {
      "content": "ka mithai vân tieng ka hang inlên a, ka en a, mi pakhat puon zai inhmia inthuom, a kâwnga Uphaz rângka- chak inthienga inkhit hi ka hmuh a;",
      "reference": "DANIEL 10:5"
    },
    {
      "content": "a taksa khawm chu berul lung ang a na, a hmêl inlang dân chu kâwlinlep ang a na, a mithai chu khâwnvar chawklai ang an na, a kuthai le a kehai chu dârsen tlemi ang an na, a thu hril rihai chu mi tamtak râwlri ang a nih.",
      "reference": "DANIEL 10:6"
    },
    {
      "content": "Chun, kei Daniel chau chun chu thilhmulâwk chu ka hmuh a; ka kâwla mi um vehai chun thilhmu- lâwk chu an hmu ve nawh a; ami- ruokchu, inthinna nasatak an chung- ah a tlah a, anni chu inbi dingin an tlân tah a.",
      "reference": "DANIEL 10:7"
    },
    {
      "content": "Chuongchun, ka khât chaua mâksanin ka um a, hi thilhmulâwk ropuitak hi ka hmu tah a; chun, keimaa chun hrâtna hrim hrim a um ta nawh a: ka hmêl mawina chu sietnaa ân chang ta leiin, hrâtna hrim ka nei ta nawh a.",
      "reference": "DANIEL 10:8"
    },
    {
      "content": "A thuhril ri chu ka la hriet ta rawp a: chun, a thuhril ri chu ka hriet phingleh, hnuoitienga ka hmai in- nghatin ka bawkkhup a, inhniktakin ka in tah a.",
      "reference": "DANIEL 10:9"
    },
    {
      "content": "Chun, ngai ta, kutin a mi hung them a, chuongchun, dingṭhaṭhuonin ka bawkinvâk a.",
      "reference": "DANIEL 10:10"
    },
    {
      "content": "Chun, ka kuoma chun, “Aw nang nasataka ditsaka umpa Daniel, i kuoma ka thuhrilhai chu a ngaina hre la, ngîr inzang rawh; tuhin i kuoma hung tir ka ni sih a,” a ta. Hi thu hi ka kuoma a hung hril phing chun inthin pumin ka ngîr tah a.",
      "reference": "DANIEL 10:11"
    },
    {
      "content": "Chun, ama chun ka kuomah, “Daniel ṭi naw rawh, i Pathien hmaa nang le nang în sukhnuoi a, a ngaina hre dinga i lungril i siem nia inthawk khan i thuhai chu hriet a lo ni tah a, i thuhai lei chun hi ka hung a nih.",
      "reference": "DANIEL 10:12"
    },
    {
      "content": "Nisienlakhawm, Persia ram lal chun ni sâwmhni pakhat sûng chu a mi lo dangkîr a; amiruokchu, ngai ta, Mikael hotu laia lutak pakhat chu kei mi ṭhangpui dingin a hung a; chuong- chun, Persia ram lalhai le chun chutaka chun ka um zing tah a.",
      "reference": "DANIEL 10:13"
    },
    {
      "content": "Ni nuhnungahai chun i mihai chu iengin am a hung tlâkbuok ding a na ti inhriettir ding chein tuhin ka hung a nih; thilhmulâwk kha ni tamtakhaia ding a la ni chau sih a,” a ta.",
      "reference": "DANIEL 10:14"
    },
    {
      "content": "Chun, hieng thuhai ang peia ka kuoma thu a hung hril chun, ka hmai chu hnuoi tieng ka kûn a, ṭawng- theiloin ka um tah a.",
      "reference": "DANIEL 10:15"
    },
    {
      "content": "Chun, ngai ta, mi pakhat, mi- hriem naupahai angtak el hin ka hmûrhai chu a hung them a; chun, ka bau chu ka kah a, ka hmaa ngîr kuoma chun thu ka hril tah a, “Aw ka lalpa, thilhmulâwk lei chun ka lung- ngainahai chu ka chungah a tla tah a, chuongchun, hrâtna hrim ka nei dêr ta nawh.",
      "reference": "DANIEL 10:16"
    },
    {
      "content": "Hi ka lalpa siehlaw hin hi ka lalpa kuoma hin iengtin am thu hril thei ka ta? Kei hlak chu kârloin hrâtna hrim nei loin ka um el sih a, keimaa chun inthuokna hrim hrim khawm a um ta bawk si nawh a,” ka tih a.",
      "reference": "DANIEL 10:17"
    },
    {
      "content": "Chun, mihriem hmêl angtak put pakhat hin a mi hung them nâwk a; a mi sukhrât tah a.",
      "reference": "DANIEL 10:18"
    },
    {
      "content": "Ama chun, “Aw nasataka dit- saka umpa, ṭi naw rawh, i kuomah thlamuongna um raw se; insukhrât rawh, anih, insukhrât rawh,” a ta. Chun, ka kuoma thu a hung hril phing chun sukhrâtin ka um tah a, “Ka lalpa hin thu hril raw se, i mi sukhrât ta sih a,” ka ta.",
      "reference": "DANIEL 10:19"
    },
    {
      "content": "Chun, ama chun, “I kuomah iengdinga hung am ka na ti i hriet am? Tuhin Persia lal chu do dingin kîr nâwk ka ta; chun, ka fe suok pha chun, ngai ta, Grik ram lal chu hung a tih.",
      "reference": "DANIEL 10:20"
    },
    {
      "content": "Nisienlakhawm, thudik ziek- naa ziek chu hril ka ti che: hi thil chungchâng thua hin, i lalpa Mikael ti chau naw chu tukhawm a mi ṭan zo hrim hrim an um nawh.",
      "reference": "DANIEL 10:21"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "DANIEL 10 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}