{
  "verses": [
    {
      "content": "Juda lal Jehoiakim rorêl kum thumnaa Babulon ram lal Nebu- kadnezzar chu Jerusalemah a hung a, a rûn tah a.",
      "reference": "DANIEL 1:1"
    },
    {
      "content": "Chun, Juda lal Jehoiakim chu Pathien ina bûr le bêl ṭhenkhat leh Lalpa chun ama kuta chun a pêk tah a; Sinar rama a pathien ina chun a lâk a, chuong bûr le bêlhai chu a pa- thien sum ina chun a hung lâk tah a.",
      "reference": "DANIEL 1:2"
    },
    {
      "content": "Chun, lal chun a mitillâkhai chunga hotu Aspenaz kuoma chun Israel nauhai mi ṭhenkhat lal chi ngei le miṭha chi ngei hung ṭhuoi dingin a hril a;",
      "reference": "DANIEL 1:3"
    },
    {
      "content": "anni chu tleirâwl demkailo, ditumtak lem, varna po poa thiem, hrietna kawnga bengvâr, hrietna inthûktak hre mi, lal ina ngîr dinga theina nei mi an ni ding a na; chun, Kaldai ṭawng le thiemna ân chûktir bawk ding a nih.",
      "reference": "DANIEL 1:4"
    },
    {
      "content": "Lal chun kum thum sûng a châwm a, a tâwpa chun lal hmaa an ngîr theina dingin lal bu fâk le a uoin dâwn ngei chu ni tina an chanpuol dingin anni chu a ruotpêk a.",
      "reference": "DANIEL 1:5"
    },
    {
      "content": "Hieng hai laia Juda nauhai chu Daniel, Hanania, Misael le Azaria an nih.",
      "reference": "DANIEL 1:6"
    },
    {
      "content": "Chun, mitillâk hotu chun anni chu hming tharhai a pêk a; Daniel chu Beltesazzar ân bûk a, Hanania chu Sadrak, Misael chu Mesak, Azaria chu Abednego.",
      "reference": "DANIEL 1:7"
    },
    {
      "content": "Nisienlakhawm, Daniel chun a lungrilin lal bu fâk le a uoin dâwnhai chun ama chu insukpawrche lo a tum tlat a: chuongchun, mitillâkhai hotu kuoma chun ama chu ân sukpawrche naw theina ding kawng chu a hni a.",
      "reference": "DANIEL 1:8"
    },
    {
      "content": "Chun, Pathien chun Daniel chu mitillâkhai hotu mithmua lungin- sietna le ditsakna hlaw thei dingin a siem a.",
      "reference": "DANIEL 1:9"
    },
    {
      "content": "Chun, mitillâkhai hotu chun Daniel kuoma chun, “Lal, in dâwn ding le in bu fâk ding ruotpêktu cheu ka lalpa chu ka ṭi a nih, i kum inangpui tleirâwl danghai nêka se lemin i hmêl chu a hmu si naw ding am a nih? Chuong a ni chun, lal kuomah ka lu hi ṭitumtakah i sie a ni ding a nih,” a ta.",
      "reference": "DANIEL 1:10"
    },
    {
      "content": "Daniel chun mitillâkhai hotuin anni Daniel, Hanania, Misael le Azaria vêngtu dinga a ruot, Ham- melzar kuoma chun,",
      "reference": "DANIEL 1:11"
    },
    {
      "content": "“Ka ngên che hi, i siehlawhai hi ni sâwm sûng ensin raw khai; fâk dingin thlai chau le dâwn dingin tui chau mîn pêktir la.",
      "reference": "DANIEL 1:12"
    },
    {
      "content": "Chun, tleirâwl dang lal bu fâk fahai hmêlput dân le, keini hmêlput dânhai chu enkhi ni raw se; chun, chutaka i hmu ang ang chun, i sie- hlawhai hi i law law law el rawh,” a ta.",
      "reference": "DANIEL 1:13"
    },
    {
      "content": "Chuongchun, hi chungchâng thuah anni thu chu a ngai a, ni sâwm sûng chu a ensin tah a.",
      "reference": "DANIEL 1:14"
    },
    {
      "content": "Ni sâwm hnunga chun tleirâwl dang lal bu fâk fatuhai po po nêk chun an hmêlput dânhai chu a hung inlang ṭha lem tah a.",
      "reference": "DANIEL 1:15"
    },
    {
      "content": "Chuongchun, anni vêngtu chun an bu fâk ding le uoin an dâwn ding chu a sie hmang a, thlai chau a pêk lem tah a.",
      "reference": "DANIEL 1:16"
    },
    {
      "content": "Chun, hieng tleirâwlhai pali hi Pathien chun varna le thiemna po poa bengvarna le hrietna a pêk a; chun, Daniel chun thilhmulâwkhai le manghai chung po poa chun hriet- thiemna a nei a.",
      "reference": "DANIEL 1:17"
    },
    {
      "content": "Chun, lalin anni hung ṭhuoi- lûtna dinga a ruot nihai tâwpa chun mitillâkhai hotu chun anni chu Nebukadnezzar hmaa chun a hung ṭhuoi tah a.",
      "reference": "DANIEL 1:18"
    },
    {
      "content": "Lal chun anni chu a lo biek tâwl a, an rênga lai chun Daniel hai, Hanania hai, Misael hai le Azaria hai ang tukhawm an um nawh a, chulei- in, anni chu lal hmaa chun an ngîr tah a.",
      "reference": "DANIEL 1:19"
    },
    {
      "content": "Chun, varna le hrietthiemna kawng tinrêngah, lalin a indawn ta hrim hrima chun, a ram sûnga aisân- thiemhai le mitvaidawi thiemhai po po nêka le sâwma var lemin anni chu a hriet a.",
      "reference": "DANIEL 1:20"
    },
    {
      "content": "Chun, Daniel lem chu Kura inlal kum khatna chenin a um zing tah a.",
      "reference": "DANIEL 1:21"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "DANIEL 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}