{
  "verses": [
    {
      "content": "“Chun, kei chu, Median mi Daria kum khatna kum chun ama chu sukhrâta sukdet dingin ka ngîr tah a.",
      "reference": "DANIEL 11:1"
    },
    {
      "content": "“Chun, tuhin thudik chu inentir ka ti che. Ngai ta, Persiaa hin lal pathum la hung ngîrsuok an ta; a palina chu anni po po nêk chun nasatakin hausa lem a tih: chun, a hausakna leia a hung hrât chun, Grik ram do dingin mi po po chawktho a tih.",
      "reference": "DANIEL 11:2"
    },
    {
      "content": "Chun, lal thilthawtheitak, ram ropuitaka rorêltu ding chu hung ngîrsuok a ta, a nuom ang ang chu hung thâwng a tih.",
      "reference": "DANIEL 11:3"
    },
    {
      "content": "A hung ngîrsuok phingle chun a ram chu sukkhawi nîng a ta, kawlkil palihai anga chun sem dar nîng a tih; a thlahai amani le a rorêlna ram dungzui chun ni chuong naw nih a, a ram chu hieng mihai titâk lo khawm mi danghai ta ding khawma suk- thlawng a ni ding a ni sih a.",
      "reference": "DANIEL 11:4"
    },
    {
      "content": "“Chun, simtieng lal chu hung hrât a ta, a lalhai laia pakhat leh; ama nêk chun hung hrât a ta, lal ram chu hung nei a tih; a lal ram chu ram ropuitak hung ni bawk a tih.",
      "reference": "DANIEL 11:5"
    },
    {
      "content": "Kum iengzât amani hnunga chun anni chu hung inzawm khâwm an ta, simtienga lal naunu chu hmârtienga lal kuoma chun inremna siem dingin hung a tih; nisienlakhawm, a kut hrâtna chu nei sawng naw nih; amapa chu ngîr naw nih a, a kut khawm châng bawk naw ni; nisien- lakhawm, chuong nihaia amanu lo sukhrâttu le amanu lo thlatupa le, ama hung ṭhuoituhai chu amanu le chun bânsanin um an tih.",
      "reference": "DANIEL 11:6"
    },
    {
      "content": "Nisienlakhawm, a zunghai puok- suoka inthawkin mi pakhat a hmuna chun hung ngîrsuok a ta, ama chu sipai pâwl leh hung a ta, hmârtieng lal kula chun hung lût a ta, anni chu do a ta, hne bawk a tih;",
      "reference": "DANIEL 11:7"
    },
    {
      "content": "an pathienhai le, an milim sunga sunghai le, an tangkaruo le rângka- chak bûrlebêl ṭhatak takhai chu râllâkin Aigupta rama chun phur hmang bawk a tih; chun, kum tam lem sûng chu hmârtieng lal nêkin inlal a tih.",
      "reference": "DANIEL 11:8"
    },
    {
      "content": "“Chun, simtieng lal rama chun hung lût a ta, nisienlakhawm, ama rama bawk kîr nâwk a tih.",
      "reference": "DANIEL 11:9"
    },
    {
      "content": "A naupasalhai chun sipai ropui- tak tamtak el khâwm an ta, do an ta, chu chu hung an ta, a luongin hung luong liem an ta, fe thleng an tih; chun, hung kîr nâwk an ta, a kul ngei chu hung do an tih.",
      "reference": "DANIEL 11:10"
    },
    {
      "content": "Chun, simtieng lal nasataka suklungsenin um a ta, hung suok a ta, hmâr tieng lal ngei chu hung do a tih; chun, mipui nasatak chu hung tir suok a ta, chu mipui nasatak chu a kutah pêk nîng a tih.",
      "reference": "DANIEL 11:11"
    },
    {
      "content": "Chun, mipui chu ṭhuoi hmang hung nîng an ta, ama chu a lungril chu hung inchawisâng a ta, sâng sâwm tamtak chu hung pei thlûng a ta, nisienlakhawm, hrât pha ngai naw ni.",
      "reference": "DANIEL 11:12"
    },
    {
      "content": "Hmâr tieng lal chu hung kîr nâwk a ta, a hmasa nêka mi tam lem chu hung ṭhuoi a ta; chun, kumhai tâwpah, hunhai tâwpa chun sipai nasatak le hausakna tamtak leh hung a tih.",
      "reference": "DANIEL 11:13"
    },
    {
      "content": "“Chuong hun haia chun sim- tieng lal chunga chun mi tamtak hung ngîrsuok an ta, i mihai laia dân hmanglo mihai ngei khawm thilhmu- lâwk chu hung suktlung dingin hung inmawrkâng an ta, nisienlakhawm, tlûng an tih.",
      "reference": "DANIEL 11:14"
    },
    {
      "content": "Chun, hmârtieng lal chu hung a ta, tlâng hung siem a ta, khawpui kulnei khawm chu hung lâng a tih; simtieng kuthai chun dangkîr naw nih a, a mi thlanghai khawmin, a dang kîr zo ding hrâtna hrim hrim um naw ni.",
      "reference": "DANIEL 11:15"
    },
    {
      "content": "Chuongchun, ama hung rûntu- hai chu a nuom nuom lo lâwng a ta, ama hmaa chun tukhawm ngîr thei naw ni hai: ram ropuia chun ngîr a ta, a kuta chun suksietna um bawk a tih.",
      "reference": "DANIEL 11:16"
    },
    {
      "content": "A hmêl chu amaa mi ngîlhai le, a ram pumpui hrâtna le hung dingin nghâng a ta; a nuom nuom thâwng a ta, nuhmei naunuhai chu sukkhaw- hlo dingin ama chu pêng a ta; ni- sienlakhawm, amanu chu a kuomah ngîr naw nih a, a ta ni thei bawk naw ni.",
      "reference": "DANIEL 11:17"
    },
    {
      "content": "Hi hnunga hin, thlierkâr tienga chun nghâng a ta; tamtak chu lâng a tih; nisienlakhawm, sipai hotu chun zilna amain a pêk chu suktâwp a ta, anih, chu naw khawm chu, a zilna chu ama chungah inumtir bawk a tih.",
      "reference": "DANIEL 11:18"
    },
    {
      "content": "Chun, ama rama kul tieng ngei chu nghâng a ta; nisienlakhawm, insui a ta, tlûng a ta, ama chu hmu ni ta ngai naw ni.",
      "reference": "DANIEL 11:19"
    },
    {
      "content": "“Chun, ama hmuna chun mi pakhat, ram ropuinaa leiman khawna infethlengtirtu ding chu hung ngîrsuok a ta, nisienlakhawm, in- dona amanih, lunginsenna amani khawm ni loin, ama chu ni sâwt- nawtêah sukbohmang nîng a tih.",
      "reference": "DANIEL 11:20"
    },
    {
      "content": "Chun, ama hmuna chun mi hmusitumtak hung ngîrsuok a ta, ama kuoma chun ram ropuina chu pêk ni naw ni; nisienlakhawm, muongna hun laitak hung a ta, simbudawiin ram chu lâng a tih.",
      "reference": "DANIEL 11:21"
    },
    {
      "content": "Ama hmaa chun tuilêt hrâtnain anni chu la hmang a ta, suksiet nîng an tih; anih, thuthlung hotu ngei khawm chu suksiet nîng a tih.",
      "reference": "DANIEL 11:22"
    },
    {
      "content": "Chun, ama le inzawmna siem a ni hnung chun, hmusitumtakin sin thâwng a ta; ama chu mi tlâwmte leh hung a ta, a hrât hle ding a ni sih a.",
      "reference": "DANIEL 11:23"
    },
    {
      "content": "Inrem lai huna chun ram buoina um nawna hmun hmunahai chun hung a ta, a thlatuhai thlatu- hai amani, a thlatuhaiin amani thil an thaw ngailo chu hung thâwng a tih; chun, anni lai chun hausak- na dâm, râllâk thil dâm le râl- that dâm chu the dar a ta; anih, vawikhat nana na chu a tumnahai chu kul dettak tieng chu innghat a tih.",
      "reference": "DANIEL 11:24"
    },
    {
      "content": "Chun, sipai ropuitak leh a thilthawtheina le a huoina chu simtieng lal chunga chun chawktho a ta; simtieng lal chun ama chu sipai hrâttak le ropuitak el le chun indonaa chun do a ta; nisienlakhawm, ngîr zo naw nih, ama chunga chun rem chu a lo ruot ding a ni leiin.",
      "reference": "DANIEL 11:25"
    },
    {
      "content": "Anih, ama bu fatuhai chun ama chu suksieng an ta, a sipaihai chu a luongin luong liem an ta; mi tamtak chu sukhluma umin tlûng an tih.",
      "reference": "DANIEL 11:26"
    },
    {
      "content": "Chun, hi lal hai ve ve hi chu; an lungrilhai chu thil suol thawna lung- ril nîng a ta; dawkân hmunkhata chun thukhêlhai hril an tih; nisien- lakhawm, hlawtling naw nih a, a tâwpna chu hun ruota chun a la ni ding a ni sih a.",
      "reference": "DANIEL 11:27"
    },
    {
      "content": "Chun, ama rama chun thuom- hnaw tamtak le chun kîr nâwk a ta; a lungril chu Thuthlung Inthieng kal zâwng ni tâng a ta, a nuom ang angin thâwng a tih; chun, ama ram bawka chun kîr nâwk a tih.",
      "reference": "DANIEL 11:28"
    },
    {
      "content": "“Hun ruota chun hung kîr nâwk a ta, simtieng hung a tih; nisien- lakhawm, a hun nuhnung lema chun a hun hmasa lem ang kha ni ta naw ni.",
      "reference": "DANIEL 11:29"
    },
    {
      "content": "Kittima lawnghai chun ama an hung rûn ding a ni sih a; chuleiin, lungngai a ta, hung kîr nâwk a ta, Thuthlung Inthieng chunga chun lunginsenna nei a ta, a nuom ang angin thâwng a tih; kîr nâwk a ta, chuong Thuthlung Inthieng nghat- santuhai chu ngaisak a tih.",
      "reference": "DANIEL 11:30"
    },
    {
      "content": "Sipaihai chu ama tieng chun ngîr an ta, Hmun Inthiengtak chu hrilsieng an ta, kulpui ngei khawm chu; chun, pumrawhmang thilinhlân zing zing chu la hmang an ta, sukrêmna intluntu tirdakumna chu sie lem an tih.",
      "reference": "DANIEL 11:31"
    },
    {
      "content": "Chuonga Thuthlung chunga khawhlotaka thawin, simbudawiin suk hmingsieng a tih; nisienla- khawm, chuong mihai an Pathien hretuhai chu hung hrât an ta, thil nasatak hung thâwng an tih.",
      "reference": "DANIEL 11:32"
    },
    {
      "content": "Chun, mihai laia a varhai chun, mi tamtak inchûktir an ta; ni tamtak sûng, râllâk le, sala manin mei le kâwlhnâmin tlûng an tih.",
      "reference": "DANIEL 11:33"
    },
    {
      "content": "An tlûk pha chun, anni chu ṭhangpuina tlâwmtêa ṭhangpui nîng an ta; nisienlakhawm, mi tamtak chun anni chu simbudawiin hung zâwm an tih.",
      "reference": "DANIEL 11:34"
    },
    {
      "content": "Chun, chuong a varhai chu hun tâwpa chun anni chu sukvar ding le, sukfai ding le, sukṭha dingin tlûng an tih; hun ruota ding chu a la ni leiin.",
      "reference": "DANIEL 11:35"
    },
    {
      "content": "“Chun, lal chun a nuom ang angin thâwng a ta, ama le ama chu inchawimawi a ta, pathien po po chunga chun ama chu inchawisâng a tih; chun, pathienhai Pathien chu kalin thil râpthlâktak takhai chu hril a tih, thaw dinga tum ta po chu thaw a ni ding a na, lunginsenna chu hrîk- thlâk a ni hmakhat chu hlawtling pei a tih.",
      "reference": "DANIEL 11:36"
    },
    {
      "content": "Nuhmeihai châkna amanih, a thlatuhai pathienhai amani khawm chu ngaisak naw nih a, pathien hrim hrim ngaisak naw ni, chuong chung po poa chun ama chu ân chawisâng ding a ni sih a.",
      "reference": "DANIEL 11:37"
    },
    {
      "content": "Nisienlakhawm, ama hmuna chun kulhai pathien chu inza thung a ta, a thlatuhaiin pathien an hriet ngainaw chu thil ṭhahai le, lungman- tamhai le, tangka le rângkachakin chawimawi a tih.",
      "reference": "DANIEL 11:38"
    },
    {
      "content": "Chun, pathien danglam ṭhang- puiin kulhai chu thâwng a ta, tukhawm ama hrefu taphawt chu ropuina sukpungpêk a ta, mi tamtak chunga rorêltu dingin siem a ta, ram chu man neiin sem dar bawk a tih.",
      "reference": "DANIEL 11:39"
    },
    {
      "content": "Chun, hun tâwpa chun simtieng lal chun ama chu nawr a ta; hmâr- tieng lal chun lawng tamtakhai leh, sakawr chung chuong mihai leh, sakawr tawlailîrhai leh phaivaw hrâng ang elin ama chu hung rûn a tih; chun, ramhaia chun hung lût a ta, palzêl a ta, fe thleng a tih.",
      "reference": "DANIEL 11:40"
    },
    {
      "content": "Ram ropuia khawm chun hung lût a ta, ram tamtak chu hne hung nîng an tih; nisienlakhawm, hieng Edom hai, Moab hai, Ammon thlahai lal hi a kuta inthawk chun sansuok nîng an tih.",
      "reference": "DANIEL 11:41"
    },
    {
      "content": "Ramhai chunga chun a kut chu inlet a ta; Aigupta ram khawm chun pumpel bîk naw ni.",
      "reference": "DANIEL 11:42"
    },
    {
      "content": "Nisienlakhawm, Aigupta rama thil hluhai po po le, tangka le rângkachak ro bâwmhai chunga chun thuneina nei a ta; Libua mihai le Ethiopia mihai chu a kaiza vêng chun um an tih.",
      "reference": "DANIEL 11:43"
    },
    {
      "content": "Nisienlakhawm, saktieng le hmârtienga thuthanghai chun ama chu sukbuoi an ta, mi tamtak chu sukbohmang dêr ding le sukse dingin lunginsentakin fe suok a tih.",
      "reference": "DANIEL 11:44"
    },
    {
      "content": "Chun, a lal chêngna puon in chu tlâng inthienga tuisuoriet inkâra chun kei a ta; nisienlakhawm, a tâwpna tlung tho a tih, tukhawma ama chu an ṭhangpui si nawh a.",
      "reference": "DANIEL 11:45"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "DANIEL 11 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}