{
  "verses": [
    {
      "content": "Babulon lal Belsazzar inlal kum khatnaa chun Daniel chun mang neiin a khum chunga chun a lua thil hmulâwkhai chu a hmu tah a; chun, mang chu a ziek a, chuong thilhai umzie chu a hril bawk a.",
      "reference": "DANIEL 7:1"
    },
    {
      "content": "Daniel chun a hril a, “Zâna hin ka thil hmulâwkna chun, ngai ta, vân thli hai pali chu tuisuoriet ropui- tak chunga an lo hrâng hi ka hmuh a.",
      "reference": "DANIEL 7:2"
    },
    {
      "content": "Tuisuorieta inthawk chun sa- hrâng pali, danglam seng hi an hung suok a.",
      "reference": "DANIEL 7:3"
    },
    {
      "content": "A hmasatak chu sakeibaknei ang a na, mupui thlahai a nei a; a thlahai chu sukthlawnga uma, hnuoia in- thawka dawm kânga uma, mihriem anga ke pahnia inngîrtir a hung na, mihriem lungril a kuoma pêk a ni chen chun ka en zing a.",
      "reference": "DANIEL 7:4"
    },
    {
      "content": "Chun, ngai ta, sahrâng dang, a pahnina chu, savawm ang, a sîr khat tienga indawm kâng a na, a baua a hahai kâra chun nâkru pathum a um a; chun a kuoma chun, ‘Tho la, tisa tamtak fa zo vawng rawh,’ an ta.",
      "reference": "DANIEL 7:5"
    },
    {
      "content": "Hi hnunga hin, ngai ta, a dang keitê ang, a ruongzânga vate thlahai ang thla pali nei chu ka hmuh a; chu sahrâng chun lu pali khawm a nei bawk a, a kuoma chun rorêlna chu pêk a ni tah a.",
      "reference": "DANIEL 7:6"
    },
    {
      "content": "Hi hnunga hin zâna thil hmu- lâwkhai chu ka hmuh a, sahrâng palina chu, ngai ta, hrât êm êm el, thilthawtheitak, ṭiumtak el hi a na; thîr ha ropuitakhai chu a nei a; a fâk zo a, a suknâwiin a suknâwi a, a mahlahai chu a kehaiin a sirdeh a, a hmaa sahrânghai po poa inthawk khan danglamtak a na; chun, ki sâwm a nei bawk a.",
      "reference": "DANIEL 7:7"
    },
    {
      "content": "Kihai chu ka ngaituoh a; chun, ngai ta, anni lai chun ki dang, ki chitê hi a hung suok a, chu hmaa chun ki hmasa pathumhai kha an zung chena phawi dawkin an um tah a; chun, ngai ta, chu kia chun mihriem mithai ang mithai le, bau thil ropuitaka ṭawngsuok chu a um bawk a.",
      "reference": "DANIEL 7:8"
    },
    {
      "content": "Ka en zing a. Lalṭhungphahai dâwin a um a, Tienlai mi pakhat hi a hung ṭhung tah a, A silfên chu vûr angin a vâr a, A lua sam chu sahmul inthiengtak ang a nih. A lalṭhungpha chu meichawk ṭiumtak a na, A kekuolhai chu meichawklai a nih.",
      "reference": "DANIEL 7:9"
    },
    {
      "content": "Chun, tuihnâr ṭiumtak a hung suok a, A hma bula inthawk chun a hung suok a, Sâng sânga sângin a rawng an bâwl a, Sang sâwm sâwma vawi sâng sâwm a hmaa chun an ngîr a; Rorêlna chu ṭan a ni tah a, Lekhabuhai chu hawngin a um tah a.",
      "reference": "DANIEL 7:10"
    },
    {
      "content": "“Chu kiin thu ropuitakhai a hrilna râwlri lei chun chu lai chun ka en zing a; sahrâng chu thatin a um a, a taksa chu suksietin a um a, meia raw dinga pêka a um chen chun ka en zing a.",
      "reference": "DANIEL 7:11"
    },
    {
      "content": "Chun, sahrâng danghai ruok kha chu, an ram chu lâkpêk an ni tah a; nisienlakhawm, an hringnahai ruok chu hunbi khat le hun khat chenin suksei a nih.",
      "reference": "DANIEL 7:12"
    },
    {
      "content": "Zâna thil hmulâwkhai ka hmuh a, chun, ngai ta, Mi pakhat mihriem naupa ni âwm tak vân sûmhai le um a hung a, Tienlai mi kuoma ngei chun a hung a, Ama hmaa chun an hung ṭhuoi a.",
      "reference": "DANIEL 7:13"
    },
    {
      "content": "Chun, ama chu mi po po le hnam po po le ṭawng tinrêngin, A rawng an bâwl theina dingin a kuoma chun Rorêlna dâm, ropuina dâm, lalram dâm an pêk a, A lalram chu chatuon lalram bo ta ngailo ding le, A ram suksieta um ta ngailo ding chu a nih.",
      "reference": "DANIEL 7:14"
    },
    {
      "content": "“Kei Daniel ruok chu, ka taksa sûnga chun ka lungril chu suknatin a um a, ka lua thil hmulâwkna chun a mi suklungzîng hleh a.",
      "reference": "DANIEL 7:15"
    },
    {
      "content": "Ka kâwla ngîrhai laia pakhat kuom chu ka hung hnai a, hi po po chungthua thudik chu kân dawn tah a. Chuongchun, ama chun a mi hril a, thil umziehai chu a mîn hriettir tah a.",
      "reference": "DANIEL 7:16"
    },
    {
      "content": "‘Hieng sahrâng pali hi, lal pali hnuoi chunga la hung suok dinghai chu an nih.",
      "reference": "DANIEL 7:17"
    },
    {
      "content": "Nisienlakhawm, Achunghnung- tak mi inthienghai chun ram chu chang an ta, chatuon, chatuon chenin ram chu nei an tih,’ tiin.",
      "reference": "DANIEL 7:18"
    },
    {
      "content": "“Chun, sahrâng palina, a dang- hai nêka danglam bîk, ṭiumtak, a hahai thîr nia, a tinhai chu dârsen nia, fa zo vawng a, a suknâwia suk- nâwi a, a mahla chu a kehaia sirdetu chungthua thudik chu hriet ka nuom tah a,",
      "reference": "DANIEL 7:19"
    },
    {
      "content": "chun, a lua ki sâwmhai le, ki dang hung suoka, a hmaa pathum- hai chu thlawnga uma, chu ki ngei chun mithai a nei le, bau thil ropuitakhai ṭawngsuokna le, a hmêlputzie a ruolhai nêka ropui lem tak chungthu chu hriet ka nuom a.",
      "reference": "DANIEL 7:20"
    },
    {
      "content": "Ka en zing a, chu ki chun mi inthienghai le chun indona a siem a, anni chu a hne tah a.",
      "reference": "DANIEL 7:21"
    },
    {
      "content": "Tienlai mi chu a hung a, Achunghnungtak mi inthienghai chu rorêlna chu a pêk a, mi inthienghaiin ram chu an chang hun a tlung hmakhat chun.",
      "reference": "DANIEL 7:22"
    },
    {
      "content": "Chun, ama chun a hril a, ‘Sahrâng palina chu hnuoi chunga ram palina, ram dang po poa in- thawka danglam tak ding, hnuoi po po chu lem zo a, sirde a, a suknâwia suknâwitu ding chu a nih.",
      "reference": "DANIEL 7:23"
    },
    {
      "content": "Chun, ki sâwm chungthua chu: hi rama inthawk hin lal sâwm hung suok an ta, anni hnungah pakhat dang suok pei a ta; a hmaahai nêk chun danglam a ta, lal pathum chu suktlâwm a tih.",
      "reference": "DANIEL 7:24"
    },
    {
      "content": "Achunghnungtak chu kalin thu hril a ta, Achunghnungtak mi in- thienghai chu hung suksieng a tih: chun, hunhai le dân chu sukdanglam dingin ngaituong a ta, hun khat le hunhai le hun chenve sûng chu a kuta pêk nîng an tih.",
      "reference": "DANIEL 7:25"
    },
    {
      "content": "Nisienlakhawm, rorêlna chu um a ta, a tâwp chena suksiet a, sukbohmang dingin a ram chu lâkpêk an tih.",
      "reference": "DANIEL 7:26"
    },
    {
      "content": "Chun, vânhnuoia ram le lalram le ram ropuinahai chu Achunghnung- tak mi inthienghai hnam kuoma chun pêk nîng a ta, ama ram chu chatuon ram a na, ram po pohai chun a rawng bâwl an ta, ama thu awi an tih,’ tiin.",
      "reference": "DANIEL 7:27"
    },
    {
      "content": "“Hi hi thu tâwpna chu a nih a; kei Daniel ta ding chun ka ngai- tuonahai chun a mi sukbuoi hleh a, ka hmêlputziehai chu a hung dang- lam a; nisienlakhawm, chu thil chu ka lungrilah ka vawng zing a,” tiin.",
      "reference": "DANIEL 7:28"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "DANIEL 7 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}