{
  "verses": [
    {
      "content": "Chun, Nebukadnezzarin ro a rêl a, a kum hninaa chun Nebukad- nezzar chun manghai a mang tah a, a lungril chu a hung buoi tah a, in khawm a in ṭha thei ta nawh a.",
      "reference": "DANIEL 2:1"
    },
    {
      "content": "Chun, lal chun a manghai chu hrilfie dingin mitvaidawithiemhai, aisânthiemhai, dawithiemhai le Kal- dai mihai chu ko dingin thu a pêk tah a. Chuongchun, anni chu an hung lût a, lal hmaa chun an ngîr tah a.",
      "reference": "DANIEL 2:2"
    },
    {
      "content": "Lal chun an kuomah, “Mang ka nei a, chu mang chu hre suok nâwk dingin ka lungril a buoi ngawt el a nih,” a ta.",
      "reference": "DANIEL 2:3"
    },
    {
      "content": "Chun, Kaldai mihai chun lal kuoma chun Suria ṭawngin, “Aw lalpa, kumkhuoin dam rawh: i sie- hlawhai hi mang chu mi hril la, a umzie chu hril el kan ti che,” an ta.",
      "reference": "DANIEL 2:4"
    },
    {
      "content": "Chun, lal chun a dawn a, Kaldai mihai kuoma chun, “Chu thil chu keimaa inthawkin a fe hmang tlat tah a: mang le hrilfiena chu in mîn hriet- tir naw chun sât nawi vawng nîng in ta, in inhai chu êk pei khâwmna hmuna siem ni bawk a tih.",
      "reference": "DANIEL 2:5"
    },
    {
      "content": "Nisienlakhawm, mang le a hril- fiena chu in mîn hriettir thei chun keimaa inthawkin thilpêkhai le lâwmmanhai le inzaumna nasatak hai hmûng in tih; chuleiin, mang le a hrilfiena chu mîn hmutir ro,” a ta.",
      "reference": "DANIEL 2:6"
    },
    {
      "content": "Chun, an dawn nâwk a, “Lal chun a siehlawhai hi mang chu hril phawt raw se, chun a hrilfiena chu hril kan tih,” an ta.",
      "reference": "DANIEL 2:7"
    },
    {
      "content": "Chun, lal chun a dawn a, “Chu thil chu keimaa inthawkin a fe hmang tlat tah ti in hmu lei hin, chu chu hun remchâng takah in hmang a nih ti ka hriet suok ngei a nih.",
      "reference": "DANIEL 2:8"
    },
    {
      "content": "Nisienlakhawm, mang chu in mîn hriettir naw chun, in ta dingin dân pakhat chau a um a nih: hun a hung inthleng hmakhat chu ka hmaa hin thu sie le khêl hril dingin in inbuotsai a ni sih a; chuleiin, mang chu mi hril unla; chun mang chu a hrilfiena in mîn entir thei ngei a nih ti ka hriet ding annâwm,” a ta.",
      "reference": "DANIEL 2:9"
    },
    {
      "content": "Kaldai mihai chun lal chu an dawn a, “Hnuoi chung hrim hrima hin lal chungchâng thu hi ân entir thei ding tukhawm an um nawh: chu- nâksapah, lal khawmin, laltak khawmin, rorêltu khawmin hieng ang thil hi mitvaidawithiemhai ama- nih, aisânthiemhai amanih, Kaldai mihai kuoma mani khawm an indawn ngai hrim hrim nawh.",
      "reference": "DANIEL 2:10"
    },
    {
      "content": "Lal thil dit dân hi thil vângkhat tak a nih; tisaa chêng nilo pathienhai ti chau naw chu tukhawm lal hmaa inentir thei ding hrim hrim an um nawh,” an ta.",
      "reference": "DANIEL 2:11"
    },
    {
      "content": "Hi thil chunga hin lal chu a lunginsen a, ṭi a um ta êm êm a, Babulona mi var po pohai chu sukbo- hmang dingin thu a pêk tah a.",
      "reference": "DANIEL 2:12"
    },
    {
      "content": "Chuongchun, thupêk chu a fe suok tah a, mi varhai chu sukhlum ding an lo ni tah a; Daniel le a ruolhai khawm chu sukhlum dingin an zawng tah a.",
      "reference": "DANIEL 2:13"
    },
    {
      "content": "Chun, Daniel chun, lal vêngtu sipai pâwl hotu Ariok, Babulon rama mi varhai sukhlum dinga fe suoktu kuoma chun varna le thurâwnna dawnnain a lo râwn tah a;",
      "reference": "DANIEL 2:14"
    },
    {
      "content": "lal sipai hotu Ariok chu a dawn a, “Lala inthawka thupêk iengdinga pawimaw êm êm am a nih a?” a ta. Chun, Ariok chun Daniel kuoma chun thil chu ân hriettir a.",
      "reference": "DANIEL 2:15"
    },
    {
      "content": "Chun, Daniel chu a va lût a, ama chu hun ruotpêk a, a mang umzie chu lal chu inentir dingin lal chu a ngên a.",
      "reference": "DANIEL 2:16"
    },
    {
      "content": "Chun, Daniel chu a ina chun a va feh a, a ruolhai Hanania hai, Misael hai, Azaria hai chu thil chu ân hriettir tah a;",
      "reference": "DANIEL 2:17"
    },
    {
      "content": "Babulona mi var danghai lai chun Daniel le a ruolhai chu an thi ve nawna dinga, hi thurûk chungchâng thua hin vâna Pathien zângaina chu an ngên theina dingin.",
      "reference": "DANIEL 2:18"
    },
    {
      "content": "Chun, zâna thilhmulâwkin Daniel kuoma chun chu thurûk chu phuongin a um tah a. Chun, Daniel chun vâna Pathien chu ân pâk tah a.",
      "reference": "DANIEL 2:19"
    },
    {
      "content": "Daniel chun a dawn a, “Pathien hming chu chatuon chatuon chenin inpâkin um raw se, Varna le hrâtna dâm chu ama ta a ni sih a.",
      "reference": "DANIEL 2:20"
    },
    {
      "content": "Hunhai le hunbihai chu a sukdanglam a, Lalhai chu a suktlâwmin lalhai chu a tungding a; Mi varhai kuoma chun varna a pêk a, hrietna neihai kuoma chun hrietthiemna a pêk bawk a;",
      "reference": "DANIEL 2:21"
    },
    {
      "content": "Thurûkhai le thil inthûk- hai chu an kuomah a phuong a, Inthima thil um chu a hriet a, var chu amaa chun a um a nih.",
      "reference": "DANIEL 2:22"
    },
    {
      "content": "Aw nang kan thlatuhai Pathien, varna le hrâtna mi petu, Kân pâk cheh a, i kuomah lâwmthu ka hung hril hi, Kan hung ngên chu i mîn hriettir tah a, Lal thu chungchâng hi kan kuomah i hung inhriettir ta sih a,” tiin.",
      "reference": "DANIEL 2:23"
    },
    {
      "content": "Chuongchun, Daniel chu lalin Babulona mi varhai sukbohmang dinga a ruot Ariok kuoma chun a va lût a, a va feh a, a kuoma chun, “Babulona mi varhai hi sukbohmang naw rawh; lal kuoma chun mi ṭhuoi lût la, mang umzie chu lal chu inentir ka tih,” a ta.",
      "reference": "DANIEL 2:24"
    },
    {
      "content": "Chun, Ariok chun Daniel chu lal hmaa chun inhmâwtakin a hung ṭhuoi lût a, a kuoma chun, “Juda ram mi sal intânghai lai hin, a mang umzie lal chu inhriettir ding mi pakhat ka hmu suok tah,” a ta.",
      "reference": "DANIEL 2:25"
    },
    {
      "content": "Lal chun a dawn a, Daniel, a hming Beltesazzar kuoma chun, “Mang ka ihmu tâk le a umzie chu nang hin i mîn hriettir thei ding maw?” a tih a, ân dâwn a.",
      "reference": "DANIEL 2:26"
    },
    {
      "content": "Daniel chun lal hmaa chun a dawn a, “Thurûk lalin a iphût hi mi varhaiin amani, aisânthiemhaiin amani, mitvaidawithiemhaiin amani, vânghriltuhaiin amani khawm lal chu inentir thei naw ni hai;",
      "reference": "DANIEL 2:27"
    },
    {
      "content": "amiruokchu, vânah Pathien, thurûkhai phuongtu chu a um a, ama chun lal Nebukadnezzar chu ni nuhnunga thil um dinghai chu ân hriettir a nih. I mang le i khum chunga i lua i thil hmulâwkhai chu hienghi an nih:",
      "reference": "DANIEL 2:28"
    },
    {
      "content": "nanga ta ding chun, aw lalpa, hi hnunga thil la hung tlung dinghai chu i khum chungah i ngaituonahai chu i lungrilah a hung lût a nih; thurûkhai phuongtu chun thil la hung tlung ding chu ân hriettir che a ni chu.",
      "reference": "DANIEL 2:29"
    },
    {
      "content": "Keima chungthua chun, mi dang hrim nêka varna ka hau lem leia hi thurûk hi phuong a ni nawh a; amiruokchu, a umzie chu lal kuoma inhriettir a ni theina ding le i lungrila i ngaituohai chu i hriet theina dingin a ni lem.",
      "reference": "DANIEL 2:30"
    },
    {
      "content": "Aw lalpa, ngai ta, milim ropuitak el i hmuh a, i en zing a. Chu milim nasatak el le, a varna nasatak el chu i hmaa chun a ngîr a; a hmêl- putzie chu râpthlâktak el a na.",
      "reference": "DANIEL 2:31"
    },
    {
      "content": "Hi milim chung thu chu, a lu chu rângkachak inthieng a na, a âwm le a bânhai chu tangkaruo a nih; a phîng le, a êlpuihai chu dârsen a na,",
      "reference": "DANIEL 2:32"
    },
    {
      "content": "a kehai chu thîr a na, a kepha- hai chu a ṭhen thîr, a ṭhen chu bepil a nih.",
      "reference": "DANIEL 2:33"
    },
    {
      "content": "Chun, kut loin lungpui a hung insât thlâk a, chu milim thîr le pil kehaia ngîr chu a hung del a, nawi tamtaka a suknawi vawng chen i en a.",
      "reference": "DANIEL 2:34"
    },
    {
      "content": "Chun, thîr dâm, pil dâm, dârsen dâm, tangkaruo dâm le rângkachak dâm chu inang rawngin an innawi tah a; nipui laia hrizâwlhaia busi ang el an hung ni tah a; chun, anni ta ding hrimin hmun hmu a ni ta nawh a, thli chun a lên hmang vawng tah a; chun, kha lung milim deltu kha tlâng ropuitak a hung na, khawvêl po po a hluo sip tah a.",
      "reference": "DANIEL 2:35"
    },
    {
      "content": "Hi hi mang chu a na, chu chu umzie chu lal hmaa hin kan hril ding a nih.",
      "reference": "DANIEL 2:36"
    },
    {
      "content": "Aw lalpa, nang chu lalhai lal, vâna Pathienin ram dâm, thilthaw- theina dâm, hrâtna dâm le ropuina dâm a pêk che chu i nih;",
      "reference": "DANIEL 2:37"
    },
    {
      "content": "mihriem nauhai chêngna ta- phawt le, ramhnuoia ramsahai le chunglêng vatehai umna taphawt chu i kutah a pêk vawng a, an rênga chunga chun rorêl dingin a siem cheh a: chuongchun, nang chu rângkachak lu chu i nih.",
      "reference": "DANIEL 2:38"
    },
    {
      "content": "Chun, nanga hnunga hin ram dang nanga nêka chîn lem la hung suok a ta; chun, ram pathumna dârsen chun khawvêl chung po poa rorêlna chu nei a tih.",
      "reference": "DANIEL 2:39"
    },
    {
      "content": "Chun, ram palina chu thîr anga hrât nîng a ta; thîr chu a nawiin ân nawi tah a, thil po po hne angin; chu thîr chuong thil po po suknâwitu ang chu nawi tamtakah sukdar nîng a ta, râwtnawi la nîng a tih.",
      "reference": "DANIEL 2:40"
    },
    {
      "content": "Chun, a kehai le a kepârhai chu aṭhen bêlhemtu pil le aṭhen thîra i hmu ang khan, ram inṭhe hung nîng a tih, nisienlakhawm, bepil chu thîr le inpawla i hmu ang tak khan amaa chun thîr hrâtna chu um a tih.",
      "reference": "DANIEL 2:41"
    },
    {
      "content": "Chun, kehai, kepârhai chu aṭhen thîr a na, aṭhen chu pil a ni ang khan, chu ram khawm chu aṭhena chu hrât hlêng a ta, aṭhena chu hrât naw hlêng a tih.",
      "reference": "DANIEL 2:42"
    },
    {
      "content": "Chun, thîr chu bepil inhnâk le inpawla i hmu ang tak khan anni chu mihriem chiah inchawkpawl an ta; nisienlakhawm, thîr chun pil chu ân pâwlpui thei naw ang bawkin anni chu inzawm tlat naw ni hai.",
      "reference": "DANIEL 2:43"
    },
    {
      "content": "Chun, chuong lalhai huna chun vâna Pathien chun suksieta um ta ngailo ding le, lal nina chu mi dang kuoma pêka um ta ngai lo ding ram pakhat hung siem suok a ta; chuong- chun, chuong ramhai chu kawi tam- taka hung sukkawiin, hung kâng- hmang a ta, kumkhuoin ama chu um ta lem a tih.",
      "reference": "DANIEL 2:44"
    },
    {
      "content": "Chun, tlânga inthawka lung chu kuthai ṭhang lova sât thlâka uma, thîr dâm, dârsen dâm, pil dâm, tangkaruo dâm le rângkachak dâm chu a nâwia a sukkawi i hmu ta ang khan, Pathien ropuitak chun hi hnunga thil hung um ding lal kuoma chun a hung inhriettir a ni hi; mang chu indik ngei a ta, a umzie khawm chu indik bawk a tih,” a ta.",
      "reference": "DANIEL 2:45"
    },
    {
      "content": "Chun, lal Nebukadnezzar chu a bawkkhup a, Daniel chu chibai a bûk a, ama kuoma chun riminhnikhai le inthâwina inhlân dingin thu a pêk tah a.",
      "reference": "DANIEL 2:46"
    },
    {
      "content": "Chun, lal chun Daniel chu a dawn a, “Indiktakin, i Pathien chu pathienhai Pathien, lalhai Lalpa, hi thurûk hi i phuong theizie hmu hrim hin, thurûkhai phuongtu chu a ni ngei hi,” a ta.",
      "reference": "DANIEL 2:47"
    },
    {
      "content": "Chun, lal chun Daniel chu ropuitakin a siem a, thilpêk ropui- takhai a pêk a, Babulon rama mi var po po chunga hotu tak le Babulon biel sûng po poa rorêl dingin a siem tah a.",
      "reference": "DANIEL 2:48"
    },
    {
      "content": "Chun, Daniel chun lal chu a hnih a, ama chun Sadrak hai, Mesak hai, Abednego hai chu Babulon chungchâng thuha hotu dingin a ruot a. Daniel ruok chu lal rorêlna ina chun a um ta lem a.",
      "reference": "DANIEL 2:49"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "DANIEL 2 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}