{
  "verses": [
    {
      "content": "Lalhai le thuneituhai kuoma intuklût ding dâm, thu awi ding dâm, thil ṭha tinrêng thawa inzo ding dâm,",
      "reference": "TITA 3:1"
    },
    {
      "content": "tûkhawm hrilsiet naw ding dâm, kâwmaw insuo naw ding dâm, mi po po kuomah thuhnuoirawlna tinrêng suklanga nuninnêm ding dâmin anni inhriet suotir nâwk rawh.",
      "reference": "TITA 3:2"
    },
    {
      "content": "Eini khawm inhma khan invêt tak dâm, thu awi naw dâm, hlêma um dâm, châkna le lâwmna tinrêng rawng bâwl dâm, suol le îtthîk hmanga um dâm, tirdakum dâm, intheida tuo dâm ei ni sih a.",
      "reference": "TITA 3:3"
    },
    {
      "content": "Nisienlakhawm, Pathien ei San- damtu ngilneizie le, mihriem chunga a hmangaizie chu a hung inlang lai khan,",
      "reference": "TITA 3:4"
    },
    {
      "content": "thil feltaka thaw, eini ngeia thawhai chu, chu lei chun ni loin, Thlarau Inthieng siem tharna sâwpna le siem ṭhat nâwkna chun, a lunginsietna chun a mi sandam tah.",
      "reference": "TITA 3:5"
    },
    {
      "content": "Chun, Thlarau Inthieng chu Isu Krista ei sandamtu zâra chun nasa- takin ei chungah a buok kha.",
      "reference": "TITA 3:6"
    },
    {
      "content": "Chuongchun, a lunginsietnaa thiem inchangtira hung umin, cha- tuona hringna beiseina ang peiin rohluotu dinga siemin um thei ei tih.",
      "reference": "TITA 3:7"
    },
    {
      "content": "“Pathien ring tahai chun thil ṭha thaw pei dingin ngaituo raw se,” ti thu hi ring a um a nih, chuong thu chanchin chu huoitaka i hril tlat ka nuom a nih. Chuong thu chu mi- hriemhai ta dingin a ṭhain a ṭhahnem a nih.",
      "reference": "TITA 3:8"
    },
    {
      "content": "Nisienlakhawm, indawnna invêt dâm, thlatuhai thu suina dâm, insêlna dâm, Dân thua insuolna dâm chu nghatsan pei rawh; chuong chu thil ṭangkai naw, iengkhawm ni lo a ni sih a.",
      "reference": "TITA 3:9"
    },
    {
      "content": "Ringdân tum nei mi chu vawikhat vawihni kâwk hnung chun dit naw rawh;",
      "reference": "TITA 3:10"
    },
    {
      "content": "chuong ang mi chu a fe pêtin a suol a ni ti in hriet deh; ama le ama thiemnaw inchangtir a ni sih a.",
      "reference": "TITA 3:11"
    },
    {
      "content": "Artema amanih, Tukik amanih i kuomah ka hung tir pha chun Nikopoliah ka kuomah hung hrâm hrâm rawh; chutaka chun thlasikah um ka tum sih a.",
      "reference": "TITA 3:12"
    },
    {
      "content": "Zena, dân hretu le, Apollo chun iengkhawm an tlâksam nawna dingin an inzinnaa chun ṭhahnemngaitakin ṭhangpui tâwl raw khai.",
      "reference": "TITA 3:13"
    },
    {
      "content": "Ei mihai khawm chun ra loa an um nawna dingin tlâksamna pawi- maw dinghaia chun thil ṭha thaw pei dingin inchûktir rawh.",
      "reference": "TITA 3:14"
    },
    {
      "content": "Ka kuoma um po po hin chibai an bûk che. Ringnaa mi hmangai- tuhai kha chibai mi hung bûkpêk rawh. In rênga kuomah lunginsietna um raw se.",
      "reference": "TITA 3:15"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "TITA 3 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}