{
  "verses": [
    {
      "content": "Paula Pathien suok, Pathien ithlanghai ringna kawnga le, Pathien ngaisak tieng thutak hrietna kawnga Isu Krista tirko bawk chun:",
      "reference": "TITA 1:1"
    },
    {
      "content": "Chatuona hringna beiseina chu Pathien khêl hril thei naw chun leilung insieng hmain a tiem a;",
      "reference": "TITA 1:2"
    },
    {
      "content": "nisienlakhawm, ama hun taka- hai chun a thu chu thuinchaa chun a suklang tah a, chu thuincha chu Pathien ei Sandamtu thupêk ang peia inkawltir ka nih.",
      "reference": "TITA 1:3"
    },
    {
      "content": "Tita, ringna hmunkhata ka nau taktak kuomah: Pa Pathien le Krista Isu ei Sandamtu kuoma inthawka lunginsietna le inremna um raw se.",
      "reference": "TITA 1:4"
    },
    {
      "content": "Hi lei hin Kret thlierkâra khan ka mâksan che a nih: thil sukfel bâkhai chu i sukfel pei theina ding le, thu ka pêk che ang khan khaw tinah upahai i ruotna dingin;",
      "reference": "TITA 1:5"
    },
    {
      "content": "tukhawm, sawisêlbo, nuhmei pakhat nei, nauhai Pathien thu awi, inhawi chên taluona kawnga sawisêl hlaw naw, dân naw anga um naw, an ni ta phawt chun.",
      "reference": "TITA 1:6"
    },
    {
      "content": "Kohran hotu chu Pathien sum enkawltu a ni leiin sawisêlbo a ni ding a nih; mi kâwmaw, lunginrawm, uoin inrui hmang, mi vaw hmang, hlêpna inthieng nawa mi duâm a ni ding a ni nawh.",
      "reference": "TITA 1:7"
    },
    {
      "content": "Mi lâwm dân thiem, a ṭha tieng dit, lungril indiktak, mi fel, mi inthieng, insûm thei mi a ni lem ding a nih.",
      "reference": "TITA 1:8"
    },
    {
      "content": "Inchûktirna indik tak kawnga chun mi ân fui theina ding le, sêltuhai chu thiemnaw ân changtir theina dingin inchûktirna ang pei thu ringum chu pawm tlat mi a ni bawk ding a nih.",
      "reference": "TITA 1:9"
    },
    {
      "content": "Dân ang nawa um, thu hril mei meihai le hlêmtuhai tamtak an um sih a, sertanhai laia mi an ni deu tak.",
      "reference": "TITA 1:10"
    },
    {
      "content": "Chuonghai bau chu huppêk ding a nih, hlêpna inthieng naw dit leia thu inchûktir naw ding inchûk- tirin, mihai a sûng sûngin an chawk khawhlo hlak sih a.",
      "reference": "TITA 1:11"
    },
    {
      "content": "Anni laia mi an zâwlnei pakhat ngeiin, “Kret thlierkâra mihai chu khêlhlip dâm, sahrâng suol dâm, thabo buhehai an ni rawp hlak,” tiin a hril kha.",
      "reference": "TITA 1:12"
    },
    {
      "content": "Chu thu inhriettir chu ân dik a nih. Chuleiin, ringnaa chun an indik theina dingin natakin kâwk rawh.",
      "reference": "TITA 1:13"
    },
    {
      "content": "Judahai tienami thu le, thutak nghatsantuhai thupêkhai chu an ngaisak nawna dingin.",
      "reference": "TITA 1:14"
    },
    {
      "content": "Mi inthienghai ta ding chun ieng- kim ân thieng hlak; nisienlakhawm, mi inthieng naw le ring nawhai ta ding chun iengkhawm ân thieng hrim a um ngai nawh, an lungril le an sie le ṭha hrietna hrim khawm ân thieng ta nawh.",
      "reference": "TITA 1:15"
    },
    {
      "content": "“Pathien kan hriet,” tiin an ṭhang hlak a; nisienlakhawm, tirdak- um dâm, thu awi naw dâm, thil ṭha tinrêng thaw kawnga Pathien dit naw zâwnghai an nih, an thilthawin an inphatsan hlak sih a.",
      "reference": "TITA 1:16"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "TITA 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}