{
  "verses": [
    {
      "content": "Nang ruok chun inchûktirna indiktak le inhme thu hril rawh.",
      "reference": "TITA 2:1"
    },
    {
      "content": "Putarhai chu insûm thei, inzâ- um, lungril feltak; ringna le hmangai- na le selnaa indiktak ni dingin infui rawh.",
      "reference": "TITA 2:2"
    },
    {
      "content": "Pitarhai khawm chu an um dân hrima Pathien inza mihai, hêktuhai le uoin he mihai ni lo a, thil ṭha tieng inchûktirtuhai an hung ni a,",
      "reference": "TITA 2:3"
    },
    {
      "content": "la nunghâk deuhai chu an pasalhai hmangai ding dâm, an nau- hai hmangai ding dâm,",
      "reference": "TITA 2:4"
    },
    {
      "content": "lungril feltaka um ding dâm, inthiengtaka um ding dâm, mâni in sin thaw ding dâm, ngilneia um ding dâm le, mâni pasalhai thu thua um dinga an thunun theina dingin infui rawh; Pathien thu chu hrilsieta a um nawna dingin.",
      "reference": "TITA 2:5"
    },
    {
      "content": "Chuong ang bawkin la tlangvâl deuhai chu lungril feltak put dingin infui bawk rawh.",
      "reference": "TITA 2:6"
    },
    {
      "content": "Iengkimah thil ṭha thaw kawnga sukhmutuah insuklang la, în chûk- tirnaa chun, I takzie dâm, în zâumzie dâm,",
      "reference": "TITA 2:7"
    },
    {
      "content": "i thu hril indikzie dâm sawisêl ruol lo chu ân lang a, khing tienga ṭhanghai laia miin ei chunga thil ṭha naw hrim hril ding an hriet naw leia an inzakna dingin.",
      "reference": "TITA 2:8"
    },
    {
      "content": "Suokhai chu an puhai kuoma in- tuklût ding le, iengkima an lâwm- zâwnga um dingin infui rawh. An sêl el ding a ni nawh a,",
      "reference": "TITA 2:9"
    },
    {
      "content": "kutkem hmang lo ding le, ringumna indik le ṭha po po suklang lemna dinga, Pathien ei Sandamtu inchûktirna thu chu iengkima an chawimawi theina dingin infui rawh.",
      "reference": "TITA 2:10"
    },
    {
      "content": "Mi po po sandamna dingin Pathien lunginsietna chu a hung inlang ta sih a.",
      "reference": "TITA 2:11"
    },
    {
      "content": "Pathien ngaisak nawna le, khawvêl châknahai bânsanin, tulai khawvêla hin insûm le feltak le Pathien ngaisakin ei um ding a nih ti mîn chûktirin,",
      "reference": "TITA 2:12"
    },
    {
      "content": "beiseina lâwmum ei Pathien ropuitak Sandamtu Isu Krista ropui- na inlârna chu nghâk dingin a mîn chûktir a.",
      "reference": "TITA 2:13"
    },
    {
      "content": "Ama chun bawsietna po poa inthawka a mîn tlan theina dingin le, chi thlang bîk, thil ṭha thawa ṭha- hnemngaia, ama ta dinga a sukthieng theina dingin ei aiin ân pêk kha.",
      "reference": "TITA 2:14"
    },
    {
      "content": "Thuneitakin, chuonghai chu hril la, kâwk rawh. Tûkhawmin hmu- sit naw raw hai se che.",
      "reference": "TITA 2:15"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "TITA 2 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}