{
  "verses": [
    {
      "content": "Amiruokchu, chu thil chun Jona chu a suklungni ta naw êm êm a, a lunginsen a,",
      "reference": "JONA 4:1"
    },
    {
      "content": "LALPA kuoma chun a ṭawngṭai a, “Aw LALPA, ka ngên che, hi hi ni lo am a ni kan rama ka um laia ka hril kha? Hi lei hin Tarsis tieng khan ka tlân hmang a ni kha, nang chu lunginsietna hau, thil ṭha nawa inthawka inlêt nâwk hlak i ni ti ka hriet a.",
      "reference": "JONA 4:2"
    },
    {
      "content": "Chuleichun, Aw LALPA, tuhin ka hringna hi mi lâkpêk el dingin ka ngên che; keia ta ding chun dam nêkin thi a ṭha lem sih a,” a ta.",
      "reference": "JONA 4:3"
    },
    {
      "content": "LALPA chun, “I lunginsen hi i thaw dik am a ni ding chu?” a ta.",
      "reference": "JONA 4:4"
    },
    {
      "content": "Chuongchun, Jona chu khawpuia inthawk chun a fe suok a, khawpui saktieng panga chun a ṭhung a, chutaka chun sâwlbûk a bâwl a, khawpui chunga thil hung tlung ding chu hmu tumin a hnuoi inhlima chun a ṭhung ta zing a.",
      "reference": "JONA 4:5"
    },
    {
      "content": "Chun, LALPA Pathien chun ûm a lo ruot a, chu chu Jona chunga chun ân zâmtir a, a rinumnaa inthawka sansuok dinga a lu zâr hlietu dingin. Chuongchun, Jona chu ûm lei chun nasatakin a lâwm tah a.",
      "reference": "JONA 4:6"
    },
    {
      "content": "Amiruokchu, Pathienin a zînga chun khawfingchat laiin, thilnge a ruot a, chu chun ûm chu a rêt a, a hung vuoi tah a.",
      "reference": "JONA 4:7"
    },
    {
      "content": "Chun, nisa a hung suok chun Pathienin khawsak thli lum a ruot a; nisa chun Jona lu chu a em a, a thidang a, a ta ding chun thi a hni tah a; “Keia ta dingin dam nêkin thi a ṭha lem,” a ti tah a.",
      "reference": "JONA 4:8"
    },
    {
      "content": "Pathien chun Jona kuomah, “Ûm chungchâng thua I lunginsen hi i thaw dik am a nih?” a ta. Ama chun, “Thi pha khawp hiela ka lunginsen hi ka thaw dik a nih,” a ta.",
      "reference": "JONA 4:9"
    },
    {
      "content": "LALPA chun, “I în rimpui lo, I în ṭhangtir khawm ni lo, zân khat thila hung uma, zân khat thila bohmang nâwk ûm hi i lainat a;",
      "reference": "JONA 4:10"
    },
    {
      "content": "Ninevi khuo, khaw ropuitak, a sûngah mi nuoi khat le sîng hni nêka tam, an changtieng le vawitieng khawm thlier thei lohai le ran ruol tamtak umna hi, ka lunginsiet naw ding am a nih?” a ta.",
      "reference": "JONA 4:11"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JONA 4 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}