{
  "verses": [
    {
      "content": "Chun, Jona chu nga phîng sûnga inthawk chun LALPA a Pathien kuoma chun a ṭawngṭai a.",
      "reference": "JONA 2:1"
    },
    {
      "content": "Hieng ang hin a tih a: “Ka rinumna leiin LALPA chu ka ko a, Ama chun a mi lo dawn a; Seol phîng sûnga inthawk chun ka ko a, Nangin ka râwl chu i hriet a.",
      "reference": "JONA 2:2"
    },
    {
      "content": "Inthûktakah tuisuoriet sûngrila chun nang chun i mi peilût a, Tui tamtak chu ka vêlin a um a; I tuifâwnhai le i tui insawkhai po po chun a mi vur pei a.",
      "reference": "JONA 2:3"
    },
    {
      "content": "Chun, ‘I mithmua inthawka pei suok ka na, Nisienlakhawm, i biekin inthieng tieng ngha nâwk ka tih,’ ka ta.",
      "reference": "JONA 2:4"
    },
    {
      "content": "Tuihai chun ka hringna chenin an mîn huol vêl a, Tui inthûk chu ka vêlin a um a; Hlohnahai chun ka lu a tuom vêl a nih.",
      "reference": "JONA 2:5"
    },
    {
      "content": "Tlâng bul tâwp rêthaia chun ka zu feh a, Hnuoi chun kumkhaw ta dingin a kalnahai chun a mi khâr khum a; Amiruokchu, nangin aw LALPA ka Pathien, khursûnga inthawk chun ka hringna chu i lâk suok a nih.",
      "reference": "JONA 2:6"
    },
    {
      "content": "Ka hringna chu ka sûnga a chau lai chun, LALPA chu ka hriet zing a; Ka ṭawngṭaina chu i biekin inthienga chun i kuomah a hung tlung a nih.",
      "reference": "JONA 2:7"
    },
    {
      "content": "Thil teplo khêl thu mei mei ngaituotuhai chun, An ta dinga ngilneina chu an nghatsan a nih.",
      "reference": "JONA 2:8"
    },
    {
      "content": "Kei ruok chun lâwmthu hrilna râwl leh i kuomah inthâwina inhlân ka ta; Thu ka tiem ta chu hlen ka ta, Sandamna chu LALPA ta a nih,” tiin.",
      "reference": "JONA 2:9"
    },
    {
      "content": "Chun, LALPA chun nga chu a biek a, Jona chu khawmuolah a luok suok tah a.",
      "reference": "JONA 2:10"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JONA 2 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}