{
  "verses": [
    {
      "content": "Chun, LALPA thu chu Jona kuoma chun a hung tlung nawn nâwk a:",
      "reference": "JONA 3:1"
    },
    {
      "content": "“Tho la, Ninevi khuo, khaw ropuitaka chun fe la, thu hril ding ka tuk che hi va tlânginsampui rawh,” tiin.",
      "reference": "JONA 3:2"
    },
    {
      "content": "Chuongchun, Jona chu a tho a, LALPA thu ang chun Ninevi khuoa chun a fe tah a. Ninevi khuo chu khawpui ropuitak el, ni thum lam tling a nih.",
      "reference": "JONA 3:3"
    },
    {
      "content": "Jona chu ni khat lam chen khaw- puia chun a hang lût ṭan phawt a, “Tuta inthawka ni sâwmliah Ninevi hi sukbohmang a ni ding a nih,” tiin a khêk tah a.",
      "reference": "JONA 3:4"
    },
    {
      "content": "Ninevi mihai chun Pathien an ring tah a; bunghei ding tiin an puong a, anni laia a lien taka inthawka a chîn tak chenin saiip puon an sil tah a.",
      "reference": "JONA 3:5"
    },
    {
      "content": "Chuong thu chu Ninevi khaw laltak nahrietah a hung tlung tah a, a lalṭhungphaa inthawk chun a tho a, a lal puon chu a hlîp thlâk a, saiip puon a sil a, vut lai a ṭhung tah a.",
      "reference": "JONA 3:6"
    },
    {
      "content": "Laltak le a mi lienhai thupêkin laltak chun Ninevi khaw sûnga chun thu a puongin ân suo tah a, “Mihriem amanih, ran amanih, bâwng ruol amanih, berâm ruol amani khawm chun iengkhawm intem naw raw se; fain tui khawm dâwn naw raw se;",
      "reference": "JONA 3:7"
    },
    {
      "content": "mihriem le ranhai chun saiip puon sil lem hai sienla, nasatakin Pathien ko raw hai se, anih, mi tinin mâni lampui ṭha naw le, an kuta inpâwngnêkna chu nghatsan raw hai se.",
      "reference": "JONA 3:8"
    },
    {
      "content": "Ei bohmang nawna dingin, Pathien chu kîrin, lungril inlêtin, a lunginsenna nasataka inthawk chun inlêt naw ni ti tuin am a hriet a?” tiin.",
      "reference": "JONA 3:9"
    },
    {
      "content": "Chuongchun, Pathienin an thilthawhai chu enin, an lampui ṭha naw chu an nghatsan ti a hmu a, an kuoma a hril tah thaw a tum thil ṭha naw chu, Pathien chun ân lêt a; a thaw ta nawh a.",
      "reference": "JONA 3:10"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JONA 3 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}