{
  "verses": [
    {
      "content": "Amittai naupa Jona kuomah LALPA thu a hung tlung a:",
      "reference": "JONA 1:1"
    },
    {
      "content": "“Tho la, Ninevi khuo, khawpui ropuitaka chun fe la, a chunga thu tlânginsampui rawh; an rîtlona chu ka hmaah a hung tlung ta sih a,” tiin.",
      "reference": "JONA 1:2"
    },
    {
      "content": "Nisienlakhawm, Jona chu LALPA hmaa inthawka Tarsis-a tlân hmang dingin a tho tah a; chun, Joppa khuoah a zuk feh a, Tarsis khaw pan ding lawng a hmuh a, chuongchun, a chuong man ding chu a pêk a, LALPA hmaa inthawk chun Tarsis pan dinghai le fe dingin lawnga chun a lût thla ve tah a.",
      "reference": "JONA 1:3"
    },
    {
      "content": "Nisienlakhawm, LALPA chun thli natak el tuisuorieta chun ân hrângtir a, tuisuorieta chun thlipui nasatak el chu a hrâng tah a; chuongchun, lawng chu kawi ding ang elin a um tah a.",
      "reference": "JONA 1:4"
    },
    {
      "content": "Chun, lawng mihai chun an ṭih a, mâni pathien an ko seng a; lawng chu an ta dinga a zângna dingin lawng sûnga thuomhnawhai chu tuisuorieta chun an pei suok tah a, Jona ruok chu lawng sûngril taka chun a lo lût tah a, a lo zâl a, a lo ininnghil dêr tah a.",
      "reference": "JONA 1:5"
    },
    {
      "content": "Chuongchun, lawng hotu chu a kuoma chun a hung a, “Aw nang a inpa, iengtizie am a na? Tho la, i Pathien ko rawh, Pathien chun, ei bohmang nawna dingin a mi ngaituo rawi mawh,” a ta.",
      "reference": "JONA 1:6"
    },
    {
      "content": "Chun, “Hung ta u, hi thil ṭha naw ei chunga hung tlung hi tu lei am a na ti ei hriet theina dingin, ai sân ei tiu,” tiin an inbiek tâwl a. Chuongchun, ai chu an sân a, aisân chu Jona chunga chun a tlu tah a.",
      "reference": "JONA 1:7"
    },
    {
      "content": "Chun, a kuoma chun, “Hi thil ṭha naw ei chunga um hi tu lei am a nih mi hril rawh, kan ngên che hi? I sinthaw ieng am a na? Khâwlaia inthawka hung am i nih a? Khâw tieng ram mi am i na, khâwlai ieng hnam am i na?” an tih a.",
      "reference": "JONA 1:8"
    },
    {
      "content": "Ama chun an kuomah, “Hebrai mi ka na, tuisuoriet le khawmuol siemtu LALPA, vân Pathien chu ka ṭi a nih,” a ta.",
      "reference": "JONA 1:9"
    },
    {
      "content": "Chun, mihai chun an ṭi nasa ta êm êm a, a kuoma chun, “Sei le, ieng am i lo thaw an leh?” an tih a; a hril ta lei chun mihai chun LALPA hmaa inthawkin a tlân hmang a nih ti an hriet tah a.",
      "reference": "JONA 1:10"
    },
    {
      "content": "Chuongchun, a kuoma chun, “Ei ta dinga tuisuoriet hi a fâwn nawna dingin i chungah ieng am kan thaw ding?” an tih a, tuisuoriet chu a fâwn nasa deu deu el sih a.",
      "reference": "JONA 1:11"
    },
    {
      "content": "Ama chun an kuomah, “Mi pawm kâng unla tuisuorieta hin mi the lût el ro; chuongchun, tuisuoriet hi in ta dingin fâwn ta naw ni hai; keima leiin hi thlipui nasatak el hi in chungah a hrâng a nih ti ka hriet sih a,” a ta.",
      "reference": "JONA 1:12"
    },
    {
      "content": "Nisienlakhawm, mihai chun khawmuola kîr dingin an kar rak rak a, amiruokchu, an thei nawh a, tuisuoriet hlak chu an chungah a fâwn nasa deu deu el sih a.",
      "reference": "JONA 1:13"
    },
    {
      "content": "Chuleichun, LALPA chu an ko a, “Aw LALPA, hi mipa hringna lei hin mi sukbohmang naw la, mithiem thisen maw chu kan chunga innghat lul lo dingin kan ngên che, Aw LALPA, kan ngên che, nangin i nuom anga i thaw a ni sih a,” an tih a.",
      "reference": "JONA 1:14"
    },
    {
      "content": "Chuongchun, Jona chu an pawm kâng a, tuisuorieta chun an the lût tah a; chun, tuisuoriet chu a fâwn so bur bur chu a re tah a.",
      "reference": "JONA 1:15"
    },
    {
      "content": "Chuongchun, mihai chun LALPA chu nasatakin an ṭi tah a; LALPA kuoma chun inthawina an inhlân a, thu dâm an tiem tah a.",
      "reference": "JONA 1:16"
    },
    {
      "content": "Chun, LALPA chun Jona lem dingin nga lientak a lo ruot tah a; chu nga sûnga chun Jona chu ni thum le zân thum a um a.",
      "reference": "JONA 1:17"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JONA 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}