{
  "verses": [
    {
      "content": "Juda, Isu Krista suok le Jakob unau chun: koa um Pa Pathiena dittak, Isu Kristaa vênghima umhai kuoma chun:",
      "reference": "JUDA 1:1"
    },
    {
      "content": "Lunginsietna dâm, inremna dâm, hmangaina dâm, in chunga suk- pungin um raw se.",
      "reference": "JUDA 1:2"
    },
    {
      "content": "Dittakhai, ei ichang tlâng san- damna thu in kuoma ziek ka tum hrâm laiin, mi inthienghai kuoma ringna ṭum khata inkawltira um ta chu hum dinga ṭhahnemngai taka thaw dinga infui ding cheuin, in kuomah lekha ziek a ṭul ti ka lo hriet a.",
      "reference": "JUDA 1:3"
    },
    {
      "content": "Mi tuhai amanih inrûka lût an um sih a; chuonghai chu Pathien ngaisak naw mihai an na, Pathien lunginsietna chu hurnaah an inchangtir a, ei hotu le ei Lalpa nei- sun Isu Krista chu, an awi naw bawk a. Chuong ang mihai thiemnaw chang ding zie chu tienlaia inthawk tah ziek a nih.",
      "reference": "JUDA 1:4"
    },
    {
      "content": "Hieng hi vawikhat lo hre vawng ta khawm ni unla, Lalpa chun Aigupta rama inthawka mihai a san- suok a, chu hnunga chun a ring- nawhai chu a sukbohmang zie kha inhrietthartir cheu ka nuom a nih.",
      "reference": "JUDA 1:5"
    },
    {
      "content": "Chun, vântirkohai anni nîna pawm loa, an umna pângngai fe san lemhai chu, ni ropui rorêlnaa dingin inthim hnuoiah chatuon khuopnaa khuop pumin a khêk a nih.",
      "reference": "JUDA 1:6"
    },
    {
      "content": "Sodom le Gomorra, an kâwl vêla khuohai leh, chuong ang bawka inditnaa inpumpêkin, tisa danglam châka an hnawt ve ta leiin chatuona meia hremna tuora, inhriettirna dinga târ suoka an um ang khan.",
      "reference": "JUDA 1:7"
    },
    {
      "content": "Chuong mihai khawm chun, chuong ang bawkin zêla an umnaa an thil hriethai leiin tisa an sukpawrche a, rorêlpêkna chu an hmusit a, ropuinahai an hrilsiet hlak.",
      "reference": "JUDA 1:8"
    },
    {
      "content": "Nisienlakhawm, Mikael, vântir- ko chunghnungtak hman khan, Diebol le an inthawh a, Mosie ruong thua an insêl laiin, Diebol chungthu rêl pêkin a hrilsiet ngam nawh a, “Lalpân hal lem raw se che,” a ti ta lem a.",
      "reference": "JUDA 1:9"
    },
    {
      "content": "Chuong mihai ruok chun thil an hriet naw taphawt an hrilsiet hlak a, chun, ngaituona neinaw sahai anga hrietna piengpui an neihai chu, chu kawng ngeia chun an insuksiet hlak.",
      "reference": "JUDA 1:10"
    },
    {
      "content": "An chung a rik ie! Kaina lampui chu an hraw a, hlaw hmu dingin Balaam suol lampuia chun an tlân rak rak a. Kora helnaa chun an bohmang ta kha.",
      "reference": "JUDA 1:11"
    },
    {
      "content": "Chuonghai chu, zakmaw taka an insukhlimtuona leiin, hmangaina ruoi in ṭhenaa chun, in hmêlsietna an nih; mâni hmakhuo chau ngai mi an nih a; sûm tui painaw, thli imût lênghai an nih; favânga thing ra naw, vawi hni thi tah, a zung puma phawi dawkhai an nih;",
      "reference": "JUDA 1:12"
    },
    {
      "content": "tuisuoriet fâwn invawr, mâni muolphona inhuom suokhai an nih; arasi invâk invâk, chatuona inthim sa mup khêk pêkhai chu an nih.",
      "reference": "JUDA 1:13"
    },
    {
      "content": "Chuong mihai chungthu chu Enok, Adama inthawka pasarina chun a hrillâwk a, “Ngai ta u, Lalpa chu a mi inthieng sîng khathai leh a hung:",
      "reference": "JUDA 1:14"
    },
    {
      "content": "mi po po chunga rorêl ding le, Pathien ngaisak nawhai po po Pa- thien ngaisak nâwna sin Pathien ngaisaknaw puma an thâwna po po kawnga le, Pathien ngaisaknaw mi suolhaiin an chungthu ngartaka an hril po po kawnga, thiemnaw inchangtir dingin,” tiin.",
      "reference": "JUDA 1:15"
    },
    {
      "content": "Chuonghai chu chiertu le sawi- sêltuhai an na, anni châkna ang peiin an um a, an bauhai khawmin uongna thu puomtakin a hril a, hlâwkna dit leiin mi an ngaina hlak a nih.",
      "reference": "JUDA 1:16"
    },
    {
      "content": "Nisienlakhawm, dittakhai, nangni chun, ei Lalpa Isu Krista tirkohaiin thu an hril lâwkhai kha hre zing ro.",
      "reference": "JUDA 1:17"
    },
    {
      "content": "“Hun nuhnunga chun Pathien ngaisaknaw tieng anni châkna ang peia umin, nuisantuhai la hung um an tih,” ti in kuoma an hrilziehai kha.",
      "reference": "JUDA 1:18"
    },
    {
      "content": "Chuong mihai chu tisa mi, Thlarau neinaw, pâwl tumhai siemtu chu an nih.",
      "reference": "JUDA 1:19"
    },
    {
      "content": "Nisienlakhawm, dittakhai, nangni chun in awi san inthieng tak chunga chun nangni le nangni inrem sângin,",
      "reference": "JUDA 1:20"
    },
    {
      "content": "Thlarau Inthienga ṭawngṭaiin; chatuon hringna inneitirna khawp ei Lalpa Isu Krista lunginsietna chu nghâk pumin, Pathien hmangainaa chun inkawl ṭha ro.",
      "reference": "JUDA 1:21"
    },
    {
      "content": "Ṭhenkhat ringhlaa umhai chu lunginsiet ro,",
      "reference": "JUDA 1:22"
    },
    {
      "content": "ṭhenkhat meia inthawkin la suok vak unla, sandam ro, ṭhenkhat, an tisa inthiengnaw kaina silfên chen khawm chu tirdakin, ṭit pumin lunginsiet ro.",
      "reference": "JUDA 1:23"
    },
    {
      "content": "Chuongchun, in tlûk nâwna dinga vêng thei cheu le, a ropuina hma ngeiah nasataka hlimin inthieng nawna kai nawa sietheitu cheu,",
      "reference": "JUDA 1:24"
    },
    {
      "content": "ei Sandamtu Pathien tak chau kuoma chun, ei Lalpa Isu Krista leiin, hun hrim um hma le, tuta le chatuon chenin, chawimawina dâm, ropuina dâm, rorêlna dâm, thuneina dâm um raw se. Amen.",
      "reference": "JUDA 1:25"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JUDA 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}