{
  "verses": [
    {
      "content": "Ka unauhai, ei Lalpa Isu Krista, Ropuina Lalpa, ring si chun mi thlier bîk nei naw ro.",
      "reference": "JAKOB 2:1"
    },
    {
      "content": "In inkhâwmna inah mi râng- kachak kutsebi bun, puon mawitak sil hung lût sienla, chun, pasie puon setak sil hung lût bawk sienla,",
      "reference": "JAKOB 2:2"
    },
    {
      "content": "puon mawitak sil chu in ngaisak a, a kuoma chun, “Nang hi hmun ṭhaa hin ṭhung rawh,” in tih a; chun, pasie kuoma chun, “Nang chu sawtaka sawn ngîr la, annawleh ka ke sirsan hrûla hin ṭhung rawh,” in ti chun,",
      "reference": "JAKOB 2:3"
    },
    {
      "content": "in lungrilin thlier bîk neia ngai- tuona suol puta sawisêltu chu in ni naw ding am a nih?",
      "reference": "JAKOB 2:4"
    },
    {
      "content": "Ka unau dittakhai, ngai ta u, Pathienin hi khawvêl thila pasiehai hi, ringnaa hausa ding le, ama hmangaituhai kuoma a tiem ram chu hluotu dingahai a ruot naw am a nih?",
      "reference": "JAKOB 2:5"
    },
    {
      "content": "Nangni ruok chun pasie chu in sukmuolpho ta lem a nih. Mi hau- sahai chu a suknawmnatu cheu le, rorêlna ina kei lût hlaktu cheu chu an ni naw am a nih?",
      "reference": "JAKOB 2:6"
    },
    {
      "content": "Hming inzaumtak in put hi hrilsetuhai an ni naw am a nih?",
      "reference": "JAKOB 2:7"
    },
    {
      "content": "Nisienlakhawm, Pathien Lekha thu, “Nang în hmangai angin i vêng- hai i hmangai ding a nih,” ti lal dân hi in zâwm chun, in thaw ṭha;",
      "reference": "JAKOB 2:8"
    },
    {
      "content": "amiruokchu, mi thlier bîk in nei chun, in suksuol a nih, Dânin bâw- setuah ân changtir si cheu a.",
      "reference": "JAKOB 2:9"
    },
    {
      "content": "Tûkhawmin Dân zâwm kim sienla khawm, kawng khatah a suk- suol si chun, a rênga chun thiemnaw changin a um tah a nih.",
      "reference": "JAKOB 2:10"
    },
    {
      "content": "“Uire naw,” titu chun, “Tuol that naw,” a ti bawk sih a. Chuongchun, uire naw la khawm tuol i that si chun, Dân bawsetu i ni hrim hrim ta a nih.",
      "reference": "JAKOB 2:11"
    },
    {
      "content": "Chuleiin, zalênna dâna mi ro rêl pêka um dinghai angin thu hril unla, thil thaw bawk ro.",
      "reference": "JAKOB 2:12"
    },
    {
      "content": "Mi chunga lunginsietna nei naw chu, lunginsietna ṭhang loa rorêl pêkin um a tih, lunginsietna chu rorêlna chunga chun ân suong hlak a nih.",
      "reference": "JAKOB 2:13"
    },
    {
      "content": "Ka unauhai, miin, “Ringna ka nei,” ti sienla, thilthaw a ṭhang si naw chun ieng am ṭhahnem a ta? chuong ang ringna chun ama a sandam thei ding am a nih?",
      "reference": "JAKOB 2:14"
    },
    {
      "content": "Unaupa amanih, unaunu ama- nih, saruoka umin, an ni tin bu tlasam sienla;",
      "reference": "JAKOB 2:15"
    },
    {
      "content": "chun, nangni laia tûin amanih an kuomah, “Thlamuongtakin fe unla, lumtak le khawptakin um ro,” ti unla, taksa ta dinga thil ṭûl chu in pêk si naw chun ieng am ṭhahnem a ta?",
      "reference": "JAKOB 2:16"
    },
    {
      "content": "Chuong ang bawkin ringna chu, thilthaw nei loa ama chaua a um chun thi a nih.",
      "reference": "JAKOB 2:17"
    },
    {
      "content": "Anih, mi tûin amanih, “Nangin ringna i nei a, keiin thilthaw ka nei a nih; i ringna chu thilthaw ṭhang loin mîn entir rawh, chun, keiin ka thilthawin ka ringna inentir ka ti che.",
      "reference": "JAKOB 2:18"
    },
    {
      "content": "Pathien chu pakhat a ni ti i ring a ni maw? I ti ṭha, khawhrihai khawmin an ring a, an inthin hlak a nih,” tîng a tih.",
      "reference": "JAKOB 2:19"
    },
    {
      "content": "Aw, mi teplopa, thilthaw ṭhang loa ringna ngawt chu iengkhawm a ni nawh ti i hriet nuom am?",
      "reference": "JAKOB 2:20"
    },
    {
      "content": "Ei thlatu Abraham chun a naupa Isak mâichâm chunga ân hlân lai khan thilthaw leiin thiem a chang a ni naw am a nih?",
      "reference": "JAKOB 2:21"
    },
    {
      "content": "Ringna chun a thilthaw leh a thaw hmunkhat a, chun, thilthaw leiin a ringna chu a famkim tah ti i hriet.",
      "reference": "JAKOB 2:22"
    },
    {
      "content": "Pathien Lekha Thu, “Abraham chun Pathien a ring a, chu ringna chu a felnaa ruot a nih,” ti thu kha a hung hlawtling a, chuongchun, Pathien Ruola inbûkin a um tah a.",
      "reference": "JAKOB 2:23"
    },
    {
      "content": "Ringna lei ngawt ni loin, thilthaw lei lemin, miin thiem a chang hlak ti in hriet tah.",
      "reference": "JAKOB 2:24"
    },
    {
      "content": "Chuong ang bawkin, Rahab nawchizawr khawm khan tirkohai kha a lo lâwm a, lampui danga ân fetir lai khan, thilthaw leiin thiem a chang a ni naw am a nih?",
      "reference": "JAKOB 2:25"
    },
    {
      "content": "Thlarau ṭhang naw chun taksa chu thi a nih, chuong ang bawkin thilthaw ṭhang naw chun ringna khawm chu a thi a nih.",
      "reference": "JAKOB 2:26"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JAKOB 2 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}