{
  "verses": [
    {
      "content": "Jakob, Pathien le Isu Krista suokin, Hnam sâwm le pahni indarhai chu chibai a bûk.",
      "reference": "JAKOB 1:1"
    },
    {
      "content": "Ka unauhai, thlêmna tinrêng in tuok hnungin lâwmna ruokah ngai ro,",
      "reference": "JAKOB 1:2"
    },
    {
      "content": "in ringna fiena chun selna a siem ti hrein.",
      "reference": "JAKOB 1:3"
    },
    {
      "content": "Chun, iengkhawm tlasam loa in famkima, in puma in him theina ding- in, selna chun thaw famkim raw se.",
      "reference": "JAKOB 1:4"
    },
    {
      "content": "Nangni laia tûkhawmin varna a tlasam chun, mi po po kuoma hal lo le inro loa pe hlaktu Pathien chu hni raw se; chuongchun, a kuomah pêk nîng a tih.",
      "reference": "JAKOB 1:5"
    },
    {
      "content": "Nisienlakhawm, ringhla hlek loin, ringna neiin hni raw se, ring- hlatu chu tuisuoriet fâwn thli imût lêng le vawr ang a ni sih a.",
      "reference": "JAKOB 1:6"
    },
    {
      "content": "Chuong ang mi chun Lalpa kuomah iengkhawm hmu inring naw raw se,",
      "reference": "JAKOB 1:7"
    },
    {
      "content": "mi lungril bulbâl nei naw, a thil thaw po poa det naw mi chun.",
      "reference": "JAKOB 1:8"
    },
    {
      "content": "Unau daikilkâra mi chu chawi- mawia a um leiin lâwm raw se.",
      "reference": "JAKOB 1:9"
    },
    {
      "content": "Hausa ruok chu suktlâwma a um leiin lâwm lem raw se; hlohna pâr angin a la bo el ding a ni sih a.",
      "reference": "JAKOB 1:10"
    },
    {
      "content": "Nisa a hung suok a, thli lumtak a hung hrângin, hlo chu a sukvuoi a; chun a pâr chu a rêm a, a um dân mawizie chu a bohmang hlak; chuong ang bawkin mi hausa chu a fenaa chun a la vuoi ding a ni sih a.",
      "reference": "JAKOB 1:11"
    },
    {
      "content": "Thlêmna tuor hrâm hrâmtu chu a hamṭha, fiea a um phâleh hringna lallukhum Lalpain ama hmangai- tuhai kuoma a tiem chu a hmu ding a ni si.",
      "reference": "JAKOB 1:12"
    },
    {
      "content": "Tûkhawmin thlêmna an tuok laiin, “Pathien ithlêm ka nih,” ti naw raw hai se; Pathien chu suol ithlêm ruol a ni nawh, ama khawmin tûkhawm a thlêm ngai nawh.",
      "reference": "JAKOB 1:13"
    },
    {
      "content": "Mi tin mâni châknaa ṭhuoi hmang le hîpa an um chun, thlêmna an tuok lem a nih.",
      "reference": "JAKOB 1:14"
    },
    {
      "content": "Chun, châkna chun tê a vawn a, suol a nei hlak; chun, suol chun a hung puitlingin thina a hung suksuok hlak.",
      "reference": "JAKOB 1:15"
    },
    {
      "content": "Ka unau dittakhai, hlêmin um naw ro.",
      "reference": "JAKOB 1:16"
    },
    {
      "content": "Thilpêk ṭha le thilpêk famkim po po chu chung tienga inthawkin, varhai Pa kuoma inthawkin a hung ṭum hlak a nih, amaa chun dang- lamna le inherna hlim hrim hrim a um thei nawh.",
      "reference": "JAKOB 1:17"
    },
    {
      "content": "A thilsiemhai hma ṭhuoitu ang ei lo ni theina dingin ama dit zâwngin thutaka inthawkin a mi nei a nih.",
      "reference": "JAKOB 1:18"
    },
    {
      "content": "Unau dittakhai, chuong chu in hriet; nisienlakhawm, mi tinin ngai inchu sienla, thu hril inchu loin, lungril sukuoi raw se;",
      "reference": "JAKOB 1:19"
    },
    {
      "content": "mihriem lunginsenna chun Pathien felna chu a siem si nawh.",
      "reference": "JAKOB 1:20"
    },
    {
      "content": "Chuleiin, inthieng nawna po po le suol sip liem chu sie hmang unla, thu tu, in thlarau sandam thei chu thuhnuoirawl takin pawm ro.",
      "reference": "JAKOB 1:21"
    },
    {
      "content": "Nisienlakhawm, mâni inhlêm a, thu ngaituhai chau ni loin, thu zâwmtuhai lo ni lem ro.",
      "reference": "JAKOB 1:22"
    },
    {
      "content": "Tûkhawm thu ngaitu nia, zâwmtu ni si lo chu, mi hlimenah a hmai pienpui nguntaka inen ang chu a nih.",
      "reference": "JAKOB 1:23"
    },
    {
      "content": "Nguntakin ân en a, a fe hmang a, mi ieng ang am a ni a theinghil nâwk si hlak a.",
      "reference": "JAKOB 1:24"
    },
    {
      "content": "Amiruokchu, tûkhawm dân famkim, zalênna dân hi bia, chuong anga um zinga, ngaia theinghil nâwk el hlaktu ni loa, zâwma sin thaw rawptu ni lem chu, ama chu a thil thawah malsâwmin um a tih.",
      "reference": "JAKOB 1:25"
    },
    {
      "content": "Tûkhawm sakhaw ngaisak nia inringa, a lei vêng ṭha si loa, mâni lungrila inhlêm lemtu chu, chu mi sakhaw biek dân chu iengkhawm a ni nawh.",
      "reference": "JAKOB 1:26"
    },
    {
      "content": "Ei Pathien le Pa mithmua sakhaw biek dân inthieng le, suol ṭhang naw chu hi hi a nih, fahra le hmeithaihai an rimsik laia kan le, khawvêl inthieng nawna kai loa in- siem hi.",
      "reference": "JAKOB 1:27"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JAKOB 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}