{
  "verses": [
    {
      "content": "Ka unauhai, nangni laia mi tamtak hi inchûktirtuahai hung um naw ro, inchûktirtu chun rorêlna nasa lem kan tuok ding a nih ti kan hriet sih a.",
      "reference": "JAKOB 3:1"
    },
    {
      "content": "Thil tamtaka chun ei rêngin ei suol hlak sih a. Tûkhawm thuhril kawnga a suol naw chun, ama chu puitling a nih, a taksa pum khawm vêng thei mi a nih.",
      "reference": "JAKOB 3:2"
    },
    {
      "content": "Ngai ta u, ei thu an awi theina dinga sakawr bauahai thîrbar ei inba chun an taksa pum khawm ei kei her hlak.",
      "reference": "JAKOB 3:3"
    },
    {
      "content": "Ngai ta u, lawnghai khawm hi a lien hleh a, thli natak imût lêngin a um hlak a, nisienlakhawm, a suk- hertu chun ân fetir nuomna tieng phawtah sukherna chîterekin a sukher hlak.",
      "reference": "JAKOB 3:4"
    },
    {
      "content": "Chuong ang bawkin, lei khawm hi taksa pêng chîterek a na, nasa- takin a uong hlak. Ngai ta u! mei chîterekin ram a va kâng nasa de!",
      "reference": "JAKOB 3:5"
    },
    {
      "content": "Chun, lei hi mei a nih; ei taksa pênghai laia rîtlona hlawm chu lei hi a nih; chu chun taksa chu a pumin a sukthieng naw a, piengpui tawlailîr chu a sukkâng a, ama chu hremhmun sukkâng a nih.",
      "reference": "JAKOB 3:6"
    },
    {
      "content": "Sa chi tinrêng dâm, vate chi tinrêng dâm, thilhring chi tinrêng dâm, tuisuorieta thil tinrêng dâm hi vai ngam thei a ni sih a, mihriemhai ivai ngamin an um bawk a;",
      "reference": "JAKOB 3:7"
    },
    {
      "content": "amiruokchu, lei hi tûkhawmin an vai ngam thei naw a nih; thina tûra sip, suol um ṭawk ṭawk thei naw a nih.",
      "reference": "JAKOB 3:8"
    },
    {
      "content": "Chu chun Lalpa le Pa ei inpâk hlak a, chu bawk chun Pathien anga siem mihriemhai chu ṭawngsie ei inphur bawk hlak a nih.",
      "reference": "JAKOB 3:9"
    },
    {
      "content": "Bau hmunkhata inthawkin in- pâkna le ṭawngse inphurna a suok hlak. Ka unauhai, chuong thil chu chuong ang chu a ni ding a ni nawh.",
      "reference": "JAKOB 3:10"
    },
    {
      "content": "Tuikhur hin hnâr hmunkhatah tui inhnik le tui inhnik naw a suksuok hlak am a nih?",
      "reference": "JAKOB 3:11"
    },
    {
      "content": "Ka unauhai, theichang kûngah oliv thei a ra thei am a nih? annawleh, grêp hruiah theichang a ra thei am a nih? Chuong ang bawkin chi khur hin tui al naw a suksuok thei bawk nawh.",
      "reference": "JAKOB 3:12"
    },
    {
      "content": "Nangni lai tû am vara, thu hre thei a um a? Thuhnuoirawltak le vartakin a thilthawhai a um dân ṭhain inentir raw se.",
      "reference": "JAKOB 3:13"
    },
    {
      "content": "Nisienlakhawm, in lungrilah îtthîkna khatak le mâni hmasielna in nei chun, thudik chu uong khum le kalin khêl hril naw ro.",
      "reference": "JAKOB 3:14"
    },
    {
      "content": "Chu varna chu chung tienga inthawka hung thla chu a ni nawh a, khawvêl le taksa châkna le khawhria inthawk a ni lem.",
      "reference": "JAKOB 3:15"
    },
    {
      "content": "îtthîkna le mâni hmasielna umnaa chun buoina le thilsuksuolna tinrêng a um hlak.",
      "reference": "JAKOB 3:16"
    },
    {
      "content": "Chung tienga inthawka varna hung thla ruok chu a tîrin ân thieng phawt a; chu hnunga chun inrem a nuom a, a nun ân nêm a, a biek ân hawi a, lunginsietna le ra ṭhain a sip a, thlier bîk a nei nawh a, a vervêk naw a nih.",
      "reference": "JAKOB 3:17"
    },
    {
      "content": "Felna ra chu inremna siem- tuhai ta ding chun inremnain tu a nih.",
      "reference": "JAKOB 3:18"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JAKOB 3 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}