{
  "verses": [
    {
      "content": "Mi hausahai, ngai ta u khai! In chunga rinum hung tlung ding zing lei chun ṭap unla, khêk rak rak ro.",
      "reference": "JAKOB 5:1"
    },
    {
      "content": "In rohai a se tah a, in puonhai hângthimin a fâk zo tah.",
      "reference": "JAKOB 5:2"
    },
    {
      "content": "In rângkachak le in tangkahai a tuiêk zo tah a; a tuiêk chu in thiem nawzie inhriettirna nîng a ta, in taksa chu mei kâng angin fâng a tih. Ni nuhnunga chun ro in inkhâwl a ni hi.",
      "reference": "JAKOB 5:3"
    },
    {
      "content": "Ngai ta u, in loa bu sîka inhlawfahai hlaw, hlêma in pêk naw kha, a khêk a, a sîktuhai lunginzing khêk ri khawm chu Mipuihai Lalpa naah a hung lût tah a.",
      "reference": "JAKOB 5:4"
    },
    {
      "content": "Khawvêla hin inhawitirtakin in um a, in insukthâm mei mei a; in that niin in lungril in suktlai a.",
      "reference": "JAKOB 5:5"
    },
    {
      "content": "Mi fel chu thiemnaw in inchang- tir a, in that tah a; ama chun a kal naw cheu.",
      "reference": "JAKOB 5:6"
    },
    {
      "content": "Chuongchun, unauhai, Lalpa hung nâwk hmakhat chu seltakin lo um ro. Ngai ta u, lo neitu chun ruo tui tla hmasa le nuhnung chu a hmu hmakhat chu seltakin hnuoi ra hlutak chu a nghâk hlak.",
      "reference": "JAKOB 5:7"
    },
    {
      "content": "Nangni khawm seltakin um ro; in lungril sukdet ro; Lalpa hungna chu a hnai ta sih a.",
      "reference": "JAKOB 5:8"
    },
    {
      "content": "Unauhai, thiemnaw changa in um nâwna dingin inchier khum naw ro; ngai ta u, rorêltu chu kawtkhâr bulah a ngîr zing a nih.",
      "reference": "JAKOB 5:9"
    },
    {
      "content": "Unauhai, Lalpa hminga thu hriltu le zâwlneihai chu, tuor dân le sel dân kawnga chun, enkhi dingin hmang ro.",
      "reference": "JAKOB 5:10"
    },
    {
      "content": "Ngai ta u! tuortuhai chu hamṭha ei tih a, Job selzie chu in hriet a, Lalpain a tâwpa a thaw zie khawm kha in hmu bawk a; Lalpa chu lunginsietnain a sipzie le za a ngai theizie khawm kha.",
      "reference": "JAKOB 5:11"
    },
    {
      "content": "Nisienlakhawm, ka unauhai, iengkhawm thaw unla, inkhâm naw ro, vân sâlin amanih, hnuoi sâlin amanih, thil dang hrim hrim amanih sâlin inkhâm naw ro: “A nih,” in ti chu, “A nih,” ni sienla, “A ni nawh,” in ti chu, “A ni naw,” ni raw se; chuong naw chun thiemnaw changin um in tih.",
      "reference": "JAKOB 5:12"
    },
    {
      "content": "Nangni lai thil ṭha naw tuor an um am? Ṭawngṭai raw se. Hlim an um am? Inpâkna hla sak raw se.",
      "reference": "JAKOB 5:13"
    },
    {
      "content": "Nangni lai damnaw an um am? Kohran upa inkotir sienla, anni chun Lalpa hminga hriek nâlin a chungah ṭawngṭai raw hai se.",
      "reference": "JAKOB 5:14"
    },
    {
      "content": "Chun, ringnaa ṭawngṭaina chun damnaw chu sukdam a ta, Lalpa chun ama chu keitho a tih; chun, thil a lo suksuol ta chun, ngaidampêk nîng a tih.",
      "reference": "JAKOB 5:15"
    },
    {
      "content": "Chuongchun, sukdama in um theina dingin in suolhai thupha inchawi tuo unla, in ṭawngṭaipêk tuo hlak ro.",
      "reference": "JAKOB 5:16"
    },
    {
      "content": "Mi fel ṭawngṭaina chun thil nasatak a thaw hlak. Elija chu eini mizie ang nei mihriem bawk a nih a, ama chun ruo sûr nâwna dingin ṭhahnemngaitakin a ṭawngṭai a; chun, kum thum le thla ruk sûng po chu, hnuoi chungah ruo a sûr ta nawh a.",
      "reference": "JAKOB 5:17"
    },
    {
      "content": "Chun, a ṭawngṭai nâwk a, vânin ruo ân sûrtir a, hnuoiin a rahai a hung insuoktir tah a.",
      "reference": "JAKOB 5:18"
    },
    {
      "content": "Ka unauhai, nangni laia mi tûkhawm thutaka inthawk chun inhmang sienla, chun, tuin amanih innghat kîrtir sienla,",
      "reference": "JAKOB 5:19"
    },
    {
      "content": "mi suol a lampui inhmangnaa innghat kîrtirtu chun thinaa in- thawkin a thlarau sandam a ta, suol tamtak inkhumpêk bawk a tih ti inhre raw se.",
      "reference": "JAKOB 5:20"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "JAKOB 5 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}