{
  "verses": [
    {
      "content": "Chun, Tura lal Hiram chun Solomon kuoma chun a siehlaw- hai a tir a, a pa aia lal dingin hriek an nâl ti a lo hriet sih a; Hiram chu David ngainatu a ni rawp hlak hrim a.",
      "reference": "1 LALHAI 5:1"
    },
    {
      "content": "Chun, Solomon chun Hiram kuoma chun,",
      "reference": "1 LALHAI 5:2"
    },
    {
      "content": "“Ka pa David khan LALPAIN a hmêlmahai a ke hnuoia a sie hmakhat khan chu a vêl kil tin kil tanga indonahai lei khan, LALPA a Pathien hming dingin in a bâwl thei nawh ti i hriet a.",
      "reference": "1 LALHAI 5:3"
    },
    {
      "content": "Tu ruok hin chu LALPA ka Pathien chun kil tinah muongna a mîn neitir tah a, hmêlmahai khawm an um ta naw bawk a.",
      "reference": "1 LALHAI 5:4"
    },
    {
      "content": "Chun, LALPA chun ka pa David kuoma, ‘I naupa i aia i lalṭhungpha kân hluotir ding chun ka hming dingin in chu la bâwl a tih,’ tia a lo hril ta ang khan, LALPA ka Pathien hming dinga in bâwl ka tum a.",
      "reference": "1 LALHAI 5:5"
    },
    {
      "content": "Chuongchun, Lebanon tlânga mi sidar thinghai mi phûrpêk dingin thu pe la, ka siehlawhai khawm i sie- hlawhai lai hung ṭhang vêng an ta; chun, i siehlawhai hlaw ding chu i hril ang taphawtin pe pei ka ti che; Zidon mihai anga thing phûr thiem keini lai tukhawm an um nawh ti i hriet sih a,” tiin mi a tir a.",
      "reference": "1 LALHAI 5:6"
    },
    {
      "content": "Chun, Hiramin Solomon thu a lo hriet chun a lâwm ta êm êm el a, “Hieng mi tamtak chunga rorêl dinga naupa vartak David kuoma petu LALPA chu vawisûn hin inpâkin um raw se,” a ta.",
      "reference": "1 LALHAI 5:7"
    },
    {
      "content": "Chun, Hiram chun Solomon kuomah, “I thu mi hung incha chu ka lo hriet a, sidar thing thu le fâr thing chu i mamaw ang peiin lo thâwng ka tih.",
      "reference": "1 LALHAI 5:8"
    },
    {
      "content": "Ka siehlawhaiin Lebanon tlânga inthawkin tuisuoriet chenin hung la thlâng an ta; chun, i hmun mi ruotpêk dinga tuisuorieta tawl dingin intêltir ka ta; chun, chu hmuna chun insuttir ka ta, nangin lo lâng i ta; chun, nang khawma ka sûngkuohai fâk ding tumin ka mamaw chu i lo phuhrûk ve thung ding annâwm,” tiin mi a tir a.",
      "reference": "1 LALHAI 5:9"
    },
    {
      "content": "Chuongchun, Hiram chun sidar thing le fâr thing chu Solomon chu a mamaw ang ang chun a pêk a.",
      "reference": "1 LALHAI 5:10"
    },
    {
      "content": "Chun, Solomon chun Hiram chu a sûngkuohai fâk dingin bu tekhâwng sîng hni le hriek sâwr tekhâwng sâwmhni a pêk a, chu chu Solomonin kum tina Hiram a pêk ang dân chu a nih.",
      "reference": "1 LALHAI 5:11"
    },
    {
      "content": "Chun, LALPAIN a tiem ang ngeiin Solomon chu varna a pêk a, chun, Hiram le Solomon inkâra chun inremna a um a, an pahni chun thu an thlung ve ve tah a.",
      "reference": "1 LALHAI 5:12"
    },
    {
      "content": "Chun, lal Solomon chun Israel mihai po po laia chun mi sinthawa ruoi lui pâwl a siem a; ruoi lui pâwl chu mi sîng thum an nih.",
      "reference": "1 LALHAI 5:13"
    },
    {
      "content": "Lebanona chun thla khata in- thlâk peiin sîng khat a tir hlak a, thla khat Lebanona chun an hang um a, thla hni chu anni in tieng, Adoniram chu sinthawa ruoi luihai hotu a nih.",
      "reference": "1 LALHAI 5:14"
    },
    {
      "content": "Chun, Solomon chun thil phur mi sîng sari le, lung sut mi sîng riet tlânghaia chun a nei a;",
      "reference": "1 LALHAI 5:15"
    },
    {
      "content": "Chuonghai chu tiem loin Solomon chun a sin chunga hotubîk, sinthaw vêngtu sâng thum le za thum a nei bawk a.",
      "reference": "1 LALHAI 5:16"
    },
    {
      "content": "Chun, lal thupêk angin lung- phûm chu lung sutsaa rem dingin lung lientak tak el, lung man tamtak takhai an hung lâk a.",
      "reference": "1 LALHAI 5:17"
    },
    {
      "content": "Chun, in bâwltuhai Solomon mihai le Hiram mihai le Gebal mihai chun lunghai chu an sut a, in bâwlna ding chun thing le lunghai chu an buotsai a.",
      "reference": "1 LALHAI 5:18"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 LALHAI 5 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}