{
  "verses": [
    {
      "content": "Chun, Jezreel mi Naboth chun grêp huon a nei a, chu chu Jezreela Samari lal Ahab in bul ela um a nih.",
      "reference": "1 LALHAI 21:1"
    },
    {
      "content": "Chun, Ahab chun Naboth chu, “Ka in bul a ni lei hin i grêp huon hi thlai huon dingin mi pe raw khai, a aia chun grêp huon ṭha lem pêng ka ti che; annawleh i nuom lem chun a tangkain a man tâwk chu pêng ka ti che,” a ta, a biek a.",
      "reference": "1 LALHAI 21:2"
    },
    {
      "content": "Chun, Naboth chun Ahab kuom- ah, “Ka puhai ro hang pêk che chu ka ta dingin a âwmin a âwm nawh ie,” a tih a.",
      "reference": "1 LALHAI 21:3"
    },
    {
      "content": "Chun, Jezreel mi Naboth chun a kuoma chuong ang thu chu a hril lei chun Ahab chu ngûitak le lungâwi nawtakin a inah a lût tah a, “Ka puhai ro pe thei naw ning che,” a ti tlat sih a. Chuongchun, a khuma chun a zâl a, khingtieng a nghah a, bu hrim hrim khawm a fâk nuom ta nawh a.",
      "reference": "1 LALHAI 21:4"
    },
    {
      "content": "Chuongchun, a nuhmei Jezebel chu a va feh a, a kuomah, “Iengtiziea i lungril chuong lâwma a lungngai a, bu hrim hrim i fâk naw am a ni leh?” a ta.",
      "reference": "1 LALHAI 21:5"
    },
    {
      "content": "Ama chun a kuomah, “Jezreel mi Naboth chu ka va biek a, a kuomah, ‘I grêp huon hi min châwktir rawh, annawleh i dit lem chun a aiah grêp huon dang pêng ka ti che,’ ka tih a, ama chun, ‘Ka grêp huon chu pe thei naw ning che,’ tiin a mi dawn annâwm ie,” a ta.",
      "reference": "1 LALHAI 21:6"
    },
    {
      "content": "Chun, a nuhmei Jezebel chun a kuomah, “Israel ram lal hi i nih a ni naw am a nih? Tho la, bu fa la, lungril hlimtakin um raw khai, Jezreel mi Naboth grêp huon chu keiin pêng ka ti che,” a ta.",
      "reference": "1 LALHAI 21:7"
    },
    {
      "content": "Chuongchun, Ahab hming chun lekha a ziek a, a namna chun a nam a; chun, lekha chu a umna khuoa Naboth tuolbâwm upahai le mi ṭhahai kuomah ân phur a.",
      "reference": "1 LALHAI 21:8"
    },
    {
      "content": "Chun, lekhaa chun, “Bu nghei thu lo phuong unla, mipui lai Naboth chu inhmatâwngtir unla,",
      "reference": "1 LALHAI 21:9"
    },
    {
      "content": "mi pahni Belial nauhai a hmaa chun inṭhungtir unla, ‘Pathien le lal i hrilsiet a nih,’ tia a hêktu dingin lo siem ro. Chun, ama chu ṭhuoi suok unla, lo dêng hlum ro,” a ta.",
      "reference": "1 LALHAI 21:10"
    },
    {
      "content": "Chun, a umna khuoa mi, a umna khuoa um upahai le mi ṭhahai chun Jezebelin ân phur lekhaa a ziek ang chun an thawh a.",
      "reference": "1 LALHAI 21:11"
    },
    {
      "content": "Bu nghei thu chu an phuong a, mipuihai lai Naboth chu an inhma- tâwngtir a.",
      "reference": "1 LALHAI 21:12"
    },
    {
      "content": "Chun, mi pahni Belial nauhai chu a hmaa chun an va ṭhung a; chun, Belial mihai chun mipuihai hmaa chun, “Naboth hin Pathien le lal a hrilsiet a nih,” tiin ama Naboth chu an hêk a. Chuongchun, khuoa in- thawk chun an ṭhuoi suok a, lungin an dêng a, a thi tah a.",
      "reference": "1 LALHAI 21:13"
    },
    {
      "content": "Chuongchun, Jezebel kuoma chun, “Naboth chu lungin an dêng a, a thi tah,” tiin mi an tir a.",
      "reference": "1 LALHAI 21:14"
    },
    {
      "content": "Chun, Jezebelin Naboth chu lungin an dêng a, a thi tah ti a hrietin Jezebel chun Ahab kuoma chun, “Tho la, Jezreel mi Naboth grêp huon, ân châwktir phal naw che kha nei ta raw le, Naboth chu a dam ta nawh a, a thi tah a nih,” a ta.",
      "reference": "1 LALHAI 21:15"
    },
    {
      "content": "Chun, Ahab chun Naboth a thi tah ti a hrietin Jezreel mi Naboth grêp huon chu nei dinga fe thla dingin Ahab chu a tho tah a.",
      "reference": "1 LALHAI 21:16"
    },
    {
      "content": "Chun, LALPA thu chu Tisbe mi Elija kuoma chun a hung tlung tah a.",
      "reference": "1 LALHAI 21:17"
    },
    {
      "content": "“Tho la, Samari khuoa um, Israel lal Ahab be dingin zu fe raw khai, ngai ta, Naboth grêp huona chun a um a; nei tumin chutaka chun a fe thla a nih.",
      "reference": "1 LALHAI 21:18"
    },
    {
      "content": "A kuoma chun, ‘LALPAIN hieng ang hin a tih, I that a, i neipêk nâwk nghâl a ni maw? tiin,’ ti la, a kuomah, ‘LALPAIN hieng ang hin a tih, Uiin Naboth thisen an liekna hmun ngeia hin nanga thisen khawm hi an liek ve ding a nih, tiin,’ ti rawh,” a tih a.",
      "reference": "1 LALHAI 21:19"
    },
    {
      "content": "Chun, Ahab chun Elija kuomah, “I mi hung hmu ta maw, ka hmêl- mapa?” a ta. Chun, ama chun a dawn a, “Ka hmu ta che a ni hi, LALPA mithmua thil ṭha naw thaw dingin inzawr ta che chu.",
      "reference": "1 LALHAI 21:20"
    },
    {
      "content": "Ngai ta, i chunga hin thil ṭha- naw hung intlungtir ka ta, hung suk- bohmang ka ti cheh a, Ahaba inthawk hin naupasal taphawt chu Israel rama mi khuokhira um amanih, khuokhir naw amani khawm chu sukbohmang ka ta,",
      "reference": "1 LALHAI 21:21"
    },
    {
      "content": "nangin i mi suklungsen lei le, Israelhai chu thil în suksuoltir leiin Nebat naupa Jeroboam sûnghai le Ahija naupa Baasa sûnghai ang elin i sûnghai hi siem ka tih,” a ta.",
      "reference": "1 LALHAI 21:22"
    },
    {
      "content": "Chun, Jezebel chungchâng thu khawm LALPAIN a hril a, “Jezreel khaw kul bulah Jezebel hi uiin la fâng an tih.",
      "reference": "1 LALHAI 21:23"
    },
    {
      "content": "Ahab sûngkuohai laia mi khawpuia thihai po chu uiin fâng an ta; rama thihai po chu chunglêng vatehaiin fâng an tih,” tiin.",
      "reference": "1 LALHAI 21:24"
    },
    {
      "content": "(A nuhmei Jezebel infuipawr a, LALPA mithmua thil ṭha naw thaw dinga inzawr Ahab ang hrim hrim hi tukhawm an um nawh.",
      "reference": "1 LALHAI 21:25"
    },
    {
      "content": "LALPAIN Israel thlahai hmaa a hnawtsuok Amor mihai thilthaw tin- rêng ang, milimhai bein thil tirdak- umtakin a thaw hlak a).",
      "reference": "1 LALHAI 21:26"
    },
    {
      "content": "Chun, Ahab chun chuong thu chu a hriet chun a puon a keithlêr a, saiip puon a sil a, bu a nghei a, saiip puon chungah a zâl a, ngûitakin ân lawn vêl a.",
      "reference": "1 LALHAI 21:27"
    },
    {
      "content": "Chun, LALPA thu chu Tisbe mi Elija kuoma chun a hung tlung a,",
      "reference": "1 LALHAI 21:28"
    },
    {
      "content": "“Ahab ka hmaa an ngaitlâwm- zie hi i hmu am? Ka hmaa an ngai- tlâwm lei hin ama dam sûng hin chu a chungah thil ṭha naw intlungtir naw ning, a naupaa inthawk ruok chun a sûnghai chungah thil ṭha naw in- tlungtir ka tih,” tiin.",
      "reference": "1 LALHAI 21:29"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 LALHAI 21 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}