{
  "verses": [
    {
      "content": "Ahab chun Elija thilthaw po po, kâwl hnâma zâwlneihai po po a that thuhai leh Jezebel chu a hril a.",
      "reference": "1 LALHAI 19:1"
    },
    {
      "content": "Chuongchun, Jezebel chun Elija kuomah, “khâng mihai laia mi pa- khat hringna anga zîngah hieng tik phât hin i hringna ka siempêk ve naw che chun pathienhai chun an law law mi law el hai sienla, chu nêka nasa lem khawm a,” tiin mi a tir a.",
      "reference": "1 LALHAI 19:2"
    },
    {
      "content": "Chuongchun, a ṭih a, a tho a, a tlânse tah a, Judai rama Beer-seba khuo a va tlung a, chutaka chun a siehlaw chu a mâksan a.",
      "reference": "1 LALHAI 19:3"
    },
    {
      "content": "Ama ruok chu thlalêrah ni khat lama hlaah a feh a, Juniper thing hnuoia hin a ṭhung a, thi a hni tah a, “A hun tah ie, aw LALPA, tuhin ka hringna hi la el ta, ka puhai nêkin ka ṭha chuong bîk si nawh a,” a ta.",
      "reference": "1 LALHAI 19:4"
    },
    {
      "content": "Chuongchun, Juniper thing hnuoia chun a zâl a, a in tah a; chun, ngai ta, vântirko hin a hung them a, a kuomah, “Tho la, fa rawh,” a ta.",
      "reference": "1 LALHAI 19:5"
    },
    {
      "content": "Chun, a hei en vêl a, ngai ta, a luthluona chun beiphêk lungsaa em hmin diem le tuiûm hi a lo um a. Chuongchun, a fâk a, a dâwn a, a zâl nâwk tah a.",
      "reference": "1 LALHAI 19:6"
    },
    {
      "content": "Chun, LALPA vântirko chu a hung nâwk a, a hung them a, “Tho la, fa rawh, i fena ding i ta dingin lam hla a nih,” a ta.",
      "reference": "1 LALHAI 19:7"
    },
    {
      "content": "Chun, a tho a, a fâkin a dâwn a, chuongchun, chu bu lei chun Pathien tlâng Horeb chenin ni sâwmli le zân sâwmli a feh a.",
      "reference": "1 LALHAI 19:8"
    },
    {
      "content": "Chun, chutaka pûk pakhat a va tlung a, chutaka chun a um tah a; chun, ngai ta, LALPA thu a kuomah a hung tlung a, a kuomah, “Hitaka hin ieng am i thawh a, Elija?” a ta.",
      "reference": "1 LALHAI 19:9"
    },
    {
      "content": "Ama chun, “LALPA sipaihai Pathien ta ding hin ṭhahnem ka ngai êm êm hlak a, Israel thlahai hlak chun i thuthlung an nghatsan a, i maichâmhai an sukchim a, i zâwl- neihai kâwlhnâmin an sâthlum sih a; a la um chu kei bak hi ka na, ka hring- na mi lâkpêk an tum a nih,” a ta.",
      "reference": "1 LALHAI 19:10"
    },
    {
      "content": "Ama chun, “Va suok la, tlânga sawn LALPA hmaah va ngîr rawh,” a ta. Chun, ngai ta, LALPA chu a hung a, thlipui hrâttakin tlâng dâm chu LALPA hmaa chun a hung mût kak a, lungpuihai chu a kawi remrum a, nisienlakhawm, thlia chun LALPA chu a um nawh; chun, thli hrâng zo chun simkhawleihnuoi a hung in- hnîng a; nisienlakhawm, simkhawlei- hnuoi inhnînga chun LALPA chu a um nawh;",
      "reference": "1 LALHAI 19:11"
    },
    {
      "content": "Chun, simkhawleihnuoi in- hnîng zo chun mei a hung suok a, nisienlakhawm, meia chun LALPA chu a um nawh;",
      "reference": "1 LALHAI 19:12"
    },
    {
      "content": "chun, mei zoa chun râwl innêmtak el hi a hung suok a, chun, Elija chun chu chu a hriet chun a puonin a hmai ân khum a, a va suok a, pûk baua chun a va ngîr a. Chun, ngai ta, râwl chun a kuomah, “Hitaka hin ieng am i thawh a, Elija?” a hung tih a.",
      "reference": "1 LALHAI 19:13"
    },
    {
      "content": "Chun, ama chun, “LALPA sipai- hai Pathien ta ding hin ṭhahnem ka ngai êm êm hlak a, Israel thlahai hlak chun i thuthlung an nghatsan a, i maichâmhai an sukchim a, i zâwl- neihai kâwlhnâmin an sât hlum sih a; a la um chu keima bak hi ka na, ka hringna mi lâkpêk an tum a nih,” a ta.",
      "reference": "1 LALHAI 19:14"
    },
    {
      "content": "Chun, LALPAIN a kuomah, “Fe nâwk ta la, thlalêr tieng Damaska khuoah fe rawh; i va tlung chun Suria lal dingin Hazael hriek nâl i ta;",
      "reference": "1 LALHAI 19:15"
    },
    {
      "content": "chun, Israel lal dingin Nimsi naupa Jehu chu hriek nâl bawk i tih; chun, nanga aiawa zâwlnei ni dingin Abelmehola khuoa mi Saphat naupa Elisa hriek nâl bawk i tih.",
      "reference": "1 LALHAI 19:16"
    },
    {
      "content": "Chun, Hazael kâwlhnâm pum- pel taphawt chu Jehu chun that a ta, Jehu kâwlhnâm pumpel taphawt chu Elisa chun that a tih.",
      "reference": "1 LALHAI 19:17"
    },
    {
      "content": "Nisienlakhawm, Israel rama hin Baal hmaa la dingṭhaṭhuon ngailo le, la fâwp ngailo mi sâng sari ka ta dingin ka hum ding a nih,” a ta.",
      "reference": "1 LALHAI 19:18"
    },
    {
      "content": "Chuongchun, chutaka inthawk chun a suok tah a, Saphat naupa Elisa chu a va hmusuok a, ama chun hnuoi a lo inlet a, a hmaa chun sebâwng tuok sâwm le tuok hni a um a, a sâwm le pahnina chu ama chun a lo khal a; chun, Elija chun a va pan a, a puon chu a vân bâttir a.",
      "reference": "1 LALHAI 19:19"
    },
    {
      "content": "Chun, sebâwnghai chu a mâk- san a, Elija chu a hnawt tah a, “Ka nu le ka pa la va fâwp hri phawt ka tih aw, chuongchun, hung zui ka ti che,” a ta. Ama chun a kuomah, “Va fe nâwk phawt ta la, ieng am ka thawpêk che a?” a ta.",
      "reference": "1 LALHAI 19:20"
    },
    {
      "content": "Chun, ama a va zui chu a kîr a, sebâwng tuok khat a khal chu a that a, a sa chu sebâwng thuomhnawhai chun a suong a, mihai kuomah a sem a, an fâk tah a. Chuongchun, a tho a, Elija chu a zui a, a rawng a bâwlpêk tah a.",
      "reference": "1 LALHAI 19:21"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 LALHAI 19 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}