{
  "verses": [
    {
      "content": "Israel thlahai Aigupta rama an suok chena inthawk kum za li le kum sâwmrietna kum, Israelhai chunga Solomon inlal kum lina, Ziv thla, thla hninaa chun LALPA in bâwl chu a ṭan a.",
      "reference": "1 LALHAI 6:1"
    },
    {
      "content": "Chun, Solomonin LALPA ta dinga a in bâwl chu a dung tieng tawng sâwmruk a na, a khang tieng chu tawng sâwmhni a na, ân sâng tieng chu tawng sâwmthum a nih.",
      "reference": "1 LALHAI 6:2"
    },
    {
      "content": "Chun, chu ina Hmun inthieng hmaa tuolpûk chu a in khang tieng chen tawng sâwmhnia sei a na, a hma tienga mi khang tieng chu tawng sâwm a nih.",
      "reference": "1 LALHAI 6:3"
    },
    {
      "content": "Chun, ina chun tukverhai a sûnga inthawka a puotienga chîn zuihai chu a siem a.",
      "reference": "1 LALHAI 6:4"
    },
    {
      "content": "Chun, in bang vêlin, biekna in bang vêla khawm, biekna hmun inthieng bang vêla khawm chun, chu in bang sik chun in sâwng nei a bâwl a; chun, a vêl el chun pindanhai a siem a;",
      "reference": "1 LALHAI 6:5"
    },
    {
      "content": "a sâwng hnuoi hnung tak chu a khang tieng tawng nga a na, a laia mi chu a khang tieng tawng ruk a na, a pathumna chu a khang tieng tawng sari a nih; kalkhanghai chu in banga chun rawl ngai loin, a puotienga chun a vêlin a bang hrûla chun ân nghatna a siem a.",
      "reference": "1 LALHAI 6:6"
    },
    {
      "content": "Chun, in chu an bâwl lai chun, lung a chona hmuna sut sa vawnga bâwl a na, chuongchun, an bâwl sûng po chu tubau ri dâm, hreipui ri dâm, thîr hriemhrei ri hrim hrim chu ina chun hriet a ni nawh a.",
      "reference": "1 LALHAI 6:7"
    },
    {
      "content": "Pindan lailungtakhai kawtkhâr chu, chu in changtieng panga chun a um a, a laia chun kailâwn inhera hin an lâwn kai a; chun, a lailunga inthawk chun a pathumnaah.",
      "reference": "1 LALHAI 6:8"
    },
    {
      "content": "Chuongchun, in chu a hang bâwl a, a zo tah a, in chu sidar tlungpûm le a phêkin ân khum a.",
      "reference": "1 LALHAI 6:9"
    },
    {
      "content": "Chun, a in sâwng neihai chu in sik vawngin tawng nga senga insângin a bâwl a; chuonghai chu in le chun sidar thinga zawm a nih.",
      "reference": "1 LALHAI 6:10"
    },
    {
      "content": "Chun, LALPA thu chu Solomon kuomah a hung tlung a,",
      "reference": "1 LALHAI 6:11"
    },
    {
      "content": "“Hi in bâwl lai mêk chungchâng thu hi ka thuruothai i pawm a, ka rorêlhai i zâwm a, ka thupêk po pohai zâwm dinga i pawm phawt chun, i pa David kuoma ka lo hril tah ka thu kha i chungah sukdet ka tih.",
      "reference": "1 LALHAI 6:12"
    },
    {
      "content": "Chun, Israel thlahai laia hin chêng ka ta, ka mi Israelhai hi thlathlam naw ning ah,” tiin.",
      "reference": "1 LALHAI 6:13"
    },
    {
      "content": "Chuongchun, Solomon chun in chu a bâwl a, a zo tah a.",
      "reference": "1 LALHAI 6:14"
    },
    {
      "content": "In sûng tienga bang ding chun sidar thingphêk a hmang a, a ṭuonga inthawka a inchung thuo bang chen chun thingphêk a bel vawng a, a ṭuonga chun fâr thing phêk a pha sah a.",
      "reference": "1 LALHAI 6:15"
    },
    {
      "content": "Chun, in chawrtieng pang tawng sâwmhni chu a ṭuonga in- thawka a bang chenin sidar thing- phêkhaiin a siem vawng a, a biekna hmun, Hmun Inthieng tak ta ding khawm chun a sûngtienga chun a hmang a.",
      "reference": "1 LALHAI 6:16"
    },
    {
      "content": "Chun, biekna hmun hma tieng biek in sûng chu a dung tawng sâwm- li a na.",
      "reference": "1 LALHAI 6:17"
    },
    {
      "content": "Chun, insûng tienga chun a kumûm le a pâr, pâr lima ker mawi sidar thing a um a, a rêng chun sidar thing vawng a nih; lung hrim hrim ân lang nawh a.",
      "reference": "1 LALHAI 6:18"
    },
    {
      "content": "Chun, LALPA thuthlung bâwm siena dingin a sûngah hmun in- thiengtak a buotsai a.",
      "reference": "1 LALHAI 6:19"
    },
    {
      "content": "Chun, chu hmun inthiengtak chu a dung tieng tawng sâwmhni, a khang tieng tawng sâwmhni, ân sâng tieng tawng sâwmhni a nih; chu chu rângkachak hlirhlakin ân luon a; chun, sidar maichâm chu ân luon bawk a.",
      "reference": "1 LALHAI 6:20"
    },
    {
      "content": "Chuongchun, Solomon chun chu in sûng tieng chu rângkachak in- thiengin ân luon vawng a; chun, hmun inthiengtak hma tieng chu rângkachak khaidiethaiin a daidan a; chu chu rângkachakin ân luon a.",
      "reference": "1 LALHAI 6:21"
    },
    {
      "content": "Chun, in chu a rênga a zo chenin a pumin rângkachak inthiengin ân luon pei a; hmun inthienga maichâm pumpui khawm chu rângkachak inthiengin ân luon a.",
      "reference": "1 LALHAI 6:22"
    },
    {
      "content": "Chun, hmun inthienga chun tawng sâwmhni ve vea insângin cherub pahni Oliv thingin a siem a.",
      "reference": "1 LALHAI 6:23"
    },
    {
      "content": "Cherub thla pakhat chu tawng nga a na, cherub thla khingtieng chu tawng nga bawk a nih; thla pakhat hmawra inthawka thla khingtieng hmawr inkâr chu tawng sâwm a nih.",
      "reference": "1 LALHAI 6:24"
    },
    {
      "content": "Cherub pakhat insângtieng chu tawng sâwm a na, cherubhai chu intie chie le pieng dân inang ve ve a nih.",
      "reference": "1 LALHAI 6:25"
    },
    {
      "content": "Cherub pakhat insâng tieng chu tawng sâwm a na, cherub pakhat khawm chu, chu chen bawk chu a nih.",
      "reference": "1 LALHAI 6:26"
    },
    {
      "content": "Chun, cherubhai chu insûng ril lema chun a sieh a; chun, cherubhai thla chu ân zar a, pakhat thla chun bang khingtieng a va tâwk a, cherub pakhat thla khawm chun bang khing- tieng chu a tâwk bawk a; chu in lailungtaka chun an thla le an thla chu ân tâwk a.",
      "reference": "1 LALHAI 6:27"
    },
    {
      "content": "Chun, cherubhai chu rângka- chak inthiengin ân luon a.",
      "reference": "1 LALHAI 6:28"
    },
    {
      "content": "In bang po po chu a vêlin cherubhai intûm thing le pâr par ta sa limhai leh, ker mawiin sûngtieng le a puotienga chun a siem a.",
      "reference": "1 LALHAI 6:29"
    },
    {
      "content": "A in ṭuong chu sûngtieng le a puotienga chun rângkachak in- thiengin ân luon a.",
      "reference": "1 LALHAI 6:30"
    },
    {
      "content": "Chun, hmun inthiengtak lûtna dinga chun Oliv thingin kawtkhâr a siem a, kawtkhâr lu chung le kawt- khâr bienghai chu a bang hmun ngaa ṭhea hmun khat tie a nih.",
      "reference": "1 LALHAI 6:31"
    },
    {
      "content": "Chuongchun, Oliv thingin kawtkhâr pahni a siem a, chutaka chun cherubhai, intûm thing le pâr par tasahai lim dâm ker mawiin a siem a, chuong chu rângkachakin ân luon a; chun, cherubhai le intûm thinghai chu rângkachak a nâl a.",
      "reference": "1 LALHAI 6:32"
    },
    {
      "content": "Chun, biekin lûtna dingin bang hmun lia ṭhea hmun khat ruolin Oliv kawtkhâr ban a siem bawk a,",
      "reference": "1 LALHAI 6:33"
    },
    {
      "content": "fâr thing kawtkhâr pahni leh; kawtkhâr pakhata phêk hni chu thlep thei a na, kawtkhâr pakhata phêk hnihai khawm chu thlep thei ma a nih.",
      "reference": "1 LALHAI 6:34"
    },
    {
      "content": "Chuonghaia chun cherubhai, intûm thinghai pâr par tasahai lim chu a ker a, chuong ker mawihai chu innâmtakin rângkachakin ân luon a.",
      "reference": "1 LALHAI 6:35"
    },
    {
      "content": "Biekin huon sûng tuollai sûng- ril lem chu lung sut sâwng thum le sidar thingphêk thuo khatin a siem a.",
      "reference": "1 LALHAI 6:36"
    },
    {
      "content": "A kum lina Ziv thlaa chun LALPA in lungphûm chu rem a na,",
      "reference": "1 LALHAI 6:37"
    },
    {
      "content": "chun, kum sâwm le kum khatna Bul thla, thla rietnaah in chu remruot ang chiein, a iengkim chu zo vawng a na. Chuongchun, kum sari sûng a bâwl a nih.",
      "reference": "1 LALHAI 6:38"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 LALHAI 6 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}