{
  "verses": [
    {
      "content": "Tûn Nebat naupa lal Jeroboam chu kum sâwm le kum riet ân lal kum chun Judahai chungah Abijam chu ân lal ṭan a.",
      "reference": "1 LALHAI 15:1"
    },
    {
      "content": "Jerusalem khuoah kum thum ân lal a, a nu hming chu Maaka, Abisa- lom naunu a nih.",
      "reference": "1 LALHAI 15:2"
    },
    {
      "content": "A hmaa a pain thil suol a thawhai po po kha a thaw veh a; a pu David lungril angin a lungril chu LALPA a Pathien tienga chun a ṭha famkim ve nawh a.",
      "reference": "1 LALHAI 15:3"
    },
    {
      "content": "Nisienlakhawm, David leiin LALPA Pathien chun ama hnunga a naupa la tungdingna ding le Jerusalem khuo inngîr det dingin Jerusalem khuoa chun khâwnvar a pêk a.",
      "reference": "1 LALHAI 15:4"
    },
    {
      "content": "Hit mi Uria chungchâng ti nawa chun Davidin LALPA mithmua thil- ṭha a thaw hlak lei le a dam sûng poa thaw dinga thu a pêk taphawt chu a sêl ngai dêr naw leiin.",
      "reference": "1 LALHAI 15:5"
    },
    {
      "content": "Rehoboam chu a dam sûng po chu Jeroboam leh an indo zing zing hlak a.",
      "reference": "1 LALHAI 15:6"
    },
    {
      "content": "Abijam chanchin le a thilthaw danghai po po chu Juda lalhai inlal lai thu ziekna buah a chuong a ni naw am a nih?",
      "reference": "1 LALHAI 15:7"
    },
    {
      "content": "Abijam le Jeroboam chu an indo hlak a. Chun, Abijam chu a puhai kuoma chun a in tah a, David khaw- puia chun an phûm tah a; ama aiawin a naupa Asa chu ân lal tah a.",
      "reference": "1 LALHAI 15:8"
    },
    {
      "content": "Israel lal Jeroboam chu kum sâwmhni ân lal kum chun Asa chu Judahai chungah ân lal ṭan a.",
      "reference": "1 LALHAI 15:9"
    },
    {
      "content": "Chun, kum sâwmli le kum khat chu Jerusalemah ân lal a, a pi hming chu Maaka, Abisalom naunu a nih.",
      "reference": "1 LALHAI 15:10"
    },
    {
      "content": "Asa chun a pu David ang bawkin LALPA mithmua thilṭha a thaw hlak a.",
      "reference": "1 LALHAI 15:11"
    },
    {
      "content": "Chun, pasal inzawrhai chu a rama inthawkin a hnawt suok a, a puhaiin milim an lo siemhai po po chu a sukbo vawng a.",
      "reference": "1 LALHAI 15:12"
    },
    {
      "content": "A pi Maaka khawm chu milim tirdakumtak Asera a siempêk leiin, a lalnu nina chu a bân a; chun, Asa chun a milim siem chu a sât thlûk a, Kidron vadungah a rawh a.",
      "reference": "1 LALHAI 15:13"
    },
    {
      "content": "Bâwlhmunhai ruok chu a sukbo nawh a, nisienlakhawm, Asa lungril chu a dam sûng po chun LALPA tieng chun a ṭha famkim a nih.",
      "reference": "1 LALHAI 15:14"
    },
    {
      "content": "Chun, a pain thil a lo inhlân tasahai le ama ngeiin a lo inhlân tah, tangkaruohai, rângkachak dâm, bûr le bêlhai chu LALPA inah a lâk lût a.",
      "reference": "1 LALHAI 15:15"
    },
    {
      "content": "Chun, Asa le Israel lal Baasa chu an inlal sûng po chu an indo zing hlak a.",
      "reference": "1 LALHAI 15:16"
    },
    {
      "content": "Israel lal Baasa chun Judahai chu a hang thawh a, Juda lal Asa kuoma lût ding le suok ding dangna dingin Rama khuo a siem a.",
      "reference": "1 LALHAI 15:17"
    },
    {
      "content": "Chuongchun, Asa chun LALPA ina le lal ina ro la um tangkaruo le rângkachak po po chu a lâk a, a siehlawhai a pêk a; chun, lal Asa chun Damaska khuoa um Suria lal Hezion nau Tabrimon naupa Ben- hadad kuoma chun,",
      "reference": "1 LALHAI 15:18"
    },
    {
      "content": "“Nang le keia kâra le ka pa le i pa kârah thuthlung a um a, ngai ta, lâwmman dingin tangkaruo le râng- kachak ka hung thawn che; thaw ta, Israel lal Baasa hin a min kiensanna dingin a kuoma i thuthlung kha ṭhiek el ta,” tiin a thawn a.",
      "reference": "1 LALHAI 15:19"
    },
    {
      "content": "Chun, Benhadad chun lal Asa thu chu a lo pawm a, chuongchun, Israel khuohai chu thaw dingin a sipai hotuhai a tir a. Ijon khuo dâm, Dan khuo dâm, Abel-beth-maaka khuo dâm, Kinneroth biel po po chu, Naphtali ram po po le chun a thawh a.",
      "reference": "1 LALHAI 15:20"
    },
    {
      "content": "Chun, Baasa chun chu thu chu a lo hriet phingleh Rama khaw siem chu a ma a, Tirza khuoa chun a um tah a.",
      "reference": "1 LALHAI 15:21"
    },
    {
      "content": "Chuongchun, lal Asa chun Judai ram po poa chun thu ân phur vêl tah a; tukhawm a âwl bîk hrim hrim an um nawh, chuongchun, Baasain Rama khaw siemna dinga thing le lung a hmanghai chu an thak a; chuonghai chu hmangin lal Asa chun Mizpa khuo le Benjamin rama Geba khuo a siem a.",
      "reference": "1 LALHAI 15:22"
    },
    {
      "content": "Asa chanchin dang po pohai, a thilthawtheizie po pohai, a thilthaw po pohai, a khaw siemhai chu Juda lalhai inlal lai thu ziekna buah a chuong a ni naw am a nih? Ami- ruokchu, a tar hnung chun a kea chun hri ieng amanih a hung invawi tah a.",
      "reference": "1 LALHAI 15:23"
    },
    {
      "content": "Chun, Asa chu a puhai kuomah a in tah a, a pu David khawpuiah a puhai lai chun an phûm tah a; a naupa Jehosaphat chu ama aiawin ân lal tah a.",
      "reference": "1 LALHAI 15:24"
    },
    {
      "content": "Chun, Jeroboam naupa Nadab chu Juda lal Asa inlal kum hninaa chun Israelhai chungah ân lal ṭan a; Israelhai chunga chun kum hni ân lal a.",
      "reference": "1 LALHAI 15:25"
    },
    {
      "content": "LALPA mithmuin thil ṭha naw- tak a thaw hlak a; a pa lampui hraw chu a hraw veh a, Israelhai thil insuksuoltira a suksuolna kha a thaw veh a.",
      "reference": "1 LALHAI 15:26"
    },
    {
      "content": "Chun, Issakar sûnghai laia mi Ahija naupa Baasa chun ama chu a phier rûk a, Philistin mihai chan, Gibbethon khuoah Baasa chun a that tah a, Nadab le Israelhai po po chun Gibbethon khuo chu an inhuol lai tak a nih.",
      "reference": "1 LALHAI 15:27"
    },
    {
      "content": "Juda lal Asa inlal a kum thumnaah a nih Baasa chun a that a, a aiah ân lal chu.",
      "reference": "1 LALHAI 15:28"
    },
    {
      "content": "Chun, lal a hung ni phing chun a sukchimit dêr hmakhat chun Jeroboam sûnghai po po chu a that a, a dam taphawt chu pakhat khawm Jeroboam chu a hlapêk nawh a; LALPAIN Shilo khuoa mi a siehlaw Ahija hmanga a lo hril ta ang khan,",
      "reference": "1 LALHAI 15:29"
    },
    {
      "content": "chu chu Israelhai thil insuk- suoltira a thaw, Jeroboam suolnahai lei le LALPA Israelhai Pathien chu a suklungsen lei a nih.",
      "reference": "1 LALHAI 15:30"
    },
    {
      "content": "Nadab chanchin danghai le a thilthaw po pohai chu Israel lalhai inlal lai thu ziekna buah a chuong a ni naw am a nih?",
      "reference": "1 LALHAI 15:31"
    },
    {
      "content": "Chun, Asa le Israel lal Baasa chu an inlal sûng po chu an indo zing hlak a.",
      "reference": "1 LALHAI 15:32"
    },
    {
      "content": "Juda lal Asa inlal kum thumnaa chun Ahija naupa Baasa chu Tirza khuoah Israelhai po po chungah ân lal ṭan a, kum sâwmhni le kum li ân lal a.",
      "reference": "1 LALHAI 15:33"
    },
    {
      "content": "LALPA mithmuin thil ṭhanaw- tak a thaw hlak a, Jeroboam lampui hraw chu a hraw veh a, Israelhai thil insuksuoltirnaa a suksuolna kha a thaw veh a.",
      "reference": "1 LALHAI 15:34"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 LALHAI 15 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}