{
  "verses": [
    {
      "content": "Chun, LALPA hming dinga a thilthaw chungchâng thua Solomon hming inthangzie chu Seba lalnuin a lo hriet chun thu khirtak taka fie tumin a kuomah a feh a.",
      "reference": "1 LALHAI 10:1"
    },
    {
      "content": "Chun, Jerusalem khuoah, hnung zuitu tamtak ṭhuoiin, thil rim inhnik le rângkachak tamtak le lunghluhai phur sanghâwngseihai ṭhuoiin a feh a; chun, Solomon kuom a tlung chun a lungrila a thu pai po po chu phawr fai rêtin ama a biek a.",
      "reference": "1 LALHAI 10:2"
    },
    {
      "content": "Chun, Solomon chun a thu in- dawnhai po po chu a dawn fai vawng a, lal ihriet naw, a hrilfie thei naw hrim a um dêr nawh a.",
      "reference": "1 LALHAI 10:3"
    },
    {
      "content": "Chun, Seba lalnuin Solomon varzie po pohai, a in bâwl dâm,",
      "reference": "1 LALHAI 10:4"
    },
    {
      "content": "a dawkâna fâk ding dâm, a upahai ṭhung dân dâm, a rawngbâwl- tuhai chângvêl dân dâm, an inchei dân dâm, a no inhlântuhai dâm, LALPA ina ân hlân pumrawhmang thilinhlâna ân hlânhai a hei hmu chun lungril alêm a nei ta nawh a.",
      "reference": "1 LALHAI 10:5"
    },
    {
      "content": "Chuongchun, lal kuoma chun, “I thilthawhai le i varzie hai, keia rama inthawka ka lo hriethai kha thuthang indik tak a lo ni ngei hi tie.",
      "reference": "1 LALHAI 10:6"
    },
    {
      "content": "Nisienlakhawm, keiin ka mit ngeia ka hung hmu hmakhat chun an hril chu ka lo awi nawh a, chuong- chun, ngai ta, a zâtve khawm an mi lo hril naw a nih, an hril ka lo hriet nêkin i varzie le i ṭhatzie a lo nasa hle lem a ni hi.",
      "reference": "1 LALHAI 10:7"
    },
    {
      "content": "I mihai, hieng i siehlaw, i bula um rawpa i varna thu ngai zing zing hlakhai hi an va hamṭha de aw!",
      "reference": "1 LALHAI 10:8"
    },
    {
      "content": "LALPA i Pathien, i chunga lâwm êm êm, Israelhai lalṭhungphaa in- ṭhungtirtu che hi inpâkin um raw se; LALPAIN kumkhuoin Israelhai hi a hmangai a, chuleiin, feltaka ro rêl dingin lalah a siem che a ni hi,” a ta.",
      "reference": "1 LALHAI 10:9"
    },
    {
      "content": "Chun, lal chu rângkachak ta- lent za le sâwmhni le thil riminhnik tamtak el le, lunghluhai a pêk a, Seba lalnuin Solomon thil riminhnik a pêk ang zozaia tam hi a lût ta ngai nawh a.",
      "reference": "1 LALHAI 10:10"
    },
    {
      "content": "Chun, Hiram lawngruol, Ophira inthawka rângkachak va phurtuhai khawm chun Ophira inthawk chun almug thing tamtak le lunghluhai an hung phur a.",
      "reference": "1 LALHAI 10:11"
    },
    {
      "content": "Chun, lal chun almug thinghai chu LALPA in le lal in inhuonna dingin le hlasaktuhai ta dinga ṭing- ṭang le perkhuonghai siemna ding chenin a hmang a; tu chen hin chuong ang almug thing hrim hrim chu a lûtin hmu khawm hmu a ni ta ngai nawh.",
      "reference": "1 LALHAI 10:12"
    },
    {
      "content": "Chun, a hni sa naw Solomonin a pêk tihai naw khawm chu lal Solomon chun Seba lalnu chu a dit taphawt, a hni taphawthai chu a pêk a. Chuongchun, a rawihai leh a umna ram tieng chun a fe nâwk tah a.",
      "reference": "1 LALHAI 10:13"
    },
    {
      "content": "Solomon kuoma kum khat sûnga rângkachak lût rikzie chu, rângkachak talent za ruk sâwmruk paruk a nih;",
      "reference": "1 LALHAI 10:14"
    },
    {
      "content": "sumdâwngtuhaia inthawka sie- chawi lâklût le, thil zawrtuhai suk- hlâwk, Arab lalhai sie-chawi po po le ram awptuhaia inthawka lût tiem loin.",
      "reference": "1 LALHAI 10:15"
    },
    {
      "content": "Chun, lal Solomon chun rângka- chak sut phêkin phaw lien za hni a siem a, phaw pakhat chun shekel za ruk a dit a nih.",
      "reference": "1 LALHAI 10:16"
    },
    {
      "content": "Chun, rângkachak sut phêkin phaw dang za thum a siem a, phaw pakhat chun rângkachak maneh thum pei a ngai a; chuonghai chu lal chun Lebanon rampui ina chun a sieh a.",
      "reference": "1 LALHAI 10:17"
    },
    {
      "content": "Chun, lal chun saiha lal- ṭhungpha ropuitak a siem bawk a, chu chu rângkachak ṭha chi takin ân luon a.",
      "reference": "1 LALHAI 10:18"
    },
    {
      "content": "Lalṭhungpha hang lâwnnaa chun kalbi paruk a um a, chu lal- ṭhungpha hnungtieng chun a hung inkûm a, a ṭhungna sîrtuoka chun a dona a um ve veh a, chun a dona bulhaia chun sakeibaknei pahni an ngîr a.",
      "reference": "1 LALHAI 10:19"
    },
    {
      "content": "Chun, kalbi paruka chun a sîrtuokah sakeibaknei sâwm le pahni an ngîr a, chuong ang chu khâwlai rama khawm an siem ngai hrim hrim nawh a.",
      "reference": "1 LALHAI 10:20"
    },
    {
      "content": "Chun, lal Solomon nohai po po chu rângkachak vawng an na, chun, Lebanon Rampui Ina bûr le bêlhai po po khawm chu rângkachak hlîr hlak vawng an nih; tangkaruo hrim hrim a ṭhang nawh, Solomon dam lai chun, chu chu ieng hûa khawm an ngai nawh.",
      "reference": "1 LALHAI 10:21"
    },
    {
      "content": "Lal chun tuisuorieta chun Hiram lawng ruol inkawppuitu ding Tarsis lawng ruol a nei a, Tarsis lawng ruol chun kum thum dan peiah rângkachak dâm, tangkaruo dâm, saiha dâm, zâwng dâm, ârâwnhai dâm, a hung phur hlak a.",
      "reference": "1 LALHAI 10:22"
    },
    {
      "content": "Chuongchun, lal Solomon chun khawvêla lal po po chu hausaka le vara chun a khûm vawng a nih.",
      "reference": "1 LALHAI 10:23"
    },
    {
      "content": "Pathienin a lungrila varna thu a siepêk chu ngai dingin khawvêla mi po pohai chun Solomon chu an hung pan huoi huoi hlak a.",
      "reference": "1 LALHAI 10:24"
    },
    {
      "content": "Mi tinin lâwmman kum tina pêk bi neiin tangkaraw bûr le bêlhai, rângkachak bûr le bêlhai, puonhai dâm, râlthuomhai dâm, thil rimin- hnikhai dâm, sakawrhai dâm, sa- bengtung lien chi hai dâm an hung pêk hlak a.",
      "reference": "1 LALHAI 10:25"
    },
    {
      "content": "Chun, Solomon chun tawlai- lîrhai le sakawr chung chuong mihai a ko khâwm ṭeu a, tawlailîr sâng khat le za li le sakawr chung chuong mi sîng khat le sâng hni a nei a, chuonghai chu tawlailîr siena khuo- haia, Jerusalem khuoa lal umnaa dâm chun ân umtir a.",
      "reference": "1 LALHAI 10:26"
    },
    {
      "content": "Chun, lal chun Jerusalem khuoa chun a tam êm leiin tangka- ruohai chu lung ang ela ngai khawpin ân umtir a, Sidar thinghai dâm chu phaia theichang thing ang ela ngai khawpin ân umtir a.",
      "reference": "1 LALHAI 10:27"
    },
    {
      "content": "Chun, Solomon inei sakawrhai chu Aigupta rama inthawka hung tawl suok an na, chun, lal sumdâwng- tuhai chun aruol ruolin an lo khâr hlak a, aruola inchâwk pei an nih.",
      "reference": "1 LALHAI 10:28"
    },
    {
      "content": "Aigupta rama inthawka taw- lailîr chu tangkaruo shekel za ruk peiin an suktlung hlak a, chun, sakawr chu tangkaruo shekel za le sâwmnga peiin; chuong ang bawk chun Hit mihai lalhai po po le Suria lalhai khawm an suktlung pêk hlak a nih.",
      "reference": "1 LALHAI 10:29"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 LALHAI 10 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}