{
  "verses": [
    {
      "content": "Chun, Baasa chungchâng thuah Hanani naupa Jehu kuomah LALPA thu a hung tlung a,",
      "reference": "1 LALHAI 16:1"
    },
    {
      "content": "“Pilvuta inthawkin ka dawm sâng cheh a, ka mi Israelhai chunga hin hotuah ka siem cheh a, chun, nangin Jeroboam lampui hraw chu i hrawh a, an suolnahaia an mi suklungsenna dingin ka mi Israelhai chu thil în suksuoltir a;",
      "reference": "1 LALHAI 16:2"
    },
    {
      "content": "ngai ta, Baasa le a sûnghai hi ka sukbo hlau ding a nih; chuongchun, Nebat naupa Jeroboam sûnghai ang elin i sûnghai hi siem ka tih.",
      "reference": "1 LALHAI 16:3"
    },
    {
      "content": "Baasa sûngkuohai laia khawpuia thi taphawthai chu uiin fâng an ta, chun, a sûngkuo laia mi rama thi taphawthai chu chunglêng vatehaiin fâng an tih,” tiin.",
      "reference": "1 LALHAI 16:4"
    },
    {
      "content": "Baasa chanchin danghai, a thilthaw dâm, a thilthawtheizie dâm chu Israel lalhai inlal lai thu ziekna buah a chuong a ni naw am a nih?",
      "reference": "1 LALHAI 16:5"
    },
    {
      "content": "Chun, Baasa chu a puhai kuoma chun a in tah a, Tirza khuoah an phûm a; a naupa Ela chu ama aiawin ân lal tah a.",
      "reference": "1 LALHAI 16:6"
    },
    {
      "content": "Chun, Baasa le a sûngkuohai chungchâng thua chun a kutsuoka LALPA suklungsenna dinga Jero- boam sûnghai hawina neia LALPA mithmua thil ṭha nawtak a thaw lei le, ama chu a that leiin Hanani naupa zâwlnei Jehu hmanga a hril LALPA thu chu a hung tlung tah a.",
      "reference": "1 LALHAI 16:7"
    },
    {
      "content": "Juda lal Asa inlal kum sâwmhni le kum ruknaah Baasa naupa Ela chu Tirza khuoa Israelhai chungah ân lal ṭan a, kum hni sûng ân lal a.",
      "reference": "1 LALHAI 16:8"
    },
    {
      "content": "Chun, a siehlaw Zimri, a taw- lailîr zâtve chunga hotuin ama chu a phier rûk a, chuong lai chun Tirza khuoa chun, Tirza khuoa a insûng tieng hotu Arza inah a lo dâwn in- rui a;",
      "reference": "1 LALHAI 16:9"
    },
    {
      "content": "chun, Juda lal Asa inlal kum sâwmhni le kum sari kum chun Zimri chu a va lût a, a thawh a, a that a, ama aiawin ân lal tah a.",
      "reference": "1 LALHAI 16:10"
    },
    {
      "content": "Chun, ama chu a hang inlal ṭan a, a lalṭhungphaa a hang ṭhung phingle chun, Baasa sûnghai po po chu a that vawng a, a laibunghai le a ruolhai laia mi naupasal taphawt chu pakhat khawm a hla nawh.",
      "reference": "1 LALHAI 16:11"
    },
    {
      "content": "Chuongchun, zâwlnei Jehu hmanga Baasa chungchâng thu a lo hril ta ang khan, Zimri chun Baasa sûnghai po po chu a sukchimit vawng tah a;",
      "reference": "1 LALHAI 16:12"
    },
    {
      "content": "Lalpa Israelhai Pathien chu an khawhlonaa suklungsenna dinga Israelhai thil insuksuoltira an thaw Baasa suolna po po le, a naupa Ela suolna lei chun.",
      "reference": "1 LALHAI 16:13"
    },
    {
      "content": "Ela chanchin danghai le a thilthawhai po po chu Israel lalhai inlal lai thu ziekna buah a chuong a ni naw am a nih?",
      "reference": "1 LALHAI 16:14"
    },
    {
      "content": "Juda lal Asa inlal kum sâwmhni le kum sari kum chun Zimri chu Tirza khuoa chun ni sari ân lal a. Philistin mihai chan, Gibbethon khuo chu mihai chun an inhuol a.",
      "reference": "1 LALHAI 16:15"
    },
    {
      "content": "Chun, ân huoltuhai chun, Zimri chun lal a phier rûk a, lal a that tah ti mi hril an lo hriet a; chuong- chun, Israelhai po po chun sipai ho- tu Omri chu, chu ni chun an riek- hmuna Israelhai lal dingin an siem tah a.",
      "reference": "1 LALHAI 16:16"
    },
    {
      "content": "Omri chu Israelhai po po leh Gibbethon khuoa inthawk chun an hang feh a, Tirza khuo chu an hang inhuol tah a.",
      "reference": "1 LALHAI 16:17"
    },
    {
      "content": "Chun, Zimri chun khuo chu an lâk tah ti a hriet chun, lal ina kula chun a tlânlût a, lal ina chun ân râwkhum a, a thi tah a.",
      "reference": "1 LALHAI 16:18"
    },
    {
      "content": "LALPA mithmua thil ṭha naw- takhai thawa a suolnahai lei le Jeroboam lampui hraw chu hraw veh a, Israelhai thil insuksuoltira a suol- na leiin.",
      "reference": "1 LALHAI 16:19"
    },
    {
      "content": "Zimri chanchin danghai le a phier rûkna thuhai chu Israel lalhai inlal lai thu ziekna buah a chuong a ni naw am a nih?",
      "reference": "1 LALHAI 16:20"
    },
    {
      "content": "Chuongchun, Israel mipuihai chu pâwl hniah an hung inṭhe tah a, mipui zâtve chun Ginath naupa Tibni chu lala siem tumin an zui a; chun, a zâtvein Omri chu an zui bawk a.",
      "reference": "1 LALHAI 16:21"
    },
    {
      "content": "Nisienlakhawm, Omri zuituhai chun Ginath naupa Tibni zuituhai chu an hne tah a, chuongchun, Tibni chu a thih a, Omri chu ân lal tah a.",
      "reference": "1 LALHAI 16:22"
    },
    {
      "content": "Juda lal Asa inlal kum sâwm- thum le kum khatnaah Omri chu Israelhai chungah ân lal ṭan a, kum sâwm le kum hni sûng ân lal a; Tirza khuoa chun kum ruk ân lal a.",
      "reference": "1 LALHAI 16:23"
    },
    {
      "content": "Semer ta Samari tlâng chu tangka talent hniin ân châwk a; chun, tlânga chun khuo a siem a; a khaw siem hminga chun chu tlâng neitu Semer hming chawiin Samari ân puttir a.",
      "reference": "1 LALHAI 16:24"
    },
    {
      "content": "Omri chun LALPA mithmua thil ṭha nawtakhai chu a thaw hlak a; a hmaa mihai po po nêkin a suksuol nasa bîk lem a.",
      "reference": "1 LALHAI 16:25"
    },
    {
      "content": "Nebat naupa Jeroboam thaw- dân po po kha a lâk a, an khawhlona leia LALPA Israelhai Pathien suk- lungsenna dinga Israelhai thil ân suksuoltirna ang khan a suol ve sih a.",
      "reference": "1 LALHAI 16:26"
    },
    {
      "content": "Omri thilthaw chanchin dang- hai le a thilthawtheizie a suklanghai thu chu Israel lalhai inlal lai thu ziekna buah a chuong a ni naw am a nih?",
      "reference": "1 LALHAI 16:27"
    },
    {
      "content": "Chuongchun, Omri chu a puhai kuoma chun a in tah a, Samari khuoa chun an phûm a; a naupa Ahab chu ama aiawin ân lal tah a.",
      "reference": "1 LALHAI 16:28"
    },
    {
      "content": "Juda lal Asa inlal kum sâwm- thum le kum rietnaah Omri naupa Ahab chu Israel chungah ân lal ṭan a; chun, Omri naupa Ahab chu Samari khuoa chun Israelhai chungah kum sâwmhni le kum hni ân lal a.",
      "reference": "1 LALHAI 16:29"
    },
    {
      "content": "Chun, Omri naupa Ahab chun a hmaa mi po pohai nêkin LALPA hmaa chun thil ṭha nawtak a thaw hlak a.",
      "reference": "1 LALHAI 16:30"
    },
    {
      "content": "Chun, Nebat naupa Jeroboam suolna ang thaw ve dâm chu ienga khawm ngailo ni âwmtakin, Zidon mihai lal Ethbaal naunu Jezebel nuhmeiah a nei a; Baal rawng dâm bâwlsanin a biek ve ta el a.",
      "reference": "1 LALHAI 16:31"
    },
    {
      "content": "Samari khuoa Baal in a bâwla chun Baal ta dingin maichâm a siem tah a.",
      "reference": "1 LALHAI 16:32"
    },
    {
      "content": "Chun, Ahab chun Asera a siem a; a hmaa Israel lalhai po po nêkin Ahab chun LALPA Israelhai Pathien suklungsenna dingin thil a thaw nasa bîk a nih.",
      "reference": "1 LALHAI 16:33"
    },
    {
      "content": "Ama ân lal lai chun Bethel mi Hielin Jeriko khuo a siem a, a nau- lutîr Abiram chu chânin a lungphûm chu a phûm a; chun, a nau mitlum Segub chu chânin a kul kawtkhâr- hai chu ân ngîr a, LALPAIN Nun naupa Josua hmanga a lo hril ta ang khan.",
      "reference": "1 LALHAI 16:34"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 LALHAI 16 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}