{
  "verses": [
    {
      "content": "Tisbe khuo, Gilead rama Tisbe khuoa mi Elija chun Ahab kuoma chun, “LALPA, a hmaa ka ngîrna hlak, Israelhai Pathien hring- na sâlin ka hril a nih; kum ieng zât amani sûng chu ka thu naw chun ruo le dâidaw tla hrim hrim naw nih,” a ta.",
      "reference": "1 LALHAI 17:1"
    },
    {
      "content": "Chun, LALPA thu chu a kuomah a hung tlung a.",
      "reference": "1 LALHAI 17:2"
    },
    {
      "content": "“Hitaka inthawk hi suok la, khawsak tieng panin fe la, Jordan bula um Kerith vadunga chun hang inbihmang rawh.",
      "reference": "1 LALHAI 17:3"
    },
    {
      "content": "Chun, chu vadung tui chu tlân i ta, chutaka châwm ding chein vaâkhai thu ka pêk tah a nih,” tiin.",
      "reference": "1 LALHAI 17:4"
    },
    {
      "content": "Chuongchun, a feh a, LALPA thu ang chun a thaw tah a; Jordan kâwla um Kerith vadunga chun a hang um tah a.",
      "reference": "1 LALHAI 17:5"
    },
    {
      "content": "Chun, vaâkhai chun zîngkâr hin bei le sâ an hung putpêk hlak a; zântieng chun bei le sâ an hung putpêk nâwk hlak a, chun, vadung tui chu a tlân a.",
      "reference": "1 LALHAI 17:6"
    },
    {
      "content": "Chun, a nakie deu chun hieng hi a hung na, chu rama chun ruo hrim hrim a sûr naw leiin vadung chu a hung kang tah a.",
      "reference": "1 LALHAI 17:7"
    },
    {
      "content": "Chun, LALPA thu chu a kuomah a hung tlung a;",
      "reference": "1 LALHAI 17:8"
    },
    {
      "content": "Tho la, Zidon rama Zarephath khuoah fe la, chutaka chun um rawh; ngai ta, a châwm ding chein hmeithai pakhat thu ka pêk tah,tiin.",
      "reference": "1 LALHAI 17:9"
    },
    {
      "content": "Chuongchun, a tho a, Zarephath khuoa chun a fe tah a; chun, chu khaw kul kawtkhâr chu a va tlung chun, ngai ta, hmeithai pakhat thing inkhâwm hi a lo um a; ama chu a hang ko a, bêlin tui tlâwmte mi hung lapêk ta, hang dâwn ka tih,a ta.",
      "reference": "1 LALHAI 17:10"
    },
    {
      "content": "Chun, la dinga a fe lai chu a hei ko a, bei khawm tlâwmte mi hung chawipêk ta, a ta.",
      "reference": "1 LALHAI 17:11"
    },
    {
      "content": "Ama chun, LALPA i Pathien hringna sâlin ka hril a nih, bei chu chu ka nei nawh a, bêla beiphit vei- khat bak le, bûrah sahriek tlâwmte chau ka nei a; chun, ngai ta, ka feh a, kei le ka naupa ta dinga siemna dingin thingrieu pahni amani chau kân khâwm a na; chuongchun, chu chu fâng kan ta, kan thi el ding a nih,a ta.",
      "reference": "1 LALHAI 17:12"
    },
    {
      "content": "Chun, Elija chun a kuomah, “Ṭi naw rawh, i hril ang chun va thaw phawt la, amiruokchu, chu chun bei chite bêk mi hung siempêk phawt la, chu chu mi hung chawipêk la, chu zoa chun i ta ding le i naupa ta ding chu i la siem ding annâwm.",
      "reference": "1 LALHAI 17:13"
    },
    {
      "content": "LALPA Israelhai Pathien chun hieng ang hin a ti a nih, ‘LALPAIN hnuoi chunga hin ruo a hung insûrtir hmakhat chun bei phit bêl chu ruok chuong naw nih a, sahriek bûr khawm kang naw nih,’ tiin,” a ta.",
      "reference": "1 LALHAI 17:14"
    },
    {
      "content": "Chuongchun, Elija hril ang chun a va thawh a, chun, ama le a sûnghai le Elija le chun ni iengzât lai sûng amanih an ring a.",
      "reference": "1 LALHAI 17:15"
    },
    {
      "content": "Elija hmanga a hril LALPA thu ang khan, beiphit bêl chu a ruok chuong nawh a, sahriek bûr khawm chu a kang bawk nawh.",
      "reference": "1 LALHAI 17:16"
    },
    {
      "content": "Chun, chuong thil hnunga chun in neitunu, hmeithai naupa chu a na tah a; a na chu a na hle el a; a thuok a tâwp tah a.",
      "reference": "1 LALHAI 17:17"
    },
    {
      "content": "Chun, ama chun Elija kuomah, “Aw nang Pathien mi, nang le kei hi ieng am ei ni leh? Ka suolna inhriet- suoktir ding le ka naupa mi thatpêk dinga hung i ni hi tie!” a ta.",
      "reference": "1 LALHAI 17:18"
    },
    {
      "content": "Chun, ama chun a kuomah, “I naupa chu mi hung pe ta,” a ta. Chuongchun, a pawm lai chu a lâk- pêk a, a umna pindana chun a hang pawm a, ama khuma chun ân zâltir a.",
      "reference": "1 LALHAI 17:19"
    },
    {
      "content": "Chun, LALPA chu a ko a, “Aw LALPA ka Pathien, ka umna hmei- thainu chunga hin a naupa hi suk- hlumpêkin thil ṭha naw khawm i hung intlungtir a ni maw?” a ta.",
      "reference": "1 LALHAI 17:20"
    },
    {
      "content": "Chuongchun, naupang chunga chun vawi thum a bawk a, LALPA chu a ko a, “Aw LALPA ka Pathien, lunginsiettakin hi naupang hringna hi amaa hin hung inumtir nâwk rawh,” a ta.",
      "reference": "1 LALHAI 17:21"
    },
    {
      "content": "Chun, LALPAIN Elija thu chu a lo ngaipêk a, chuongchun, naupang hringna chu amaa chun a hung um nâwk a, a hung har nâwk tah a.",
      "reference": "1 LALHAI 17:22"
    },
    {
      "content": "Elija chun naupang chu a ṭhuoi a, pindana inthawk chun in sûngah a fe thlâkpui a, a nu a pêk tah a; Elija chun, “En ta, i naupa hi a dam nâwk tah,” a ta.",
      "reference": "1 LALHAI 17:23"
    },
    {
      "content": "Nuhmei chun Elija kuoma chun, “Tu zet hin chu Pathien mi i na, i baua LALPA thu hi thutak a nih ti ka hung hriet tah,” a ta.",
      "reference": "1 LALHAI 17:24"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 LALHAI 17 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}