{
  "verses": [
    {
      "content": "Chuong lai chun Jeroboam naupa Abija chu a damnawh a.",
      "reference": "1 LALHAI 14:1"
    },
    {
      "content": "Chun, Jeroboam chun a nuhmei kuomah, “Tho la, Jeroboam nuhmei a nih ti an hriet nawna ding chein insukdanglam la, Silo-ah va fe ta khai; ngai ta, chutaka chun zâwlnei Ahija, hieng mihai chunga lala ka la um dingzie, ka chungchâng thu hriltu kha a um ie.",
      "reference": "1 LALHAI 14:2"
    },
    {
      "content": "Beiphêk sâwm le, bei tlang chitê tê, khuoizu bûr khat leh chawi la, a kuomah va fe ta, naupang um dân ding chu lo hril a ti che,” a ta.",
      "reference": "1 LALHAI 14:3"
    },
    {
      "content": "Chun, Jeroboam nuhmei chun chuong ang chun a thawh a, a tho a, Silo-a chun a feh a, Ahija ina chun a va fe tah a, Ahija chun khuo khawm a hmu thei ta nawh a, a upat leiin a mit ân thim sih a.",
      "reference": "1 LALHAI 14:4"
    },
    {
      "content": "Chun, LALPAIN Ahija kuomah, “Ngai ta, Jeroboam nuhmei a naupa chungchâng thua râwn ding chein a hung a; a damnaw a na, hieng ang hin lo hril rawh; hieng ang hi nîng a ta, a hung lût pha chun, nuhmei dang ni âwmtakin a hung insiem ding a nih,” a ta.",
      "reference": "1 LALHAI 14:5"
    },
    {
      "content": "Chun, Ahija chun chuonga kawt- khâra a hung lût laia a ke sir ri a hei hriet phing chun, “Nang Jeroboam nuhmei, hung lût raw khai, iengtiziea mi danga insiem am i nih a? Chanchin ṭha nawtak hril ding chea hril ka nih i sawnnaw.",
      "reference": "1 LALHAI 14:6"
    },
    {
      "content": "Fe nâwk ta la, Jeroboam kuom- ah, ‘LALPA Israelhai Pathienin hieng ang hin a tih, Mipuihaia inthawk hin ka dawmsâng cheh a, ka mi Israelhai chunga hin hotuah ka siem cheh a,",
      "reference": "1 LALHAI 14:7"
    },
    {
      "content": "David sûnghai ram ka lâkpêk a, chu chu ka pêk cheh a; nisienla- khawm, nang chu ka siehlaw David angin i um ve nawh a; ama chun chu ka thupêkhai a pawm a, ka mithmua thilṭha chau thaw tumin a lungril po poin a mi zui hlak a;",
      "reference": "1 LALHAI 14:8"
    },
    {
      "content": "nang ruok chun chu i hmaa mihai po po nêkin thil i suksuol nasa bîk a, mi suklunginsenna dingin pathien danghai le milim sunghai i siem a, hnung i mîn nghatsan tah a,",
      "reference": "1 LALHAI 14:9"
    },
    {
      "content": "chuleiin, ngai ta, Jeroboam sûng- kuo chunga hin thil ṭha naw hung intlungtir ka ta. Jeroboama inthawk hin naupasal taphawt chu Israel rama mi khuokhira um le, khuokhir naw khawm sukbohmang ka ta, miin êk a phît fai rêt ang hin Jeroboam sûngkuo hi a mang dêr hmakhat chun ka phît fai rêt ding a nih.",
      "reference": "1 LALHAI 14:10"
    },
    {
      "content": "Jeroboam sûngkuo laia mi, khawpuia thi taphawthai chu uiin fâng an ta; rama thi taphawthai chu chunglêng vatehaiin fâng an tih; chu chu LALPAIN a hril tah a nih,’ ti rawh.",
      "reference": "1 LALHAI 14:11"
    },
    {
      "content": "Chuongchun, tho la, i in tieng fe nâwk el rawh, khawpui sûng i sir phingleh naupang chu a thi ding a nih.",
      "reference": "1 LALHAI 14:12"
    },
    {
      "content": "Chuongchun, Israelhai po po chun sûn an ta, vui an tih; Jeroboam sûngkuo lai chun ama chau chu thlâna sie ding a ni ding a ni sih a; Jeroboam sûngkuo lai hin ama chaua hin LALPA Israelhai Pathien chunga ṭhatna ieng amanih ân lang leiin.",
      "reference": "1 LALHAI 14:13"
    },
    {
      "content": "Chun, LALPAIN tu ela Jero- boam sûngkuo hung sukbohmangtu ding Israelhai chunga lal siem a ta; tuta inthawk ngei hin.",
      "reference": "1 LALHAI 14:14"
    },
    {
      "content": "LALPA chun tuia phairuong kûng inhnîng inhnîng angin Israelhai chu hung vaw hnîng a ta; chuong- chun, LALPA lung suksena an Aserahai chu an siem leiin, an puhai a lo pêk tah, hi ram ṭhataka inthawk hin Israelhai chu la keidawk fai vawng a ta, vadung khêl tienga chun la sukdar vawng a tih.",
      "reference": "1 LALHAI 14:15"
    },
    {
      "content": "Chun, Israelhai chu thil insuk- suoltira a thaw Jeroboam suolnahai leiin Israelhai chu nghatsan a tih,” a ta.",
      "reference": "1 LALHAI 14:16"
    },
    {
      "content": "Chun, Jeroboam nuhmei chu a tho a, a suok tah a, Tirza khuo chu a va tlung a, chun, in kawtkhâr bul a va tlung phingle chun naupang chu a thi tah a.",
      "reference": "1 LALHAI 14:17"
    },
    {
      "content": "Chun, LALPAIN a siehlaw zâwlnei Ahija hmanga thu a lo hril ta ang ngei khan Israelhai po po chun an sûn a, an vui tah a.",
      "reference": "1 LALHAI 14:18"
    },
    {
      "content": "Jeroboam chanchin dang, a râl do thu le a rorêl thu chu, ngai ta, Israelhai lalhai inlal lai thu ziekna bua chun a chuong a.",
      "reference": "1 LALHAI 14:19"
    },
    {
      "content": "Chuongchun, Jeroboam rorêl sûng chu kum sâwmhni le kum hni a na; chun, a puhai kuoma chun a in tah a, a naupa Nadab chu a aiawin ân lal tah a.",
      "reference": "1 LALHAI 14:20"
    },
    {
      "content": "Chun, Solomon naupa Reho- boam chu Judai ramah ân lal a. An lal tîr lai chun Rehoboam chu kum sâwmli le kum khat mi a na, LALPA- IN a hming inumtirna dinga Israel hnam po pohai laia a thlang khawpui Jerusalema chun kum sâwm le kum sari ân lal a; a nu hming chu Naama, Ammon mi a nih.",
      "reference": "1 LALHAI 14:21"
    },
    {
      "content": "Judahai chun LALPA mit- hmua chun thil suol an thawh a; an puhai thilthaw po po khûma an suolnahai chun a thîkthu a chawktho pêk a.",
      "reference": "1 LALHAI 14:22"
    },
    {
      "content": "Tlâng insâng tina le thing hring tin hmuna hin lungphunhai phunin bâwlhmunhai le Aserahai chenin an siem bawk sih a,",
      "reference": "1 LALHAI 14:23"
    },
    {
      "content": "chu rama chun pasal mâni inzawrhai khawm an um a, Israel thlahai hmaah LALPAIN a hnawt- suok tah hnamhai thilthaw tir- dakum tinrêng ang chu an thaw veh a.",
      "reference": "1 LALHAI 14:24"
    },
    {
      "content": "Chun, lal Rehoboam inlal kum nga kum chun Aigupta ram lal Sisak chun Jerusalem khuo chu a hang rûn a.",
      "reference": "1 LALHAI 14:25"
    },
    {
      "content": "LALPA ina rohai le lal rohai chu a lâk a, a rêng el chun a lâk fai vawng a; Solomon rângkachak phaw siem po po khawm kha a lâksa vawng a.",
      "reference": "1 LALHAI 14:26"
    },
    {
      "content": "Chun, lal Rehoboam chun chuong aia chun dâr phawhai a siem a, lal in kawtkhâr vêngtu hotuhai ân kawltir a.",
      "reference": "1 LALHAI 14:27"
    },
    {
      "content": "Chun, lal chu LALPA ina a lût po leh vêngtuhai chun an chawi a; chun, vêngtuhai pindana chun an sie nâwk pei hlak a.",
      "reference": "1 LALHAI 14:28"
    },
    {
      "content": "Rehoboam chanchin le a thil- thaw danghai po po chu Juda lalhai inlal lai thu ziekna buah a chuong a ni naw am a nih?",
      "reference": "1 LALHAI 14:29"
    },
    {
      "content": "Chun, Jeroboam le Rehoboam chu indo zing zingin an um hlak a.",
      "reference": "1 LALHAI 14:30"
    },
    {
      "content": "Chun, Rehoboam chu a puhai kuomah a in tah a, David khawpuia a puhai kuoma chun an phûm tah a; a nu hming chu Naama, Ammon mi a nih. Chun, a naupa Abijam chu ama aiawin ân lal tah a.",
      "reference": "1 LALHAI 14:31"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 LALHAI 14 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}