{
  "verses": [
    {
      "content": "Chun, Rehoboam chu Sekem khuoah a feh a, Israelhai po po chu Sekem khuoa chun ama lala siem dingin an fe ta sih a.",
      "reference": "1 LALHAI 12:1"
    },
    {
      "content": "Chun, Nebat naupa Jeroboam chun chuong thu chu a lo hriet chun (lal Solomona inthawka a tlânhmang- na Aigupta rama la um a na, chuong- chun Jeroboam Aigupta rama la um zing chu an zûn kotir a),",
      "reference": "1 LALHAI 12:2"
    },
    {
      "content": "Jeroboam le sipai pungkhâwm- hai po po chu an hung a, Rehoboam kuoma chun,",
      "reference": "1 LALHAI 12:3"
    },
    {
      "content": "“I pa khan kan rîngkawl a sukrik êm hlak a, chuleiin, i pa mi sawr rimsikna le, a rîngkawl riktak kan chunga ân nghat hi mi sukzângpêk la, chuongchun, i rawng bâwl kan tih,” tiin an hung hril a.",
      "reference": "1 LALHAI 12:4"
    },
    {
      "content": "Ama chun an kuomah, “Ni thum sûng chu lo va fe kieng phawt unla, chun, ka kuomah hung nâwk ro,” a ta. Chun, mipuihai chu an fe kieng ta phawt a.",
      "reference": "1 LALHAI 12:5"
    },
    {
      "content": "Chun, lal Rehoboam chun a pa Solomon dam laia a kâwla um hlak upahai chu, “Hieng mipuihai hi ka dawn dân ding remchâng ieng am mi ruotpui in ta le?” a ta.",
      "reference": "1 LALHAI 12:6"
    },
    {
      "content": "Anni chun a kuomah, “Tuhin hienghai siehlawa hin i um a, an rawng i bâwl a, anni chu i dawn a, an kuoma thu ṭhatak hril i tum chun, kumkhawtluongin i siehlawah um an tih,” tiin an hril a.",
      "reference": "1 LALHAI 12:7"
    },
    {
      "content": "Nisienlakhawm, upahai rem- ruotpui chu a pawm nawh a, ama ruolpui tlângvâlhai, ama kâwla um hlakhai chu a râwn ta lem a.",
      "reference": "1 LALHAI 12:8"
    },
    {
      "content": "An kuoma chun, “Hieng mipui- hai, ka kuoma, ‘I pain ka chunga rîngkawl ân nghat hi mi sukzângpêk rawh,’ tiha hriltuhai hi ka dawn dân ding rem ieng am in mi ruotpuia le?” a tih a.",
      "reference": "1 LALHAI 12:9"
    },
    {
      "content": "Chun, ama ruolpui tlangvâlhai chun a kuomah, “Hieng mipuihai, ‘I pa khan kan rîngkawl a sukrik êm hlak a, nang chun chu mi sukzângpêk raw khai,’ i kuoma tituhai kuoma chun, hieng ang hin ti la, hieng ang hin an kuoma chun hril rawh, ‘Ka pa kâwng nêk chun ka kutte khawm hi a lien lem a.",
      "reference": "1 LALHAI 12:10"
    },
    {
      "content": "Ka pa khan rîngkawl riktak a lo inbâttir cheu a, kei chun in rîngkawl chu ka belsa ding a nih, ka pa chun vuoknain a lo hrâwk hlak cheu a, kei ruok chun chu ainuvêtin ka hrâwk ding cheu a nih,’ tiin,” an hril a.",
      "reference": "1 LALHAI 12:11"
    },
    {
      "content": "Chuongchun, Jeroboam le mi- puihai po po chu lalin, ni thum chinah ka kuomah hung nâwk ro tia a hril ang khan a ni thum ni chun Rehoboam kuoma chun an va feh a.",
      "reference": "1 LALHAI 12:12"
    },
    {
      "content": "Chun, lal chun mipuihai chu inrumtakin a lo dawn a, upahai rem- ruotpui kha a pawm nawh a,",
      "reference": "1 LALHAI 12:13"
    },
    {
      "content": "tlangvâlhai remruotpui ang khan, “Ka pa chun in rîngkawl a lo sukrik a, kei chun chu in rîngkawl chu ka belsa ding a nih, ka pa chun vuoknain a lo hrâwk hlak cheu a, kei chun chu ainuvêtin ka hrâwk lem ding cheu a nih,” a ta.",
      "reference": "1 LALHAI 12:14"
    },
    {
      "content": "Chuongchun, lal chun, mipuihai thuhril kha a pawm ta nawh a, chu chu LALPA lei a nih, LALPA chun Silo mi Ahija hmanga, Nebat naupa Jeroboam kuoma a thu lo hril ta kha a suknghet theina dingin.",
      "reference": "1 LALHAI 12:15"
    },
    {
      "content": "Chun, Israelhai po po chun lalin an thuhril a pawm nawh ti an hrietin, mipuihai chun, “David a hin chanvo ieng am ei nei leh? Jesai naupaa hin rohluo ding ei nei chuong bawk nawh: Aw Israelhai, in puon in tieng fe vawng ro, David, i sûngkuo chu ngai- tuo el rawh,” tiin lal chu an dawn a. Chuongchun, Israelhai chu an puon in tieng chun an fe tah a.",
      "reference": "1 LALHAI 12:16"
    },
    {
      "content": "Israel thla Juda ram khuoa umhai chunga ruok chun Rehoboam chun ro a rêl a.",
      "reference": "1 LALHAI 12:17"
    },
    {
      "content": "Chuongchun, lal Rehoboam chun sinthawa ruoi luihai hotu Ado- niram chu a tir a, ama chu Israelhai po po chun lungin an lo dêng a, a thi tah a. Chun, lal Rehoboam chu Jeru- salem khuoa tlân hmang tumin a taw lailîra chun a chuong kai vat tah a.",
      "reference": "1 LALHAI 12:18"
    },
    {
      "content": "Chuongchun, Israelhai chu David sûnghai chunga chun an hung hel tah a nih, tu chen el hin.",
      "reference": "1 LALHAI 12:19"
    },
    {
      "content": "Chun, Israelhai po po chun Jeroboam chu a hung kîr nâwk ti an hrietin, pungkhâwmnaa hung dingin an inkotir a, Israelhai po po chunga lalah an siem tah a; Juda hnam ti chau naw chu David sûnghai zui tukhawm an um nawh.",
      "reference": "1 LALHAI 12:20"
    },
    {
      "content": "Chun, Rehoboam chun Jerusa- lem khuo a hang tlung chun, Israel sûnghai chu doa Solomon naupa Rehoboam ram la nâwk dingin Juda sûnghai po po le Benjamin hnam mi huoisen ruok thlang suok, nuoi khat le sîng riet zet ân khâwm a.",
      "reference": "1 LALHAI 12:21"
    },
    {
      "content": "Nisienlakhawm, Pathien mi Semaia kuomah Pathien thu a hung tlung a,",
      "reference": "1 LALHAI 12:22"
    },
    {
      "content": "“Judai ram lal Solomon naupa Rehoboam le Juda le Benjamin sûng- hai po po kuoma le mipui danghai kuoma chun,",
      "reference": "1 LALHAI 12:23"
    },
    {
      "content": "‘LALPAIN hieng ang hin a tih, Hang fe naw rawh, Israel thla in unauhai chu hang do bawk naw ro, mâni in tieng seng fe nâwk ta ro, hi hi keima thaw a nih,’ tiin hril rawh,” tiin. Chuongchun, LALPA thu chu an awi a, LALPA thu ang chun an kîr a, an fe nâwk ta vawng a.",
      "reference": "1 LALHAI 12:24"
    },
    {
      "content": "Chuongchun, Jeroboam chun Ephraim tlâng rama chun Sekem khuo a siem a, chutaka chun a um a, chun, chutaka inthawk chun a suok a, Penuel khuo a siem a.",
      "reference": "1 LALHAI 12:25"
    },
    {
      "content": "Chun, Jeroboam chun a lung- rilin, “Ram hi David sûnghai ta hi a hung ni nâwk el âwm ie,",
      "reference": "1 LALHAI 12:26"
    },
    {
      "content": "hienghairawi hi Jerusalem khuoa LALPA ina inthâwinahai in- hlân dinga an hang fe chun hienghai lungril hi an lalpa Rehoboam, Juda ram lal tieng hin thle nâwk el a ta, chuongchun, kei hi mi that an ta, Juda ram lal Rehoboam tieng an kawp nâwk el âwm ie,” a ta.",
      "reference": "1 LALHAI 12:27"
    },
    {
      "content": "Chuongchun, lal chun mi a râwn a, rângkachak bâwngte lim, pa- hni a siem a, an kuoma chun, “In ta dingin Jerusalem khuoa hang fe chu ân tak talaw êm a, aw Israelhai, en ta u; Aigupta rama inthawka ṭhuoi suoktu cheu in pathienhai hi,” a ta.",
      "reference": "1 LALHAI 12:28"
    },
    {
      "content": "Chun, pakhat chu Bethelah a sieh a, pakhat chu Danah a sieh a.",
      "reference": "1 LALHAI 12:29"
    },
    {
      "content": "Chu thil chu suol a hung ni ta a nih, mipuihai chu an pahnia be ding chun Dan chen rauin an va fe hlak sih a.",
      "reference": "1 LALHAI 12:30"
    },
    {
      "content": "Chun, bâwlhmun inhai a bâwl a, Levi nauhai ni lo, vântlâng laia mihai thiempuah a siem a.",
      "reference": "1 LALHAI 12:31"
    },
    {
      "content": "Chun, Jeroboam chun Juda rama ruoiṭhe an nei hlak ang bawkin thla rietna, chu thla ni sâwm le ni nga ni chu ruoiṭhe niah a ruot veh a, maichâma chun an hang feh a, Bethela chun a bâwngte lim siem kâwla inthâwiin chuong ang chun an thaw a nih; chun, a siem bâwl- hmun thiempuhai chu Bethela chun a sieh a.",
      "reference": "1 LALHAI 12:32"
    },
    {
      "content": "Chun, amain a dit anga a ruot thla ngei, thla rietna, ni sâwm le ni nga nia chun Bethela a maichâm siema chun a hang feh a, chun, Israel thlahai ta dingin ruoiṭhe ni a ruot a, maichâma riminhnik raw dingin a hang feh a.",
      "reference": "1 LALHAI 12:33"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 LALHAI 12 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}