{
  "verses": [
    {
      "content": "Chun, ngai ta, Judai rama inthawkin Pathien mi, LALPA thuin Bethelah a hang feh a, chun, Jeroboam chu riminhnik raw dingin maichâm bula chun a lo ngîr a.",
      "reference": "1 LALHAI 13:1"
    },
    {
      "content": "Chun, LALPA thuin maichâm chu a hrângkhum a, “Aw maichâm, maichâm, LALPA CHUN HIENG ANG HIN A TIH, ‘Ngai ta, David sûnghai laiah naupa a hming Josia la hung pieng a ta, i chunga riminhnik raw hlaktu, bâwlhmun thiempuhai hi i chunga hin inthâwina dingin la hung inhlân a tih, i chunga hin mihriem ruhai la hung râwng an tih,’ tiin,” a ta.",
      "reference": "1 LALHAI 13:2"
    },
    {
      "content": "Chun, chu ni ma chun inchikna a pêk a, “Hi hi LALPAIN inchikna ding a ti chu a nih, ‘Ngai ta, maichâm hi la kawi phawk a ta, a chunga meivâm- hai hi lân baw vawng a tih,’ ti hi,” tiin.",
      "reference": "1 LALHAI 13:3"
    },
    {
      "content": "Chun, Pathien miin Bethela maichâm a hang hrângkhum lalin a lo hriet chun, Jeroboam chun, “Man ro,” tiin maichâma inthawk chun a kutin a hei ban a. Chun, man tuma a banna kut chu a hung zeng tah a, chuongchun, a kut chu a lâk nâwk thei ta nawh a.",
      "reference": "1 LALHAI 13:4"
    },
    {
      "content": "Pathien miin LALPA thua in- chikna ding a hril ang khan maichâm khawm chu a kawi phawk a, mai- châma meivâmhai chu ân baw ta vawng a.",
      "reference": "1 LALHAI 13:5"
    },
    {
      "content": "Chun, lal chun a dawn a, Pathien mi kuoma chun, “Ka kut hi a hung dam nâwk theina dingin LALPA i Pathien ngên la, mi ṭawngṭaipêk ta khai,” a ta. Chun, Pathien mi chun LALPA kuoma chun a ngên a; chun, lal kut chu a hung dam nâwk tah a, a hma ang bawkin a hung um nâwk tah a.",
      "reference": "1 LALHAI 13:6"
    },
    {
      "content": "Chuongchun, lal chun Pathien mi kuoma chun, “Ka in tieng ka kuomah hung la, va châwl hadam hri raw khai, chun, lâwmman khawm ka pêk ding che annâwm,” a ta.",
      "reference": "1 LALHAI 13:7"
    },
    {
      "content": "Chun, Pathien mi chun lal kuom- ah, “I insûng zâtve khawm mi pe ding ni la, i kuoma chun hung chuong naw ning ah, hi hmuna hin bei ka fâkin tui hrim hrim khawm ka dâwn ding a ni nawh;",
      "reference": "1 LALHAI 13:8"
    },
    {
      "content": "‘Bei va fain, tui hrim hrim khawm va dâwn naw la, i va fena lampuia khawm kîr nâwk ta naw rawh,’ tia LALPA thua tir ka nih i sawnnaw,” a ta.",
      "reference": "1 LALHAI 13:9"
    },
    {
      "content": "Chuongchun, lampui dangah a feh a, Bethel hung pana a hungna lampuia chun a fe nâwk ta nawh a.",
      "reference": "1 LALHAI 13:10"
    },
    {
      "content": "Chuong lai chun Bethel khuoa chun zâwlnei tar pakhat hi a um a, a naupasalhai chun chu nia Bethela Pathien mi thilthawhai po po chu ama chu an hril vawng a; lal kuoma a thu hril khawm chu an pa an hril a.",
      "reference": "1 LALHAI 13:11"
    },
    {
      "content": "Chun, an pa chun an kuomah, “Khaw tieng lampui am a fe ta leh?” a ta. A naupasalhai chun Juda rama inthawka hung Pathien mi fe nâwkna lampui chu an khîkhmuh a.",
      "reference": "1 LALHAI 13:12"
    },
    {
      "content": "Chuongchun, a naupasalhai kuomah, “Sabengtung mi hung siem- pêk ta u,” a ta. Chuongchun, sabeng- tung chu an siempêk a, a chuong tah a.",
      "reference": "1 LALHAI 13:13"
    },
    {
      "content": "Chun, Pathien mi chu a hnawt tah a, thingsaisaw hnuoia ṭhung hi a va hmuh a, a kuomah, “Nang hi i ni maw Juda rama inthawka hung Pathien mi chu?” a ta. Chun, ama chun, “Nih e,” a ta.",
      "reference": "1 LALHAI 13:14"
    },
    {
      "content": "Chuongchun, ama chun a kuomah, “Ka in tieng ka kuomah hung la, bei va fa raw khai,” a ta.",
      "reference": "1 LALHAI 13:15"
    },
    {
      "content": "Chun, ama chun, “I ruola kîr nâwk thei ka ni nawh a, i kuoma hung thei khawm ka ni bawk nawh; hi hmuna hin i kuomah bei fa naw ning a, tui hrim hrim khawm dâwn naw ning ah.",
      "reference": "1 LALHAI 13:16"
    },
    {
      "content": "‘Bei va fain tui hrim hrim khawm va dâwn naw la, i va fena lampuia khawm kîr nâwk ta naw rawh,’ tiha, LALPA thua hril ka ni sih a” a ta.",
      "reference": "1 LALHAI 13:17"
    },
    {
      "content": "Chun, ama chun a kuomah, “Kei khawm nanga ang bawka zâwlnei ka ni annâwm, vântirkoin, LALPA thuin, ‘Bei dâm fah a, tui dâm dâwn dingin i in tieng ṭhuoikîr nâwk raw khai,’ tiin a mi biek i sawnnaw,” a ta. Nisienlakhawm, a kuoma chun khêl a hril a nih.",
      "reference": "1 LALHAI 13:18"
    },
    {
      "content": "Chuongchun, a kuoma chun a kîr ve nâwk a, a ina chun bei dâm a fâkin tui dâm a dâwn tah a.",
      "reference": "1 LALHAI 13:19"
    },
    {
      "content": "Chun, dawkân an awt lai chun a ṭhuoi kîrtu zâwlnei kuomah LALPA thu chu a hung tlung a;",
      "reference": "1 LALHAI 13:20"
    },
    {
      "content": "Juda rama inthawka hung Pathien mi kuoma chun, “LALPAIN hieng ang hin a tih, LALPA thuhril i awi nawh a, LALPA i Pathienin thu a pêk che i pawm naw lei le,",
      "reference": "1 LALHAI 13:21"
    },
    {
      "content": "i hung kîr nâwk a, ‘Bei va fain, tui hrim hrim khawm va dâwn naw rawh,’ a tina hmun ngeiah, bei i fâk a, tui dâm i dâwn leiin i ruong hi i puhai thlâna sie ni ve naw nih, tiin,” tiin a hril suok tah a.",
      "reference": "1 LALHAI 13:22"
    },
    {
      "content": "Chun, bei dâm a fâk a, tui dâm a dâwn zo chun zâwlnei a ṭhuoi kîr nâwk chu sabengtung a siem- pêk a.",
      "reference": "1 LALHAI 13:23"
    },
    {
      "content": "Chun, a fe chu lampuia chun sakeibaknei leh an intuok tah a; a lo se tah a; a ruong chu lampuia chun inthal dêr hin a um a, sabengtung chu a kâwla chun a ngîr a, sakeibaknei khawm chu ruong bula chun a ngîr ve zing a.",
      "reference": "1 LALHAI 13:24"
    },
    {
      "content": "Chun, ngai ta, mihai an va feh a, lampuia ruong inthal dêra um le, ruong bula sakeibaknei ngîr zing chu an va hmuh a, zâwlnei tartak umna khuoa chun an va hril a.",
      "reference": "1 LALHAI 13:25"
    },
    {
      "content": "Chun, lampuia va ṭhuoi kîr nâwktu zâwlnei chun chu thu chu a lo hriet phing chun, “Pathien mi, LALPA thu hril awi nuom nawpa kha a ni chu; LALPAIN a kuoma a hril, a thu ang peiin, LALPAIN sakeibaknei kuomah a pêk a, a lo ham a, a se hlum tah a ni chu,” a ta.",
      "reference": "1 LALHAI 13:26"
    },
    {
      "content": "Chun, a naupasalhai kuoma chun, “Sabengtung mi siemrêlpêk ta u,” tiin a hril a. Chun, an siempêk tah a.",
      "reference": "1 LALHAI 13:27"
    },
    {
      "content": "Chun, a fe tah a, a ruong lampuia inthal dêra lo um le, sabeng- tung le sakeibaknei ruong bula lo ngîr zing chu a va hmuh a; sakeibaknei chun ruong chu a lo la fâk nawh a, sabengtung khawm chu a lo la sukpawp naw bawk a.",
      "reference": "1 LALHAI 13:28"
    },
    {
      "content": "Chun, zâwlnei chun Pathien mi ruong chu ân hlawm a, sabengtung chunga chun a sie kai a, a kîrpui nâwk tah a; chuongchun, zâwlnei putar umna khuoa chun sûn ding le vûi dingin a lût tah a.",
      "reference": "1 LALHAI 13:29"
    },
    {
      "content": "Chun, a ruong chu ama thlâna chun ân zâl a, chuongchun, “A va pawi ngei maw, ka unaupa,” tiin a ṭah a.",
      "reference": "1 LALHAI 13:30"
    },
    {
      "content": "Chun, a vûi hnung chun a nau- pasalhai kuomah, “Ka thi pha chun Pathien mi phûmna thlâna hin mi hung phûm ve unla; a ru bula chun ka ruhai hi hung sie unla.",
      "reference": "1 LALHAI 13:31"
    },
    {
      "content": "Pathien thua Bethela maichâm le, Samari ram khawpuihaia bâwl- hmun inhai po po a hrângkhumna thu kha hung tlung ngei ngei ding a ni sih a,” tiin a hril a.",
      "reference": "1 LALHAI 13:32"
    },
    {
      "content": "Chuong thil hnunga khawm chun Jeroboam chun a umdân indik- naw chu a la bân chuong nawh a, vântlâng laia mihai bâwlhmun thiempu dingin a la siem ta rawp a; bâwlhmun thiempuhai an um theina dingin a nuom taphawthai chu a la suktum ta rawp a.",
      "reference": "1 LALHAI 13:33"
    },
    {
      "content": "Chun, thil chu Jeroboam sûng- kuo suolna, anni ngei sukchimittu le khawvêla inthawka sukbohmang hlautu a hung ni tah a.",
      "reference": "1 LALHAI 13:34"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 LALHAI 13 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}