{
  "verses": [
    {
      "content": "Chun, Solomon chun Aigupta lal Pharao le inkungkeina a siem a, Pharao naunu a nei a, ama in le LALPA in a bâwl hma le, Jerusalem khuo kula ân huol vêl hmakhat chun David khawpuia chun ân umtir a.",
      "reference": "1 LALHAI 3:1"
    },
    {
      "content": "Mipuihai chu bâwlhmunahai an inthâwi el hlak a, chu hma chun LALPA hming ta dinga in bâwl a la um hri naw leiin.",
      "reference": "1 LALHAI 3:2"
    },
    {
      "content": "Solomon chun LALPA chu a hmangai a, a pa David thuruothai chu a zâwm hlak a, bâwlhmunahai ân thâwi a, rim inhnikhai a raw el hlaka chu.",
      "reference": "1 LALHAI 3:3"
    },
    {
      "content": "Chun, lal chu inthâwi dingin Gibeon khuoah a feh a, chu chu bâwl- hmun ropuitak a ni sih a; Solomon chun chu maichâm chunga chun pumrawhmang thilinhlân sâng khat zet ân hlân a.",
      "reference": "1 LALHAI 3:4"
    },
    {
      "content": "Chun, Gibeon khuoa chun zânah LALPA chu Solomon kuomah a mangah a hung inlâr a; chun, Pa- thienin, “Hni ta, ieng am a na ka pêk ding che?” a ta.",
      "reference": "1 LALHAI 3:5"
    },
    {
      "content": "Solomon chun, “I siehlaw ka pa David kha i mithmua thutak le, felnaa leh, lungril indiktak puta a um ang pei khan nang chun a kuomah lunginsietna nasatak în langtir a, nangin hi lunginsietna nasatak hi a ta dingin i vopêk a, nangin a lal- ṭhungphaa ṭhung ding naupa i pêk a, vawisûna a hung um ta ang ngei hin.",
      "reference": "1 LALHAI 3:6"
    },
    {
      "content": "Chuongchun, aw LALPA ka Pathien, nang chun i siehlaw hi ka pa David aia chun lalah i lo siem tah a; kei chu chu naupangsie el ka la na, thu hung tieng le fe tieng khawm hi ka la hriet nawh a,",
      "reference": "1 LALHAI 3:7"
    },
    {
      "content": "I siehlaw hi i mihai i thlanghai, mi tamtak, an tam leia tiem sêng ruollo le, a zât hriet sêng ruol lohai lai hin a um a na.",
      "reference": "1 LALHAI 3:8"
    },
    {
      "content": "Chuongchun, i mihai rorêlpêkna dingin i siehlaw hi hrietna lungril hung pe la, a sie le a ṭha ka thlier theina dingin, i mi hieng zât zozai hi tuin am ro rêlpêk thei a ta le?” a ta.",
      "reference": "1 LALHAI 3:9"
    },
    {
      "content": "Chun, Solomonin chu thil chu a hni leiin, chu thuhril chun LALPA a suklâwm hleh a.",
      "reference": "1 LALHAI 3:10"
    },
    {
      "content": "Chun, Pathien chun a kuomah, “Nangin i ta dinga dam sâwtna hni lo a, hieng ang hi i hni lem leiin le, i ta dinga hausakna khawm hni lo a, i hmêlmahai thina ding khawm hni lo a, i ta dinga rorêl thiemna i hni leiin, ngai ta, i hni ang chun ka thaw tah a;",
      "reference": "1 LALHAI 3:11"
    },
    {
      "content": "ngai ta, varna le hrietna lungril ka pêk che a nih; chuongchun, i hmaah nangma ang hrim hrim tu- khawm an um nawh a, i hnunga khawm nanga ang hrim hrim chu tukhawm hung um ta naw bawk an tih.",
      "reference": "1 LALHAI 3:12"
    },
    {
      "content": "Chun, i hni naw hausakna le ropuina khawm ka pêk bawk che; Chuongchun, i dam sûngin lalhai lai chun nanga ang hrim hrim um naw ni hai.",
      "reference": "1 LALHAI 3:13"
    },
    {
      "content": "I pa Davidin a hraw anga, ka thuruothai le ka thupêkhai pawm dinga ka lampuihai i hraw chun in- dam sâwttir bawk ka ti che,” a ta.",
      "reference": "1 LALHAI 3:14"
    },
    {
      "content": "Chun, Solomon chu a hang har a, ngai ta, mang a lo ni zing el a; chun, Jerusalemah a feh a, LALPA thu- thlung bâwm hmaah a ngîr a, pumrawhmang thilinhlân le inremna thilinhlân ân hlân a; a siehlaw po pohai ta dingin ruoi a ṭheh a.",
      "reference": "1 LALHAI 3:15"
    },
    {
      "content": "Nuhmei pahni nawchizawr, lal kuoma chun an hung a, ama hmaah an hang ngîr a.",
      "reference": "1 LALHAI 3:16"
    },
    {
      "content": "Chun, nuhmei pakhat chun, “Aw ka lalpa, hi nuhmei le hin in khata um ve ve kan na, chu ina a um ve lai chun nau ka nei a.",
      "reference": "1 LALHAI 3:17"
    },
    {
      "content": "Chun, ka nau nei ni thum hnunga chun hi nuhmei khawm hin a nei veh a; um hmunkhat kan na, chu ina um keini pahni chau naw chu, chu ina chun tukhawm mikhuol um an um nawh a.",
      "reference": "1 LALHAI 3:18"
    },
    {
      "content": "Chun, hi nuhmei nau hi zânah a lo thih a; a delhlum a nih.",
      "reference": "1 LALHAI 3:19"
    },
    {
      "content": "Chuongchun, zân lai chun a tho a, i suoknu hi a in kârin ka naupa ka kuoma um chu a lâk a, a pawm a, a nau thi chu a mîn pawmtir a.",
      "reference": "1 LALHAI 3:20"
    },
    {
      "content": "A zînga zîngkâra ka nau nêne pe dinga ka hang tho chun a thi a lo ni zing el a, nisienkhawm, zîngkâra ka hang en chieng chun, ngai ta, ka naupa, ka inei kha a lo ni ta dêr da el a,” a ta.",
      "reference": "1 LALHAI 3:21"
    },
    {
      "content": "Nuhmei dang chun, “Ni lo, a dam lem hi ka naupa a na, a thi hi i naupa a nih,” a ti veh a. Pakhat chun, “Ni lo, a thi hi i naupa a na, a dam hi keia naupa a nih,” a lo ti tlat bawk a. Chuong ang chun lal hmaa chun an hril ve ve a.",
      "reference": "1 LALHAI 3:22"
    },
    {
      "content": "Chuongchun, lal chun, “Pakhat- in, ‘A dam lem hi ka naupa a na, a thi hi i naupa a nih,’ a tih a, chun, pa- khatin, ‘Ni lo, a thi hi i naupa a na, a dam hi ka naupa a nih,’ a ti bawk sih a,” a ta.",
      "reference": "1 LALHAI 3:23"
    },
    {
      "content": "Chun, lal chun, “Kâwlhnâm mi hung lapêk ta u,” a ta. Chuongchun, kâwlhnâm chu lal hmaa chun an hung lâk a.",
      "reference": "1 LALHAI 3:24"
    },
    {
      "content": "Chun, lal chun, “Nautê a dam kha tum hni insuo unla, a chenve chu pakhat kha pe unla, a chenve chu pakhat kha pe ro,” a ta.",
      "reference": "1 LALHAI 3:25"
    },
    {
      "content": "Chuongchun, nautê dam lem a nu chun nautê chu a lainat êm êm el sih a; lal kuoma chun, “Aw ka lalpa, nautê dam hi ama kha pe el rawh, a that chu that lul naw raw khai,” a ta. Pakhat lem chun, “Chang bîk naw tawp ka tih, nang khawma chang bîk naw bawk i tih, tanbawng el ro,” a ta.",
      "reference": "1 LALHAI 3:26"
    },
    {
      "content": "Chuongchun, lal chun a dawn a, “Nautê dam kha a hmasanu kha pe ro, that dêr naw ro, ama ngei kha a nu a ni kha,” a ta.",
      "reference": "1 LALHAI 3:27"
    },
    {
      "content": "Chun, Israelhai po po chun chu thua lal rorêl dân chu an lo hriet a; lal chu an ṭi ta hle el a; rorêlna dinga Pathien varna amaa chun a um ti an hriet ta sih a.",
      "reference": "1 LALHAI 3:28"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 LALHAI 3 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}