{
  "verses": [
    {
      "content": "Solomon chun ama in chu kum sâwm le kum thum a bâwl a, a in chu a zo vawng a.",
      "reference": "1 LALHAI 7:1"
    },
    {
      "content": "Lebanon Rampui In sidar ban tlar li, ban chunga sidar thingphêk chunga chun a bâwl bawk a; a dung- tieng chu tawng za a na, a khangtieng chu tawng sâwmnga a na, ân sâng- tieng chu tawng sâwmthum a nih.",
      "reference": "1 LALHAI 7:2"
    },
    {
      "content": "Chun, banhai sâwmli panga chunga innghat pindanhai chunga chun sidar thingphêkhaia inkhum a na, banhai chu tlar khata chun sâwm le panga pei a nih.",
      "reference": "1 LALHAI 7:3"
    },
    {
      "content": "Tlar thumin tukver a um a, var le varhai chu ân ep vawng a.",
      "reference": "1 LALHAI 7:4"
    },
    {
      "content": "Kawtkhârhai le banhai po po chu thingphêkin kil li neia siem a na, var le varhai chu tlar thumin ân ep vawng a.",
      "reference": "1 LALHAI 7:5"
    },
    {
      "content": "Chun, tuolpûk chu ban neiin a siem a, a dungtieng chu tawng sâwm- nga a na, a khangtieng chu tawng sâwmthum a na; chun, chuong hmaa- hai chun tuolpûk a siem a, banhai le a hmaa lûtna kailâwnhai leh.",
      "reference": "1 LALHAI 7:6"
    },
    {
      "content": "Chun, a rorêlna ding lalṭhung- pha tuolpûk, rorêlna tuolpûk chu a siem bawk a, chu chu ṭuong khing- tienga inthawka khingtieng chena sidar thinga inkhum a nih.",
      "reference": "1 LALHAI 7:7"
    },
    {
      "content": "Chun, a umna dingin tuolpûk sûng, huon sûng tuollai danga um chu chuong ang bawk chun siem a na. Chun, Pharao naunu (Solomonin nu- hmeia a inei) chu tuolpûk ang bawk chun a in a bâwlpêk a.",
      "reference": "1 LALHAI 7:8"
    },
    {
      "content": "Chuong po po chu lung man tamtak tak, a huntâwk ang chiea sut, âtnaa âta bâwl a na, a sûngtieng khawm, a puotieng khawm, lung- phûma inthawka a lêr chenin; chun, chuong ang bawkin tuol tieng chun inhuon sûng tuolzâwl khawlai lientak chenin.",
      "reference": "1 LALHAI 7:9"
    },
    {
      "content": "Chun, lungphûmhai chu lung man tamtak tak, lung lientak tak tawng sâwm dâm, tawng riet dâma rem a nih.",
      "reference": "1 LALHAI 7:10"
    },
    {
      "content": "Chun, chu chung tieng chu lung man tamtak tak, lung a huntâwk ang chiea sut le sidar thing a na.",
      "reference": "1 LALHAI 7:11"
    },
    {
      "content": "A vêlin inhuon sûng tuolzâwl lientak chu lung sut sâwmthum le Sidar thingphêk thuo khata inhuon a na; LALPA in inhuon sûng tuollai sûngril lem leh, in tuolpûk ang bawk khan.",
      "reference": "1 LALHAI 7:12"
    },
    {
      "content": "Chun, lal Solomon chun mi a tir a, Tura khuoa inthawk chun Hiram a ko a.",
      "reference": "1 LALHAI 7:13"
    },
    {
      "content": "Ama chu Naphtali hnam hmeithai nau a na, a pa chu Tura khuoa mi dâr suttu a na, ama dâr sut kawnga hrim hrim chun a varin a hrietthiemin a themthiem hle el a. Lal Solomon kuoma chun a feh a, a sin po po chu a thawpêk vawng a.",
      "reference": "1 LALHAI 7:14"
    },
    {
      "content": "Dâr ban pahni a sûng kaw- rawngin, tawng sâwm pariet ve vea insângin a siem a, a lienzie chu tawng sâwmpahni ve ve le inchi li ve vea saa inkuol a nih.",
      "reference": "1 LALHAI 7:15"
    },
    {
      "content": "Ban sîpa sie dingin dâr sung bâwk pahni a siem a, bâwk pakhat insâng tieng chu tawng nga a na, bâwk pakhat insâng tieng khawm chu tawng nga bawk a nih.",
      "reference": "1 LALHAI 7:16"
    },
    {
      "content": "Ban sîpa bâwkhaia chun ṭiel chikchek le, inher chîlchielhai hi a um a, bâwk pakhata chun pasari a na, pakhat danga khawm chun pasari bawk.",
      "reference": "1 LALHAI 7:17"
    },
    {
      "content": "Chuongchun, banhai chu a siem a, chuong ban sîpa a bâwkhai tuomna ding chun ṭiel chikchek theibufaihai leh pakhat chunga chun a vêlin tlar hni a um a; chuong ang bawk chun bâwk pakhat chunga khawm chun ân umtir a.",
      "reference": "1 LALHAI 7:18"
    },
    {
      "content": "Chun, tuolpûka ban sîphaia bâwka chun lili lim hi a chuong a, tawng li a nih.",
      "reference": "1 LALHAI 7:19"
    },
    {
      "content": "Chun, ban pahni sîpa bâwkhaia chun a reia ṭiel chikchek bul ela chun theibufaihai lim a um bawk a; chun, theibufaihai chu chuong bâwkhaia chun za hni ve vea intlarin a um a.",
      "reference": "1 LALHAI 7:20"
    },
    {
      "content": "Chun, biek in tuolpûkhaia chun banhai chu ân ngîrtir a, changtieng ban chu ân ngîr a, a hminga chun Jakin ân bûk a, chun, vawitieng ban chu ân ngîr a, a hminga chun Boaz ân bûk a.",
      "reference": "1 LALHAI 7:21"
    },
    {
      "content": "Chun, ban sîpa chun lili lim a chuong a; chuongchun, ban tieng sin chu zo a ni tah a.",
      "reference": "1 LALHAI 7:22"
    },
    {
      "content": "Chun, dâr tuizêng, a reia in- thawka a rei khingtieng chena tawng sâwm tla, ân sâng tieng tawng nga a sung a; a rei chu tawng sâwmthum biel vêl a nih.",
      "reference": "1 LALHAI 7:23"
    },
    {
      "content": "A rei hnuoia chun kumûm lim hin a vêlsuok a, tawng sâwm a na, tuizêng rei vêla chun a um a; chuong kumûmhai chu tlar hniin an um a; sung sa nghâl an nih.",
      "reference": "1 LALHAI 7:24"
    },
    {
      "content": "Chu chu bâwngchal sâwm le pahni chungah ân nghat a, pathumin hmartieng an nghah a, pathumin thlangtieng an nghah a, pathumin simtieng an nghah a, pathumin saktieng an nghah a. Chun, zêng chu an chungah ân ṭhut a, an mei tieng chun sûng tieng chu a ngha seng a;",
      "reference": "1 LALHAI 7:25"
    },
    {
      "content": "kutpha bawka sa a nih; a rei chu lili pâr ang, no rei anga siem a na, bath sâng hni keng a nih.",
      "reference": "1 LALHAI 7:26"
    },
    {
      "content": "Chun, inṭhutna sâwm dârin a siem a, inṭhutna pakhat seizie chu tawng li a na, a khangtieng chu tawng li bawk a na, ân sâng tieng chu tawng thum a nih.",
      "reference": "1 LALHAI 7:27"
    },
    {
      "content": "Chun, inṭhutnahai siem dân chu hieng ang hi a nih: chuonghai chun khur a nei a, a khurhai chu a reihai inkâra chun a um a;",
      "reference": "1 LALHAI 7:28"
    },
    {
      "content": "chun, a reihai inkâra khurhaia chun sakeibakneihai, bâwngchalhai, cherubhai a chuong a; a rei chunga chun innghatna a um a; chun, sakeibakneihai le bâwngchal hnuoia chun cheimawinahai a um nghien a.",
      "reference": "1 LALHAI 7:29"
    },
    {
      "content": "Chun, inṭhutnahaia chun dâr tawlailîr pali le dâr kalru a um seng a, a kihai palia chun ân nghatna a um seng a, insâwpna bêl hnuoi tieng chun ân nghatna sunga sung a um a, a rei senga chun cheimawina a um seng a.",
      "reference": "1 LALHAI 7:30"
    },
    {
      "content": "Chun, a suonkuol bau rei chu tawng khat tla a na, a rei tlâng chu suonkuol anga chêng a na, tawng khat le a chenve a nih, chun, a rei tlânghai chu cheimawi a na, a khur- hai chu kil li a na, a chêng nawh a.",
      "reference": "1 LALHAI 7:31"
    },
    {
      "content": "Chun, tawlailîr palihai chu a khur hnuoi tiengahai chun a um a; chun, tawlailîr kalruhai chu inṭhut- naahai chun a um a, tawlailîr insâng tieng chu tawng khat le a chenve a nih.",
      "reference": "1 LALHAI 7:32"
    },
    {
      "content": "Chu tawlailîrhai siem dân chu sakawr tawlailîr ke siem dân ang hi a na, a tlungzamhai, a suonkuolhai, a sunkalnahai, a laibâwkhai chu sung vawng a nih.",
      "reference": "1 LALHAI 7:33"
    },
    {
      "content": "Chun, inṭhutna kil li senga chun innghatna pali a um a, chuong innghatnahai chu inṭhutna le chun pumkhat vawng an nih.",
      "reference": "1 LALHAI 7:34"
    },
    {
      "content": "Chun, inṭhutna chunga chun suonkuol, tawng chenvea insâng hi a um a, inṭhutna chunga ân ṭhutna kalhai le a khurhai chu pumkhat vawng an nih.",
      "reference": "1 LALHAI 7:35"
    },
    {
      "content": "Chun, ân ṭhutna kephêkahai le, a khurahai chun a lienzie ang peiin cherubhai, sakeibakneihai, intûm thinghai ân chuongtir a, a vêl chun cheimawina hi a um seng a.",
      "reference": "1 LALHAI 7:36"
    },
    {
      "content": "Chuong ang vawng chun in- ṭhutna sâwmhai chu a siem a, a rêng chun pakhata sung an ni vawng a, intie seng, siem dân inang vawng an nih.",
      "reference": "1 LALHAI 7:37"
    },
    {
      "content": "Chun, insâwpna bêl sâwm dârin a siem a, maihûn pakhat chun bath sâwmli a dawng a; maihûn chu tawng li seng a na, inṭhutna sâwm chunga chun maihûn pakhat chu ân ṭhut pei a.",
      "reference": "1 LALHAI 7:38"
    },
    {
      "content": "Chun, inṭhutnahai chu in changtieng chun panga ân ṭhut a, vawitieng panga chun panga, chun, tuizêng chu in changtieng panga saktienga sim nghain ân ṭhut a.",
      "reference": "1 LALHAI 7:39"
    },
    {
      "content": "Chun, Hiram chun insâwpna bêlhai, vutluohai, maihûnhai a siem a.",
      "reference": "1 LALHAI 7:40"
    },
    {
      "content": "Chuongchun, Hiram chun LALPA in ta dinga Solomon a siem- pêk po po chu a zo vawng ta a; ban pahni dâm, ban sîpa bêl anga inbâwkhai pahni, ban sîpa bêl anga inbâwk tuomna ṭiel chikchekhai pahni,",
      "reference": "1 LALHAI 7:41"
    },
    {
      "content": "chu tuomna ṭiel chikchek ta dinga theibufai za lihai dâm, ban sîpa bêl anga inbâwk pahni tuomna dinga ṭiel chikchek ve ve ta dinga theibufai tlar hnihai kha;",
      "reference": "1 LALHAI 7:42"
    },
    {
      "content": "chun, inṭhutna sâwm le inṭhut- na chunga insâwpna bêl sâwmhai dâm,",
      "reference": "1 LALHAI 7:43"
    },
    {
      "content": "tuizêng pakhat le tuizêng hnuoia sebâwngchal sâwm le pahni- hai dâm,",
      "reference": "1 LALHAI 7:44"
    },
    {
      "content": "bêlhai, vutluohai le maihûnhai le dâm, chuong bûr le bêlhai po po Hiramin LALPA in dinga Solomon a siempêkhai chu dâr nâwt tlêt ruok a nih.",
      "reference": "1 LALHAI 7:45"
    },
    {
      "content": "Jordan phaizâwlah, Sukkoth le Zarethan inkâra bepil hmunah a nih lalpa chun a sung chu.",
      "reference": "1 LALHAI 7:46"
    },
    {
      "content": "Chun, Solomonin chuong, bûr le bêlhai po po chu a tam êm leiin bûk suok loin a sie el a, dâr bûk zât chu hriet suok ruol a ni nawh.",
      "reference": "1 LALHAI 7:47"
    },
    {
      "content": "Chun, Solomon chun LALPA ina bûr le bêl um po pohai chu a siem a, rângkachak maichâm le entirna bei siena dawkân chu rângkachakin;",
      "reference": "1 LALHAI 7:48"
    },
    {
      "content": "chun, hmun inthieng hma zâwna khâwnvar siena changtienga panga le vawitienga panga chu râng- kachak inthiengin; pârhai le, khâwn- varhai le chaichehai chu rângkachak bawkin;",
      "reference": "1 LALHAI 7:49"
    },
    {
      "content": "nohai, khâwnvar puon chepna- hai, maihûnhai, haihawhai, rimin- hnik thlêng, meilâknahai, rângka- chak hlîr hlak vawngin; in sûngril lem, hmun inthiengtak kawtkhâra- hai le, in (biek in chu) kawtkhâr inbûknahai chu rângkachakin.",
      "reference": "1 LALHAI 7:50"
    },
    {
      "content": "Chuongchun, lal Solomon chun LALPA in dinga a siem po po chu a zo ta vawng a. Chuongchun, Solomon chun a pa David lo inhlân sa tah tangkaruohai, rângkachak dâm, bûr le bêlhai chu a lâklût a, LALPA ina rohai lai chun a sie tah a.",
      "reference": "1 LALHAI 7:51"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 LALHAI 7 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}