{
  "verses": [
    {
      "content": "David thi hun chu a hung hnai tah a, a naupa Solomon chu thu a pêk a,",
      "reference": "1 LALHAI 2:1"
    },
    {
      "content": "“Leihnuoi po po dân angin ka fe ve ding a ni tah a, chuongchun, hrât- takin um la, patlingtakin um rawh,",
      "reference": "1 LALHAI 2:2"
    },
    {
      "content": "i thilthaw taphawta le i nghatna tieng poa i tluongtlung theina dingin Mosie Dân ziek anga, LALPA i Pathienin a lampuihai hraw ding le, a thuruot dâm, a thupêk dâm, a rorêl- hai dâm le, a thuinhriettir pawm dinga a pêkhai hi zâwm rawh;",
      "reference": "1 LALHAI 2:3"
    },
    {
      "content": "LALPAIN ka chungchâng thua, ‘I thlahaiin an lungril tak le, an lungvar taka ka mithmua thutaka um dinga an umdân an fîmkhur chun Israelhai lalṭhungphaa ṭhung ding tlasam naw ti ni,’ tiha a hril kha a sukdet ding a nih.",
      "reference": "1 LALHAI 2:4"
    },
    {
      "content": "Chun, Zeruia naupa Joab mi thawzie, Israelhai sipai hotu pahni Nera naupa Abner le Jether naupa Amasa hai a thawzie ngei kha i hriet a. Khânga a that a, inrem laia indo lai thisen insuoin ân suoh a, a kâwnga a kâwngkhi le a kekawk buna indona thisen a sukkaizie hai kha.",
      "reference": "1 LALHAI 2:5"
    },
    {
      "content": "Chuongchun, i rem hriet dân angin thaw la, a lua kêlsam ṭo hi thlânah lungmuongtakin inliemtir naw rawh.",
      "reference": "1 LALHAI 2:6"
    },
    {
      "content": "Gilead mi Barzillai nauhai chunga ruok chun lunginsietna in- langtir la, i dawkâna thlaithlêng awttuah inṭhangtir ve rawh; i unau Absalom leia ka tlân hmang lai khan ka kuomah an hung sih a.",
      "reference": "1 LALHAI 2:7"
    },
    {
      "content": "Chun, Bahurim khuoa mi Benjamin thla, Gera naupa Simei hi i kuomah a um a, ama chun Mahanaim hmuna ka fe lai khan ṭawngsie ṭha nawtak a mîn phur a; amiruokchu, Jordana khan mi tuok dingin a hung thlah a, chutaka chun ‘Kâwlhnâm- in that naw ning che,’ tiin LALPA hming sâlin ṭawng ka lo inkhâm tah a.",
      "reference": "1 LALHAI 2:8"
    },
    {
      "content": "Chuongchun, thiemchang chun chu insuo naw rawh, mi var i ni sih a, a chunga ieng anga thaw ding am a na ti hre el i tih; a lua kêlsam ṭo chu thisen leh thlânah în liemtir ding a nih,” a ta.",
      "reference": "1 LALHAI 2:9"
    },
    {
      "content": "Chun, David chu a puhai kuoma chun a in innghil ve tah a, David khawpuia chun an phûm a.",
      "reference": "1 LALHAI 2:10"
    },
    {
      "content": "Israelhai chunga David inlal sûng chu kum sâwmli a na, Hebron khuoah kum sari ân lal a, Jerusalem khuoah kum sâwmthum le kum thum ân lal.",
      "reference": "1 LALHAI 2:11"
    },
    {
      "content": "Chun, Solomon chu a pa David lalṭhungphaa chun a ṭhung a, chuongchun, a ram chu nasataka suknghetin a hung um tah a.",
      "reference": "1 LALHAI 2:12"
    },
    {
      "content": "Chun, Haggith naupa Adonija chu Bathseba Solomon nu kuomah a feh a, ama chun, “Ṭha tieng thua hung am i nih?” a lo tih a.",
      "reference": "1 LALHAI 2:13"
    },
    {
      "content": "Chun, ama chun, “Ṭha tieng thuah nih e,” a ta. Chun, “I kuomah ieng am a nih hril ding ka nei a,” a ti nâwk a. Ama chun, “Hril ta la,” a ta.",
      "reference": "1 LALHAI 2:14"
    },
    {
      "content": "Chun, ama chun, “Ram hi ka ta a ni tah ti le, Israelhai po po khawm hin keima hi lal dingin an mi thlîr zing a nih ti i hriet a, amiruokchu, ram chu ka unaupa ta dingin a hung inlet ta lem a; LALPA lo ruot dânah a ta a ni hrim a nih.",
      "reference": "1 LALHAI 2:15"
    },
    {
      "content": "Tuhin thil pakhat hni ding che ka nei a, mi remti nawpêk naw hrâm rawh,” a ta. Chun, ama chun a kuom- ah, “Hril ta la,” a ta.",
      "reference": "1 LALHAI 2:16"
    },
    {
      "content": "Chun, ama chun, “Ka hni che a nih, lal Solomon kuoma chun hril la, (i thu chu a sêl âwm si nawh a) Sunam mi Abisag hi nuhmeiah mîn neitir raw se,” a ta.",
      "reference": "1 LALHAI 2:17"
    },
    {
      "content": "Chun, Bathseba chun, “Aw le, lal chu lo bepêk ka ti che,” a ta.",
      "reference": "1 LALHAI 2:18"
    },
    {
      "content": "Chuongchun, Bathseba chu Adonija va bepêk dingin lal Solomon kuoma chun a fe tah a. Chun, lal chu ama lo lâwm dingin a tho a, a hmaa chun a kûn a, a lalṭhungphaa chun a ṭhung a, chun, lal nu ta ding chun ṭhungpha ân sietir a; a changtienga chun a ṭhung tah a.",
      "reference": "1 LALHAI 2:19"
    },
    {
      "content": "Chuongchun, “Thil pakhat chi- terek ka hni ding che a nih, mi remti nawpêk naw hrâm rawh,” a ta. Chun, lal chun a kuomah, “Hni ta la, nu, remti nawpêk naw tawp ka ti che,” a ta.",
      "reference": "1 LALHAI 2:20"
    },
    {
      "content": "Chun, ama chun, “Sunam mi Abisag hi i unaupa Adonija nuhmeiah inneitir rawh,” a ta.",
      "reference": "1 LALHAI 2:21"
    },
    {
      "content": "Chun, lal Solomon chun a dawn a, a nu kuoma chun, “Iengtiziea Sunam mi Abisag hi Adonija ta dinga hni am i ni leh? Ram khawm hi hnipêk law law ta la; ama chu ka u a nih an- nâwm, ama ta ding le thiempu Abia- thar ta ding le Zeruia naupa Joab ta ding khawma hni raw chu,” a ta.",
      "reference": "1 LALHAI 2:22"
    },
    {
      "content": "Chuongchun, lal Solomon chun, “LALPA hming sâlin, Adonija thil hni hin ama chunga thina thuhril a ni naw tâkleh, Pathienin a law law mi law el sienla, chu nêka nasa khawm a.",
      "reference": "1 LALHAI 2:23"
    },
    {
      "content": "Chuongchun, LALPA a thutiem anga mi sukdet a, ka pa lal David lalṭhungphaa mîn ṭhungtir a, sung- kuo mi lo inngîrpêktu hringna sâlin ka hril hi, Adonija hi vawisûn le le hin sukhlum nghâl ding a nih,” a tih a; ṭawng ân khâm tah a.",
      "reference": "1 LALHAI 2:24"
    },
    {
      "content": "Chuongchun, lal Solomon chun Jehoiada naupa Benaia chu a tir a, ama chu a va thawh a, a thi tah a.",
      "reference": "1 LALHAI 2:25"
    },
    {
      "content": "Chun, thiempu Abiathar kuoma chun lal chun, “Anathoth khuoa nanga in le loah fe dai rawh, thi tlâk chu i ni ngei a, amiruokchu, ka pa David hmaa LALPA Pathien bâwm i lo zâwn hlak lei le, ka pa rinum tuornahai po poa chun i lo tuor ve ta hlak leiin tuhin chu chu la sukhlum hri naw ning che,” a ta.",
      "reference": "1 LALHAI 2:26"
    },
    {
      "content": "Chuongchun, Solomon chun Abiathar chu LALPA thiempu a nina chu a bân tah a; LALPAIN Silo khuoa Eli sûnghai chungchâng thu a hril kha ân tlungtir theina dingin.",
      "reference": "1 LALHAI 2:27"
    },
    {
      "content": "Chun, chu thu chu Joab chun a lo hriet a, Joab chu Absalom tieng khan a ṭhang naw a chu, Adonija tienga ṭhang a ni sih a. Chuong- chun, Joab chu LALPA Puon inah a tlân a, maichâm kihai chu a va chel tah a.",
      "reference": "1 LALHAI 2:28"
    },
    {
      "content": "Chun, “LALPA puon inah Joab a tlân a, ngai ta, maichâm bulah a um,” tiin lal Solomon chu an hril a. Chuongchun, lal Solomon chun Jehoiada naupa Benaia chu, “Hang thaw rawh,” tiin a tir a.",
      "reference": "1 LALHAI 2:29"
    },
    {
      "content": "Benaia chu, LALPA puon ina chun a hang feh a, a kuoma chun, “Lalin, ‘Hung thla raw se’, a tih” a ta. Ama chun, “Ni lo e, hitaka hin thi el lem ka tih,” a ta. Benaia chun, “Joab chun hieng ang hin a lo tih a, hieng ang hin a mi lo dawn a nih,” tiin lal kuomah thu ân tlun nâwk a.",
      "reference": "1 LALHAI 2:30"
    },
    {
      "content": "Chun, lal chun a kuomah, “A hril ang chun hang thaw la, phûm rawh, a san um dêr loa Joabin thisen ân suoa inthawka kha kei le ka pa sûnghai chu i sukfihlîm theina ding- in.",
      "reference": "1 LALHAI 2:31"
    },
    {
      "content": "Chuongchun, ama nêka mi ṭha lem le mi fel lem pahni Nera naupa Abner, Israelhai sipai hotu le, Jether naupa Amasa, Judahai sipai hotu kha ka pa David hriet loa a thawh a, kâwlhnâma a that leiin LALPAIN a thisen chu ama lu chung ngeiah hung inlêttir a tih.",
      "reference": "1 LALHAI 2:32"
    },
    {
      "content": "Chuongchun, an thisen chu Joab lu chung le a thlahai lu chungah kumkhuoin lêt a ta, David chunga dâm, a thlahai chunga dâm, a sûng- hai chunga dâm, a lalṭhungpha chunga dâm ruok chun LALPA kuoma inthawka lungmuongna kum- khuoin um zing lem a tih,” a ta.",
      "reference": "1 LALHAI 2:33"
    },
    {
      "content": "Chuongchun, Jehoiada naupa Benaia chu a hang feh a, a hang thawh a, a that tah a; chun, thlalêra ama ina chun an phûm tah a.",
      "reference": "1 LALHAI 2:34"
    },
    {
      "content": "Chun, lalin Jehoiada naupa Benaia chu sipaihai chungah a ai ân awtir a, chun, thiempu Zadok chu lalin Abiathar ai ân awtir a.",
      "reference": "1 LALHAI 2:35"
    },
    {
      "content": "Chun, lalin Simei chu ân kotir a, a kuomah, “Jerusalema hin in bâwl la, chutaka chun um la, chutaka inthawk chun khâwlai dang khawm suok naw rawh.",
      "reference": "1 LALHAI 2:36"
    },
    {
      "content": "I suok ni, Kidron vadung i kân ni le le chun i thi ngei ding a nih ti hre raw khai, chun, i thisen chu nangma lu chunga ngei um a tih,” a ta.",
      "reference": "1 LALHAI 2:37"
    },
    {
      "content": "Simei chun lal kuomah, “An dik ie, lal ka puin a hril ang chun i siehlaw hin thaw pei a tih,” a ta. Chun, Simei chu Jerusalema chun sâwtrei chu a um a.",
      "reference": "1 LALHAI 2:38"
    },
    {
      "content": "Chun, kum thum ân vawi hnung chun Simei siehlawhai pahni chu Gath khaw lal Maaka naupa Akis kuomah an zâm a. Chun, “Ngai ta, i siehlawhai chu Gath khuoah an um,” tiin Simei chu an hril a.",
      "reference": "1 LALHAI 2:39"
    },
    {
      "content": "Simei chu a tho a, a sabengtung chu a buotsai a, siehlawhai zawng dingin Gath khuoa Akis kuoma chun a fe tah a; chun, Simei chun Gath khuoa inthawk chun a siehlawhai chu a va ṭhuoi tah a.",
      "reference": "1 LALHAI 2:40"
    },
    {
      "content": "Chun, Simei chu Gath khuoah a va feh a, Jerusalemah a hung nâwk tah, ti Solomon chu an hril a.",
      "reference": "1 LALHAI 2:41"
    },
    {
      "content": "Chun, lal chun Simei chu ân kotir a, a kuomah, “ ‘I suok ni, ram danga i suok ni le lein i thi ngei ding a nih,’ ti khan LALPA hming sâlin ṭawng kân khâmtir chein, kân hriet- tir che a ni naw am a nih? chun, nang khawma ka kuomah, ‘I thu hril ka hriet hi a ṭha ie,’ i ti kha.",
      "reference": "1 LALHAI 2:42"
    },
    {
      "content": "Iengdinga LALPA ṭawng in- khâm le thu ka pêk che kha hlen lo am i nih a?” a ta.",
      "reference": "1 LALHAI 2:43"
    },
    {
      "content": "Chun, lal ma chun Simei kuom- ah, “I lungril sûng rîtlozie, ka pa David chunga i thawziehai kha i hriet vawng a, chuongchun, LALPAIN i rîtlona hi nangma lu chunga ngei hung inlêttir a tih.",
      "reference": "1 LALHAI 2:44"
    },
    {
      "content": "Lal Solomon ruok chu mal- sâwmin um a ta, David lalṭhungpha chu LALPA hmaah kumkhuoa sukdet ning a tih,” a ta.",
      "reference": "1 LALHAI 2:45"
    },
    {
      "content": "Chuongchun, lal chun Jehoiada naupa Benaia chu thu a pêk a, ama chu a va thawh a, a that tah a. Chuongchun, ram chu Solomon kuta suknghetin a um tah a.",
      "reference": "1 LALHAI 2:46"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 LALHAI 2 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}