{
  "verses": [
    {
      "content": "Suria lal Benhadad chun sipaihai po po chu ân khâwm vawng a, lal sâwmthum le pahni an ṭhang a, sakawr le tawlailîrhai leh a hang feh a, Samari khuo chu a hang inhuol a, a hang thawh a.",
      "reference": "1 LALHAI 20:1"
    },
    {
      "content": "Israel lal Ahab kuoma chun khawpui sûngah mi a tir a, a kuomah, “Benhadad chun hieng ang hin a tih,",
      "reference": "1 LALHAI 20:2"
    },
    {
      "content": "‘I tangka le i rângkachakhai kha ka ta a nih, i nuhmeihai le, i nauhai laia a ṭha ṭhahai kha ka ta vawng a nih,’ tiin,” a ta.",
      "reference": "1 LALHAI 20:3"
    },
    {
      "content": "Chun, Israel lal chun a lo dawn a, “Aw laltak ka pu, i hril ang chu a ni annâwm, keima le ka nei po po chu i ta a nih,” a ta.",
      "reference": "1 LALHAI 20:4"
    },
    {
      "content": "Chun, a mi tirhai chu an fe nâwk a, “Benhadad chun hieng ang hin a tih, ‘I kuomah, i tangkahai, i rângka- chakhai, i nuhmeihai le i nauhai leh i mi pêk ding a nih, tiin mi ka hung tir luoh a;",
      "reference": "1 LALHAI 20:5"
    },
    {
      "content": "amiruokchu, zîngah hi pha vêla hin ka mihai i kuomah hung tir ka ta, i in le i mihai inhai chu an hung dap ding a nih; chun, i thil ngainat zâwng- hai chu lâng an ta, hung pui vawng an tih,’ tiin,” an ta.",
      "reference": "1 LALHAI 20:6"
    },
    {
      "content": "Chuongchun, Israel lal chun a rama upahai po po chu a ko a, “Lo hre ta u khai, hi mipa hin thil ṭha nawtak thaw a tumzie hi; ka kuomah mi a hung tir a, ka nuhmeihai, ka nauhai, ka tangka dâm, ka rângkachak dâm a hung ngên a, ka lo sêl hlak khawm ni si loin,” a ta.",
      "reference": "1 LALHAI 20:7"
    },
    {
      "content": "Chun, upahai po po le mipuihai po po chun a kuomah, “Lo bengkhawn nuom naw rawh, rem khawm lo tipêk naw rawh,” an ta.",
      "reference": "1 LALHAI 20:8"
    },
    {
      "content": "Chuongchun, Benhadad mitirhai kuoma chun, “Laltak ka pu kuoma chun, ‘I siehlaw kuoma mi tira i hung ngên hmasak ang po po khan chu thâwng ka ta, amiruokchu, hi hi chu chu thaw thei naw ning, a tih,’ ti ro,” a ta. Chun, a mitirhai chu an fe nâwk tah a, chu thu chu an vân tlun nâwk a.",
      "reference": "1 LALHAI 20:9"
    },
    {
      "content": "Chun, Benhadad chun a kuom- ah mi a tir nâwk a, “Ka hnungzuitu- hai po po hin Samari khaw pilvut veikhat chau khawm an changkim thei ding chun pathienhaiin an law law mi law hai sienla, chu nêka nasa khawm a,” a ta.",
      "reference": "1 LALHAI 20:10"
    },
    {
      "content": "Chun, Israel lal chun a dawn a, “‘Mi ân râlthuom zing laiin, ân râl- thuomna hlîp thla ta ang elin an uong ngai nawh ie,’ tiin va hril ro khai,” a ta.",
      "reference": "1 LALHAI 20:11"
    },
    {
      "content": "Chun, ama le a lalhaiin bûktêah zu an lo dâwn laiin, chu thu chu Benhadad chun a lo hriet a, a mihai kuoma chun, “Insiem ro khai,” a ta. Chuongchun, khuo chu do ding chun an insiem tah a.",
      "reference": "1 LALHAI 20:12"
    },
    {
      "content": "Chun, ngai ta, zâwlnei pakhat hin Israel lal Ahab chu a va hnai a, “LALPAIN hieng ang hin a tih, ‘Hieng mipui tamtak hi i hmu am? ngai ta, vawisûn hin i kutah ka pêk ding a nih; chuongchun, kei hi LALPA chu ka nih ti hrieng i tih,’ tiin,” a ta.",
      "reference": "1 LALHAI 20:13"
    },
    {
      "content": "Chun, Ahab chun, “Tu hmangin am ie?” a ta. Ama chun, “LALPAIN hieng ang hin a tih, ‘Ram bunghaia tlangvâl hotuhai hmang hin,’ tiin,” a ta. Chun, ama chun, “Tuin am râlrêl a ta?” a ta. Ama chun a dawn a, “Nang- in teh,” a ta.",
      "reference": "1 LALHAI 20:14"
    },
    {
      "content": "Chuongchun, ama chun ram bunghaia hotu tlangvâlhai chu a ko khâwm a, za hni le sâwmthum le pahni an na; chuhai zoa chun mi po po, Israel thlahai po po chu a ko khâwm a, sâng sari an nih.",
      "reference": "1 LALHAI 20:15"
    },
    {
      "content": "Chun, sûnchang laitakin an va suok tah a. Benhadad le lalhai, ama ṭhangpuitu lal sâwmthum le pahni- hai ruok chu an bûktêa chun an lo indâwn rui a.",
      "reference": "1 LALHAI 20:16"
    },
    {
      "content": "Chun, ram bunghaia hotu tlangvâlhai chu an va suok hmasah a, chun, Benhadad chun mi a tir a, anni chun, “Samari khuoa inthawka hung suok an um,” tiin an hril a.",
      "reference": "1 LALHAI 20:17"
    },
    {
      "content": "Ama chun, “Inrem tuma hung an ni chun a hringin lo man unla, indo tuma hung an ni chun a hring bawkin lo man ro,” a ta.",
      "reference": "1 LALHAI 20:18"
    },
    {
      "content": "Chuongchun, chuonghai, ram bunga hotuhai tlangvâlhai chu a hung zuitu sipaihai le chun khuoa inthawk chu an suok a.",
      "reference": "1 LALHAI 20:19"
    },
    {
      "content": "Chun, an va bitum senghai chu an va that a, chuongchun, Suria mi- hai chu an tlânse tah a, Israelhai chun an hnawt a, chun, Suria lal Benhadad chu sakawr chunga chuongin sakawr chung chuong mi- hai leh an tlânsuok tah a.",
      "reference": "1 LALHAI 20:20"
    },
    {
      "content": "Chun, Israel lal chu a va suok a, sakawr le tawlailîrhai chu a va thawh a, Suria mihai chu a va that rak el a.",
      "reference": "1 LALHAI 20:21"
    },
    {
      "content": "Chun, zâwlnei chun Israel lal chu a va hnai a, a kuomah, “In- sukhrât sau sau la, i thaw dân ding ngaituo raw khai, kum a hung invawi hin Suria lal chun a hung thaw nâwk ding che a nih,” a ta.",
      "reference": "1 LALHAI 20:22"
    },
    {
      "content": "Chun, Suria lalhai chun a kuomah, “An pathien hi tlâng pathien a na, chuleiin, eini nêkin an hrât a ni hi, phaizâwlah thaw ta inla, anni nêk chun hrât lem ngei ei tih.",
      "reference": "1 LALHAI 20:23"
    },
    {
      "content": "Chun, hieng ang hin thaw rawh, lalhai hi an rêngin thleng vawng la, an aia hin ram awptuhai sie lem la,",
      "reference": "1 LALHAI 20:24"
    },
    {
      "content": "chun, sipaihai tawlailîr dâm, sakawr dâm, i chân ta zât ang chie kha sipaihai siemṭha nâwk la; chuongchun, phaizâwla thâwng kan ta, anni nêk chun hrât lem ngei kan tih,” an ta. Chun, an thu chu a awi a, chuong ang chun a thaw tah a.",
      "reference": "1 LALHAI 20:25"
    },
    {
      "content": "Chun, a kum nâwka chun Benhadad chun Suria mihai chu a kei khâwm a, Israelhai chu thaw dingin Aphek khuoa chun a hang feh a.",
      "reference": "1 LALHAI 20:26"
    },
    {
      "content": "Chun, Israel thlahai chu an pungkhâwm a, fâk dinghai an thak zet zet a, thaw dingin an inthawk tah a; chun, Israel thlahai chun kêlte tlâwmte ruol hni ang chau tê hin an va ep veh a; Suria mihai ruok chu a ram sip hin an sip mup el a.",
      "reference": "1 LALHAI 20:27"
    },
    {
      "content": "Chun, Pathien mi chun Israel lal chu a va hnai a, a va biek a, a kuomah, “LALPAIN hieng ang hin a tih, ‘Suria mihaiin LALPA chu tlâng- hai pathien a na, ruom pathien chu a ni nawh an ti a nih; chuleiin, hieng mipui tamtakhai hi i kutah ka pêk ding a nih; chuongchun, kei hi LALPA chu ka nih ti hrieng in tih,’ tiin,” a ta.",
      "reference": "1 LALHAI 20:28"
    },
    {
      "content": "Chun, ni sari sûng zet chu an inep zing a. Chun, a ni sari ni chun an inthaw tah a; chun, Israel mihai chun Suria mihai chu ni khatah sipai nuoi khat an that a.",
      "reference": "1 LALHAI 20:29"
    },
    {
      "content": "Mi danghai ruok chu Aphekah khawpui sûnga chun an tlânlût a, a la umhai chu mi sîng hni le sâng sari kul chimin a delhlum a. Chun, Benhadad chu a tlânseh a, khawpui sûnga pindan sûngrila a lût a.",
      "reference": "1 LALHAI 20:30"
    },
    {
      "content": "Chun, a rawihai chun a kuom- ah, “Ngai ta, Israel sûng kuohai laia lalhai hi mi lunginsietthei tak an nih ti thu kan hriet a, saiip puon bilin, ei lua hin hruia inkhitin Israel lal kuomah mi vân fetir raw khai; ama chun a hla nuom khiet che rawi mawh,” an ta.",
      "reference": "1 LALHAI 20:31"
    },
    {
      "content": "Chuongchun, saiip puon chu an bil a, an lua chun hruiin an inkhit a, Israel lal kuoma chun an va feh a, “I siehlaw Benhadad chun, ‘Lunginsiet- takin mi hla raw se,’ a ti che,” an ta. Ama chun, “A la dam a ni maw? Ka naupa a ni annâwm,” a ta.",
      "reference": "1 LALHAI 20:32"
    },
    {
      "content": "Chuong mihai chun ngaiṭha- takin, a lungril thu tak a hril a ni ringin, “I unaupa Benhadad kha a nih,” an lo ti var a. Chuongchun, ama chun, “Va fe unla, ama chu hung ṭhuoi ro,” a ta. Chuongchun, Benhadad chu a hung suok a, a kuomah a feh a; chun, ama chun tawlailîrah a lo in- chuongtir a.",
      "reference": "1 LALHAI 20:33"
    },
    {
      "content": "Chun, Benhadad chun a kuom- ah, “Ka pain i pa kuoma inthawka khuo a lo lâkhai kha pe kîr nâwk ka ta; chun, ka pain Samari khuoa dâwrpui hmun a siem ang khan Damaska khuoah i dâwrpui hmun ding i siem ve ding annâwm,” a ta. Chun, Ahab chun, “Hi thuthlung le hin infetir ka ti che,” a ta. Chuong- chun, a kuomah thu a thlung a, ân fetir tah a.",
      "reference": "1 LALHAI 20:34"
    },
    {
      "content": "Chun, zâwlnei naupahai laia mi pakhat hin LALPA thuin a ruolpa kuomah, “Mi hang vaw ta khai,” a ta.",
      "reference": "1 LALHAI 20:35"
    },
    {
      "content": "Ama chun a vuok nuom nawh a, Chuongchun, a kuomah, “LALPA thu chu i awi naw leiin, ngai ta, nang hin i mi liemsan phingleh, sakeibakneiin lo sêng a ti che,” a ta. Chun, ama chu a liemsan phingle chun sakeibak- neiin a lo hmuh a, a se tah a.",
      "reference": "1 LALHAI 20:36"
    },
    {
      "content": "Chuongchun, mi dang a va hmu nâwk a, “Mi hang vaw ta khai,” a ta. Ama chun a hang vuok a, a vuok sil tah a.",
      "reference": "1 LALHAI 20:37"
    },
    {
      "content": "Chuongchun, zâwlnei chu a feh a, lampuia hin lal chu a lo inchân a, a chal khitnaa a mit inkhumin ân siem danglam a.",
      "reference": "1 LALHAI 20:38"
    },
    {
      "content": "Chun, lal a hung tlung chun lal chu a lo ko a, “I siehlaw hin indona rûnpui hmunah ka va feh a; chun, ngai ta, mi pakhat hi a hung nghah a, ka kuomah mi pakhat a hung ṭhuoi a, ‘Ama hi lo vêng tlat rawh, a tlân- hmang hlau chun a hringna aiah i hringna chân i tih, annawleh tangka talent khat i pêk ding a nih,’ a ta.",
      "reference": "1 LALHAI 20:39"
    },
    {
      "content": "Chun, i siehlaw hi ka buoi êm kâr chun a lo fe hmang dai el tah a,” a ta. Chun, Israel lal chun a kuomah, “Chuong ang tak chu a nih, i chunga thu tlu chu, nangma ngeiin i suk- thlûk diem ta chu teh,” a ta.",
      "reference": "1 LALHAI 20:40"
    },
    {
      "content": "Chun, ama chun a mita inthawk chun a chal khitna chu a hlîp ta vak a; chun, Israel lal chun zâwlneihai laia mi a nih ti a hriet tah a.",
      "reference": "1 LALHAI 20:41"
    },
    {
      "content": "Chun, ama chun a kuomah, “LALPA chun hieng ang hin a tih, ‘Ṭawngsie ka înphur ta chu în suo ta leiin a hringna aiah i hringna; a mihai aiah i mihai chân i tih,’ tiin,” a ta.",
      "reference": "1 LALHAI 20:42"
    },
    {
      "content": "Chun, Israel lal chu ngûitak le lungâwi nawtakin a fe tah a; Samari khuoa chun a fe tah a.",
      "reference": "1 LALHAI 20:43"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 LALHAI 20 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}