{
  "verses": [
    {
      "content": "Chun, Solomon chun LALPA in le lal in a bâwl a, Solomon chun a tum po po hrâttaka a thaw zo vawng hnung chun,",
      "reference": "1 LALHAI 9:1"
    },
    {
      "content": "Gibeon khuoa a kuoma ân lâr ang khan LALPA chu Solomon kuomah a hung inlâr nâwk a.",
      "reference": "1 LALHAI 9:2"
    },
    {
      "content": "Chun, LALPA chun a kuomah, “I ṭawngṭaina le i hnina ka hmaa i hung intlunhai kha ka lo ngai a, hi in i bâwl hi kumkhuoa ka hming inumtirna dingin ka sukthieng tah; ka mit le ka lungril chu chutaka chun kumkhuoin um tâng a tih.",
      "reference": "1 LALHAI 9:3"
    },
    {
      "content": "Chun, nang khawm hi thu ka pêk ang taphawt chea thaw dinga i pa David um anga lungril ṭhatak put le lungril indiktak puta ka mithmua i uma, ka thuruothai le ka rorêlhai i pawm zing chun.",
      "reference": "1 LALHAI 9:4"
    },
    {
      "content": "Israelhai chunga hin i ram lalṭhungpha chu kumkhuoa dingin suknghet ka tih, i pa David kuoma, ‘Israelhai lalṭhungphaa ṭhung ding tlasam naw ti nih,’ tia ka lo tiem ta ang khan.",
      "reference": "1 LALHAI 9:5"
    },
    {
      "content": "Amiruokchu, nangniin amanih, in thlahaiin amanih in mi zui chu in mi kîrsan a, ka thupêkhai le ka thu- ruothai kân hriettirhai cheu hi in pawm nawh a, pathien danghai rawng dâm in va bâwl a, in va biek chun,",
      "reference": "1 LALHAI 9:6"
    },
    {
      "content": "Israelhai hi ram ka pêka inthawk hin sukbohmang ka ta; chun, hi in ka hming dinga ka sukthieng ta sa hi ka mithmu phâk nawah sawnhmang dai ka tih; chuongchun, Israelhai hi hnam tinrênghai laia chun tielna le a se tieng hrilkhinaa hmang la nîng an ta;",
      "reference": "1 LALHAI 9:7"
    },
    {
      "content": "chun, hi in hi insâng hle sienkhawm, a fe khêl taphawthai chun maktiin lân hui an ta, ‘Ieng- dinga LALPAIN hi ram le hi in hi hieng ang lâwma a thaw am a na?’ la tîng an tih.",
      "reference": "1 LALHAI 9:8"
    },
    {
      "content": "Chun, mihaiin, ‘LALPA an Pathien, an puhai Aigupta rama inthawka ṭhuoi suoktu kha an mâksan a, pathien danghai an chel a, an biek a, an rawnghai an bâwl ta lei a nih; chuleiin, LALPAIN hieng sietna po po hi an chungah a hung intlungtir tah a ni hi,’ tiin la dawn an tih,” a ta.",
      "reference": "1 LALHAI 9:9"
    },
    {
      "content": "Chun, Solomon chun in pahni, LALPA in le lal in a bâwl sûng, kum sâwmhni an vawi hnungin",
      "reference": "1 LALHAI 9:10"
    },
    {
      "content": "(Tura lal Hiram chun Solomon chu sidar thinghai, fâr thinghai, rângkachakhai a mamaw taphawt a tum vawng a na,) lal Solomon chun Hiram chu Galili rama khaw sâwm- hni a pêk a.",
      "reference": "1 LALHAI 9:11"
    },
    {
      "content": "Chun, Hiram chu Turaa in- thawk chun Solomonin khuo a pêkhai chu en dingin a suok a, a ditzâwng a ni naw hleh a.",
      "reference": "1 LALHAI 9:12"
    },
    {
      "content": "Chun, ama chun, “Ka unaupa, hieng i khaw mi pêkhai hi ieng khuo am an ni tâwl leh?” a ta. Chuong- chun, tu chen hin Kabul ram an ti tah a nih.",
      "reference": "1 LALHAI 9:13"
    },
    {
      "content": "Chun, Hiram chun lal chu râng- kachak talent za le sâwmhni a thawn a.",
      "reference": "1 LALHAI 9:14"
    },
    {
      "content": "Lal Solomonin sinthawa ruoi lui pâwl a siemna san chu hi hi a nih; LALPA in le ama in bâwltu ding le, Millo dâm, Jerusalem kul dâm, Hazor khuo dâm, Megiddo khuo dâm, Gezer khuo dâm siemtu dingin a nih.",
      "reference": "1 LALHAI 9:15"
    },
    {
      "content": "Aigupta lal Pharao chu a hang feh a, Gezer khuo a hang lâk a, a rawh a, chu khuoa um Kanaan mihai chu a that a, a naunu Solomon nuhmei chu thuom thilpêka a lo pêk tah a nih.",
      "reference": "1 LALHAI 9:16"
    },
    {
      "content": "Chun, Solomon chun Gezer khuo dâm, Beth-horon khuo thlang hnung lem dâm,",
      "reference": "1 LALHAI 9:17"
    },
    {
      "content": "Baalath khuo dâm, Israel rama thlalêr rama Tamar khuo dâm,",
      "reference": "1 LALHAI 9:18"
    },
    {
      "content": "Solomonin thil siekhâwmna a nei khuo po po dâm, a tawlailîr siena khuo dâm, a sakawr chung chuong mihai siena khuohai dâm, Jerusalem khuoa dâm, Lebanona dâm, a rorêlna ram sûng po poa Solomonin ân hawi- tirna dinga siem a tumhai po po chu a lo siem tah a na.",
      "reference": "1 LALHAI 9:19"
    },
    {
      "content": "Chun, Israel thlahai ni ve lo, Amor mihai, Hit mihai, Periz mihai, Jebus mihai a la um sunhai po po kha,",
      "reference": "1 LALHAI 9:20"
    },
    {
      "content": "an thlahai chuong rama la um, Israel thlahaiin an sukbohmang vawng thei nawhai laia chun Solomonin siehlaw, sinthawa ruoi lui pâwl a siem a, tu chen hin a la nih.",
      "reference": "1 LALHAI 9:21"
    },
    {
      "content": "Israel thlahai ruok chu Solomon chun chuong ang siehlawa chun a siem ve nawh a, indo mihai, a lusa- hai, a mi lienhai, a sipai hotuhai, a tawlailîr le a sakawr chung chuong mi hotuhai an ni lem a.",
      "reference": "1 LALHAI 9:22"
    },
    {
      "content": "Chuonghai chu Solomona sin- thaw chunga hotu bîk, za nga le sâwm- nga, sinthaw vêngtuhai chu an nih.",
      "reference": "1 LALHAI 9:23"
    },
    {
      "content": "Pharao naunu ruok chu David khawpuia inthawk chu ama in, Solomonin a bâwlpêka chun a hang fe tah a; chuongchun, Millo chu a bâwl tah a.",
      "reference": "1 LALHAI 9:24"
    },
    {
      "content": "Chun, Solomon chun LALPA ta dinga maichâm a siema chun kum tin vawi thum pumrawhmang thilinhlân le, inremna thil inhlân ân hlân hlak a, LALPA hmaah maichâma chun riminhnikhai a raw sa bawk hlak a. Chuongchun, in chu a zo fel tah a.",
      "reference": "1 LALHAI 9:25"
    },
    {
      "content": "Chun, lal Solomon chun Edom rama Tuipui Sen panga Eloth bula um Ezion-geber hmuna chun lawng ruol a siem a.",
      "reference": "1 LALHAI 9:26"
    },
    {
      "content": "Chun, Hiram chun a siehlaw lawng mihai, tuisuorieta châng ṭhang, lawnga Solomon siehlawhai fepui dingin a tir a.",
      "reference": "1 LALHAI 9:27"
    },
    {
      "content": "Chuonghai chu Ophira chun an va feh a, chutaka mi chu rângkachak talent za li le sâwmhni an hung phur a, lal Solomon kuoma chun an hung intlun a.",
      "reference": "1 LALHAI 9:28"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 LALHAI 9 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}