{
  "verses": [
    {
      "content": "Chuongchun, Solomon chun Israel upahai le, an hnam lusahai po po dâm, Israel thlahai sûngkuo upahai chu Jerusalem khuoa lal Solomon kuoma chun David khawpui Ziona inthawkin LALPA thuthlung bâwm zâwn dingin a ko khâwm tâwl a.",
      "reference": "1 LALHAI 8:1"
    },
    {
      "content": "Chun, Israel mi po pohai chu Ethanim thla (thla sarinaa chun) ruoiṭhenaah lal Solomon kuoma chun an inkhâwm ṭeu tâwl a.",
      "reference": "1 LALHAI 8:2"
    },
    {
      "content": "Chun, Israel upahai po po chu an hung a, thiempuhai chun bâwm chu an zâwn a.",
      "reference": "1 LALHAI 8:3"
    },
    {
      "content": "LALPA bâwm le inbiekna puon in le, puon ina bûr le bêl inthienghai po po chu an zâwn a; chuonghai chu thiempuhai le Levi chihai chun an zâwn a.",
      "reference": "1 LALHAI 8:4"
    },
    {
      "content": "Chun, lal Solomon le Israel mi pungkhâwm po po, a kuoma hung inkhâwmhai chu bâwm hmaa chun an um tâwl a; berâm le bâwngchal a tam leia tiem sêng ruol lo le a zât hriet sêng ruol lo chun an inthâwi a.",
      "reference": "1 LALHAI 8:5"
    },
    {
      "content": "Chuongchun, thiempuhai chun LALPA thuthlung bâwm chu a umna dinga chun an lâklût a, in sûnga biekna hmun, hmun inthiengtakah, cherubhai thla hnuoia chun.",
      "reference": "1 LALHAI 8:6"
    },
    {
      "content": "Cherubhai chun bâwm umna chung zâwna chun an thlahai an zâr zing sih a; cherubhai chun bâwm le a zâwnfunghai chu an huop vawng a.",
      "reference": "1 LALHAI 8:7"
    },
    {
      "content": "Chun, a zâwnfunghai chu a sei khawp a, a zâwnfung hmawrhai chu biekna hmun hma, hmun inthienga inthawk chun ân hmu thei a: tuola inthawk ruok chun ân lang nawh; tu chen hin chutaka chun a la um zing a nih.",
      "reference": "1 LALHAI 8:8"
    },
    {
      "content": "Aigupta rama inthawka an suok a, LALPAIN Israel thlahai kuoma thu a thlung laia Mosiein Horeb tlânga lungphêk pahni a siehai chau naw kha chu, chu bâwm sûnga chun iengkhawm a um nawh.",
      "reference": "1 LALHAI 8:9"
    },
    {
      "content": "Chun, thiempuhai chu hmun inthienga inthawka an hung suok phingle chun LALPA in chu sûm chun a hung sip ta mup el a;",
      "reference": "1 LALHAI 8:10"
    },
    {
      "content": "chuongchun, sûm lei chun thiempuhai chu rawngbâwlin an um thei ta naw hiel a, LALPA ropuinain LALPA in chu a suksip vawng ta sih a.",
      "reference": "1 LALHAI 8:11"
    },
    {
      "content": "Chuongchun, Solomon chun thu a hril tah a, “LALPAIN, ‘Inthim sa- mupa chun um ka tih,’ a ti hrim a.",
      "reference": "1 LALHAI 8:12"
    },
    {
      "content": "I chêngna ding in, kumkhuoa i umna ding in ka bâwlpêk ta che a ni hi,” a ta.",
      "reference": "1 LALHAI 8:13"
    },
    {
      "content": "Chun, lal chu a hnungtieng chun a nghah a, Israel hung pung- khâwmhai po po chu mal a sâwm a, chuongchun, Israelhai pungkhâwm- hai po po chu an ngîr ṭhuop a.",
      "reference": "1 LALHAI 8:14"
    },
    {
      "content": "Chun, ama chun, “LALPA Israelhai Pathien, ka pa David kuom- a ama bau ngei a,",
      "reference": "1 LALHAI 8:15"
    },
    {
      "content": "‘Aigupta rama inthawka ka mi Israelhai ka ṭhuoi suok nia inthawkin Israelhai hnam laia khâwlai khuo khawm hi ka hming umna dinga in bâwlna dingin ka la thlang ngai nawh a, amiruokchu, ka mi Israelhai hotu ding chun David hi ka thlang a nih,’ tia lo hriltu ama kut ngeia hung suk- puitlingtu hi inpâkin um raw se.",
      "reference": "1 LALHAI 8:16"
    },
    {
      "content": "Ka pa David khan Israelhai Pathien, LALPA hming ta dinga in bâwl a lungrilin a lo tum hlak a.",
      "reference": "1 LALHAI 8:17"
    },
    {
      "content": "Nisienlakhawm, LALPAIN ka pa David kuoma chun, ‘I lungrila chun ka hming ta dinga in bâwl i tum hlak a, hieng ang lungril i lo put hi i thaw ṭha a;",
      "reference": "1 LALHAI 8:18"
    },
    {
      "content": "nisienlakhawm, nang chun chu in chu bâwl naw ti nih; i naupa i ṭhalbea la suok ding chun, ka hming dingin in chu la bâwl lem a tih,’ a lo ti tah a.",
      "reference": "1 LALHAI 8:19"
    },
    {
      "content": "Chun, LALPAIN a thuhril chu a hung sukdet tah a; LALPA lo tiem ta ang ngeiin ka pa David hmun chu ka lo hluo tain, Israel lalṭhungphaa chun ka lo ṭhung tah a; Israelhai Pathien, LALPA hming ta dingin in chu ka lo bâwl ta ngei sih a.",
      "reference": "1 LALHAI 8:20"
    },
    {
      "content": "Chutaka chun bâwm umna ding hmun chu ka lo ruot tah a, chutaka chun Aigupta rama inthawka a ṭhuoi suok laia ei puhai kuoma a lo thlung, LALPA thuthlung chu a um a,” a ta.",
      "reference": "1 LALHAI 8:21"
    },
    {
      "content": "Chun, Solomon chu LALPA maichâm hma, Israel pungkhâwmhai po po hmua chun a ngîr a, vân tieng banin a kut a phar a.",
      "reference": "1 LALHAI 8:22"
    },
    {
      "content": "“Aw LALPA, Israelhai Pathien, i siehlaw an lungril po poa um ṭhahai kuoma thuthlung hlena lunginsietna suklang hlaktu, i siehlaw ka pa David kuoma thutiem hlentu, chungtieng vâna le hnuoitieng hnuoia hin nangma ang hi Pathien dang hrim hrim an um dêr nawh;",
      "reference": "1 LALHAI 8:23"
    },
    {
      "content": "anih, nangin i bauin thu i hril a, i kutin i hung inhlawtlingtir tah a, vawisûna hung um ta ngei ang hin.",
      "reference": "1 LALHAI 8:24"
    },
    {
      "content": "Chuongchun, aw LALPA Israel- hai Pathien, i siehlaw ka pa David kuomah, ‘I thlahai chu ka mithmua i um anga ka mithmua um ve dinga an um dâna an fîmkhur phawt chun ka mithmuah Israelhai lalṭhungphaa ṭhung ding tlasam naw ti nih,’ tia i lo tiem ta kha hung hlen la.",
      "reference": "1 LALHAI 8:25"
    },
    {
      "content": "Chuongchun, aw Israelhai Pathien, nangin i siehlaw ka pa David kuoma thu i lo hril ta kha lunginsiettakin hung intlungtir ngei rawh.",
      "reference": "1 LALHAI 8:26"
    },
    {
      "content": "Nisienlakhawm, Pathien chu hnuoia hin a um ngût ding am chu? Ngai ta, vân le vânhai vâna khawm i keng naw a na, hi ka in bâwla lem hin chu i vân leng naw nasa âwm ngei de!",
      "reference": "1 LALHAI 8:27"
    },
    {
      "content": "Nisienlakhawm, aw LALPA ka Pathien, vawisûna i siehlaw hin a kona che le, a ṭawngṭaina ân sam hi ngaipêkin, i siehlaw ṭawngṭaina le hnina hi hung ngaisak la;",
      "reference": "1 LALHAI 8:28"
    },
    {
      "content": "hi hmun tieng nghaa i siehlaw hin ṭawngṭaina ân sam ding chu ngaia nangin, ‘Chutaka chun ka hming chu um a tih,’ i tina hmun ngei in tieng hin a sûn a zânin i mit în lên zing theina dingin.",
      "reference": "1 LALHAI 8:29"
    },
    {
      "content": "Chun, i siehlaw le i mi Israelhai hin hi hmun tieng nghaa an ṭawngṭai pha chun an hninahai chu lo ngaipêk hlak la, anih, i chêngna hmun vâna inthawk chun lo ngai la; chun, lo ngaiin ngaidam la.",
      "reference": "1 LALHAI 8:30"
    },
    {
      "content": "“Mi tukhawma a vênghai chunga thil suksuolin, ṭawng in- khâmtir hiel lo ṭûl sienla, hi ina i maichâm hmaa hin hung inkhâm sienla;",
      "reference": "1 LALHAI 8:31"
    },
    {
      "content": "nangin vâna inthawkin lo ngai la, châng la, mi suol chu ama lu chunga ngei a um dân innghata thiemnaw inchangtirin, mi fel chu a felna ang anga inhlawtir a, thiem inchangtirin i siehlawhai hi ro rêlpêk rawh.",
      "reference": "1 LALHAI 8:32"
    },
    {
      "content": "“I mi Israelhai hin i chunga thil an suksuol leia hmêlmahai hmaa an lo tlâwm a, nanga tieng an hung ngha nâwk a, i hming an inpâk a, hi ina ṭawngṭaia thil an hung hni chun,",
      "reference": "1 LALHAI 8:33"
    },
    {
      "content": "nangin vâna inthawkin lo ngaipêk la, i mi Israelhai suolna chu ngaidam la, an puhai ram i pêka chun ṭhuoi nâwk rawh.",
      "reference": "1 LALHAI 8:34"
    },
    {
      "content": "I chunga thil an suksuol leia, vân a ping a, ruo dâm a hung sûr naw pha chun hi hmun tieng hi nghaa an ṭawngṭai a, i hming an inpâk a, anni i sukrimsi leia an suolhai an sim chun;",
      "reference": "1 LALHAI 8:35"
    },
    {
      "content": "nangin vâna inthawkin lo ngai la, i siehlawhai le i mi Israelhai suolna hi ngaidam la, an fena ding lampui ṭha khîkhmu pei la, chun, i mihai an rochan dinga i pêk rama hin ruo hung insûrtir bawk la.",
      "reference": "1 LALHAI 8:36"
    },
    {
      "content": "Kan rama hin ṭâm a hung tlah a, hri dâm a hung inlêng a, ṭâwlna amanih, hmawnna amanih, khâu- ṭhikṭhi amanih, tuktulung amanih a hung um a, an hmêlmahaiin an kawtkhâr bulhaia an hung inhuol a, hri iengkhawm, natna iengkhawm a hung tlung chun;",
      "reference": "1 LALHAI 8:37"
    },
    {
      "content": "i mi Israelhai po po laia mâni lungrila hri uma hre a, hi in tieng hi nghaha kut hung phar taphawthaiin ṭawngṭaina le hnina an hung inhlân hrim hrim chu,",
      "reference": "1 LALHAI 8:38"
    },
    {
      "content": "i umna vâna inthawkin lo ngai la, ngaidam la, châng la, nang an lungril hretu, mi tin an um dân ang peiin inhlawtir la, (nang chu chu, nang chau hi mihriem nauhai po po lungril hretu i ni sih a;)",
      "reference": "1 LALHAI 8:39"
    },
    {
      "content": "Kan puhai i pêk rama an um sûng po hin an ṭi theina ding chein.",
      "reference": "1 LALHAI 8:40"
    },
    {
      "content": "“I mi Israelhai ni lo hnam dang mi, nangma hming leia ram hla taka inthawka hunghai chungchâng thu khawm hi;",
      "reference": "1 LALHAI 8:41"
    },
    {
      "content": "(i hming ropuitak hai, i kut hrâttak hai, i bân i phar thuhai hi an la hriet tâwl ding a ni sih a;) chuong mihai chun hi in tieng nghah a, an hung ṭawngṭai pha chun;",
      "reference": "1 LALHAI 8:42"
    },
    {
      "content": "nangin i umna vâna inthawkin lo ngai la, hnam dang mi chun a hni ang che chu lo thawpêk rawh; i mi Israelhai ang bawka khawvêla hnam tinin i hming an hriet a, an ṭi cheh a, hi ka in bâwl hin i hming a put a nih ti an hung hriet theina dingin.",
      "reference": "1 LALHAI 8:43"
    },
    {
      "content": "“I mihaiin an hmêlmahai chu i tirna tieng poa chun thaw hai sienla, i khawpui thlang tieng ngha le, i hming dinga in ka lo bâwl tieng nghah a LALPA kuoma an ṭawngṭai chun,",
      "reference": "1 LALHAI 8:44"
    },
    {
      "content": "an ṭawngṭaina le an hnina chu nangin vâna inthawkin lo ngai la, a chungthuah hung châng rawh.",
      "reference": "1 LALHAI 8:45"
    },
    {
      "content": "I chungah thil an suksuol a, (tukhawm thil suksuol naw an um si nawh a) an chungah i lunginsen a, hmêlma kuta i pêk a, hmêlma ram hlataka manih, hnaitaka manih khawma sala an ṭhuoi a;",
      "reference": "1 LALHAI 8:46"
    },
    {
      "content": "sala an ṭhuoina rama an inngaituo suok a, an insîr a, ‘Thil ei lo suksuol a, indiknawtak le suoltakin ei lo thaw a ni tah,’ tia an hung ngên cheh a,",
      "reference": "1 LALHAI 8:47"
    },
    {
      "content": "an hmêlma sala ṭhuoituhai rama an lungril tak le an lungvar taka nanga tieng an hung ngha nâwk a, an puhai i pêk ram tieng le, i khawpui i thlang tieng le i hming dinga ka in bâwl tieng nghaa i kuoma an ṭawngṭai chun;",
      "reference": "1 LALHAI 8:48"
    },
    {
      "content": "an ṭawngṭaina le an hnina chu nangin i umna vâna inthawkin lo ngai la, an chungthua chun châng la;",
      "reference": "1 LALHAI 8:49"
    },
    {
      "content": "chun, i mi i chunga thil suk- suoltuhai le nanga chunga an baw- sietna kawnga an bawsietnahai po po chu ngaidam la; sala ṭhuoituhai chun anni an lunginsiet theina dingin lunginsietna inneitir la;",
      "reference": "1 LALHAI 8:50"
    },
    {
      "content": "i mi i rochan, Aigupta rama inthawka, thîr rawtuina sûnga in- thawka i ṭhuoisuokhai an ni sih a,",
      "reference": "1 LALHAI 8:51"
    },
    {
      "content": "an ko taphawt chea anni i lo ngai dinga i siehlaw hnina le i mi Israel hnina tienga i mit în lên theina dingin;",
      "reference": "1 LALHAI 8:52"
    },
    {
      "content": "Aw LALPA Pathien, kan puhai Aigupta rama inthawka i ṭhuoisuok laia i siehlaw Mosie hmanga i hril angin i rochan dingin khawvêl hnam tin laia inthawkin i suktum a ni sih a,” a ta.",
      "reference": "1 LALHAI 8:53"
    },
    {
      "content": "Chun, Solomonin LALPA kuom- a a ṭawngṭaina le hnina po po chu a hril zo chun, LALPA maichâm hmaah a dingṭhaṭhuon a, vân tieng bana kut phara a um chu a tho a.",
      "reference": "1 LALHAI 8:54"
    },
    {
      "content": "Chun, a ngîr a, râwl inringtakin Israel mi pungkhâwmhai po po chu mal a sâwmpêk a:",
      "reference": "1 LALHAI 8:55"
    },
    {
      "content": "“A thutiem po po ang peia a mi Israelhai châwlna petu LALPA chu inpâkin um raw se, a siehlaw Mosie hmanga a thutiem ṭhahai po po kha pakhat khawm ân khêl nawh a.",
      "reference": "1 LALHAI 8:56"
    },
    {
      "content": "LALPA ei Pathien chu ei puhai kuoma a um ang khan ei kuoma hin um sienla, mi mâksanin mi thlathlam naw raw se;",
      "reference": "1 LALHAI 8:57"
    },
    {
      "content": "chuongchun, a lampuihai po po hraw ding le, ei puhai thu a lo pêk ta anga a thupêkhai, a thuruothai, a rorêlhai pawm dinga ei lungrilhai ama tienga ân nghattir theina ding- in.",
      "reference": "1 LALHAI 8:58"
    },
    {
      "content": "Chun, a siehlaw thua le a mi Israelhai thua hin a mi zir ang peiin a châng theina dingin hieng ka thuhril, LALPA hmaa hnina kân tlunhai hi sûn le zânin ei Pathien LALPA hmaa chun châm zing raw se:",
      "reference": "1 LALHAI 8:59"
    },
    {
      "content": "LALPA hi Pathien a na, tu- khawm dang an um nawh ti khawvêla hnam tinin an hung hriet theina dingin.",
      "reference": "1 LALHAI 8:60"
    },
    {
      "content": "Chuongchun, a thuruot anga um ding le, a thupêkhai zâwm dingin LALPA ei Pathien tienga chun in lungrilhai ṭha famkimin um raw se; vawisûn ang zing hin,” tiin.",
      "reference": "1 LALHAI 8:61"
    },
    {
      "content": "Chun, lal le Israelhai po po chun LALPA hmaah inthâwina an inhlân hmunkhat a.",
      "reference": "1 LALHAI 8:62"
    },
    {
      "content": "Chun, Solomonin ân hlân inremna thilinhlân dinga inthâwina bâwngchal sîng hni le sâng hni le berâm nuoi khat le sîng hni ân hlân a. Chuong ang chun lal le Israel thlahai po po chun LALPA in chu an inhlân a nih.",
      "reference": "1 LALHAI 8:63"
    },
    {
      "content": "Chu ni ma chun lal chun LALPA in hma zâwna inhuon sûng tuollai chu a sukthieng a, chutaka chun LALPA hmaa dâr maichâm chu pumrawhmang thilinhlânhai, beiphit thilinhlân dâm, inremna thilinhlân sa thâu dâm siena dinga a chîn talaw leiin, pumrawhmanga thil inhlân dâm, beiphit thil inhlân dâm, inremna sa thâu thil inhlân dâm ân hlân sih a.",
      "reference": "1 LALHAI 8:64"
    },
    {
      "content": "Chuongchun, chu ṭum chun Solomon le Israelhai po po, mipui pungkhâwmhai tamtak, Hamath khaw lûtnaa inthawka Aigupta ram vadung chena mihai chu LALPA ei Pathien hmaa chun ni sari sûng rau ruoi an ṭheh a.",
      "reference": "1 LALHAI 8:65"
    },
    {
      "content": "A ni riet ni chun mipuihai chu ân ṭintir a; chun, lal chu mal an sâwm a, chuongchun, LALPAIN a siehlaw David le a mi Israelhai chunga a ṭhatna chuong zozai ân langtir lei chun lungril hlim le lâwmtakin an in tieng an fe tâwl tah a.",
      "reference": "1 LALHAI 8:66"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 LALHAI 8 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}