{
  "verses": [
    {
      "content": "Tûn lal David chu a kumhai a hung tam a, a hung tar ta hleh a, chuongchun, puonhaiin ama chu an inkhum hlak a, nisienlakhawm, a lum thei chuong nawh a.",
      "reference": "1 LALHAI 1:1"
    },
    {
      "content": "Chuongchun, a siehlawhai chun a kuomah, “Ka lalpa lal ta ding hinnunghâk tleirawl zawng ei tiu khai, lal bula hin um zing sienla, enkawl raw se; chun, i ângsûnga hin hung zâl sienla, ka lalpa hi a lum thei ding a nih,” an tih a.",
      "reference": "1 LALHAI 1:2"
    },
    {
      "content": "Chuongchun, Israel ram sûng po poa chun nunghâk hmêlṭha an zawng tah a; Sunam mi Abisag chu an va hmuh a, lal kuoma chun an hung ṭhuoi tah a.",
      "reference": "1 LALHAI 1:3"
    },
    {
      "content": "Nunghâk chu a hmêl a ṭha hle el a, lal chu a enkawl a, a rawng a bâwlpêk hlak a; nisienlakhawm, lal chun a pâwl nawh a.",
      "reference": "1 LALHAI 1:4"
    },
    {
      "content": "Chun, Haggith naupa Adonija chu ama le ama inchawisângin, “Kei hi lal ka la ni ngei âwm hi maw,” a ta, tawlailîr le sakawr chung chuong mihai, mi sâwmnga a hmaa tlân dinghai leh a buotsai a.",
      "reference": "1 LALHAI 1:5"
    },
    {
      "content": "A pa hlak chun ieng lai khawma, “Iengdinga hienga i thaw am a ni leh?” tiin a suklungawi naw ngai si nawh a; chun, ama hi hmêl ṭhatak a na, Absalom hnuoia mi a nih.",
      "reference": "1 LALHAI 1:6"
    },
    {
      "content": "Ama chun Zeruia naupa Joab le thiempu Abiathar chu a râwn a, anni chu Adonija tieng chun an ṭhang a, an ṭhangpui hlak a.",
      "reference": "1 LALHAI 1:7"
    },
    {
      "content": "Thiempu Zadok hai, Jehoiada naupa Benaia hai, zâwlnei Nathan hai, Simei hai, Rei hai le David mi huoisenhai ruok chu Adonija tieng an ṭhang ve nawh a.",
      "reference": "1 LALHAI 1:8"
    },
    {
      "content": "Chun, Adonija chun berâmhai, sebâwngchalhai, ran châwm thâuhai Zoheleth lungah a that a; chu chu En-rogel bula um a nih; chun, lal naupahai, a unauhai po po le, Juda rama lal upahai po po chu a fiel a.",
      "reference": "1 LALHAI 1:9"
    },
    {
      "content": "Zâwlnei Nathan hai, Benaia hai, mi huoisenhai le a unaupa Solomon ruok chu a fiel ve nawh a.",
      "reference": "1 LALHAI 1:10"
    },
    {
      "content": "Chuongchun, Nathan chun Solomon nu Bathseba kuoma chun, “Haggith naupa Adonija hi ei lalpa David hriet loin ân lal el a ni ta hi ti i hriet naw am a nih?",
      "reference": "1 LALHAI 1:11"
    },
    {
      "content": "Chuongchun, nangma himna ding le i naupa Solomon himna ding lo hril ka ti che.",
      "reference": "1 LALHAI 1:12"
    },
    {
      "content": "Lal David kuoma chun va lût la, a kuomah, ‘Aw lalpa ka pu, i suoknu kuoma hin i naupa Solomon hi ka hnungah ân lal ngei ngei ding a na, ama hi ka lalṭhungphaa hin a la ṭhung ding a nih, ti khan ṭawng în khâm a ni naw am a ni kha? Ieng- dinga Adonija hi lala um el am a ni ta leh?’ va ti hrim ta.",
      "reference": "1 LALHAI 1:13"
    },
    {
      "content": "Ngai ta, lal i va biek lai tak chun kei khawma hung zui lût vêng ka ti cheh a, i thuhril chu ka hung sukdet- pui ding che a nih,” tiin a hril a.",
      "reference": "1 LALHAI 1:14"
    },
    {
      "content": "Chun, Bathseba chu lal pindana chun a va lût tah a, lal chu a upa ta hle el a, Sunam mi Abisag chun lal rawng chu a lo bâwl a.",
      "reference": "1 LALHAI 1:15"
    },
    {
      "content": "Bathseba chun kûnin lal chu chibai a bûk a. Chun, lal chun, “Ieng am i dit a?” a lo tih a.",
      "reference": "1 LALHAI 1:16"
    },
    {
      "content": "Ama chun, “Ka lalpa, LALPA i Pathien hming sâlin i suoknu kuoma hin, ‘I naupa Solomon hi ka hnungah ân lal ngei ngei ding a na, ama hi ka lalṭhungphaa hin a la ṭhung ding a nih,’ ti khan ṭawng în khâm tah a.",
      "reference": "1 LALHAI 1:17"
    },
    {
      "content": "Nisienlakhawm, ngai ta, tuhin Adonija chun ro a rêl ta hi, lalpa nang ka pu hlaka i hriet si nawh a;",
      "reference": "1 LALHAI 1:18"
    },
    {
      "content": "bâwngchalhai, ran châwm thâuhai, berâmhai a that ṭeu a, lal naupahai po po le thiempu Abiathar le sipai pâwl hotu Joab a ko a; nisien- lakhawm, i siehlaw Solomon ruok hi chu a ko ve naw a nih.",
      "reference": "1 LALHAI 1:19"
    },
    {
      "content": "Chuongchun, ka pu lalpa hnunga hin lalṭhungphaah tu am a ṭhung ding a na ti i hril theina dingin Israelhai po po mit hi nang ka pu chunga hin a fu ṭhuop el a ni hi.",
      "reference": "1 LALHAI 1:20"
    },
    {
      "content": "Chuong naw chun chu hieng hi hung nîng a ta, ka pu lal hi a puhai kuoma a in ve pha chun, kei le ka naupa Solomon hi thil suksuoltuah an mi ruot el ding a ni hi,” a ta.",
      "reference": "1 LALHAI 1:21"
    },
    {
      "content": "Chun, chuonga lal kuoma thu a la hril zing lai chun zâwlnei, Nathan chu a va lût veh a;",
      "reference": "1 LALHAI 1:22"
    },
    {
      "content": "“En ta, zâwlnei Nathan a hung ie,” tiin lal chu an hril a. Chun, lal kuom a va tlung chun, lal hmaa chun a hmaia hnuoi sikin a bawkkhup a.",
      "reference": "1 LALHAI 1:23"
    },
    {
      "content": "Chun, Nathan chun, “Aw lalpa ka pu, ‘Keia hnungah Adonija hi inlal a ta, ka lalṭhungphaah ṭhung a tih,’ i ti am a nih?",
      "reference": "1 LALHAI 1:24"
    },
    {
      "content": "Vawisûn hin a fe thlah a, ran châwm thâuhai, bâwngchalhai, be- râmhai a that ṭeu a, lal naupahai po po le sipai hotuhai le, thiempu Abiathar hai dâm a fiel a, chun, ngai ta, an dâwnin an fâk tâwl a, ‘Pathien chun lal Adonija hi humhim raw se,’ an ti a nih.",
      "reference": "1 LALHAI 1:25"
    },
    {
      "content": "Nisienlakhawm, kei i siehlaw ngei le, thiempu Zadok le Jehoiada naupa Benaia le i siehlaw Solomon hi chu an mi fiel ve nawh a.",
      "reference": "1 LALHAI 1:26"
    },
    {
      "content": "Hi thil hi ka pu lalpa thilthaw a ni si chun, ka pu lalpa hnunga hin i lalṭhungphaa ṭhung ding chu a tu tak am a ni i siehlawhai hi i lân hriettir naw hrim nîng a ti maw?” a ta.",
      "reference": "1 LALHAI 1:27"
    },
    {
      "content": "Chuongchun, lal David chun a dawn a, “Bathseba mi hung kopêk ro,” a tih a. Chun, lal kuoma chun a va feh a, lal hmaa chun a va ngîr a.",
      "reference": "1 LALHAI 1:28"
    },
    {
      "content": "Chun, lal chun ṭawng inkhâm- in, “Lunginzîngna po poa ka hringna humhimtu LALPA hringna sâlin,",
      "reference": "1 LALHAI 1:29"
    },
    {
      "content": "i kuoma Israelhai LALPA hming sâla, ‘I naupa Solomon hi ka hnunga chun lân lal ngei ngei a ta, keia aiah ka lalṭhungphaa hin a la ṭhung ding a nih,’ tiha ṭawng kân khâm ang ngei khan, vawisûn ngei hin ka thaw ding a nih,” a ta.",
      "reference": "1 LALHAI 1:30"
    },
    {
      "content": "Chuongchun, Bathseba chu a hmaia hnuoi sikin a bawkkhup a, lal chu chibai a bûk a, “Ka pu lal David hi kumkhawtluongin dam zing raw se,” a ta.",
      "reference": "1 LALHAI 1:31"
    },
    {
      "content": "Chun, lal David chun, “Thiempu Zadok hai, zâwlnei Nathan hai, Jehoiada naupa Benaia hai mi hung kopêk ro,” a ta. Chun, anni chu lal hmaa chun an va fe tah a.",
      "reference": "1 LALHAI 1:32"
    },
    {
      "content": "Chun, lal chun an kuomah, “In lalpa siehlawhai hi ṭhuoi unla, chun, ka naupa Solomon hi keima sabeng- tung lien chia ngei inchuongtir unla, Gihonah ṭhuoi thla ro,",
      "reference": "1 LALHAI 1:33"
    },
    {
      "content": "chun, chutaka chun thiempu Zadok le zâwlnei Nathanin ama chu Israelhai po po chunga lal dingin hriek zu nâl raw hai se, chun, in tawtawrâwthai mût in ta, ‘Pathienin lal Solomon hi humhim raw se,’ ti ro.",
      "reference": "1 LALHAI 1:34"
    },
    {
      "content": "Chuongchun, ama chu hung zui in ta, ka lalṭhungphaa hin a hung ṭhung ding a nih, ama hi ka aia lal ding a ni sih a; chun, ama hi Israel ram le Juda ram lal dinga ka ruot a nih,” a ta.",
      "reference": "1 LALHAI 1:35"
    },
    {
      "content": "Chun, Jehoiada naupa Benaia chun lal chu a dawn a, “Amen, LALPA ka pu lalpa Pathien khawma remti raw se.",
      "reference": "1 LALHAI 1:36"
    },
    {
      "content": "LALPA chu ka pu lalpa kuoma hin a um hlak angin, Solomon kuoma khawm um ve pei sienla, ka pu lal David lalṭhungpha nêkin a lalṭhung- pha chu sukropui lem raw se,” a ta.",
      "reference": "1 LALHAI 1:37"
    },
    {
      "content": "Chuongchun, thiempu Zadok hai, zâwlnei Nathan hai, Jehoiada naupa Benaia hai, Kereth mihai, Peleth mihai chu an zu feh a, Solomon chu David sabengtung chunga chun an inchuongtir a, Gihon hmuna chun an ṭhuoi a.",
      "reference": "1 LALHAI 1:38"
    },
    {
      "content": "Chun, thiempu Zadok chun Puon ina inthawkin hriek siena ki chu a lâk a, Solomon chu a nâl tah a. Chun, tawtawrâwt an mût a, chuong- chun, mi po po chun, “Pathienin lal Solomon hi humhim raw se,” an tih a.",
      "reference": "1 LALHAI 1:39"
    },
    {
      "content": "Chun, mipuihai po po chun ama chu an zui a, mipuihai chun theihle dâm an mût a, an lâwm nasa khawp a, an rihâu chun hnuoi chu a nghawr kak hiel a.",
      "reference": "1 LALHAI 1:40"
    },
    {
      "content": "Chun, Adonija le mi fielhai a kuoma umhai po po chun an ruoiṭhe zo chun an hei hriet a. Chun, Joab chun tawtawrâwt mût rîk a hei hriet chun, “Khawpui sûnga ri nasatak um ta dur dur el chu iengtizie am a ni ta leh?” a ta.",
      "reference": "1 LALHAI 1:41"
    },
    {
      "content": "Chuonga a ti lai tak chun ngai ta, thiempu Abiathar naupa Jona- than a hung a, Adonija chun, “La hung ta khai, nang chu chu mi fel i na, chanchin ṭha intlun ngei i tih,” a lo tih a.",
      "reference": "1 LALHAI 1:42"
    },
    {
      "content": "Chun, Jonathan chun a dawn a, Adonija kuoma chun, “Tlun lo e, ei pu lal David chun Solomon lalah a siem tah annâwm ie,",
      "reference": "1 LALHAI 1:43"
    },
    {
      "content": "ama ruol chun thiempu Zadok hai, zâwlnei Nathan hai, Jehoiada naupa Benaia hai, Kereth mihai, Peleth mihai lalin a tir a, lal sakawr chungah an inchuongtir tah a:",
      "reference": "1 LALHAI 1:44"
    },
    {
      "content": "chun, thiempu Zadok le zâwlnei Nathanin Gihon hmunah lal dingin hriek an nâl tah a, chutaka inthawk chun hlimtakin an hung a, chu ri chun khawpui sûng chu a khâwk rum rum el a nih. Chu chu a nih in ri hriet chu.",
      "reference": "1 LALHAI 1:45"
    },
    {
      "content": "Chun, Solomon chu hi ram lal- ṭhungphaa chun a ṭhung ta bawk a.",
      "reference": "1 LALHAI 1:46"
    },
    {
      "content": "Chun, lal siehlawhai chun, ‘I Pathienin i hming nêkin Solomon hming chu sukṭha sienla, i lalṭhung- pha nêkin Solomon a lalṭhungpha chu sukropui lem raw se,’ tiha ei lal David chu lâwmpui dingin an fe huoi huoi bawk a; chun, lal chu khum sikin a lo kûn pei bawk a.",
      "reference": "1 LALHAI 1:47"
    },
    {
      "content": "Chun, lal khawm chun hieng ang hin a tih a, ‘LALPA Israelhai Pathien, vawisûn ngeia ka lalṭhung- phaa ṭhung ding hung ruottu chu inpâkin um raw se, ka mit ngeiin a hmu ta hi, tiin,’” a ta.",
      "reference": "1 LALHAI 1:48"
    },
    {
      "content": "Chun, Adonija mi fielhai po po chun an ṭi tah a, an tho a, mâni lampui sengah an fe ta vawng a.",
      "reference": "1 LALHAI 1:49"
    },
    {
      "content": "Chun, Adonija chun Solomon chu a ṭi tah a, a tho a, maichâm ki a va chel tah a.",
      "reference": "1 LALHAI 1:50"
    },
    {
      "content": "Chun, “Ngai ta, Adonija chun lal Solomon a ṭih a, ‘Lal Solomon hin a siehlaw kâwlhnâma sukhlum lo dingin ka kuomah ṭawng inkhâm phawt raw se,’ tiin maichâm ki a chel ie,” tiin Solomon chu an hril a.",
      "reference": "1 LALHAI 1:51"
    },
    {
      "content": "Solomon chun, “Mi ringumtak a ni ti a suklang phawt chun a sam zâi khat khawm hnuoiah tla naw nih, amiruokchu, rîtlona a nei ti hriet a ni ruok chun thîng a tih,” a ta.",
      "reference": "1 LALHAI 1:52"
    },
    {
      "content": "Chuongchun, lal Solomon chun mi a tir a, maichâma inthawk chun an va ṭhuoi tah a. Chun, a va feh a, Solomon chu chibai a bûk a, Solomon chun a kuomah, “I inah fe ta raw khai,” a lo tih a.",
      "reference": "1 LALHAI 1:53"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 LALHAI 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}