{
  "verses": [
    {
      "content": "Lal Solomon chu Israelhai po po chungah lalin a um tah a.",
      "reference": "1 LALHAI 4:1"
    },
    {
      "content": "Hienghai hi a mi lien neihai chu an nih: Zadok naupa Azaria chu thiempu a na, Sisa naupahai Eliho- reph le Ahija chu lekha ziektu an na,",
      "reference": "1 LALHAI 4:2"
    },
    {
      "content": "Ahilud naupa Jehosaphat chu chanchin ziektu a na.",
      "reference": "1 LALHAI 4:3"
    },
    {
      "content": "Jehoiada naupa Benaia chu sipai hotu a na; Zadok le Abiathar chu thiempu an nih;",
      "reference": "1 LALHAI 4:4"
    },
    {
      "content": "Nathan naupa Azaria chu hotu- hai chunga mi a na; Nathan naupa Zabud chu thiempu le lal ruolpa a na,",
      "reference": "1 LALHAI 4:5"
    },
    {
      "content": "Ahisar chu insûng tieng hotu a na; Abda naupa Adoniram chu sin- thawa ruoi luihai hotu a nih.",
      "reference": "1 LALHAI 4:6"
    },
    {
      "content": "Solomon chun Israel po pohai chunga chun hotu sâwmpahni a nei a, chuonghai chun lal ta ding le a sûngkuohai ta ding chun fâk ding an ngaituo hlak a, mi pakhatin kum khatah thla khat pei fâk ding a ngaituo ding a nih.",
      "reference": "1 LALHAI 4:7"
    },
    {
      "content": "Chun, hieng hi an hminghai chu a nih: Ephraim tlâng ramah Ben-hur;",
      "reference": "1 LALHAI 4:8"
    },
    {
      "content": "Makaz khuoa dâm, Saalbim khuoa dâm, Beth-semes khuoa dâm, Elonbeth-hanan khuoa dâm chun Ben-dekar a na;",
      "reference": "1 LALHAI 4:9"
    },
    {
      "content": "Aruboth rama chun Ben-hesed a na, ama chun Soko le Hepher ram po po a chang sah a;",
      "reference": "1 LALHAI 4:10"
    },
    {
      "content": "Dor zosâng ram po poah, Ben-abinadab a na; ama chun Solomon naunu Taphath chu nu- hmeiah a nei a;",
      "reference": "1 LALHAI 4:11"
    },
    {
      "content": "Taanak khuo le Megiddo khuoa dâm, Jezreel khaw hnuoi Zarethan khaw bula um Beth-sean biel po poa dâm, Beth-seana inthawka Abel- meholah-a dâm, Jokmeam ram dep chenin Ahilud naupa Baana a na;",
      "reference": "1 LALHAI 4:12"
    },
    {
      "content": "Ramoth-gilead khuoah Ben- geber, ama chun Manasse naupa Jair khuo, Gilead rama umhai chu a chang sah a; Basan rama Argob biel, khaw ropuitak tak khaw sâwmruk, kul le a kalna dâr tluon neihai khawm a chang sah a;",
      "reference": "1 LALHAI 4:13"
    },
    {
      "content": "Mahanaim khuoah Iddo naupa Ahinadab a na;",
      "reference": "1 LALHAI 4:14"
    },
    {
      "content": "Naphtali ramah Ahimaz a na; ama khawm chun Solomon naunu Basemath chu nuhmeiah a nei a;",
      "reference": "1 LALHAI 4:15"
    },
    {
      "content": "Aser le Bealoth khuohaia chun Husai naupa Baana a na;",
      "reference": "1 LALHAI 4:16"
    },
    {
      "content": "Issakar ramah Parua naupa Jehosaphat a na;",
      "reference": "1 LALHAI 4:17"
    },
    {
      "content": "Benjamin ramah Ela naupa Simei a na;",
      "reference": "1 LALHAI 4:18"
    },
    {
      "content": "Amorhai lal Sihon le Basan lal Og ram Gilead ramah Uria naupa Geber; chu rama chun hotu pakhat a um.",
      "reference": "1 LALHAI 4:19"
    },
    {
      "content": "Judahai le Israelhai chu tui- suoriet pang ṭieu phaiphin zât zetin an tam a: an fâkin an dâwn a, hlimtakin an um hlak a.",
      "reference": "1 LALHAI 4:20"
    },
    {
      "content": "Chuongchun, Solomon chun Vadunga inthawkin Philistin mihai ram le Aigupta ramri chenin ram po po chunga chun ro a rêl a; lâwm- manhai an hung chawi hlak a, Solomon dam sûng po chun a rawng an bâwl hlak a.",
      "reference": "1 LALHAI 4:21"
    },
    {
      "content": "Solomon ni khat fâk khawp chu beiphit inditak tekhâwng sâwmthum le, beiphit narân tekhâwng sâwmruk a nih;",
      "reference": "1 LALHAI 4:22"
    },
    {
      "content": "chun, bâwngchal thâutak sâwm, bâwngchal tla mi sâwmhni leh, berâm za leh, chuong naw khawm chu sakhihai dâm, sangaihai dâm, sakhi chalhai dâm, âr châwm thâuhai leh a nih.",
      "reference": "1 LALHAI 4:23"
    },
    {
      "content": "Vadung râltieng ram po po, Tipsaa inthawka Gaza chenin; Va- dung râla lalhai po po chunga chun ân lal a; a vêla mihai po po le chun râlmuongin an um hlak a.",
      "reference": "1 LALHAI 4:24"
    },
    {
      "content": "Chun, Solomon dam sûng po chun Judahai le Israelhai chu Dana inthawka Beer-seba khuo chenin mi tin mâni grêphrui bula le mâni thei- chang kûng bula chun lungmuong- takin an um seng a.",
      "reference": "1 LALHAI 4:25"
    },
    {
      "content": "Chun, Solomon chun a tawlailîr siena dingin sakawr in sîng li le, sakawr chung chuong mi sîng khat le sâng hni a nei a.",
      "reference": "1 LALHAI 4:26"
    },
    {
      "content": "Chuong hotuhai chun mâni chan thla peiah Solomon le lal Solomon dawkâna hung awt vetuhai po po fâk ding chu an ngaituo hlak a; pêk kim lo an nei ngai nawh.",
      "reference": "1 LALHAI 4:27"
    },
    {
      "content": "Mi tinin an thaw dinga ruot ang peiin an umna ding hmuna chun sakawrhai le ran tlân hrâttakhai ta dingin buṭei le bupâwlhai an hung siekhâwl hlak a.",
      "reference": "1 LALHAI 4:28"
    },
    {
      "content": "Chun, Pathienin Solomon chu varna le hrietna nasatak le, lungril lienna tuisuoriet panga ṭieu phaiphin ang el a pêk a.",
      "reference": "1 LALHAI 4:29"
    },
    {
      "content": "Solomon varna chun khawsak nauhai po po varna le Aigupta mihai varna po po chu a khûm vawng a.",
      "reference": "1 LALHAI 4:30"
    },
    {
      "content": "Mi po po nêkin a var lem a; Mahol nauhai, Ezra mi Ethan hai, Heman hai, Kalkol hai, Darda hai nêk khawmin; chuongchun, a vêl hnam po po lai chun a hming ân thang tah a.",
      "reference": "1 LALHAI 4:31"
    },
    {
      "content": "Thuvarhai sâng thum a hril a; chun, a hlahai chu sâng khat le panga a nih.",
      "reference": "1 LALHAI 4:32"
    },
    {
      "content": "Thing chanchin hai khawm, Lebanon tlânga sidar thinga in- thawka kula hung ṭo suok hussop chenin a hril hlak a; sa chanchin dâm, vate chanchin dâm, bawkinvâka lâwn mi chanchin dâm, nga chanchin dâm khawm a hril thei a.",
      "reference": "1 LALHAI 4:33"
    },
    {
      "content": "Chuongchun, Solomon varna chanchin hre taphawthai chu khaw- vêla lalhai po poa inthawkin chi tina mi a varna ngai dingin an hung hlak a.",
      "reference": "1 LALHAI 4:34"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 LALHAI 4 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}