{
  "verses": [
    {
      "content": "Chun, ni tamtak hnunga chun, a kum thum kuma chun LAL- PA thu chu Elija kuomah a hung tlung a, “Va fe la, Ahab kuomah vân lang rawh; chuongchun, hnuoi chung- a hin ruo hung insûrtir ka tih,” tiin.",
      "reference": "1 LALHAI 18:1"
    },
    {
      "content": "Chun, Elija chu Ahab kuoma inlangtir ding chun a fe tah a. Samari rama chun ṭâm chu a nasa hle el a.",
      "reference": "1 LALHAI 18:2"
    },
    {
      "content": "Chun, Ahab chun Obadia, a insûng tieng hotu chu a ko a, (Obadia chu LALPA ṭi mi tak a na,",
      "reference": "1 LALHAI 18:3"
    },
    {
      "content": "Jezebelin LALPA zâwlneihai a râwt rak lai khan Obadia chun zâwl- nei za a ṭhuoi a, pûkah sâwmnga peiin a thuphmang a, bei le tuiin a châwm hlak a nih.)",
      "reference": "1 LALHAI 18:4"
    },
    {
      "content": "Chun, Ahab chun Obadia kuoma chun, “Tuihnâr po po le varuom umna po po va fang ta khai; sakawrhai le sabengtung lien chi hai hi ei sandam theina dingin hlobet dâm ei hmupêk thei el rawi mawh; chuong naw chun chu ranhai hi chân vawng rawi ei tih,” a ta.",
      "reference": "1 LALHAI 18:5"
    },
    {
      "content": "Chuongchun, ram fang suok ding chu an insem a, Ahab chu a khâtin lampui dangah a feh a; Obadia khawm chu a khâtin lampui dangah a feh a.",
      "reference": "1 LALHAI 18:6"
    },
    {
      "content": "Chun, chuonga Obadia a fe lai chun, ngai ta, Elija le chun an intuok a; ama chun a la hriet a; chuongchun, a bawkkhup a, “Nang i ni maw, ka pu Elija?” a ta.",
      "reference": "1 LALHAI 18:7"
    },
    {
      "content": "Ama chun a dawn a, “Nih e, fe ta la, ‘Ngai ta, Elija chu sawtaka sawn a um,’ tiin i lalpa va hril rawh,” a ta.",
      "reference": "1 LALHAI 18:8"
    },
    {
      "content": "Chun, ama chun, “Thil ieng am ka suksuol a, i siehlaw hi that dinga Ahab kuta pêk i nuom el am a nih a?",
      "reference": "1 LALHAI 18:9"
    },
    {
      "content": "LALPA i Pathien hringna sâlin ka hril a nih; ka pu hin nangma inzawngtir nawna hnam le ram hrim hrim a nei nawh i sawnnaw, ‘Hitaka hin a um nawh,’ an ti chun, an hmu naw che thuah ram le hnam chu ṭawng ân khâmtir pei a na.",
      "reference": "1 LALHAI 18:10"
    },
    {
      "content": "Tuhin nangin, ‘Fe la, ngai ta, Elija sawtaka sawn a um ie, tiin i pu va hril rawh,’ i ti el a.",
      "reference": "1 LALHAI 18:11"
    },
    {
      "content": "Ka mâksan phing che hin LALPA thlarauin ka hriet nawnaah la hmang sîng a ti cheh a, chuong- chun, Ahab chu ka va hril a, a hung hmu thei si naw che chun a mi that el ding i sawnnaw; nisienlakhawm, i siehlaw hin ka tleirawla inthawk tah LALPA chu ka ṭi hlak sih a.",
      "reference": "1 LALHAI 18:12"
    },
    {
      "content": "Jezebelin LALPA zâwlneihai a râwt rak laia ka thil thaw, LALPA zâwlneihai laia mi za, sâwmnga pâwla pûka ka thuphmang a, bei le tuia ka châwmzie kha ka pu hi an hril naw che nîng a ti maw?",
      "reference": "1 LALHAI 18:13"
    },
    {
      "content": "Tuhin nangin, ‘Fe ta la, ngai ta, Elija chu sawtaka sawn a um ie, tiin i pu va hril rawh,’ i ti el a, mi that ngei a ti le,” a ta.",
      "reference": "1 LALHAI 18:14"
    },
    {
      "content": "Elija chun, “A hmaa ka ngîrna hlak sipaihai LALPA hringna sâlin ka hril a nih, vawisûn hin a kuomah kân lang ngei ding a nih,” a ta.",
      "reference": "1 LALHAI 18:15"
    },
    {
      "content": "Chuongchun, Obadia chu Ahab va be ding chun a fe tah a, a hril a; chun, Ahab chu Elija hmu tum chun a fe tah a.",
      "reference": "1 LALHAI 18:16"
    },
    {
      "content": "Chun, Ahab chun Elija chu a va hmu chun a kuomah, “Nang i ni maw, Israelhai suklungzîngtupa?” a ta.",
      "reference": "1 LALHAI 18:17"
    },
    {
      "content": "Ama chun a dawn a, “Israelhai hi ka suklungzîng nawh ie, nang le i pa sûnghaiin annâwm an suk- lungzîng lem chu. LALPA thupêkhai chu nghatsana, Baalhai i pawm lem tâka hin.",
      "reference": "1 LALHAI 18:18"
    },
    {
      "content": "Chuleiin, tuhin Israelhai po po le Baal zâwlnei za li le sâwmnga leh, Asera zâwlnei, Jezebel dawkâna thlaithlêng awt ve hlakhai za li kha ka kuomah Karmel tlângah vân ko khâwmtir rawh,” a ta.",
      "reference": "1 LALHAI 18:19"
    },
    {
      "content": "Chuongchun, Ahab chun Israel thlahai po po lai chun mi a tir a, zâwlneihai chu Karmel tlânga chun a ko khâwm a.",
      "reference": "1 LALHAI 18:20"
    },
    {
      "content": "Chun, Elija chun mipuihai po po chu a va hnai a, “Lung âwpinkaiin ieng chen am in um ding a na? LALPA chu Pathien a ni chun, ama chu zui unla; chun, Baal chu a ni chun ama chu zui ro,” a ta. Mipuihai chun bau khat khawmin an dawn nawh.",
      "reference": "1 LALHAI 18:21"
    },
    {
      "content": "Chuongchun, Elija chun mipui- hai kuoma chun, “LALPA zâwlnei la um chu keima chau hi ka na, Baal zâwlneihai ruok chu mi za li le sâwmnga an nih.",
      "reference": "1 LALHAI 18:22"
    },
    {
      "content": "Chuongchun, bâwngchal pahni mi hung pe hai sienla, anni chun bâwngchal pakhat chu an puol dingin thlang hai sienla, chan nawi hai sienla, thing chungah sie hai sienla, a hnuoia mei sêm loin; chun, keiin bâwngchal pakhat chu buotsai vêng ka ta, thing chunga chun sieng ka ta, mei sêm bîk naw ning ah.",
      "reference": "1 LALHAI 18:23"
    },
    {
      "content": "Chun, nangni chun in pathien hming chu lam unla, kei khawma LALPA hming lam ka ta, chuong- chun, meia hung dawntu Pathien taphawt chu Pathien ni raw se,” a ta. Chun, mi po po chun an dawn a, “Ân dik a nih,” an ti tâwl a.",
      "reference": "1 LALHAI 18:24"
    },
    {
      "content": "Chuongchun, Elija chun Baal zâwlneihai kuoma chun, “Nangnîn bâwngchal pakhat hi in puola dingin thlang unla, buotsai hmasa ro, nangni chu in tam deu hi; in pa- thien hming chu ko unla, amiruok- chu, a hnuoiah mei chu sêm naw ro,” a ta.",
      "reference": "1 LALHAI 18:25"
    },
    {
      "content": "Chun, bâwngchal an puol chu an lâk a, an buotsai tah a, “Aw Baal, mi hung dawn raw khai,” tiin zîngkâra inthawka sûn chenin Baal hming chu an ko a. Nisienlakhawm, riva iengkhawm a um dêr nawh a, a dawntu hrim hrim hlak an um bawk nawh. Chun, an maichâm siem vêla chun an inchâwm an inchâwm el a.",
      "reference": "1 LALHAI 18:26"
    },
    {
      "content": "Chun, sûnlai tak chun Elija chun anni chu tielin, “Khêk inring ta unla, pathien a ni sih a, ân ngaituo hri amanih, annawleh a in hlau a, sukṭhang ding amani khawm nîng a tih,” a ta.",
      "reference": "1 LALHAI 18:27"
    },
    {
      "content": "Chun, inringtak takin an khêk a, an thaw hlak angin chemtê le fei- haiin an thi suok zawt zawt khawpin an inâtin an insun a.",
      "reference": "1 LALHAI 18:28"
    },
    {
      "content": "Chun, nisa a hung inher chun zân tieng inthâwi hun chen ding hin an hril ruol duol duol zing a, nisienlakhawm, râwl riva hrim hrim a um nawh a, dawntu ding hrim hrim amanih, a lo ngaisaktu hrim hrim amani khawm an um bawk nawh a.",
      "reference": "1 LALHAI 18:29"
    },
    {
      "content": "Chuongchun, Elija chun mipui- hai po po kuoma chun, “Mi hung hnai ta u khai,” a ta; chun, mipuihai po po chun an va hnai a. Chun, LALPA maichâm sukchim ta hnung chu a siemṭhah a.",
      "reference": "1 LALHAI 18:30"
    },
    {
      "content": "Chun, “I hming chu Israel nîng a tih,” ti lo dawngtu Jakob nauhai hnam zât lung sâwm le pahni Elija chun a lâk a.",
      "reference": "1 LALHAI 18:31"
    },
    {
      "content": "Chuong lunghai chun LALPA hmingin maichâm a siem a; maichâm vêl chu bu chi tekhâwng hni inleng ding zet hin a cho khur a.",
      "reference": "1 LALHAI 18:32"
    },
    {
      "content": "Chun, thing chu a hang sep fel a, bâwngchal chu a chan nâwi a, thing chunga chun a sieh a. Chun, “Bêl pali tuiin suksip unla, pumrawhmang thil inhlân le thing hi hung buokkhum ro,” a ta.",
      "reference": "1 LALHAI 18:33"
    },
    {
      "content": "Chun, “Hung buokkhum nâwk ro,” a ta. An hang buokkhum nâwk a. Chun, “A vawithumna dingin hung buokkhum nâwk ro,” a ta; chun, a vawithumna ding chun an thaw nâwk a.",
      "reference": "1 LALHAI 18:34"
    },
    {
      "content": "Chun, tui chu maichâm vêla chun a luong ta dum dum a; chun, cho khur chu tuiin a suksip bawk a.",
      "reference": "1 LALHAI 18:35"
    },
    {
      "content": "Chun, zântienga inthâwi hun lai chun zâwlnei Elija chun a va pan hnai a, “Aw LALPA, Abraham hai, Isaak hai, Israel hai Pathien, nang hi Israel rama Pathien i ni le, kei hi i siehlaw ka na, hieng po po hi nangma thua thaw ka ni ti vawisûn hin hre tâwl raw hai se.",
      "reference": "1 LALHAI 18:36"
    },
    {
      "content": "Mi lo ngaipêk la, hieng mipuihai hin nang LALPA hi Pathien i na, an lungrilhai în lettir nâwk tah a ni ti an hriet theina dingin aw LALPA, mi lo ngaipêk rawh,” a ta.",
      "reference": "1 LALHAI 18:37"
    },
    {
      "content": "Chuongchun, LALPA mei chu a hung tlah a, pumrawhmang thilin- hlân dâm, thing dâm, pilvut dâm, lung dâm chu a kâng hmang a, cho khur a tui khawm chu a hîp kang ta vawng a.",
      "reference": "1 LALHAI 18:38"
    },
    {
      "content": "Chun, mipuihai po poin chu chu an hei hmu chun an bawkkhup a, “LALPA hi a lo nih, Pathien chu, LALPA hi a lo nih, Pathien chu,” an ta.",
      "reference": "1 LALHAI 18:39"
    },
    {
      "content": "Chun, Elija chun an kuomah, “Baal zâwlneihai hi man unla, pakhat khawm insuo naw ro,” a ta. Chun, an man a, Elija chun Kison vadunga chun a ṭhuoi thlâk a, chutaka chun a that tâwl a.",
      "reference": "1 LALHAI 18:40"
    },
    {
      "content": "Chuongchun, Elija chun Ahab kuoma chun, “Hang fe la, fain hang dâwn ta rawh, ruopui sûr ding ri a um a nih ie,” a ta.",
      "reference": "1 LALHAI 18:41"
    },
    {
      "content": "Chuongchun, Ahab chu fa le dâwn dingin a hang fe tah a. Chun, Elija chu Karmel tlâng sîp tieng chun a hang feh a; hnuoi tieng a kûn a, a kap kâra chun a hmai a rawl a.",
      "reference": "1 LALHAI 18:42"
    },
    {
      "content": "A siehlaw kuoma chun, “Hang fe la, tuisuoriet tieng hang thlîr ta khai,” a ta. Chun, a hang feh a, a hang thlîr a, “Iengkhawm a um nawh,” a ta. Ama chun, “Fe nâwk rawh, vawi sari chen,” a ta.",
      "reference": "1 LALHAI 18:43"
    },
    {
      "content": "Chun, a vawi sarinaa chun, “Ngai ta, tuisuorieta inthawkin mi- hriem kut ruol chau hi sûm a lâwn kai nel nel el,” a ta. Ama chun, “Hang fe la, Ahab kuomah, ‘I tawlailîr buotsai la, fe thla ta rawh, ruoin dang rawi a ti che,’ ti rawh,” a ta.",
      "reference": "1 LALHAI 18:44"
    },
    {
      "content": "Chun, sâwt nawtêa chun vân chu thli le sûmin a hung dum ta khup el a, ruopui vânâwn a hung sûr tah a. Chun, Ahab chu tawlailîra chuongin Jezreel khuoah a fe tah a.",
      "reference": "1 LALHAI 18:45"
    },
    {
      "content": "Chun, LALPA kut chu Elija chunga chun a um a; chuongchun, a dier a kei a, Ahab hmaa chun Jezreel khaw lûtna chenin a tlân tah a.",
      "reference": "1 LALHAI 18:46"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 LALHAI 18 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}