{
  "verses": [
    {
      "content": "Solomon chun Pharao naunu chau naw khawm hnam dang nuhmei tamtak Moab mi dâm, Ammon mi dâm, Edom mi dâm, Zidon mi dâm, Hit mi nuhmeihai dâm chu a hmangai a;",
      "reference": "1 LALHAI 11:1"
    },
    {
      "content": "chuong hnamhai chungchâng thu chu LALPAIN Israel thlahai kuomah, “Anni chu pâwl naw unla, anni khawma pâwl naw raw hai se cheu; an pathienhai tieng in lungril an kei kâwi ngei âwm sih a,” tiin a lo hril ta hrim a; chuonghai chu Solomon chun hmangainain a chel tlat a.",
      "reference": "1 LALHAI 11:2"
    },
    {
      "content": "Chuongchun, nuhmei za sari, lal naunu a nei a, thaikêm za thum leh; chun, a nuhmeihai chun a lungril an ṭhuoi kâwipêk tah a.",
      "reference": "1 LALHAI 11:3"
    },
    {
      "content": "Chun, Solomon chu a hung upat hnung chun, a nuhmeihai chun pathien dang kuom tienga chun a lungril an ṭhuoi kâwipêk tah a, chuongchun, a pa David lungril angin LALPA a Pathien tienga chun a lung- ril chu a hung ṭha famkim ta nawh a.",
      "reference": "1 LALHAI 11:4"
    },
    {
      "content": "Solomon chun Zidon mihai pathiennu Astoreth le Ammon mihai pathien tirdakumtak Milkom chu a lo zui ve tah a.",
      "reference": "1 LALHAI 11:5"
    },
    {
      "content": "Chun, Solomon chun LALPA mithmua chun thil suol a lo thaw tah a; a pa David ang khan LALPA chu a zui tlat ve ta nawh a.",
      "reference": "1 LALHAI 11:6"
    },
    {
      "content": "Chuongchun, Solomon chun Jerusalem bula tlângah Moab mihai pathien tirdakumtak Kemos ta ding- in le, Ammon mihai pathien tirdak- umtak Molek ta dingin bâwlhmun a lo siem tah a.",
      "reference": "1 LALHAI 11:7"
    },
    {
      "content": "Chuong ang bawk chun hnam dang a nuhmeihai po po an pathien kuoma inthâwia riminhnik raw hlakhai ta ding khawma a siempêk a.",
      "reference": "1 LALHAI 11:8"
    },
    {
      "content": "Chuongchun, LALPA chu Solo- mon chunga chun a lunginsen tah a, LALPA Israelhai Pathien a kuoma vawihni lai inlâr chu a lungrila phatsanin,",
      "reference": "1 LALHAI 11:9"
    },
    {
      "content": "pathien danghai a zui ding a ni nawh ti a LALPAIN thu a pêk chu a zâwm naw leiin.",
      "reference": "1 LALHAI 11:10"
    },
    {
      "content": "Chuleiin, LALPAIN Solomon kuoma chun, “Hieng ang hin i hung um tah a, ka thuthlung le ka thuruot pawm dinga thu ka pêk che hi i pawm ta si nawh a, ram hi lâkpêk ngei ngei ka ti cheh a, i siehlaw kuomah pêng ka tih.",
      "reference": "1 LALHAI 11:11"
    },
    {
      "content": "Amiruokchu, i pa David zârah i dam sûng êm chun thaw naw ningah; nisienlakhawm, i naupa chu ka lâkpêk ding a nih.",
      "reference": "1 LALHAI 11:12"
    },
    {
      "content": "Ram po po ruok chu lâkpêk vawng naw ning a, nisienlakhawm, ka siehlaw David lei le ka ithlang Jerusalem lei hin hnam khat chu i naupa kuomah pêng ka tih,” a ta.",
      "reference": "1 LALHAI 11:13"
    },
    {
      "content": "Chun, LALPAIN Edom mi Hadad chu Solomon hmêlma dingin a hung inngîrsuok tah a, ama chu Edom rama lal thla a nih.",
      "reference": "1 LALHAI 11:14"
    },
    {
      "content": "Chun, David Edom rama a um laia an mi thathai phûm dinga sipai hotu Joab a hang feh a, Edom mi, naupasal taphawt chu a hang that vawng hnung khan,",
      "reference": "1 LALHAI 11:15"
    },
    {
      "content": "Joab le Israel mihai po po chu thla ruk zet Edom rama pasal po po an sukhlum vawng hmakhat chun an um a nih:",
      "reference": "1 LALHAI 11:16"
    },
    {
      "content": "Hadad chu a pa siehlawhai laia Edom mi ṭhenkhathai leh Aigupta rama tlân dingin an feh a, Hadad chu naupang chitê a la nih.",
      "reference": "1 LALHAI 11:17"
    },
    {
      "content": "Midian rama inthawk chun an suok a, Paranah an feh a, chun, Parana inthawk chun mihai an ṭhuoi a, Aigupta ram, Aigupta ram lal Pharao kuom an zu tlung a; ama chun inhai a lo pêk a, fâk dinghai a lo ngaituopêk a, ram dâm a lo pêk bawk a.",
      "reference": "1 LALHAI 11:18"
    },
    {
      "content": "Hadad chun Pharao mit a tlung hle el a, chuongchun, a nuhmei ngei zuorpuinu, lalnu Tahpenes zuorpui chu nuhmeiah ân neitir a.",
      "reference": "1 LALHAI 11:19"
    },
    {
      "content": "Chun, Tahpenes zuorpuinu chun, naupasal Genubath a neipêk a, Tahpenes chun Pharao ina chun a nêne nêk bânna a siempêk a; chun, Genubath chu Pharao nauhai laia chun a um tah a.",
      "reference": "1 LALHAI 11:20"
    },
    {
      "content": "Chun, Hadad chun Aigupta rama inthawka David chu a puhai kuomah a in ve tah ti le, sipai hotu Joab khawm a thi tah ti a lo hrietin, Hadad chun Pharao kuomah, “Ka rama ka fe theina dingin mîn suoktir ta la,” a ta.",
      "reference": "1 LALHAI 11:21"
    },
    {
      "content": "Chuongchun, Pharao chun a kuomah, “Ka kuoma i um hin tlâksam ieng am i nei leh, ngai ta, chuonga in ram tienga fe nâwk i tum el chu?” a ta. Chun, ama chun, “Ieng dang rak khawm a ni chuong nawh; nisien- lakhawm, mîn fetir hrim hrim el raw khai,” a ta.",
      "reference": "1 LALHAI 11:22"
    },
    {
      "content": "Chun, Pathienin a hmêlma dingin Eliada naupa Rezon, a pu Hadadezer, Zoba lal kuoma inthawka tlânhmang ta kha a hung inngîrsuok nâwk tah a.",
      "reference": "1 LALHAI 11:23"
    },
    {
      "content": "Davidin Zoba khuoa mihai a that khan, ama chun a kuomah mihai a kei khâwm a, sipai hotuah a hung ṭhang tah a; chun, Damaska khuoah an feh a, chutaka chun an um a, Damaska khuoa chun lalin a um tah a.",
      "reference": "1 LALHAI 11:24"
    },
    {
      "content": "Hadad sukrinumna belsain Solomon dam sûng po chu Israelhai hmêlma an ni rawp hrim a; Israelhai chu a theida hle el a, Suria ram sûnga chun ro a rêl a.",
      "reference": "1 LALHAI 11:25"
    },
    {
      "content": "Chun, Nebat naupa Jeroboam, Zereda khuoa Ephraim mi, Solomon siehlaw khawm chun (a nu hming chu Zerua a na, hmeithai a nih) lal chunga chun a kut ân let veh a.",
      "reference": "1 LALHAI 11:26"
    },
    {
      "content": "Lal chunga a kut a hung inletna san chu hieng ang hi a nih; Solomon chun Millo chu a siem a, a pa David khuo chu a sietna laihai chu a siem ṭhah a.",
      "reference": "1 LALHAI 11:27"
    },
    {
      "content": "Chu Jeroboam chu mi hrât huoisen a na, chuongchun, Solomon chun chu tlangvâl chu mi taima- tak niha a hriet leiin Josef sûnghai po po chunga sinthaw hotuah a siem a.",
      "reference": "1 LALHAI 11:28"
    },
    {
      "content": "Chun, chuong lai chun hieng ang hi a hung na, Jeroboam chu Jerusalem khuoa a fe suok chu Silo zâwlnei Ahija chun lampuia chun a lo hmuh a; Ahija chun puon thar hi a sil a, an pahni chau chun phûla chun an um hmunkhat a.",
      "reference": "1 LALHAI 11:29"
    },
    {
      "content": "Chun, Ahija chun a puon thar sil chu a lâk a, her sâwmpahniah a keithlêr a.",
      "reference": "1 LALHAI 11:30"
    },
    {
      "content": "Jeroboam kuoma chun, “Her sâwm hi la raw khai, LALPA Israel- hai Pathien chun hieng ang hin a ti a nih, ‘Ngai ta, ram hi Solomon hi lâkpêk ka ta, hmun sâwm chu ka pêk ding che a nih.",
      "reference": "1 LALHAI 11:31"
    },
    {
      "content": "Amiruokchu, ka siehlaw David lei le, Israel hnam po po laia ka thlang khawpui Jerusalem lei hin hnam khat chu nei a tih,",
      "reference": "1 LALHAI 11:32"
    },
    {
      "content": "ama chun a mi mâksan a, Zidon mi pathiennu Astoreth hai, Moabhai pathien Kemos hai, Ammonhai thlahai pathien Milkom hai dâm a biek lei le ka mithmua thilṭha thaw ding le ka thuruothai le ka rorêlhai hi pawm dinga a pa David anga ka lampuihai a hraw naw leiin.",
      "reference": "1 LALHAI 11:33"
    },
    {
      "content": "Ram pumpui chu lâkpêk naw ning a, amiruokchu, ka thupêkhai le ka thuruothai pawmtu ka thlang, ka siehlaw David leiin a dam sûng chu lalah lân umtir hrîng ka tih,",
      "reference": "1 LALHAI 11:34"
    },
    {
      "content": "nisienlakhawm, ram hi a naupa chu lâkpêk ka ta, nang hi ka pêk ding che a nih, hnam sâwmhai chu.",
      "reference": "1 LALHAI 11:35"
    },
    {
      "content": "Chun, ka siehlaw Davidin ka hming inumtirna dinga ka thlang khawpui Jerusalema hin ka hmaa khâwnvar a nei zing theina dingin hnam khat chu a naupa chu pêng ka tih.",
      "reference": "1 LALHAI 11:36"
    },
    {
      "content": "Nang hi ruot ka ti cheh a, i nuom ang angin ro rêl i ta; Israelhai lalin um i tih.",
      "reference": "1 LALHAI 11:37"
    },
    {
      "content": "Chun, thu ka pêk ang taphawt che i pawm a, ka lampuihai i hrawh a, ka siehlaw David anga ka thuruothai le ka thupêkhai zâwm dinga ka mithmua thilṭha i thaw chun i kuom- ah um pei ka ta, David kân ngîrpêk ang khan sûngkuo nghettak inngîr- pêk ka ti che a, Israelhai hi pêng ka ti che.",
      "reference": "1 LALHAI 11:38"
    },
    {
      "content": "Chuleiin, David thla chu ka sukrinum ding a nih, amiruokchu, kumkhuo chun chu ni naw nih,’ tiin” a tih a.",
      "reference": "1 LALHAI 11:39"
    },
    {
      "content": "Chuongchun, Solomon chun Jeroboam chu that a tum tah a, nisienlakhawm, Jeroboam chu a tho a, Aigupta ramah, Aigupta ram lal Sisak kuomah a tlân tah a, Solomon thi hmakhat chun Aigupta rama chun a um tah a.",
      "reference": "1 LALHAI 11:40"
    },
    {
      "content": "Solomon chanchin danghai le a thilthaw po pohai le a varna dâm chu Solomon thilthawhai ziekna buah a chuong a ni naw am a nih?",
      "reference": "1 LALHAI 11:41"
    },
    {
      "content": "Solomon chun Israelhai po po chunga Jerusalem khuoa ro a rêl sûng chu kum sâwmli a nih.",
      "reference": "1 LALHAI 11:42"
    },
    {
      "content": "Chuongchun, Solomon chu a puhai kuoma chun a in tah a, a pa David khawpuia chun an phûm tah a; chun, a naupa Rehoboam chu ama aiaw chun ân lal tah a.",
      "reference": "1 LALHAI 11:43"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 LALHAI 11 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}