{
  "verses": [
    {
      "content": "Chun, kum thum sûng chu Suriahai le Israelhai chu indo loin an um a.",
      "reference": "1 LALHAI 22:1"
    },
    {
      "content": "Chun, a kum thum kum chun Juda lal Jehosaphat chu Israel lal kuomah a zu feh a.",
      "reference": "1 LALHAI 22:2"
    },
    {
      "content": "Israel lal chun a siehlawhai kuomah, “Ramoth-gilead khuo hi eini ta a nih ti hre zing sih a, iengtizieha Suria lal hi lâkpêk loa um am ei ni aw?” a ta. Chun, Jehosaphat kuoma chun, “Ramoth-gilead khuo hi mi hang thawpui ve nuom i tim chu?” a ta.",
      "reference": "1 LALHAI 22:3"
    },
    {
      "content": "Chun, Jehosaphat chun Israel lal kuoma chun, “Kei le nang, i mihai le ka mihai chu pumkhat ei na, ka sakawrhai le i sakawrhai chu pum- khat an nih annâwm,” a ta.",
      "reference": "1 LALHAI 22:4"
    },
    {
      "content": "Chun, Jehosaphat chun Israel lal kuoma chun, “LALPA thu chu la ngai hri phawt la tie,” a ta.",
      "reference": "1 LALHAI 22:5"
    },
    {
      "content": "Chuongchun, Israel lal chun zâwlneihai mi za li lai a ko khâwm a, an kuomah, “Ramoth-gilead khuo hi thaw dingin ka hang inthawk ding am inthawk lo ding?” a ta. Anni chun, “Hang inthawk rawh, LALPAIN lal kuta hin a pêk ding a nih,” an ta.",
      "reference": "1 LALHAI 22:6"
    },
    {
      "content": "Nisienlakhawm, Jehosaphat chun, “Hitaka hin LALPA zâwlnei dang tu amani bêk ka hang râwn ding hi an um naw am a ni aw?” a ta.",
      "reference": "1 LALHAI 22:7"
    },
    {
      "content": "Chun, Israel lal chun Jehosaphat kuoma chun, “LALPA mi râwnpêk ding Imla naupa Mikaia kha chu a la um kha maw, nisienlakhawm, ama hi chu ka theida zâwngtak a nih; ka chungchâng thu hi a se tieng ngawt naw chu a ṭha tieng a hril hrim hrim ngai nawh,” a ta. Chun, Jehosaphat chun, “Lal hin chuong ang chun chu ti naw raw se khai,” a ta.",
      "reference": "1 LALHAI 22:8"
    },
    {
      "content": "Chuongchun, Israel lal chun hotu pakhat a hang ko a, “Imla naupa Mikaia kha hung ṭhuoi vak ta,” a ta.",
      "reference": "1 LALHAI 22:9"
    },
    {
      "content": "Chun, Israel lal le Juda lal Jehosaphat chu Samari khaw kul kawtkhâr lûtna bula hrizâwla chun an lal puona inthuomin an lalṭhung- pha ve vea chun an ṭhung a; chun, zâwlneihai po po chun an hmaa chun thu an hril a.",
      "reference": "1 LALHAI 22:10"
    },
    {
      "content": "Chun, Kenaan naupa Zedekia chun thîr kihai a siempêk a, “LALPA chun hieng ang hin a tih, ‘Hienghai hin Suria mihai chu chimit dêr khawpin sik i tih,’ tiin,” a ta.",
      "reference": "1 LALHAI 22:11"
    },
    {
      "content": "Chuong ang bawkin zâwlnei po pohai chun, “Ramoth-gileada chun hang fe la, hang hlawtling raw khai, LALPA chun lal kuta hin a pêk ding a nih,” tiin an hril a.",
      "reference": "1 LALHAI 22:12"
    },
    {
      "content": "Chun, Mikaia va ko dinga an tir chun a kuomah, “Ngai ta khai, zâwl- neihai hin thu inang vawngin a ṭha tiengin lal kuoma hin thu an hril seng a, an hril ta ang seng chun hang hril ve la, a ṭha tiengin hang hril ve rawh aw,” tiin a hril a.",
      "reference": "1 LALHAI 22:13"
    },
    {
      "content": "Mikaia ruok chun, “LALPA hringna sâlin ka hril a nih, LALPAIN ka kuoma a hril chu a nih ka hang hril ding chu,” a ta.",
      "reference": "1 LALHAI 22:14"
    },
    {
      "content": "Chun, lal kuoma a hang tlung chun, lal chun a kuomah, “Mikaia, Ramoth-gilead khuo thaw dingin ka hang inthawk ding am a ni, hang inthawk lo ding?” a ta. Chun, ama chun a dawn a, “Hang inthawk la, hang hlawtling raw khai, LALPA chun lal kutah a pêk ding a nih,” a ta.",
      "reference": "1 LALHAI 22:15"
    },
    {
      "content": "Chun, lal chun a kuomah, “Thu- tak ngawt naw chu LALPA hminga ka kuoma hril lo dingin vawi iengzât rau am ṭawng kân khâmtir ding che a ni leh?” a ta.",
      "reference": "1 LALHAI 22:16"
    },
    {
      "content": "Chun, ama chun, “Israelhai po po vêngtu neilo berâm angin tlânga an indar vawng ka hmuh a, LALPA- IN, ‘Hienghai hin hotu an nei ta nawh a, mi tin mâni in tieng seng lung- muongtakin fe diel el ta raw hai se,’ a ti a nih,” a ta.",
      "reference": "1 LALHAI 22:17"
    },
    {
      "content": "Chun, Israel lal chun Jeho- saphat kuomah, “Ka chungchâng thu hi a se tieng ngawt naw chu a ṭha tieng hrim hrim chu hril naw ni ti ka hril che a ni naw am a ni kha?” a ta.",
      "reference": "1 LALHAI 22:18"
    },
    {
      "content": "Chun, Mikaia chun, “Chuleiin, LALPA thu hi lo ngai ta u, LALPA chu a lalṭhungphaa ṭhung ka hmuh a, vâna mipuihai po po, a changtieng le vawitienga ngîrhai leh.",
      "reference": "1 LALHAI 22:19"
    },
    {
      "content": "Chun, LALPAIN, ‘Ahab hi Ramoth-gilead khuoa hang feh a, râla thi dingin tuin am thlêm an ta?’ a ti a nih, pakhatin hieng hin a ta, mi dangin chuong chun a ta.",
      "reference": "1 LALHAI 22:20"
    },
    {
      "content": "Chuongchun, thlarau pakhat hi a hung suok a, LALPA hmaa chun a ngîr a, ‘Keiin thlêm ka tih,’ a ta.",
      "reference": "1 LALHAI 22:21"
    },
    {
      "content": "Chun, LALPAIN a kuomah, ‘Iengtin am ie?’ a ta. Chun, ama chun, ‘Va fêng ka ta, zâwlnei po pohai hmûra chun thlarau khêlinhlipah vân chang ka tih,’ a ta. Chun, ama chun, ‘Thlêm ngei i ta, hlaw khawm hlawtling ngei i tih, va fe la, chuong ang chun va thaw raw leh,’ a ta.",
      "reference": "1 LALHAI 22:22"
    },
    {
      "content": "Chuongchun, ngai ta, LALPAIN hieng i zâwlneihai po po hmûra hin thlarau khêlinhlip a sieh a, i chungchâng thu hi a ṭha naw tiengin LALPAIN a hril tah a nih,” a ta.",
      "reference": "1 LALHAI 22:23"
    },
    {
      "content": "Chuongchun, Kenaan naupa Zedekia chun a hung hnai a, Mikaia bienga chun a hung ben a, “LALPA thlarau chun i kuoma thu hril dingin khawtieng am a mi mâksan leh?” a ta.",
      "reference": "1 LALHAI 22:24"
    },
    {
      "content": "Mikaia chun, “Ngai rawh, pin- dan sûngrila inbi dinga i lût ni chun la hrieng i tih,” a ta.",
      "reference": "1 LALHAI 22:25"
    },
    {
      "content": "Chun, Israel lal chun, “Mikaia hi ṭhuoi unla, khawpui awptu Amon le lal naupa Joas kuomah fepui ta u;",
      "reference": "1 LALHAI 22:26"
    },
    {
      "content": "chun, lalin hieng ang hin a tih, ‘Hi mipa hi lung inah khum unla, lungmuongtaka ka hung nâwk hma- khat chun rinumna tui lo pe ro,’ tiin, ti ro,” a ta.",
      "reference": "1 LALHAI 22:27"
    },
    {
      "content": "Chun, Mikaia chun, “Lung- muongtaka i hung nâwk tâk leh, LALPAIN kei mi hmang hin thu a hril naw nîng a tih,” a ta. Chun, ama ma chun, “Nangni mipuihai, in rêngin lo hre seng ro,” a ta.",
      "reference": "1 LALHAI 22:28"
    },
    {
      "content": "Chuongchun, Israel lal le Juda lal Jehosaphat chu Ramoth-gileada chun an hang feh a.",
      "reference": "1 LALHAI 22:29"
    },
    {
      "content": "Chun, Israel lal chun Jehosa- phat kuomah, “Insiem danglam ka ta, indonaa chun hang fe vêng ka tih a, nang ruok chun chu i lal puon sil la,” a ta. Chuongchun, Israel lal chu ân siem danglam a, indonaa chun a hang feh a.",
      "reference": "1 LALHAI 22:30"
    },
    {
      "content": "Chun, Suria lal chun a tawlailîr chunga hotu sâwmthum le pahnihai kuoma chun, “Israel lal ngawt naw chu, mi lien khawm, mi chîn khawm a tu tukhawm thaw naw ro,” tiin thu a pêk a.",
      "reference": "1 LALHAI 22:31"
    },
    {
      "content": "Chun, tawlailîr chunga hotuhai chun Jehosaphat an hei hmu chun, “Israel lal a ni ngei el leh,” an ta; chuongchun, thaw tum chun an inhuol tah a; chun, Jehosaphat chu a khêk suok a.",
      "reference": "1 LALHAI 22:32"
    },
    {
      "content": "Chun, tawlailîr chunga hotuhai chun Israel lal a ni nawh ti an hriet chun, an hnawt lai chu an lêt nâwk tah a.",
      "reference": "1 LALHAI 22:33"
    },
    {
      "content": "Chun, mi pakhat hin tum bîk neilo hin a thalngul a kuoi a, Israel lal chu âwmphaw le âwmphaw inkârah a kâp a, chuongchun, a tawlailîr khaltu kuoma chun, “Kei her la, sipaihai laia inthawk hi mi suokpui raw khai, hliemna natak ka tuok ta hi,” a ta.",
      "reference": "1 LALHAI 22:34"
    },
    {
      "content": "Chun, chu ni chun inthawna chu a nasa ta hle el a, lal chu a tawlailîra chun Suria mihai hmua chun an inngîrtir a, chun, zântieng chun a thi tah a; ama inhliemnaa inthawk chun thisen chu tawlailîr sûnga chun a luong dup dup a.",
      "reference": "1 LALHAI 22:35"
    },
    {
      "content": "Chun, nisa tlâk tâwm lai vêl chun, sipaihai lai chun, “Mi tin mâni in tieng seng, mi tin mâni ram tieng seng fe vawng ta raw hai se,” tiin an khêk vêl ta rak el a.",
      "reference": "1 LALHAI 22:36"
    },
    {
      "content": "Chuongchun, lal chu a thi tah a, Samari khuoa chun an lûtpui a; Samari khuoa chun lal chu an phûm tah a.",
      "reference": "1 LALHAI 22:37"
    },
    {
      "content": "Chun, Samari khaw dil panga chun tawlailîr chu an sâwp a; chun, LALPA thu hril ta ang ngei khan a thisen chu uiin an liek tah a; (chutaka chun nawchizawrhai chu an insâwp hlak).",
      "reference": "1 LALHAI 22:38"
    },
    {
      "content": "Chuongchun, Ahab chanchin danghai, a thilthaw po pohai, a saiha in bâwl dâm, a khaw siemhai po po chu Israel lalhai inlal lai thu ziekna buah a chuong a ni naw am a nih?",
      "reference": "1 LALHAI 22:39"
    },
    {
      "content": "Chuongchun, Ahab chu a puhai kuoma chun a in tah a; chun, a nau- pa Ahazia chu ama aiawin ân lal tah a.",
      "reference": "1 LALHAI 22:40"
    },
    {
      "content": "Chun, Israel lal Ahab inlal kum linaah Asa naupa Jehosaphat chu Judahai chunga chun ân lal ṭan a.",
      "reference": "1 LALHAI 22:41"
    },
    {
      "content": "Jehosaphat chu ân lal ṭan lai chun kum sâwmthum le kum nga a na; Jerusalem khuoa chun kum sâwmhni le kum nga ro a rêl a. A nu hming chu Azuba, Silhi naunu a nih.",
      "reference": "1 LALHAI 22:42"
    },
    {
      "content": "A pa Asa lampui hraw po po chu a hraw veh a; pêtsan dêr loin LALPA mithmuah thilṭha a thaw hlak a, bâwlhmunhai chu a sukbo vawng nawh a, bâwlhmunahai chun mihai chu an inthâwiin riminhnikhai chu an la raw zing hlak a.",
      "reference": "1 LALHAI 22:43"
    },
    {
      "content": "Chun, Jehosaphat chun Israel lal le inremna a siem a.",
      "reference": "1 LALHAI 22:44"
    },
    {
      "content": "Chuongchun, Jehosaphat chan- chin danghai dâm, a thilthawtheizie a suklang thuhai dâm, a râl do thu- hai chu Juda lalhai inlal lai thu ziekna buah a chuong a ni naw am a nih?",
      "reference": "1 LALHAI 22:45"
    },
    {
      "content": "Chun, a pa Asa dam laia pasal inzawrhai a la umhai kha a rama inthawkin a hnawt suok vawng a.",
      "reference": "1 LALHAI 22:46"
    },
    {
      "content": "Chun, Edom rama chun lal an um nawh a, lal aiawtu chun ro a rêl a.",
      "reference": "1 LALHAI 22:47"
    },
    {
      "content": "Jehosaphat chun Ophira râng- kachak phur ding Tarsis lawnghai a tuk a, nisienlakhawm, an fe ta nawh a; Ezion-geber hmuna chun lawnghai chu a se ta vawng sih a.",
      "reference": "1 LALHAI 22:48"
    },
    {
      "content": "Chuongchun, Ahab naupa Aha- zia chun Jehosaphat kuomah, “Ka mihai hi i mihai leh lawngah fe hmunkhat raw hai se chu,” a ta. Nisienlakhawm, Jehosaphat chun a remti nawh a.",
      "reference": "1 LALHAI 22:49"
    },
    {
      "content": "Chun, Jehosaphat chu a puhai kuomah a in tah a, a puhai lai, a pu David khawpuia chun an phûm tah a; chun, a naupa Jehoram chu ama aiawin ân lal tah a.",
      "reference": "1 LALHAI 22:50"
    },
    {
      "content": "Chun, Juda lal Jehosaphat inlal kum sâwm le kum sari kum chun Ahab naupa Ahazia chu Samari khuoa chun Israelhai chungah ân lal ṭan a; Israelhai chunga chun kum hni ân lal a.",
      "reference": "1 LALHAI 22:51"
    },
    {
      "content": "Chun, LALPA mithmua chun thil ṭhanaw a thaw hlak a, a nu le a pa lampui hrawhai, Nebat naupa Israel- hai thil insuksuoltirtu Jeroboam lampui hrawhai chu a hraw ve hlak a.",
      "reference": "1 LALHAI 22:52"
    },
    {
      "content": "Chun, a pa thaw ang taphawt thawin Baal rawng a bâwl a, a biek hlak a, LALPA Israelhai Pathien chu a suklungsen hlak.",
      "reference": "1 LALHAI 22:53"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 LALHAI 22 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}