{
  "verses": [
    {
      "content": "Unauhai, ka lung nuom zâwng le, anni ta dinga Pathien kuoma ka ṭawngṭaina san tak hi, sandam an hung ni theina ding a nih.",
      "reference": "ROM 10:1"
    },
    {
      "content": "Pathien tieng ṭhahnem an ngai ti ka hrietpui a nih, hrietna indiktak leia ṭhahnemngaina ruok chu a ni nawh.",
      "reference": "ROM 10:2"
    },
    {
      "content": "Pathien felna hre loin, anni felna sukdet an tum a, Pathien felnaah an inpêk lût si nawh.",
      "reference": "ROM 10:3"
    },
    {
      "content": "Krista chu ama ringhai po ta dingin felna an hmu theina dinga Dân suktâwpna a ni sih a.",
      "reference": "ROM 10:4"
    },
    {
      "content": "Mosie chun, “Mi Dâna felna zâwm chu, chu felna zâra chun hring a tih,” tiin a ziek a.",
      "reference": "ROM 10:5"
    },
    {
      "content": "Ringnaa felna ruok chun, hieng hin a hril, “In lungrilin, ‘Tu am vânah lâwn a ta?’ (chu chu Krista hung ṭhuoi thla ding tina a nih)",
      "reference": "ROM 10:6"
    },
    {
      "content": "amanih, ‘Tu am vânsamah zu ṭum a ta?’ (chu chu mithi laia inthawka Krista zu ṭhuoi suok ding tina a nih) ti naw ro,” tiin.",
      "reference": "ROM 10:7"
    },
    {
      "content": "Anleh, ieng am a hril a? “Thu chun a hnai che, i bau le i lungrila khawm a um,” tiin a hril a nih. Chu chu ringna thu ei hril hlak hi a nih:",
      "reference": "ROM 10:8"
    },
    {
      "content": "I bauin, “Isu chu Lalpa a nih” tia i ṭan a, mithi laia inthawkin Pathienin a keitho ti i lungrila i ring phawt chun sandamin um i tih.",
      "reference": "ROM 10:9"
    },
    {
      "content": "Mihaiin an lungrilin an ring a, felna an hmu hlak, bauin an ṭan a, sandamna an hmu bawk hlak a nih.",
      "reference": "ROM 10:10"
    },
    {
      "content": "Pathien Lekha Thuin, “Tû- khawm ama ring taphawt chu muolpho naw ni hai,” a ti a nih.",
      "reference": "ROM 10:11"
    },
    {
      "content": "Juda le Grik mihai chu ienga khawm an danglam chuong si nawh a. Lalpa pakhat an rênga chunga Lalpa a nih; ama lamtuhai po chunga chun ṭhatna a hau sih a.",
      "reference": "ROM 10:12"
    },
    {
      "content": "“Tukhawm Lalpa hming lam taphawt chu sandamin um an tih,” a ti a nih.",
      "reference": "ROM 10:13"
    },
    {
      "content": "Anleh, an awi naw chu iengtin am lam an ta? A thu an hriet naw chu iengtin am awi an ta? Thuhriltu um loin iengtin am hrieng an ta?",
      "reference": "ROM 10:14"
    },
    {
      "content": "Tir an ni naw chun iengtin am thu hril an ta? “Thil ṭha chanchin lâwmum intluntuhai ke chu a va mawi de!” tia ziek ang khan.",
      "reference": "ROM 10:15"
    },
    {
      "content": "Nisienlakhawm, Chanchin Ṭha chu an rêng chun an ring vawng nawh. Isaiin, “Lalpa, kan thu hril tuin am a ring a?” a ti sih a.",
      "reference": "ROM 10:16"
    },
    {
      "content": "Chuongchun, ringna chu hrietna leiin a hung um hlaka; chun, hrietna chu Isu Krista leiin a hung um.",
      "reference": "ROM 10:17"
    },
    {
      "content": "Anleh, an nain an hriet naw am a nih? Hreh e le! “An ri chu ram tinah ân thang a, An thu chu kâwlkawdawng chenin ân thang suok tah.”",
      "reference": "ROM 10:18"
    },
    {
      "content": "Anleh, Israel mihaiin an hriet naw am a nih? “Chia hril khawp lohai chu hmangin, Inthîktir ka ti cheu a, Hnam invêthai chu hmangin, Suklungsen ka ti cheu,” tiin Mosiein a hril hmasatak a.",
      "reference": "ROM 10:19"
    },
    {
      "content": "Chun, Isaiin huoitakin, “A mi zawng nawhai hmuin ka um a, A mi lam nawhai kuomah inhriettirin ka um a,” a tih a.",
      "reference": "ROM 10:20"
    },
    {
      "content": "Amiruokchu, Israelhai thua chun, “Mi timawhai le sêlhrâthai ta dingin, Sûnnithlâkin ka bânhai ka phar hlak kha,” a tih a.",
      "reference": "ROM 10:21"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ROM 10 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}