{
  "verses": [
    {
      "content": "Ei farnu Phoibi, Kenkrieia kohran rawngbâwltu hi in- hmêlhriettir cheu ka nuom a nih:",
      "reference": "ROM 16:1"
    },
    {
      "content": "Lalpa hminga mi inthienghai ang bawka in lo lâwmna ding le, in ṭhangpui a ngaina poa in ṭhangpui theina dingin. Ama ngei khawm hi mi tamtak ṭhangpuitu a lo ni hlak a, kei ngei khawm a m i ṭhangpui a nih.",
      "reference": "ROM 16:2"
    },
    {
      "content": "Priskilla le Akuila kha chibai mi bûkpêk ro, Krista Isua ka sin thawpui, ka nun sanhimna dinga, rîng daw ngamhai an nih.",
      "reference": "ROM 16:3"
    },
    {
      "content": "Kei chau ni loin Jentail kohran po poin anni kuoma chun lâwmthu an hril a nih.",
      "reference": "ROM 16:4"
    },
    {
      "content": "An ina kohran inkhâwmhai chu chibai mi bûkpêk bawk ro. Ka dittak, Epainet, Asia rama Krista awi hmasatak kha chibai mi bûkpêk ro.",
      "reference": "ROM 16:5"
    },
    {
      "content": "Mari in ta dinga inrimnu kha, chibai mi bûkpêk ro.",
      "reference": "ROM 16:6"
    },
    {
      "content": "Ka chipui Andronika le Junia kân tângpuihai kha chibai mi bûkpêk ro; anni chu tirkohai laia hming inthang an na, keia nêka Kristaa um hmasa lem an nih.",
      "reference": "ROM 16:7"
    },
    {
      "content": "Amplia Lalpaa ka dittak kha, chibai mi bûkpêk ro.",
      "reference": "ROM 16:8"
    },
    {
      "content": "Kristaa kan sinthawpui Urbana le ka dittak Sitaku kha chibai mi bûk- pêk ro.",
      "reference": "ROM 16:9"
    },
    {
      "content": "Kristaa mi tak, Apellia kha chi- bai mi bûkpêk ro. Aristobul sûnghai laia mihai kha chibai mi bûkpêk ro.",
      "reference": "ROM 16:10"
    },
    {
      "content": "Ka chipui, Herodion kha chibai mi bûkpêk ro. Narkissa sûnghai laia Lalpaa umhai kha chibai mi bûkpêk ro.",
      "reference": "ROM 16:11"
    },
    {
      "content": "Truphaina le Truphossa, Lalpaa sinthaw inrimhlakhai kha, chibai mi bûkpêk ro. Dittak Persi, Lalpaa sin thaw inrim bêk bêk ta kha chibai mi bûkpêk ro.",
      "reference": "ROM 16:12"
    },
    {
      "content": "Lalpaa thlang, Rufa le a nu, ka nu ve bawk kha, chibai mi bûk pêk ro.",
      "reference": "ROM 16:13"
    },
    {
      "content": "Asunkrita hai, Phlegon hai, Hermia hai, Patroba hai, Herma hai, an kuoma unau umhai leh chibai mi bûkpêk ro.",
      "reference": "ROM 16:14"
    },
    {
      "content": "Philologo le Julli, Nire le a farnu leh Olumpa leh an kuoma mi inthieng umhai po po le khan chibai mi bûkpêk ro.",
      "reference": "ROM 16:15"
    },
    {
      "content": "Infâwp inthiengin chibai inbûk ro. Krista kohranhai po poin chibai an bûk tâwl cheu.",
      "reference": "ROM 16:16"
    },
    {
      "content": "Chun, unauhai, inchûktirna thu, nangni inchûk nawna tieng pang in- ṭhena le tlukna siemtuhai chu vêng ṭha dingin le nghatsan dingin ka ngên cheu.",
      "reference": "ROM 16:17"
    },
    {
      "content": "Chuong ang mihai chun, ei Lalpa Krista rawng chu an bâwl nawh a, anni phîng rawng an bâwl lem hlak a nih. An bau ṭhat le an bau thiemin mi mâwlhai lungril an hlêm hlak a nih.",
      "reference": "ROM 16:18"
    },
    {
      "content": "In awizie chu mi po po kuomah ân thang suok ta sih a. Chuleiin, nangni chungthuah ka lâwm a nih; nisienlakhawm, a ṭha tieng in vara, a suol tieng in var naw ka nuom a nih.",
      "reference": "ROM 16:19"
    },
    {
      "content": "Chun, Remna Pathien chun, in kepha hnuoiah um dingin Setan chu hung suknawi vak a tih. Lalpa Isu Krista lunginsietna chu in kuomah um raw se.",
      "reference": "ROM 16:20"
    },
    {
      "content": "Ka sinthawpui Timothe le ka chipui Lukia hai, Jason hai, Sosi- pater hai rawiin chibai an bûk cheu.",
      "reference": "ROM 16:21"
    },
    {
      "content": "Kei Terti, hi lekhathawn ziektu hin Lalpa hmingin chibai ka bûk cheu.",
      "reference": "ROM 16:22"
    },
    {
      "content": "Kei le kohranhai po po tlungin- pa, Gaia chun chibai a bûk cheu. Khuoa sum enkawltu Erasta le, a unaupa Kuorta chun chibai an bûk cheu.",
      "reference": "ROM 16:23"
    },
    {
      "content": "Ei Lalpa Isu Krista lungin- sietna chu in kuomah um raw se. Amen.",
      "reference": "ROM 16:24"
    },
    {
      "content": "Tuhin ama chun, ka Chanchin Ṭha hril le, Krista thuhril le, kumkhuoa thurûk inthup suklanga um anga chun nangni a sukhrât thei cheu a.",
      "reference": "ROM 16:25"
    },
    {
      "content": "Chu thurûk chu kumkhuo Pathien thupêk angin zâwlneihai le- khathuin hnam tin kuomah inhriettir a ni tah a, mi tinin an ringa an zâwm theina dingin.",
      "reference": "ROM 16:26"
    },
    {
      "content": "Ama Pathien var tak chau kuom ngeia chun Isu Krista leiin kumkhuoin ropuina um raw se, Amen.",
      "reference": "ROM 16:27"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ROM 16 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}