{
  "verses": [
    {
      "content": "Chuleiin, aw mihriem, mi sawi- sêltu tûkhawm ni la, suonlam hrim i nei nawh, mi dang i sâwisêlna ngeia chun nang le nang thiemnaw inchangtir i nih i sawnnaw! nang a sawisêltu ngei khawma, chuong ang thil chu i thaw ve hlak sih a.",
      "reference": "ROM 2:1"
    },
    {
      "content": "Chuong thil thaw hlaktuhai chunga Pathienin a sawisêlna chu thu indiktak a nih ti ei hriet sih a.",
      "reference": "ROM 2:2"
    },
    {
      "content": "Aw mihriem, chuong ang thil thaw hlaktuhai sawisêltu, nangin chuong ang chu i thaw ve bawk sih a, Pathienin a sawisêlna chu pumpel în ring am a ni?",
      "reference": "ROM 2:3"
    },
    {
      "content": "Annawleh, Pathien ṭhatnain simna dingin a ṭhuoi hlak che ti hre loin, a ṭhatna hauzie le, a en theizie le, a zaidaw theizie dâm chu i ngainêp am a nih?",
      "reference": "ROM 2:4"
    },
    {
      "content": "I lulul le i lungril ngar leiin, lungsenna le Pathien rorêlna feltak hung inlang ding nia ding chun i chungah lungsenna în khâwlkhâwm a ni lem a nih.",
      "reference": "ROM 2:5"
    },
    {
      "content": "Pathien chun mi tin an sinthaw ang peiin rêlpêk a tih,",
      "reference": "ROM 2:6"
    },
    {
      "content": "thil ṭha thaw fan fana, ropuina le chawimawina le bohmang thei nawna zawngtuhai kuoma chun kumkhuoa hringna pêng a tih.",
      "reference": "ROM 2:7"
    },
    {
      "content": "Amiruokchu, kâwmaw suoh a, thutak zâwm loa fel nawna zâwm lemtuhai chunga chun Pathien lung senna le lungawinawna um a tih.",
      "reference": "ROM 2:8"
    },
    {
      "content": "Rinumna le lungngaina nasatak, mihriem thil suksuol pohai thlarau chungah um a ta, Juda mi thlarau chungah um hmasâng a ta, chun, Grik mi thlarau chungah um nâwk a tih.",
      "reference": "ROM 2:9"
    },
    {
      "content": "Amiruokchu, thil ṭhataka thaw- tuhai po po kuoma chun ropuina dâm, chawimawina dâm, lung- muongna dâm pêk nîng a tih; Juda mihai kuomah pêk hmasak nîng a ta, chun, Grik mihai kuomah ni nâwk a tih.",
      "reference": "ROM 2:10"
    },
    {
      "content": "Pathienin mi ditsak bîk a nei si nawh a.",
      "reference": "ROM 2:11"
    },
    {
      "content": "Tûkhawm Dân nei loa thil suksuol chu Dân boin bohmang a ta; chun, tûkhawm Dân nei zinga suksuol chu, Dâna rêlpêkin um a tih.",
      "reference": "ROM 2:12"
    },
    {
      "content": "Dân hretu ringawthai chu Pathien mithmuin mi fel an ni nawh a, Dân anga thawtuhai chu mi fela tiemin um lem an tih.",
      "reference": "ROM 2:13"
    },
    {
      "content": "Dân nei naw Jentailhai hmanin an lungril insiengpuia dân thilhai kha an thawin, Dân nei naw hai sien khawm anni le anni chu dânah an insiem fâwm a,",
      "reference": "ROM 2:14"
    },
    {
      "content": "an lungrilah dân sinthaw chu ziek a nih ti an inentir a; chu chu an sie le ṭha hrietnain an hrietpui a, an lungrilhai chu ân sêl a, akâr leh thiem ân changtir vak a, akâr leh thiemnaw ân changtir vak a.",
      "reference": "ROM 2:15"
    },
    {
      "content": "Pathienin ka Chanchin Ṭha hril anga mihriemhai thurûk Isu Krista hmanga a ngaituo ni chun chuong ang chu nîng a tih.",
      "reference": "ROM 2:16"
    },
    {
      "content": "Nisienlakhawm, nang Juda hming put i ni sih a, Dân chu i ringsan a, Pathien i suong a,",
      "reference": "ROM 2:17"
    },
    {
      "content": "a dit zâwng i hriet a, Dân thu inchûktirin i um leiin thil ṭhatak chu ṭha i tih a,",
      "reference": "ROM 2:18"
    },
    {
      "content": "nang ngei chu mitdelhai ṭhuoitu, inthima umhai êntu;",
      "reference": "ROM 2:19"
    },
    {
      "content": "invêthai sukvartu le nautêhai inchûktirtu niin în ring a, Dâna chun varna le thutak um dân i nei leiin.",
      "reference": "ROM 2:20"
    },
    {
      "content": "Chuong ang i ni si chun, nang mi danghai inchûktirtu, nang le nang în chûktir naw am a nih?",
      "reference": "ROM 2:21"
    },
    {
      "content": "Nang inru lo dinga mi dang hriltu, nangin în rûk hlak maw? Nang uire lo dinga mi dang hriltu, nang i uire maw? Nang milim theidatu, nangin milim biekna ina thilhai chu în rûk hlak maw?",
      "reference": "ROM 2:22"
    },
    {
      "content": "Nang Dân suongtu, nangin Dân i bawsiet leiin Pathien chu i suk- hmingse hlak a ni maw?",
      "reference": "ROM 2:23"
    },
    {
      "content": "An ziek ang ngei khan, Pathien hming chu nangni leiin Jentailhai laiah sukpâwiin a um ta a ni hi.",
      "reference": "ROM 2:24"
    },
    {
      "content": "Dân zâwmtu i ni chun sertan chu a sâwt tak zet a nih; Dân bawsetu i ni ruok chun i sertan chu tan naw ang el a lo ni tah.",
      "reference": "ROM 2:25"
    },
    {
      "content": "Chuleiin, sertan naw mîn Dân thu ruothai chu a vawng chun, a sertan naw chu tan anga ngai a ni naw ding am a nih?",
      "reference": "ROM 2:26"
    },
    {
      "content": "Chun, mani insieng ziea sertan loin Dân chu a zâwm kim chun, nang, lekha thu le sertan dân nei sia Dân bawsetu chu a sawisêl naw ding che maw?",
      "reference": "ROM 2:27"
    },
    {
      "content": "Ân lang ela Juda mi ni chu Juda mi tak a ni nawh a; ân langa taksa mei meia sertan chu sertan tak tak a ni chuong naw bawk.",
      "reference": "ROM 2:28"
    },
    {
      "content": "Amiruokchu, ân lang el ni loa Juda mi ni chu Juda tak a nih; chun, sertan tak chu lungril tienga tan a nih, Lekha thu ela ni loin, Thlarauah a nih; ama chun mihriem inpâk a hlaw nawh a, Pathien inpâk a hlaw lem hlak.",
      "reference": "ROM 2:29"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ROM 2 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}