{
  "verses": [
    {
      "content": "Chuongchun, eini mi hrâthai hin mâni lâwmna zawng loin mi hrât nawhai hrât nawna ei tuorpui lem ding a nih.",
      "reference": "ROM 15:1"
    },
    {
      "content": "Mâni vênghai suksâwtna dingin an ṭhatna dingin suklâwm tum seng ei tiu,",
      "reference": "ROM 15:2"
    },
    {
      "content": "Krista khawm chun mâni lâwm- na a zawng si nawh a. “Nangma haltuhai halna che chu keia chungah a tla tah,” ti ziek ang khan a um lem.",
      "reference": "ROM 15:3"
    },
    {
      "content": "Pathien Lekha thua tuorselna le lungmuongna hmua beiseina ei nei theina dingin, inhmaa ziekhai ta- phawt chu eini inchûktirna dinga ziek an ni sih a.",
      "reference": "ROM 15:4"
    },
    {
      "content": "Tuorselna le thlamuongna Pa- thien chun Isu Krista hril angin lungril hmunkhat put dingin inumtir raw se cheu;",
      "reference": "ROM 15:5"
    },
    {
      "content": "ei Lalpa Isu Krista Pathien le Pa chu, lungril hmunkhat le inthuruola in chawimawi theina dingin.",
      "reference": "ROM 15:6"
    },
    {
      "content": "Chuleiin, Krista chun Pathien sukropuina dinga a lâwm cheu ang bawk khan, inlâwm tuo seng ro.",
      "reference": "ROM 15:7"
    },
    {
      "content": "Hi hi ka ihril chu a nih: thlatuhai kuoma thutiemhai chu sukdet ding le Pathien thu ân dik ti inhriettirna dingin Krista chu sertanhai rawng- bâwltuin a hung um a;",
      "reference": "ROM 15:8"
    },
    {
      "content": "lunginsietna leia Jentailhaiin Pathien an chawimawi theina dingin; “Chuleiin, Jentailhai lai chun, Inpâk ka ti cheh a, I hming chawimawina dingin Hla sak ka tih,” tia ziek ang khan,",
      "reference": "ROM 15:9"
    },
    {
      "content": "Chun, “Nangni Jentail po pohai, A mihai leh lâwm ro,” a ti nâwk a.",
      "reference": "ROM 15:10"
    },
    {
      "content": "Chun, “Nangni Jentail po pohai, Lalpa chu inpâk ro; Mi po po khawmin, Ama chu inpâk raw se,” a ti nâwk a.",
      "reference": "ROM 15:11"
    },
    {
      "content": "Chun, Isaiin, “Jessai zung zâm chu um a ta, Jentailhai Lala um dingin, A hung suok ding chu um bawk a ta, Ama chu Jentailhai chun beisei phâng an tih,” a ti nâwk bawk a.",
      "reference": "ROM 15:12"
    },
    {
      "content": "Thlarau Inthieng thilthawthei- na zâra beiseina in hau theina dingin Beiseina Pathien chun ring leia lâwmna le inremna tinrêngin suksip raw se cheu.",
      "reference": "ROM 15:13"
    },
    {
      "content": "Chun, ka unauhai, nangni chungthu chu, nangni ngei ṭhatnain in sip a, varna tinrêng in haua, in inkâwk tuo thei ti kei ngei khawmin indiktakin ka hriet.",
      "reference": "ROM 15:14"
    },
    {
      "content": "Nisienlakhawm, inhriettir nawn ding cheuin khâwlai lai hin amanih huoitakin ka ziek a nih: Pathienin a mi pêk lunginsietna lei hin Jentailhai laia Krista Isu rawng- bâwltu ka nih.",
      "reference": "ROM 15:15"
    },
    {
      "content": "Jentailhai inhlânna chu, Thla- rau Inthieng sukthienga lâwmtlâk an ni theina dingin Pathien Chanchin Ṭha kawngah thiempu sin ka thaw a nih.",
      "reference": "ROM 15:16"
    },
    {
      "content": "Chuongchun, Pathien tieng kawnga chu, Krista Isua chun suong ding ka nei a nih.",
      "reference": "ROM 15:17"
    },
    {
      "content": "Jentailhai inâwitir dingin Kristain thilthaw le thu hrilin keima mi hmanga a thilthawhai chau naw chu iengkhawm hril ngam si naw ning a;",
      "reference": "ROM 15:18"
    },
    {
      "content": "inchiknahai, thilmakhai, thil- thawtheinaa le Thlarau Inthieng thilthawtheinaa chun a mi hmang a nih. Chuleiin, Jerusalem le a vêl rama inthawkin Illurikom ram chen- in, Krista Chanchin Ṭha chu ram tinah ka hril kim tah a;",
      "reference": "ROM 15:19"
    },
    {
      "content": "mi dang lungphûm chunga rem ka ni nawna dingin, Chanchin Ṭha chu Krista hming lama a umna ta hmuna chun hril loin,",
      "reference": "ROM 15:20"
    },
    {
      "content": "“A chanchin la hril ngainawnaa mihai chun Hmûng an ta, A la hre ngainawhai chun, Hrieng an tih,” ti ziek ang khan.",
      "reference": "ROM 15:21"
    },
    {
      "content": "Chu lei tak khawm chun a nih, in kuoma hung ka ṭhul rawp hlak chu.",
      "reference": "ROM 15:22"
    },
    {
      "content": "Tu ruok hin chu hieng ram vêla hin sinthawna hmun hrim ka nei ta nawh, kum tamtak chu in kuoma hung inhâwkin ka um ta bawk a,",
      "reference": "ROM 15:23"
    },
    {
      "content": "Spain rama ka fe phaleh ka fe malama hmu cheu ka beisei sih a, nangni pâwl khawp deu zet lang cheu, chu tienga ka zu fenaa khawm chun nangni rawiin in mi zûn thla ka beisei bawk a nih.",
      "reference": "ROM 15:24"
    },
    {
      "content": "Tu ruok hin chu mi inthienghai rawngbâwl dingin Jerusalemah ka fe phawt ding a nih.",
      "reference": "ROM 15:25"
    },
    {
      "content": "Makedonia le Akaia rama mihai chun lungâwitakin, Jeru- salema mi inthienghai laia mi rim- sihai ta dingin sum an thawlâwm ta sih a.",
      "reference": "ROM 15:26"
    },
    {
      "content": "Anih, lungnitaka an thaw a nih, an kuomah an bat hrim bawk a; Jentailhaiin an thlarau tieng thilah an in ṭâwmpui si chun, khawvêl tieng thilin anni sawmdâwl ve thung a ṭûl hrim a nih.",
      "reference": "ROM 15:27"
    },
    {
      "content": "Chuleiin, chu chu thaw zoa, a ra khawm feltaka anni kân hmutir zoin nangni sir malamin Spain ramah fe pei ka tih.",
      "reference": "ROM 15:28"
    },
    {
      "content": "Chun, in kuoma ka hung pha chun, Krista Chanchin Ṭha mal- sâwmna famkim phurin hung ka tih ti ka hriet a nih.",
      "reference": "ROM 15:29"
    },
    {
      "content": "Unauhai, tuhin, in mi ṭawngṭai pêknaa chun ṭhahnemngaitaka mi ṭawngṭai pêk dingin Lalpa Isu Krista le Thlarau Inthieng hmangainain ka ngên cheu a nih:",
      "reference": "ROM 15:30"
    },
    {
      "content": "Judai rama awinawhai laia ka him theina ding le Jerusalem ta dinga sawmdâwlna ka ichawi hi, mi inthienghai lâwm zâwngtak a hung ni theina dingin.",
      "reference": "ROM 15:31"
    },
    {
      "content": "Pathien remti anga hlimtaka in kuomah ka hung a, ei hlim tlâng theina dingin.",
      "reference": "ROM 15:32"
    },
    {
      "content": "Remna Pathien chu in rênga kuomah um raw se. Amen.",
      "reference": "ROM 15:33"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ROM 15 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}