{
  "verses": [
    {
      "content": "Anleh, unauhai, dân chun mi a dam sûng po a chungah ro a rêl hlak ti in hriet naw am an nih? (Dân hre mihai kuomah ka hril a ni hi).",
      "reference": "ROM 7:1"
    },
    {
      "content": "Nuhmei pasal nei chu a pasal dam sûng po dânin a pasala khuopdein a um hlak; nisien- lakhawm, a pasal a thi chun, pasal kawngah dâna inthawka insuoin a um hlak.",
      "reference": "ROM 7:2"
    },
    {
      "content": "Chuongchun, a pasal dam sûnga mi dang a nei chun “uirenu” tîng an tih; a pasal a thi ruok chun, chu dâna inthawk chun inthlain a um a; chuongchun, mi dang nei sien khawm uire a ni ta nawh.",
      "reference": "ROM 7:3"
    },
    {
      "content": "Chuongchun, unauhai, Krista taksa pêng in ni leiin dân kawnga sukhlumin in lo um tah a, mi dang, mithi laia inthawka a keitho kha, in nei thei tah, Pathien tienga kan ra theina dingin.",
      "reference": "ROM 7:4"
    },
    {
      "content": "Tisaa ei um lai khan Dân leia nuom zâwng suol hung suokhai chun ei taksa pêngahai thina khawpa ra dingin sin a hung thaw hlak.",
      "reference": "ROM 7:5"
    },
    {
      "content": "Tu ruok hin chu a mi cheltu chu thisanin, Dâna inthawkin inthlain ei um tah; chuleichun lekha ziek hlui ang ni loin, Thlarau tharin rawng ei bâwl theina dingin.",
      "reference": "ROM 7:6"
    },
    {
      "content": "Ieng am hril tâng ei ta? Dân chu suol am a nih? Teu lo e a; Nisien- lakhawm, Dân leia hriet ni naw sien chu suol ka hriet naw ding bah; Dân chun, “Inhnar naw,” ti naw sien chu inhnar hi ka hriet naw ding bah.",
      "reference": "ROM 7:7"
    },
    {
      "content": "Nisienlakhawm, suolin thupêk lei chun remchâng lai hmuin, inhnarna tinrêng ka sûngah ân umtir a. Dân naw chun suolna chu a thi a nih.",
      "reference": "ROM 7:8"
    },
    {
      "content": "Chun, kha hma khan kei dân nei loin ka hring a; nisienlakhawm, thupêk chu a hung um phingleh suolna chu a hung har a, kei chu ka thi tah a.",
      "reference": "ROM 7:9"
    },
    {
      "content": "Chun, hringna dinga thupêk chu thina ding lem a nih ti ka hung hriet tah a;",
      "reference": "ROM 7:10"
    },
    {
      "content": "suolna chun thupêk lei chun, remchângna hmuin a mi lo hlêm a, thupêk chu hmangin a mi sukhlum tah a nih.",
      "reference": "ROM 7:11"
    },
    {
      "content": "Chuongchun, Dân chu ân thieng a, thupêk khawm chu ân thieng a, a fel a, a ṭha a nih.",
      "reference": "ROM 7:12"
    },
    {
      "content": "Anleh, thil ṭha chu keia ta dingin thina a lo ni am a nih? Teu lo e a! Suolna chu keia ta dingin thina a hung ni ta lem a nih; chuongchun, suolna chu suolna a nih ti ân lang theina dingin, thil ṭha chu hmangin a mi sukhlum a nih. Suolna chu thupêk lei khan suol nasatak a ni theina dingin.",
      "reference": "ROM 7:13"
    },
    {
      "content": "Dân chu Thlarau tieng thil a nih ti ei hriet sih a; kei ruok chu tisa tienga mi, suol suoka zawr ta hnung ka nih.",
      "reference": "ROM 7:14"
    },
    {
      "content": "Sin ka thawhai hi a ngaina ka hriet si nawh a, ka thaw hlakhai hi ka thaw nuom zâwng khawm a ni si nawh a; ka itheida zâwngtak chu ka thaw lem hlak a nih.",
      "reference": "ROM 7:15"
    },
    {
      "content": "Ka thaw nuom naw zâwng chu ka thaw si chun, Dân chu a ṭha tia awi nîng ka tih.",
      "reference": "ROM 7:16"
    },
    {
      "content": "Chuongchun, thil ka thawhai hi keiin ka thaw a ni ta nawh a, suolna keimaa um chun a thaw a ni lem a nih.",
      "reference": "ROM 7:17"
    },
    {
      "content": "Keimaa hin, chu chu ka tisaa hin tina a nih, thil ṭha hrim a um nawh ti ka hriet, thil ṭha thaw nuomna chu keimaah a umdea chu, thil ṭha thawna chu a um si nawh a.",
      "reference": "ROM 7:18"
    },
    {
      "content": "Ṭhatna thaw ka nuoma chu ka thaw naw a, suolna ka thaw nuom naw chu ka thaw sih a.",
      "reference": "ROM 7:19"
    },
    {
      "content": "Ka nuom naw zâwng ka thaw si chun, a thawtu chu kei ka ni ta nawh a, suol keimaa um chu a ni lem a nih.",
      "reference": "ROM 7:20"
    },
    {
      "content": "Chuongchun, hi dân hi ka hung hriet suok tah; thil ṭha thaw ka nuom laiin suolna ka kuomah a hung um hlak a nih.",
      "reference": "ROM 7:21"
    },
    {
      "content": "Ka lungril takin Pathien dân chungah ka lâwm si hlak a;",
      "reference": "ROM 7:22"
    },
    {
      "content": "nisienlakhawm, ka taksa pêng- haia hin dân danglam a um ti ka hriet, chu chun ka lungrila dân chu a do a, ka taksa pênghaia suolna dân umhai chun salah a mi ṭhuoi a nih.",
      "reference": "ROM 7:23"
    },
    {
      "content": "Mi rimsi ka va ni ngei de aw! Hi thina taksaa inthawk hin tuin am mi sansuok a ta?",
      "reference": "ROM 7:24"
    },
    {
      "content": "Isu Krista ei Lalpa lei chun Pathien kuomah lâwmthu ka hril a nih. Chuongchun, keima tak chun, ka lungril chun, Pathien dân rawng ka bâwl hlak, ka tisa ruok chun suolna dân rawng ka bâwl hlak.",
      "reference": "ROM 7:25"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ROM 7 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}