{
  "verses": [
    {
      "content": "Anleh, Abraham, tisa dâna ei thlatu chun a hmu ieng am hril ei ta?",
      "reference": "ROM 4:1"
    },
    {
      "content": "Abrahamin a thilthaw leiin thiem a chang si chun, suong ding a nei a nih; Pathien tieng ruok chun a nei nawh a;",
      "reference": "ROM 4:2"
    },
    {
      "content": "Pathien Lekhain ieng am a hril a? “Abraham chun Pathien a ring a, chu ringna chu a felnaa ngai a nih,” tiin a hril a nih.",
      "reference": "ROM 4:3"
    },
    {
      "content": "Chun, sinthawtu hlaw chu lunginsietnaa ngai a ni nawh a, bat anga ngai a ni lem a nih.",
      "reference": "ROM 4:4"
    },
    {
      "content": "Amiruokchu, mi, a thilthawa innghat loa, Pathien hre nawhai thiem inchangtirtu ring lemtu ringna chu, a felnaa ngai a nih.",
      "reference": "ROM 4:5"
    },
    {
      "content": "Mi, a thilthaw ngaituo loa, Pathienin fela a ingaihai hamṭhatzie chu David khawmin:-",
      "reference": "ROM 4:6"
    },
    {
      "content": "“An bawsietnahai ngaidama umhai le, An suolhai inkhuma um chu An hamṭha.",
      "reference": "ROM 4:7"
    },
    {
      "content": "Lalpain suol neia a ingai naw chu an hamṭha,” tia a hril ang khan.",
      "reference": "ROM 4:8"
    },
    {
      "content": "Anleh, chu hamṭhatna chu sertanhai chung chau âm a ni a um, sertan nawhai chunga khawm? “Abraham ringna chu a felnaa ruot a nih” ei ti sih a.",
      "reference": "ROM 4:9"
    },
    {
      "content": "Chu chu iengti ziea ngai am ni tâng a ta? A sertan hmain am a ni, a sertan hnungin? A sertan hnungin a ni nawh a, a sertan hmain a ni lem a nih.",
      "reference": "ROM 4:10"
    },
    {
      "content": "Chuongchun, sertan loa a um laia, ringnain felna chu a hmu ti inhrietna, sertan inchikna chu a hmuh a, chu felna chu an ta dinga ruot a nina dingin sertan lohai laia ringtuhai po po pa a ni theina dingin,",
      "reference": "ROM 4:11"
    },
    {
      "content": "sertanhai pa khawm a ni thei bawkna dingin– sertanhai pa chau a ni nawh a, ama, ei pa Abraham sertan loa a um laia, ringna a nei anga nei fâwmhai pa a ni lem a nih.",
      "reference": "ROM 4:12"
    },
    {
      "content": "Dân leiin Abraham le a thlahai kuoma chun khawvêl ro hluo ding thu chu tiem a ni nawh a, ringnaa felna lei a ni lem.",
      "reference": "ROM 4:13"
    },
    {
      "content": "Dâna mihai rohluotuhai an ni si chun, ringna ienga khawm hmang a ni ta nawh a, thutiem khawm chu iengkhawm a ni ta nawh;",
      "reference": "ROM 4:14"
    },
    {
      "content": "Dân chun lunginsenna a siem hlak sih a; Dân um nawnaa chun bawsietna khawm a um bawk nawh.",
      "reference": "ROM 4:15"
    },
    {
      "content": "Chuleiin, lunginsietna a ni theina dingin, ringna leiin a nih hi suon po pohai chun thutiem chu matheiloa an hmu chu. Dân nei mi chauin an hmu ding a ni nawh a, Abraham ringna ang ringna neihai khawmin hmûng an tih. Abraham chu ei rênga pa a nih,",
      "reference": "ROM 4:16"
    },
    {
      "content": "mithihai sukhringtu le, thil umnawhai a taka inumtirtu, a iring Pathien mithmua chun; “Chi tam- takhai pain siem ka ti che” tia ziek ang khan.",
      "reference": "ROM 4:17"
    },
    {
      "content": "Beiseina âwm a um naw khawmin beiseitakin a ring a, chi tamtakhai pa a hung ni theina dingin, “Khi zât khin i thlahai la um an tih,” tia hril ang khan.",
      "reference": "ROM 4:18"
    },
    {
      "content": "Chun, ringna detlo chuong loin, a taksa thi tah anga um chu a ngaituoh a, ama chu kum za lai mi a ni sih a, Sara ching khawm a ngaituo bawk a.",
      "reference": "ROM 4:19"
    },
    {
      "content": "Nisienlakhawm, ringna tlasam- in Pathien thutiem chu a ringhla chuong nawh a, Pathien a châwimawi a;",
      "reference": "ROM 4:20"
    },
    {
      "content": "a thutiem chu ân hlawtling tir thei ti a ring hle bawk a, a ringna chu a hung det lem tah a.",
      "reference": "ROM 4:21"
    },
    {
      "content": "Chuleiin a ringna chu a felnaa ngai a hung ni tah.",
      "reference": "ROM 4:22"
    },
    {
      "content": "Chuongchun, a ringna chu a felnaa ngai a ni ti ama ta ding chaua ziek a ni nawh a,",
      "reference": "ROM 4:23"
    },
    {
      "content": "Isu, ei Lalpa mithi laia inthawka keithotu ringtu einihai ta ding khawmin a nih, ei ringna chu felnaa ngai nîng a tih.",
      "reference": "ROM 4:24"
    },
    {
      "content": "Chu Isu chu ei suolna leiin inmantirin a um a, thiem ei changna dingin keithoin a um bawk a.",
      "reference": "ROM 4:25"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ROM 4 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}