{
  "verses": [
    {
      "content": "Chuongchun, tuhin chu Krista Isua umhai ta ding chun thiem- naw inchangtirna hrim a um ta nawh.",
      "reference": "ROM 8:1"
    },
    {
      "content": "Krista Isua Hringna Thlarau dân chun suolna le thina dâna inthawk chun a mi sansuok ta sih a.",
      "reference": "ROM 8:2"
    },
    {
      "content": "Tisa leiin Dân chu a hrât nawh a, a thaw thei ruol naw chu Pathienin ama Naupa ngei tisa suol ang putin suol thawina dinga hung tirin, tisaa suolna um chu thiemnaw ân changtir tah a nih,",
      "reference": "ROM 8:3"
    },
    {
      "content": "tisa dân hraw lo a, Thlarau dân hraw lemtu einia hin Dân thu ruot chu hlena a um theina dingin.",
      "reference": "ROM 8:4"
    },
    {
      "content": "Tisa dâna umhai chun tisa tieng thilhai an dit hlak; Thlarau dâna umhai ruok chun thlarau tieng thilhai an dit hlak. Tisa tieng thil dit chu thina a ni sih a;",
      "reference": "ROM 8:5"
    },
    {
      "content": "Thlarau tieng thil dit ruok chu hringna le lungmuongna a nih;",
      "reference": "ROM 8:6"
    },
    {
      "content": "tisa dit zâwng chu Pathien dona a ni sih a. Chu chu Pathien dânin a um nghâl si nawh a, um khawm a um thei bawk nawh.",
      "reference": "ROM 8:7"
    },
    {
      "content": "Chuleiin, tisaa umhai chun Pathien an suklâwm thei nawh.",
      "reference": "ROM 8:8"
    },
    {
      "content": "Chuongchun, Pathien Thlarau chu nangniah a chêng takzet a ni chun, tisaa um ni loin, Thlaraua um in ni lem. Tukhawm Krista Thlarau nei naw chu ama mi a ni nawh.",
      "reference": "ROM 8:9"
    },
    {
      "content": "Krista chu nangniah a um ruok chun, in taksa chu suolna leia thi khawm ni sien, Pathiena thiem changa um in ni leiin in thlarau chu a hring a nih.",
      "reference": "ROM 8:10"
    },
    {
      "content": "Nisienlakhawm, mithi laia inthawka Isu keitho nâwktu Thlarau kha nangniah a um chun, mithi laia inthawka Krista Isu keitho nâwktu khan nangnia um Thlarau zâra chun, in taksa thi theihai chu sukhring bawk a tih.",
      "reference": "ROM 8:11"
    },
    {
      "content": "Chuleichun, unauhai, bat ei nei, tisa dâna um lo dingin, tisa kuoma khawm ni bawk loin.",
      "reference": "ROM 8:12"
    },
    {
      "content": "Tisa dâna in um chun in thi ngei ding a nih; amiruokchu, taksa thil- thawhai chu Thlaraua in sukhlum hlak chun hring in tih.",
      "reference": "ROM 8:13"
    },
    {
      "content": "Pathien Thlarau ṭhuoia umhai po chu Pathien nauhai an ni sih a.",
      "reference": "ROM 8:14"
    },
    {
      "content": "Ṭia um nâwk dingin suok nina thlarau in hmu a ni si nawh a; nau nina thlarau in hmu lem a nih; chu thlarau zâra chun, “Abba! (Pa)” tiin ei khêk hlak hi.",
      "reference": "ROM 8:15"
    },
    {
      "content": "Thlarau ngei chun, eini thlarau leh, Pathien nauhai ei nih ti a mîn hriettir hlak.",
      "reference": "ROM 8:16"
    },
    {
      "content": "Chun, nauhai ei ni chun ro- hluotuhai, Pathien rohluotu, Krista hluopuituhai ei nih; chuleiin, ama ei tuorpui ding a nih, a kuoma chawimawia ei um ve theina dingin.",
      "reference": "ROM 8:17"
    },
    {
      "content": "Tulaia tuornahai hi ei chunga ropuina suklanga la um ding le chun hrilkhi khawpa ka ngai si nawh a.",
      "reference": "ROM 8:18"
    },
    {
      "content": "Thilsiemhai chun beiseitakin Pathien nauhai hung inlangna chu an nghâkhla hle sih a.",
      "reference": "ROM 8:19"
    },
    {
      "content": "Thilsiem po pohai chu, thil teplo thu thua inumtirin an um tah; an nuoma um an ni nawh a, ân umtirtu lei a ni lem a nih.",
      "reference": "ROM 8:20"
    },
    {
      "content": "Beiseina neiin thilsiemhai po po khawm chu sietna suoka inthawka insuoin um an ta, Pathien nauhai zalênna ropuia chun an lût ding a ni sih a.",
      "reference": "ROM 8:21"
    },
    {
      "content": "Thilsiem po pohai chu tu chen hin inrûm le nauhasena tuorin an um tâwl ti ei hriet sih a.",
      "reference": "ROM 8:22"
    },
    {
      "content": "Chu chau khawm chu ni loin, eini, Thlarau rahmasa neituhai ngei khawm hin, nau ei nina (ei taksa intlanna) chu nghâkin, eini meu khawm ei lungrilin ei inrûm sih a.",
      "reference": "ROM 8:23"
    },
    {
      "content": "Beiseinain a nih, sandama ei um chu; nisienlakhawm, hmu thei zing beiseina hi beiseina a ni nawh a, miin a hmu thei zing chu iengtin am a la beisei hlak a?",
      "reference": "ROM 8:24"
    },
    {
      "content": "Ei hmu naw chu ei beisei chun ei nghâk fan fan hlak a nih.",
      "reference": "ROM 8:25"
    },
    {
      "content": "Chuong ang bawkin, Thlarau chun ei hrât nawnahaiah a mi ṭhang- pui hlak a; ieng anga ṭawngṭai ding am a ni ti ei hriet si nawh a; nisienlakhawm, Thlarau chun inrûm hril ruol loin a mi ṭawngṭai pêk hlak.",
      "reference": "ROM 8:26"
    },
    {
      "content": "Chun, Pathien dit zâwng ang peiin mi inthienghai chu a ṭawngṭai pêk hlak leiin, lungrilhai entu chun Thlarau dit zâwng chu a hriet hlak a nih.",
      "reference": "ROM 8:27"
    },
    {
      "content": "Chun, Pathien hmangaituhai amain a ruot anga a kohai ta ding chun, an ṭhatna dingin iengkimin a thawpêk hlak ti ei hriet a.",
      "reference": "ROM 8:28"
    },
    {
      "content": "A hrietlâwkhai chu ama Naupa ang taka um dingin a ruot lâwk sih a, a Naupa chu unau tamtak laia nau lutîr a hung ni theina dingin.",
      "reference": "ROM 8:29"
    },
    {
      "content": "Chun, a ruot lâwkhai chu a ko bawk a; a kohai chu thiem ân changtir bawk a; chun, thiem ân changtir hai chu a châwimâwi bawk a.",
      "reference": "ROM 8:30"
    },
    {
      "content": "Chuong thua chun ieng am hril tâng ei ta? Pathien eini tieng a ṭhang chun tuin am mi do thei a ta?",
      "reference": "ROM 8:31"
    },
    {
      "content": "Ama naupa ngei khawm hla loa, ei rênga aia petu chun, thil dang po po khawm a thlâwnin a mi pêk sa naw ding am a nih?",
      "reference": "ROM 8:32"
    },
    {
      "content": "Pathien mi thlanghai chu tuin am hêk a ta? Thiem inchangtirtu kha Pathien a ni sih a.",
      "reference": "ROM 8:33"
    },
    {
      "content": "Tuin am thiemnaw inchangtir a ti leh? A thi chu Isu Krista chu a ni sih a, anih, mithi laia inthawka tho nâwk ta lem a, Pathien changtienga uma a mi hrilpêktu bawk kha a nih.",
      "reference": "ROM 8:34"
    },
    {
      "content": "Krista hmangainaa inthawk chu tuin am mi ṭhêng a ta? Rinum- nain amanih, lungngainain amanih, suknawmnatnain amanih, ṭâmin amanih, saruoknain amanih ṭiumin amanih, kâwlhnâmin amanih a mi ṭhe ding am a nih?",
      "reference": "ROM 8:35"
    },
    {
      "content": "“Nangma leiin sûnnithlâkin thatin kan um hlak; Berâm that ding anga ngai kan nih,” tia ziek ang khan.",
      "reference": "ROM 8:36"
    },
    {
      "content": "Ṭhe lo e! chuong po poa chun, a mi hmangaitu lei chun ropuitaka hnetu ei nih.",
      "reference": "ROM 8:37"
    },
    {
      "content": "Chiengtakin ka hriet a nih; thina dâm, hringna dâm, vântirko dâm, inlalna dâm, thil umsa le a la um ding dâm,",
      "reference": "ROM 8:38"
    },
    {
      "content": "thilthawtheina dâm, insângna dâm, inthûkna dâm, thilsiem dang hrim hrim khawmin ei Lalpa Krista Isua um Pathien hmangainaa inthawk chun mi ṭhe naw ni.",
      "reference": "ROM 8:39"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ROM 8 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}