{
  "verses": [
    {
      "content": "Anleh Juda mi chun sâwtna ieng am a nei chuong bîk a? Sertan khawm chu a sâwtna ieng am a ni leh?",
      "reference": "ROM 3:1"
    },
    {
      "content": "Kawng tinrêngah a sâwt hle. Pathien thuhai an kuomah inkawl- tira a um lei a ni tak.",
      "reference": "ROM 3:2"
    },
    {
      "content": "Anni laia ṭhenkhathai ringum nawhai sien khawm ieng am a ni chuong leh? An ringumnawna chun Pathien ringumzie chu ieng khawm niloin a siem chuong am a nih?",
      "reference": "ROM 3:3"
    },
    {
      "content": "Teu lo e! Pathien chu mi indiktak lo ni raw se, mi tin chu mi khêlhlip lo nihai sien khawm: “Nangin i thu hrilin thiem în changtir thei a, rorêlpêka i um khawma i hne theina dingin,” ti ziek ang khan.",
      "reference": "ROM 3:4"
    },
    {
      "content": "Nisienlakhawm, ei fel nawnahai hin Pathien felna chu a suklang mawi zuol si chun ieng am hril ei ta? Pathienin mi a hrem hin, mi fel lo a ni am a nih? (Mihriem dân takin hril ta inla).",
      "reference": "ROM 3:5"
    },
    {
      "content": "Teu lo e! Chuong a ni chun Pathienin iengtin am khawvêl ro rêl a ta?",
      "reference": "ROM 3:6"
    },
    {
      "content": "Nisienlakhawm, ka khêl hril leia Pathien thu indikzie ama sukropui khawp raua ân lang nâwk pei chun, ieng dinga kei khawm mi suol anga thiemnaw inchangtira la um rawp am ka na?",
      "reference": "ROM 3:7"
    },
    {
      "content": "Mîn an mi hêk a, mi ṭhenkhatin ka hril naw tawp an mîn hriltir angin ieng dinga, “Thil ṭha a hung theina dingin thil suol thâwng ei tiu,” tiin ei hril lem naw? Chuong ang mihai chun thiemnaw an chang chu a fel a nih.",
      "reference": "ROM 3:8"
    },
    {
      "content": "Annawleh, eini Judahai hi anni nêkin ei ṭha chuong bîk am a nih? Teu lo e! Judahai le Grikhai chu angkhat rawnga suolna suoka um vawng ei nih ti hi hma khawmin ei hril ta kha;",
      "reference": "ROM 3:9"
    },
    {
      "content": "“Tukhawm mi fel hrim an um nawh. Pakhat bêk khawm an um nawh,",
      "reference": "ROM 3:10"
    },
    {
      "content": "Tûkhawm a hre thiem hrim an um nawh, Tûkhawm Pathien zawng hrim an um nawh.",
      "reference": "ROM 3:11"
    },
    {
      "content": "A ni naw tieng an pêt vawng tah a, Ienga khawm hmang tlâk loin an um vawng tah a; Tûkhawm thil ṭha thaw hrim an um nawh; Pakhat bêk khawm an um nawh.",
      "reference": "ROM 3:12"
    },
    {
      "content": "An hnuk chu thlân inhawng a na, An leiin inhlêmna thu a hril a, An bau sûngah rûl tûr a um a,",
      "reference": "ROM 3:13"
    },
    {
      "content": "An bau chu ṭawngseinphurna le thu khain a sip a.",
      "reference": "ROM 3:14"
    },
    {
      "content": "An ke chu thisen insuo dingin a pên hrât a;",
      "reference": "ROM 3:15"
    },
    {
      "content": "An lampuia chun bohmangna le rinumna a um a.",
      "reference": "ROM 3:16"
    },
    {
      "content": "Lungmuongna lampui khawm an hriet nawh.",
      "reference": "ROM 3:17"
    },
    {
      "content": "An mithmuah Pathien ṭina hrim a um nawh,” ti ziek ang khan.",
      "reference": "ROM 3:18"
    },
    {
      "content": "Dânin iengkhawm a hril taphawt chu Dân thu thua umhai kuomah a hril a nih ti ei hriet a, bau tinrêng hupa a um theina ding le, khawvêla mi po po Pathien rorêla an um theina dingin.",
      "reference": "ROM 3:19"
    },
    {
      "content": "Chuongchun, mi tukhawm Dâna thilthaw leiin a mithmuah thiem changin um naw ni hai; Dân leiin suol hriet famkimna a hung um a ni sih a.",
      "reference": "ROM 3:20"
    },
    {
      "content": "Nisienlakhawm, tuhin Dân ṭhang loa Pathien felna chu suk- langin a um tah; Dân le zâwlneihai thu khawma a hril kha a nih;",
      "reference": "ROM 3:21"
    },
    {
      "content": "chu chu Pathien felna, Isu Krista ringna leia ama awitu taphawt kuoma suklanga um chu a nih; a danglamna hrim a um nawh a.",
      "reference": "ROM 3:22"
    },
    {
      "content": "Mi po poin thil an suksuol vawng tah a, Pathien ropuina an chang zo ta naw a nih.",
      "reference": "ROM 3:23"
    },
    {
      "content": "Chuong a ringtuhai chu Krista Isua intlanna um lei chun, lungin- sietnaa a thlâwna thiem inchangtirin an um a.",
      "reference": "ROM 3:24"
    },
    {
      "content": "Pathienin ama felzie inentir dingin Krista Isu chu a thisen ringnaa suol thuphachawina dingin a ruot a. Pathien zaidawtheinain in- hmaa suolnahai chu hriet naw tehlêm a thaw a nih.",
      "reference": "ROM 3:25"
    },
    {
      "content": "Ama ngei chu mi fel a nizie le Isua ringna nei taphawt thiem inchangtirtu a ni zie tulaia inentirna dingin a nih.",
      "reference": "ROM 3:26"
    },
    {
      "content": "Insuongna chu khâwlai am a um leh? A puo tienga khâr nelin a um tah. Ieng dânin am a na? Thilthaw dânin am a nih? Ni lo e, Ringna dânin a ni lem.",
      "reference": "ROM 3:27"
    },
    {
      "content": "Chuongchun, Dân thil thaw lei ni loin, ringna leiin miin thiem chang dingin ei ngai a nih.",
      "reference": "ROM 3:28"
    },
    {
      "content": "Pathien chu Judahai Pathien chau am a nih? Jentailhai Pathien khaw m a ni ve naw am a nih? Ni veh e.",
      "reference": "ROM 3:29"
    },
    {
      "content": "Sertanhai chu an ring leia thiem inchangtirtu ding le, sertan- nawhai chu an ring leia thiem inchangtirtu Pathien pakhat chau a ni si chun, Jentailhai Pathien khawm ni ve ngei naw ni.",
      "reference": "ROM 3:30"
    },
    {
      "content": "Anleh, ringna lei ngawtin Dân chu iengkhawm ni loin ei siem el am a nih? Teu lo e! Dân chu ei sukdet lem hman a nih.",
      "reference": "ROM 3:31"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ROM 3 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}