{
  "verses": [
    {
      "content": "Chun, ringnaa hrât naw mi chu, a ringhlana sawisêl loin, lâwm lem ro.",
      "reference": "ROM 14:1"
    },
    {
      "content": "Mi pakhatin iengkim fa theiin ân ring a, mi hrât naw ruok chun thlai chau a fâk hlak.",
      "reference": "ROM 14:2"
    },
    {
      "content": "Iengkim fa mi chun a fa naw chu hmusit naw raw se; a fa naw khawm chun a fatu chu sawisêl naw raw se; Pathienin ama chu a lâwm tah annâwm.",
      "reference": "ROM 14:3"
    },
    {
      "content": "Mi dang siehlaw sawisêltu chu tu am i ni leh? a ngîr le a tlûk chu ama hotupa ta ding a nih. Nisienlakhawm, ama chu inngirtirin um a tih, Lalpa chun ân ngîrtir thei sih a.",
      "reference": "ROM 14:4"
    },
    {
      "content": "Mi pakhatin ni khat hi ni dang nêkin a ngaihlu bîk hlak a, mi dangin ni po po chu inang sengin a ngai hlak a nih. Mi tin mani lungrilah inhre chieng raw se.",
      "reference": "ROM 14:5"
    },
    {
      "content": "Ni insertu chun, Lalpa chawi- mawina dingin ân ser hlak a na. Iengkim fatu chun, Pathien kuomah lâwm thu a hril a, Lalpa chawi- mawina dingin a fâk hlak a nih; a fa nawtu khawm chun, Pathien kuomah lâwm thu a hril a, Pathien chawimawina dingin a fâk naw hlak a nih.",
      "reference": "ROM 14:6"
    },
    {
      "content": "Tûkhawm mâni ta dinga hring ei ni nawh a, tûkhawm mâni ta dinga thi ei ni bawk nawh.",
      "reference": "ROM 14:7"
    },
    {
      "content": "Ei hring chun Lalpa ta dingin ei hring a, ei thi khawmin Lalpa ta dingin ei thi a ni sih a; chuleiin, ei hring khawmin ei thi khawmin Lalpa ta ei nih.",
      "reference": "ROM 14:8"
    },
    {
      "content": "Krista thina le a hung hring nâwkna san chu mi dam le mi thi Lalpa a ni theina hi a ni sih a.",
      "reference": "ROM 14:9"
    },
    {
      "content": "Nisienlakhawm, nangin ieng dinga i unau i sawisêl am a na? annawleh, nangin ieng dinga i unau i hmusit am a na? Pathien rorêlna ṭhungpha hmaah ei rêngin ei la ngîr ding a ni sih a.",
      "reference": "ROM 14:10"
    },
    {
      "content": "“Lalpa chun, ‘Mi tinrêng Ka hmaah kûn an ta, Lei tinrêng khawm Pathien kuomah inphuong an tih,’ Tiin ṭawng kân khâm a nih,” a tih a, ti ziek ang khan.",
      "reference": "ROM 14:11"
    },
    {
      "content": "Chuongchun, ei rêngin Pathien kuomah mâni chanchin ei hril seng ding a nih.",
      "reference": "ROM 14:12"
    },
    {
      "content": "Chuleiin, insawisêl tâwl ta nâwm ei niu khai; tûkhawmin mâni unau kalna amanih tlûkna amanih siem naw tum lem seng ro.",
      "reference": "ROM 14:13"
    },
    {
      "content": "Ama le ama ngawt chun ân thieng naw iengkhawm a um nawh ti Lalpa Isua chun ka hriet hle a nih, thil inthieng loa ngaitu ta ding chun, ama ta ding chun ân thieng naw a nih.",
      "reference": "ROM 14:14"
    },
    {
      "content": "I thil fâk leia i unau lungril a na chun, hmangai dân kawng chu i hraw ta nâw a nih. A thi ai Kristain a thipêk chu i thil fâkin sukbo naw rawh.",
      "reference": "ROM 14:15"
    },
    {
      "content": "Chuongchun, in ta dinga ṭhatna chu suola hrilin um naw raw se;",
      "reference": "ROM 14:16"
    },
    {
      "content": "Pathien ram chu dâwn le fâk tieng thu a ni si nawh a; felna dâm, inremna dâm, Thlarau Inthienga lâwmna dâm a ni lem ie.",
      "reference": "ROM 14:17"
    },
    {
      "content": "Tûkhawm, chuong thua Krista rawng bâwl chu, Pathien lâwm zâwng le mihriem inpâkin a um hlak.",
      "reference": "ROM 14:18"
    },
    {
      "content": "Chuongchun, inremna le insuk- sâwt tuona ding thilhai chu hnawt ei tiu.",
      "reference": "ROM 14:19"
    },
    {
      "content": "I thil fâk leiin Pathien sinthaw sukse naw. Thil po po chu ân thieng ngei, nisienlakhawm, a thil fâkin mi a sukthlûk chun, a fatu ta dingin suol a nih.",
      "reference": "ROM 14:20"
    },
    {
      "content": "I unau tlûkna ding a ni chun, sa fâk lo dâm, uoin dâwn lo dâm, thil iengkhawm thaw lo a ṭha lem a nih.",
      "reference": "ROM 14:21"
    },
    {
      "content": "Ringna i nei chu Pathien hmaah nang chau ihrietin nei el rawh. Mâni ṭha ti kawnga thiemnaw inchangtir naw chu a ham ṭha.",
      "reference": "ROM 14:22"
    },
    {
      "content": "Amiruokchu, ringhlatuin a fâk chun, ringnain a fâk naw leiin thiemnaw a chang a nih; iengkhawm ringna boa thaw chu suol a ni sih a.",
      "reference": "ROM 14:23"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ROM 14 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}