{
  "verses": [
    {
      "content": "Paula, Isu Krista suok, tirko ni dinga ko, Pathien Chanchin Ṭha hril dinga ṭhethlâka um lekhathawn:",
      "reference": "ROM 1:1"
    },
    {
      "content": "Chu Chanchin Ṭha chu Pa- thienin inhmata a lekha inthieng- haia zâwlneihai baua a ilo tiem tah, a Naupa ei Lalpa Isu Krista thu chu a nih.",
      "reference": "ROM 1:2"
    },
    {
      "content": "Tisa tienga chun ama chu David suona insieng a na,",
      "reference": "ROM 1:3"
    },
    {
      "content": "inthiengna Thlarau tieng thua ruok chun mithi laia inthawka a thonâwkna chun Pathien Nau a ni zie thilthawtheina nasatakin ân hriettir a;",
      "reference": "ROM 1:4"
    },
    {
      "content": "A hming leia hnam tin laia mi ringna thu chu inzâwmtir dingin; ama zâra chun lunginsietna le tirko nina chu kan chang tah a;",
      "reference": "ROM 1:5"
    },
    {
      "content": "nangni khawm chuonghai lai chun Isu Krista ta ni dinga ko chu in nih.",
      "reference": "ROM 1:6"
    },
    {
      "content": "Rom khuoa Pathien idittakhai, mi inthieng ni dinga kohai po po kuomah; Pathien ei Pa le Lalpa Isu Kristaa inthawka lunginsietna le inremna in kuomah um raw se.",
      "reference": "ROM 1:7"
    },
    {
      "content": "A hmasatakin, khawvêl po poah in ringna thu ân thang leiin in rênga chunga ka lâwm thu, Isu Krista zârah ka Pathien kuomah ka hril a nih.",
      "reference": "ROM 1:8"
    },
    {
      "content": "A Naupa Chanchin Ṭha hrila ka thlaraua a rawng ka ibâwl Pathien chu a mi hrepuitu a nih; ka ṭawngṭainahaia chun maloin in hminghai ka lam rawp a.",
      "reference": "ROM 1:9"
    },
    {
      "content": "Tu bêk hin in kuoma ka hung theina dingin Pathien remti ang anga, hung inzinna remchâng ka nei tei tei theina dingin ka hni rawp hlak.",
      "reference": "ROM 1:10"
    },
    {
      "content": "In detna dinga Thlarau tieng thilpêk iengamanih ka pêk theina ding cheuin hmu cheu kân hâwk hle a nih.",
      "reference": "ROM 1:11"
    },
    {
      "content": "Chu chu in ringna le keia ringnain ei inthlamuon tuo theina dingin ka tina a nih.",
      "reference": "ROM 1:12"
    },
    {
      "content": "Unauhai, Jentail danghai laia kân rimna ra ka hmu ta ang bawkin, nangni lai khawm a ra ka hmu theina dingin, in kuoma hung vawi tamtak ka tum tah ti in hriet naw ka nuom nawh; nisienlakhawm, kha hma po khan chu dangin ka um rawp a.",
      "reference": "ROM 1:13"
    },
    {
      "content": "Grik mihai le hnamchawmhai kuomah bat ka nei, mi var le mi invêthai kuoma khawm.",
      "reference": "ROM 1:14"
    },
    {
      "content": "Chuongchun, nangni Rom khuoa mihai kuoma khawm Chan- chin Ṭha ka theitâwpa hril dingin inzosa zinga um ka nih.",
      "reference": "ROM 1:15"
    },
    {
      "content": "Chanchin Ṭha chu kân zâpui si nawh a, tûkhawm a awihai po ta dinga sandamna dinga Pathien thilthawtheina a ni sih a; a phutin Juda mi ta dingin, chun, Grik mihai ta ding khawmin a hung nih.",
      "reference": "ROM 1:16"
    },
    {
      "content": "Chutaka chun awi nâwkzuolna dingin, ringnain Pathien felzie chu a hung inlang a, “Ringna leia mifel chu hring a tih” tia ziek ang khan.",
      "reference": "ROM 1:17"
    },
    {
      "content": "Thutak fel nawtaka dangtuhai Pathien ngaisak nawna le fel nawna po po chunga chun vâna inthawkin Pathien lungsen a hung inlang a nih.",
      "reference": "ROM 1:18"
    },
    {
      "content": "Pathienin ân hriettir ta leiin, Pathien chanchin hriet dinghai chu an lungrilah inhriettirin a um sih a.",
      "reference": "ROM 1:19"
    },
    {
      "content": "Amaa mizie hmu thei lo hai, a chatuon thilthawtheina le a Pathien nizie chu, leihnuoi siem tîra inthawkin chiengtaka hmuin a um a, thilsiema chun ân lang a nih; chuleichun, suonlam ding hrim an nei nawh;",
      "reference": "ROM 1:20"
    },
    {
      "content": "Pathien hre zing siin Pathien angin an chawimawi nawh a, lâwmthu khawm an hril bawk si nawh. Teplo mei mei an ngaituo lem tah a, an lungril invêt chu a hung inthim tah a.",
      "reference": "ROM 1:21"
    },
    {
      "content": "Vara inngaiin invêt an lo ni tah a,",
      "reference": "ROM 1:22"
    },
    {
      "content": "Pathien thi thei lo ropuina chu, mihriem thi thei dâm le vatehai dâm, sapheimanli le thilhringhai lim angah an inchangtir tah a.",
      "reference": "ROM 1:23"
    },
    {
      "content": "Chuleichun, an taksa inzakum- taka insiem tuo dingin an lungril inhâwk anga pawrchêtaka um phalin Pathienin a nghatsan tah a.",
      "reference": "ROM 1:24"
    },
    {
      "content": "Pathien thutak chu khêla inchangtirin, a siemtu biek nêkin a isiemhai chu bein an rawng an bâwl ta lem sih a. A siemtu chu kumkhuoa inpâk tlâk a nih! Amen.",
      "reference": "ROM 1:25"
    },
    {
      "content": "Chuleichun, Pathienin inzak- umtaka hur phalin a nghatsan a; an nuhmeihai rau khawma an um dân insiengpui chu dân naw anga um dingin an insuk danglam sih a;",
      "reference": "ROM 1:26"
    },
    {
      "content": "pasalhai khawm nuhmei le inhmang dân pângngai chu bânsana hurin, ân hnarin an inhnar tuoh a; pasal le pasal khawm ṭha nawtakin an inthawh a, an suol man hmu ding chu anni le annia chun an hmuh a.",
      "reference": "ROM 1:27"
    },
    {
      "content": "Chun, Pathien hriet an nuom naw leiin, thil mawi naw tak tak thaw dinga a dit naw zâwng lungril nei phalin Pathienin a nghatsan tah a;",
      "reference": "ROM 1:28"
    },
    {
      "content": "chuongchun, rîtlona tinrêng dâm, suolna tinrêng dâm, inhnarna tinrêng dâm, lungril ṭhat nawna tinrêng dâmin an hung sip tah a; îtsîkna dâm, tuolthatna dâm, inhalna dâm, inhlêmna dâm, lungril setak dâma sip an na; inberu hmanghai,",
      "reference": "ROM 1:29"
    },
    {
      "content": "mi rêl hmanghai, Pathien theida zâwnghai, intiveihai, chapo- hai, mi uonghai, thil suol thar suksuoktuhai, nu le pa thu awi lohai,",
      "reference": "ROM 1:30"
    },
    {
      "content": "hrietthiemna bo, thu tiem bawsietuhai, piengpui lunginsietna nei naw mihai, lunginsietna nei naw mihai an lo ni tah a;",
      "reference": "ROM 1:31"
    },
    {
      "content": "chuong ang thawtuhai chu thi tlâk an nih, ti Pathien iruot chu hre zing siin, anni chau khawma thaw loin, mi dang a thawhai chunga khawm chun an lâwm bawk a.",
      "reference": "ROM 1:32"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ROM 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}