{
  "verses": [
    {
      "content": "Chuongchun, unauhai, Pa- thien lunginsietna lei hin in- thâwina hring le inthieng le Pathien ilâwmtlâk ni dingin, in taksa chu inhlân dingin ka ngên cheu a nih; chu chu in rawngbâwlna âwm hrim a nih.",
      "reference": "ROM 12:1"
    },
    {
      "content": "Hi khawvêl dân ang hin um naw unla, Pathien dit zâwng a ṭha le lâwmtlâk le ṭha famkim chu in hriet chieng theina dingin, in lungril a thara umin, hung danglam lem ta ro khai.",
      "reference": "ROM 12:2"
    },
    {
      "content": "Pathienin a mi pêk lunginsietna lei hin in laia tukhawmin in ingaihlu tâwk bâka inngaihlu loin, Pathienin mi tin kuoma ringna huntâwk a pêk ang peiin, feltaka ngaituo lem dingin ka ti seng cheu a nih.",
      "reference": "ROM 12:3"
    },
    {
      "content": "Taksa pumkhatah pêng tamtak ei nei a, a pêng po po sinthaw chu an âng vawng nawh a;",
      "reference": "ROM 12:4"
    },
    {
      "content": "chuong ang bawkin, eini tamtak ni inla khawm Kristaa chun taksa pumkhat ei na, amal malin inpêng tuo seng ei nih.",
      "reference": "ROM 12:5"
    },
    {
      "content": "Lunginsietna ei kuoma pêk ang sengin thilthlâwnpêk hi a tum tum ei nei seng a, thu hril ding a ni chun, ei ringna phutâwk peiin hril ei tiu;",
      "reference": "ROM 12:6"
    },
    {
      "content": "rawngbâwl ding a ni chun ei rawngbâwlnaa chun inpe tlat ei tiu, inchûktirtu khawmin inchûktir tlat raw se;",
      "reference": "ROM 12:7"
    },
    {
      "content": "mi infuitu khawma infui raw se; thil petu khawmin inro loin pe raw se, rorêltu chun taimatakin ro rêl raw se; mi lunginsiettu khawmin lâwmtakin lunginsiet raw se.",
      "reference": "ROM 12:8"
    },
    {
      "content": "Hmangaina chu vervêkna ṭhang loin ni raw se. Suol tieng chu theida unla, ṭha tieng chu pawm tlat ro.",
      "reference": "ROM 12:9"
    },
    {
      "content": "Unauhai hmangai kawnga chun inhmangai takin inlainat tuo seng ro; chawimawi kawnga chun inditsak tuo seng ro;",
      "reference": "ROM 12:10"
    },
    {
      "content": "taimâk kawnga chun thaboin um naw ro; thlarau kawnga chun ṭhahnem ngai unla, Lalpa rawng bâwl unla,",
      "reference": "ROM 12:11"
    },
    {
      "content": "beiseina kawnga chun, lâwm unla; rinum tuor kawnga chun tuor- sel unla, ṭawngṭaina kawnga chun ṭawngṭai fan fan ro.",
      "reference": "ROM 12:12"
    },
    {
      "content": "Mi inthienghai tlâksamnaa chun sawmdâwl unla, mikhuolhai lâwm hlak mi ni ro.",
      "reference": "ROM 12:13"
    },
    {
      "content": "A suknawmnatuhai cheu chu malsâwmpêk unla, ṭawngsie chu in phur naw ro.",
      "reference": "ROM 12:14"
    },
    {
      "content": "Lâwmhai chu lâwmpui unla, ṭaphai chu ṭappui ro.",
      "reference": "ROM 12:15"
    },
    {
      "content": "Ngaituo hmunkhatin um tuo seng unla, inngaituo sâng taluo naw unla, mi chînhai inruolpui lem ro. Intivar naw ro.",
      "reference": "ROM 12:16"
    },
    {
      "content": "Tu suol khawm suolin thung naw ro, mi po po ngaia thil mawi chu ngaituo lâwk ro.",
      "reference": "ROM 12:17"
    },
    {
      "content": "A thei phawt chun nangni tieng bêk mi po po le inremin um ro.",
      "reference": "ROM 12:18"
    },
    {
      "content": "Dittakhai, in phuba la naw unla, Pathien lunginsenna inkien lem ro, “phuba hrim hrim keia lâk ding a nih, keiin thung ka tih, Lalpain a tih,” ti ziek a ni sih a.",
      "reference": "ROM 12:19"
    },
    {
      "content": "Chuleiin, i hmêlma a phîng a ṭâm chun fâk ding pe la, a dang a châr chun dâwn ding pe rawh; chuong anga i thaw chun a lu chunga meiling i sie khâwl nîng a tih.",
      "reference": "ROM 12:20"
    },
    {
      "content": "Suol ihnein um naw la, ṭhatnain suol chu hne lem rawh.",
      "reference": "ROM 12:21"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ROM 12 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}