{
  "verses": [
    {
      "content": "Ieng am hril tâng ei ta? Lunginsietna chu a pung nâwk zuolna dingin suolin ei um zing ding am a nih?",
      "reference": "ROM 6:1"
    },
    {
      "content": "Teu lo e a! Eini suol tienga thi ta hnunghai iengtin am suolin la hring zing thei ei ta?",
      "reference": "ROM 6:2"
    },
    {
      "content": "Eini laia Krista Isua baptisma changhai po chu, a thinaah baptisin ei um ti in hriet naw maw?",
      "reference": "ROM 6:3"
    },
    {
      "content": "Chuleiin, a thinaa baptisma ei changin, a kuomah phûmin ei um veh a; Pa ropuinain mithi laia inthawka Krista a keitho ang khan, eini khawm hringna thara ei um theina dingin.",
      "reference": "ROM 6:4"
    },
    {
      "content": "A thina inangpuia ama leh ei inzawm ta si chun, a thonâwkna in- angpuia khawm inzawm bawk ei tih.",
      "reference": "ROM 6:5"
    },
    {
      "content": "Hieng hi ei hriet; ei mihriem hlui chu a kuoma hemdein a um ve tah, suol taksa chu sukboa a um theina dinga, tuta chen chu suol suoka ei um ta nawna dingin.",
      "reference": "ROM 6:6"
    },
    {
      "content": "Tûkhawm a thi ta chu suola inthawkin a suok ta sih a.",
      "reference": "ROM 6:7"
    },
    {
      "content": "Chun, Krista kuomah ei thi ve ta chun, a kuomah hring ve bawk ei tih, ti ei ring a nih;",
      "reference": "ROM 6:8"
    },
    {
      "content": "Krista chu mithi laia inthawka keithoin a um a, a thi nâwk ta naw ding a nih, ti ei hriet sih a.",
      "reference": "ROM 6:9"
    },
    {
      "content": "Thina chun ama chungah thu a nei ta nawh. A thina chu suol tieng kawnga kumkhuoa dingin vawikhat chau a thi a na, a hringna ruok chu Pathien tieng kawnga hring a nih.",
      "reference": "ROM 6:10"
    },
    {
      "content": "Chuong ang bawkin, nangni khawm suol tieng kawngah thi taah inngai unla, Pathien tieng kawnga ruok chun Krista Isua chun hringah inngai ro.",
      "reference": "ROM 6:11"
    },
    {
      "content": "Chuleiin, in taksa nuom zâwng ang in zâwmna dingin, in taksa thi theia chun suolnain ro rêl naw raw se.",
      "reference": "ROM 6:12"
    },
    {
      "content": "In taksa pênghai khawm fel nawna hriemhrei dingin suolna kuomah pe phal bawk naw ro; nisienlakhawm, mithi laia inthawka hring nâwk angin Pathien kuomah inpe unla, in taksa pênghai khawm chu felna hriemhrei dingin Pathien kuomah pe phal lem ro.",
      "reference": "ROM 6:13"
    },
    {
      "content": "Suolnain in chungah thu a nei ta naw ding a ni sih a, Dân rorêla um in ni nawh a, lunginsietna rorêla um in ni lem sih a.",
      "reference": "ROM 6:14"
    },
    {
      "content": "Iengtin am nîng a ta? Dân rorêla um ei ni nawh a, lunginsietna rorêla um ei ni lem lei hin ei suol ding am a nih? Teu lo e a!",
      "reference": "ROM 6:15"
    },
    {
      "content": "Tu kuoma khawm an thu awi dinga an suoka in lût chun, thina khawpa suol suok amanih, felna khawpa thuawina suok amani khawm ni sienla, a thu in iawi suok chu in nih ti in hriet naw am a nih?",
      "reference": "ROM 6:16"
    },
    {
      "content": "Amiruokchu, Pathien kuomah lâwmthu um raw se! suol suok ni unla khawm inchûktir dân,a kuoma in inpêkna chu lungril tak zetin in lo awi a;",
      "reference": "ROM 6:17"
    },
    {
      "content": "chun, suola inthawk chu insuoin in um a, felna suokhai in hung ni ta sih a.",
      "reference": "ROM 6:18"
    },
    {
      "content": "(In taksa hrât nawna leiin mihriem dânin thu ka hril a nih). In taksa pênghai chu inthieng nawna kuoma le bawsietna dinga bawsietna kuomah suoka in pêk phal ang khan, tuhin in taksa pênghai chu inthiengna dingin felna kuomah suok dingin pe phal ro.",
      "reference": "ROM 6:19"
    },
    {
      "content": "Suolna suokhai in ni lai khan felna tieng chu in fihlim a nih.",
      "reference": "ROM 6:20"
    },
    {
      "content": "Tuta in thil inzâpui tahaia hin khâng lai khan ra ieng am in lo hmu hlak leh? Khang thil tâwpna kha thina a nih in sawnnaw.",
      "reference": "ROM 6:21"
    },
    {
      "content": "Tu ruok hin chu suola inthawka sukfihlîma um a, Pathien suokhai in hung ni hin, inthiengna hmu khawpin ra in nei in sawnnaw; chu chu tâwpna kumkhuoa hringna leh.",
      "reference": "ROM 6:22"
    },
    {
      "content": "Suol man chu thina a ni sih a; Pathien thilthlâwnpêk ruok chu ei Lalpa Krista Isu zârah chatuona hringna a nih.",
      "reference": "ROM 6:23"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ROM 6 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}