{
  "verses": [
    {
      "content": "Mi tin an chunga rorêltuhai thu thuin um raw se. Pathien thu loin tukhawm rorêltu an um ngai si nawh a; rorêltua umhai hi Pathien iruot an nih.",
      "reference": "ROM 13:1"
    },
    {
      "content": "Chuleiin, tûkhawm rorêltu kal chu Pathien iruot kal a nih; a kaltuhai chun anni chungah rorêlna hmûng an tih.",
      "reference": "ROM 13:2"
    },
    {
      "content": "Rorêltuhai chu thil ṭha thaw- tuhai ta ding chun ṭium an ni nawh a, thil ṭha naw thawtuhai ta ding ruok chun ṭium an nih. Anleh, rorêltu ṭi loa um i nuom am? Thil ṭha thâw la, a înpâk hlâwng i tih;",
      "reference": "ROM 13:3"
    },
    {
      "content": "ama chu i ṭhatna dinga Pathien rawngbâwltu a ni sih a. Nisien- lakhawm, thil suol i thaw chun ṭi rawh, kâwlhnâm chu a chawi mei mei si nawh a; ama chu Pathien rawng- bâwltu, thil suksuoltuhai chunga lunginsenna phuba latu a ni sih a.",
      "reference": "ROM 13:4"
    },
    {
      "content": "Chuleiin, lunginsenna ṭi lei chau ni loin, i sie le ṭha hrietna lei khawmin rorêltu thu thuin i um ding a ni hrim a nih.",
      "reference": "ROM 13:5"
    },
    {
      "content": "Hi lei hin annâwm sie khawm in chawi hlak; chuong ang thil ngei thaw fan fan dinga Pathien rawng- bâwltuhai an ni sih a.",
      "reference": "ROM 13:6"
    },
    {
      "content": "Mi po po kuomah pêk ding taphawt chu pe ro; leiman pêkna ding kuoma chun leiman pe unla, sie chawina ding kuoma chun sie chawi unla, ṭi ding chu ṭi unla, inza ding chu inza ro.",
      "reference": "ROM 13:7"
    },
    {
      "content": "Inhmangai tuona ngawt naw chu tû iengkhawm bat naw ro; mâni mihriempui hmangaitu chun dân chu a zâwm famkim ta sih a.",
      "reference": "ROM 13:8"
    },
    {
      "content": "Hieng, “Uire naw, tuol that naw, inru naw, inhnar naw,” ti le thupêk danghai hrim hrim hi, “Nangma în hmangai angin i vênghai i hmangai ding a nih,” ti hin a khai khâwm vawng a nih.",
      "reference": "ROM 13:9"
    },
    {
      "content": "Hmangainain vênghai a suk- khawhlo ngai nawh a, chuleiin hmangaina hi dân hraw famkimna a nih.",
      "reference": "ROM 13:10"
    },
    {
      "content": "Tulai thil umzie in hriet lei le, inhai ta dingin innaa inthawkin ṭhanghar a hun ta takzet ti in hriet leiin chu chu ka hril a nih; tuhin chu ei awi phut lai nêk khan chu ei sandamna chu a hnai lem ta sih a.",
      "reference": "ROM 13:11"
    },
    {
      "content": "Zân hi a bo vâng vâng tah a, khuo a var ding a ni tah, chuleiin inthimna thilthawhai chu pei inla, var thuomin inthuom ei tiu khai.",
      "reference": "ROM 13:12"
    },
    {
      "content": "Sûna um angin mawitakin um ei tiu, zu dâwn buoi le zu inruia um loin, hur le indit hmanga um loin, insuol le inîtthîka um loin,",
      "reference": "ROM 13:13"
    },
    {
      "content": "Lalpa Isu Krista chun inthuom lem unla, in tisa inhâwkna puitlin dingin iengkhawm insiem naw ro.",
      "reference": "ROM 13:14"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ROM 13 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}