{
  "verses": [
    {
      "content": "Kawnglama mi ṭha fam- kimhai chu an hamṭha ie, LALPA dân hrawtuhai chu.",
      "reference": "INPÂKNA HLABU 119:1"
    },
    {
      "content": "A thuinhriettirhai zâwmtuhai chu an hamṭha, Lungril po poa zawngtuhai chu.",
      "reference": "INPÂKNA HLABU 119:2"
    },
    {
      "content": "Anih, anni chun fel nawna hrim hrim an thaw nawh a, A lampuihaia chun an fe hlak.",
      "reference": "INPÂKNA HLABU 119:3"
    },
    {
      "content": "Nangin i thununna thuhai chu thupêkin i mi pêk a, Ṭhahnemngaitaka kan zâwm theina dingin.",
      "reference": "INPÂKNA HLABU 119:4"
    },
    {
      "content": "Aw, i thuruothai chu zâwm dingin, Ka um dânhai hi sukdetin um ta ve sien chu aw!",
      "reference": "INPÂKNA HLABU 119:5"
    },
    {
      "content": "Chu pha chun muolpho naw ning, I thupêkhai po po ka pawisak pha chun.",
      "reference": "INPÂKNA HLABU 119:6"
    },
    {
      "content": "Lungril indiktak putin lawmthu hril ka ti che, I rorêlna felhai chu kân chûk thiem pha chun.",
      "reference": "INPÂKNA HLABU 119:7"
    },
    {
      "content": "I thuruot chu zâwm ka ta, Aw, mi mâksan sawng naw rawh.",
      "reference": "INPÂKNA HLABU 119:8"
    },
    {
      "content": "Tleirâwlin iengtin am a um dân sukthieng thei a ta? I thu ang peia a um dân chu vêngṭhain,",
      "reference": "INPÂKNA HLABU 119:9"
    },
    {
      "content": "Ka lungril po po hin ka zawng cheh a, Aw, i thupêkhai ka fehmangsan chu phal lul naw rawh.",
      "reference": "INPÂKNA HLABU 119:10"
    },
    {
      "content": "I chunga thil ka suksuol nawna dingin, I thu chu ka lungrilah kân khâwl khâwm a.",
      "reference": "INPÂKNA HLABU 119:11"
    },
    {
      "content": "Aw LALPA, nang chu inpâk tlâk i nih ie, I thuruothai chu min chûktir rawh.",
      "reference": "INPÂKNA HLABU 119:12"
    },
    {
      "content": "I baua i rorêl suok po pohai chu, Ka hmûrin kan hriettir tah.",
      "reference": "INPÂKNA HLABU 119:13"
    },
    {
      "content": "I thuinhriettir kawnga chun ka hlim a, Hausakna po poa ka hlim ang elin,",
      "reference": "INPÂKNA HLABU 119:14"
    },
    {
      "content": "I thununna thuhai chu ngaituong ka ta, I lampuihai chu ngaisak bawk ka tih.",
      "reference": "INPÂKNA HLABU 119:15"
    },
    {
      "content": "I thuruothai chunga chun lâwm ka ta, I thu chu theinghil naw ning.",
      "reference": "INPÂKNA HLABU 119:16"
    },
    {
      "content": "Ka hring theina dingin i siehlaw chunga hin ṭhatakin thaw la, Chuongchun, i thu chu zâwm ka tih.",
      "reference": "INPÂKNA HLABU 119:17"
    },
    {
      "content": "I dân thua inthawka thilmak ka hmu theina dingin, Ka mithai hi mi sukvarpêk rawh.",
      "reference": "INPÂKNA HLABU 119:18"
    },
    {
      "content": "Hnuoia hin mikhuol ka na, I thupêkhai chu ka kuoma chun ip naw rawh.",
      "reference": "INPÂKNA HLABU 119:19"
    },
    {
      "content": "Ka hringna hi kawi darin a um a, Ienglai khawma i rorêlnahai a ngai leiin.",
      "reference": "INPÂKNA HLABU 119:20"
    },
    {
      "content": "Mi chapo ṭawngsephurhai chu i kâwk a, I thupêkhai invâkhmangsan hlakhai chu.",
      "reference": "INPÂKNA HLABU 119:21"
    },
    {
      "content": "Hrilsietna le hmusitna hi ka kuoma inthawkin la hmang la, I thuinhriettirhai chu ka zâwm sih a.",
      "reference": "INPÂKNA HLABU 119:22"
    },
    {
      "content": "Mi lienhai khawm an ṭhung a, an mi sawisêl a, Nisienlakhawm, i siehlaw hin i thuruothai chu a ngaituo lem a nih.",
      "reference": "INPÂKNA HLABU 119:23"
    },
    {
      "content": "I thuinhriettirhai chu ka lâwmna a na, Rem mi ruotpêktu khawm a nih.",
      "reference": "INPÂKNA HLABU 119:24"
    },
    {
      "content": "Ka hringna hi pilvutah a kawp tlat a, I thu ang peiin mi sukhar rawh.",
      "reference": "INPÂKNA HLABU 119:25"
    },
    {
      "content": "Ka um dânhai chu kân hriettir cheh a, nangin i mi dawn a, I thuruothai chu mîn chûktir rawh.",
      "reference": "INPÂKNA HLABU 119:26"
    },
    {
      "content": "I thununna kawng chu mîn hrietthiemtir la, Chuongchun, i thilmak thaw thuhai chu ngaituong ka tih.",
      "reference": "INPÂKNA HLABU 119:27"
    },
    {
      "content": "Ka hringna hi lungngai leiin a zawphmang hlak a, I thu ang peiin mi sukhrât rawh,",
      "reference": "INPÂKNA HLABU 119:28"
    },
    {
      "content": "Um dân indik naw hi ka kuoma inthawkin la hmang la, I dân chu lunginsiettakin mi pe rawh.",
      "reference": "INPÂKNA HLABU 119:29"
    },
    {
      "content": "Umdân ringum ka thlang a, I rorêlnahai ka hmaah kân umtir a.",
      "reference": "INPÂKNA HLABU 119:30"
    },
    {
      "content": "I thuinhriettirhai chu ka chel tlat a, Aw LALPA, mi sukmuolpho naw rawh.",
      "reference": "INPÂKNA HLABU 119:31"
    },
    {
      "content": "I thupêk lampuia chun tlân ka ta, Ka lungril hi i suklien pha chun.",
      "reference": "INPÂKNA HLABU 119:32"
    },
    {
      "content": "Aw LALPA, i thuruot lampui chu mîn entir la, Chuongchun, a tâwp chenin ka hraw ding annâwm.",
      "reference": "INPÂKNA HLABU 119:33"
    },
    {
      "content": "Hrietthiemna mi pe la, chuongchun, i dân chu ka vawng ṭha ding annâwm, Anih, ka lungril po po hin zâwm ka tih.",
      "reference": "INPÂKNA HLABU 119:34"
    },
    {
      "content": "I thupêk lampuia chun mîn fetir la, Chutaka chun ka lâwm sih a.",
      "reference": "INPÂKNA HLABU 119:35"
    },
    {
      "content": "I thuinhriettir tienga chun ka lungril hi inthlêktir la, Duâmna tiengah ni loin.",
      "reference": "INPÂKNA HLABU 119:36"
    },
    {
      "content": "Thil teplo mei mei en lo dingin ka mit mîn lâktir la, I lampuihaia chun mi sukhar rawh.",
      "reference": "INPÂKNA HLABU 119:37"
    },
    {
      "content": "I thu chu i siehlaw kuoma hin sukdet la, Chu chu nangma ṭinaa mi a nih.",
      "reference": "INPÂKNA HLABU 119:38"
    },
    {
      "content": "Mi hrilsietna ka ṭi hi la hmang la, I rorêlhai chu a ṭha sih a.",
      "reference": "INPÂKNA HLABU 119:39"
    },
    {
      "content": "Ngai ta, i thununna thuhai chu hriet kân hâwk hlak a, I felna leiin mi sukhar rawh.",
      "reference": "INPÂKNA HLABU 119:40"
    },
    {
      "content": "Aw LALPA, i ngilneina chu ka kuomah hung raw se, I sandamna ngei chu, i thu ang peiin.",
      "reference": "INPÂKNA HLABU 119:41"
    },
    {
      "content": "Chuongchun, a mi hrilsetu dawnna ding nei ka tih, I thu ka ring sih a.",
      "reference": "INPÂKNA HLABU 119:42"
    },
    {
      "content": "Chun, thutak thu chu ka baua inthawk hin la suok vawng naw la, I rorêlnahai chu ka beisei si hlak a.",
      "reference": "INPÂKNA HLABU 119:43"
    },
    {
      "content": "Chuongchun, i dân chu zâwm rawp ka tih, Kumkhawtluongin.",
      "reference": "INPÂKNA HLABU 119:44"
    },
    {
      "content": "Chun, hluotu neiloin lêng ka ta, I thununna thuhai chu ka zawng sih a.",
      "reference": "INPÂKNA HLABU 119:45"
    },
    {
      "content": "I thuinhriettir thuhai chu lalruol hmaah hril ka ta, Inzak naw ningah.",
      "reference": "INPÂKNA HLABU 119:46"
    },
    {
      "content": "Chun, i thupêk ka ngainat chunga chun, Lâwm ka tih.",
      "reference": "INPÂKNA HLABU 119:47"
    },
    {
      "content": "I thupêk ka ngainat tienghaia chun ka kuthai phar ka ta, I thuruothai chu ngaituong ka tih.",
      "reference": "INPÂKNA HLABU 119:48"
    },
    {
      "content": "I siehlaw kuoma thutiem chu hre zing la, Nangin i mîn beiseitir leiin.",
      "reference": "INPÂKNA HLABU 119:49"
    },
    {
      "content": "Chu chu ka rinumnaa khawm ka thlamuongna a nih, I thu chun a mi sukhar ta sih a.",
      "reference": "INPÂKNA HLABU 119:50"
    },
    {
      "content": "Chapohai chun nasatakin an mi nuizat a, Nisienlakhawm, i dân chu ka fe pêtsan nawh.",
      "reference": "INPÂKNA HLABU 119:51"
    },
    {
      "content": "Aw LALPA, tiena i rorêlhai chu ka hriet zing a, Kei le kei kân thlamuon hlak.",
      "reference": "INPÂKNA HLABU 119:52"
    },
    {
      "content": "Lungninawna nasatak hin a mi tlâk khum a. Mi rilo i dân fesantuhai leiin.",
      "reference": "INPÂKNA HLABU 119:53"
    },
    {
      "content": "Ka khuol inzinna ina hin, I thuruothai chu ka hla a ni hlak.",
      "reference": "INPÂKNA HLABU 119:54"
    },
    {
      "content": "Aw LALPA, zâna chun i hming ka hriet zing hlak a, I dân khawm ka zâwm hlak.",
      "reference": "INPÂKNA HLABU 119:55"
    },
    {
      "content": "Chuong chu ka nei a, I thununna thuhai chu ka vawngṭhat leiin.",
      "reference": "INPÂKNA HLABU 119:56"
    },
    {
      "content": "LALPA chu ka chanvo a nih, I thu chu zâwm ka tih ti ka hril ta kha.",
      "reference": "INPÂKNA HLABU 119:57"
    },
    {
      "content": "Ka lungril po poin i lungin- sietna ka ngên a, I thu ang peiin mi lunginsiet rawh.",
      "reference": "INPÂKNA HLABU 119:58"
    },
    {
      "content": "Ka um dânhai ka ngaituoh a, I thuinhriettir tienga chun ka ke ka pên tah a.",
      "reference": "INPÂKNA HLABU 119:59"
    },
    {
      "content": "I thupêkhai zâwm dingin, Kân hmawh a, sâwt ka riel nawh.",
      "reference": "INPÂKNA HLABU 119:60"
    },
    {
      "content": "Mi rilohai hruihruolhai chun a mi zem hlawm zing a, Nisienlakhawm, i dân chu ka theinghil nawh.",
      "reference": "INPÂKNA HLABU 119:61"
    },
    {
      "content": "Zânrila chun lâwmthu hril ding chein tho ka ta, I rorêl felhai lei chun.",
      "reference": "INPÂKNA HLABU 119:62"
    },
    {
      "content": "Nangma ṭituhai po po le, I thununna thuhai zâwmtuhai ruol ka nih.",
      "reference": "INPÂKNA HLABU 119:63"
    },
    {
      "content": "Aw LALPA, leihnuoi hi i ngilneinaa sip a nih, I thuruothai chu mîn chûktir rawh.",
      "reference": "INPÂKNA HLABU 119:64"
    },
    {
      "content": "Aw LALPA, i thu ang peiin, I siehlaw hi i thaw ṭha hlak.",
      "reference": "INPÂKNA HLABU 119:65"
    },
    {
      "content": "Ngaituo thiemna le hrietna mîn chûktir la, I thupêkhai chu ka ring sih a.",
      "reference": "INPÂKNA HLABU 119:66"
    },
    {
      "content": "Sukrinuma ka um hma khan kân vâk hmang hlak a, Tu ruok hin chu i thu ka zâwm tah.",
      "reference": "INPÂKNA HLABU 119:67"
    },
    {
      "content": "Nang chu i ṭhah a, thil ṭha i thaw bawk a, I thuruothai chu mîn chûktir rawh.",
      "reference": "INPÂKNA HLABU 119:68"
    },
    {
      "content": "Chapohai chun ka chungah khêl an phuokfâwm a, Ka lungril po po hin i thununna thuhai chu vawng ṭhâng ka tih.",
      "reference": "INPÂKNA HLABU 119:69"
    },
    {
      "content": "An lungril chu rîlrâng thau angin a thau a, Kei ruok chu i dân chungah ka lâwm hlak.",
      "reference": "INPÂKNA HLABU 119:70"
    },
    {
      "content": "I thuruothai chu kân chûk thiem theina dinga, Sukrinuma ka lo um kha ka ta dingin a ṭha a nih.",
      "reference": "INPÂKNA HLABU 119:71"
    },
    {
      "content": "Rângkachak le tangka sâng tamtak nêk chun, I baua dân suok chu ka ta dingin a ṭha lem.",
      "reference": "INPÂKNA HLABU 119:72"
    },
    {
      "content": "I kutin i mi siemin, i mîn din a nih, I thupêkhai chu kân chûk thiem theina dingin hrietthiemna mi pe rawh.",
      "reference": "INPÂKNA HLABU 119:73"
    },
    {
      "content": "Nangma ṭituhai chun mi hmûng an ta, lâwm an tih, I thu chu ka beisei hlak leiin.",
      "reference": "INPÂKNA HLABU 119:74"
    },
    {
      "content": "Aw LALPA, i rorêlhai chu a fel ti le, Nang chun ringumtakin a nih i mi sukrinum chu ti ka hriet.",
      "reference": "INPÂKNA HLABU 119:75"
    },
    {
      "content": "I siehlaw kuoma i thutiem ang peiin, Lunginsiettakin i ngilneina chu ka thlamuongna ding ni raw se.",
      "reference": "INPÂKNA HLABU 119:76"
    },
    {
      "content": "Ka hring theina dingin i lai- natnahai chu ka kuomah hung raw se, I dân chu ka lâwmna a ni sih a.",
      "reference": "INPÂKNA HLABU 119:77"
    },
    {
      "content": "Chapohai chu muolphoin um raw se, indik nawtakin an mi suktlâwm ta sih a, Nisienlakhawm, i thununna thuhai chu ngaituong ka tih.",
      "reference": "INPÂKNA HLABU 119:78"
    },
    {
      "content": "Nangma ṭituhai chu keia tieng hung ngha hai sienla, Chuongchun, i thuinhriettir- hai chu an hriet ding annâwm.",
      "reference": "INPÂKNA HLABU 119:79"
    },
    {
      "content": "Ka muolpho nawna dingin, Ka lungril hi i thuruothaia chun ṭha famkimin um raw se.",
      "reference": "INPÂKNA HLABU 119:80"
    },
    {
      "content": "Ka hringna hi i sandamna ngaiin a chau tah a, Nisienlakhawm, i thu ka beisei hlak.",
      "reference": "INPÂKNA HLABU 119:81"
    },
    {
      "content": "I thu thlîrnân ka mit ân vai zo tah a, “Nangin iengtik am mi thlamuon i ta?” ka ti ka ti hlak.",
      "reference": "INPÂKNA HLABU 119:82"
    },
    {
      "content": "Meikhu thlûta savun peng ang chu ka hung ni tah a, Nisienlakhawm, i thuruothai chu ka theinghil nawh.",
      "reference": "INPÂKNA HLABU 119:83"
    },
    {
      "content": "I siehlaw kum chin ding hi iengzât am nîng a ta? A mi suknawmnatuhai chunga hin iengtik am ro i rêl ding a na?",
      "reference": "INPÂKNA HLABU 119:84"
    },
    {
      "content": "Mi chapo, i dân anga um nawhai chun, Ka tlâkna dingin khurhai an cho a.",
      "reference": "INPÂKNA HLABU 119:85"
    },
    {
      "content": "I thupêk po po chu ring a um a nih, Anni chun indik nawtakin an mi suknawmna hlak hi, mi ṭhangpui rawh.",
      "reference": "INPÂKNA HLABU 119:86"
    },
    {
      "content": "Anni chun hnuoia hin an mi sukbohmang vâng vâng a, Nisienlakhawm, i thununna thuhai chu ka nghatsan si nawh a.",
      "reference": "INPÂKNA HLABU 119:87"
    },
    {
      "content": "I ngilneina ang peiin mi sukhar la, Chuongchun, i baua thuinhriet- tir chu ka zâwm ding annâwm.",
      "reference": "INPÂKNA HLABU 119:88"
    },
    {
      "content": "Aw LALPA, kumkhawtluonga dingin, I thu chu vânah dettakin a um a;",
      "reference": "INPÂKNA HLABU 119:89"
    },
    {
      "content": "I ringumna chu suon po po chenin um a ta, Leihnuoi hi i sukdet a, a um zing a nih.",
      "reference": "INPÂKNA HLABU 119:90"
    },
    {
      "content": "Chuonghai chu vawisûn hin i rorêlhai angin an um zing a, Thil po po chu i siehlawhai an ni sih a.",
      "reference": "INPÂKNA HLABU 119:91"
    },
    {
      "content": "I dân chu ka lâwmna ni naw sienla chu, Ka rinumnaa khan ka bohmang ta ding a nih.",
      "reference": "INPÂKNA HLABU 119:92"
    },
    {
      "content": "I thununna thuhai chu ieng- tika khawm theinghil naw ning, Nangin chuong chun mi i sukhar ta sih a.",
      "reference": "INPÂKNA HLABU 119:93"
    },
    {
      "content": "I ta ka ni hi, mi sandam rawh, I thununna thuhai chu ka zawng sih a.",
      "reference": "INPÂKNA HLABU 119:94"
    },
    {
      "content": "Mi rilohai chun mi sukbohmang tumin an mi nghâk sih a, Nisienlakhawm, i thuinhriet- tirhai chu ngaituong ka tih.",
      "reference": "INPÂKNA HLABU 119:95"
    },
    {
      "content": "Ṭhat famkimna po po tâwpna chu ka hmu tah a, I thupêk ruok chu a lien khawp el a nih.",
      "reference": "INPÂKNA HLABU 119:96"
    },
    {
      "content": "Aw, i dân hi ka va ngaina de aw! Sûnnithlâka ka ngaituo hlak chu a nih.",
      "reference": "INPÂKNA HLABU 119:97"
    },
    {
      "content": "I thupêkhai chun a mi dotuhai nêka var lemin a mi siem a, Kumkhawtluonga ka kuoma a um zing hlak leiin.",
      "reference": "INPÂKNA HLABU 119:98"
    },
    {
      "content": "A mîn chûktirtuhai po po nêkin varna ka nei lem a nih, I thuinhriettirhai hi ka ngaituo a ni hlak leiin.",
      "reference": "INPÂKNA HLABU 119:99"
    },
    {
      "content": "Tarhai nêk chun ka hriet thiem lem a nih, I thununna thuhai hi ka vawng ṭhat leiin.",
      "reference": "INPÂKNA HLABU 119:100"
    },
    {
      "content": "I thu ka zâwm theina dingin, Lampui suola hrim hrim chun ka kehai hi pên ka phal nawh.",
      "reference": "INPÂKNA HLABU 119:101"
    },
    {
      "content": "I rorêlnaa inthawk chun ka pêt hmang nawh a, Nangin i mîn chûktir leiin.",
      "reference": "INPÂKNA HLABU 119:102"
    },
    {
      "content": "I thuhai hi ka bau ta dingin a va thlum de; Anih, ka bau ta ding chun khuoizu nêkin a thlum lem.",
      "reference": "INPÂKNA HLABU 119:103"
    },
    {
      "content": "I thununna thuhai leiin hrietthiemna ka nei hlak, Chuleiin, um dân indik naw tinrêng hi ka theida a nih.",
      "reference": "INPÂKNA HLABU 119:104"
    },
    {
      "content": "I thu hi ka kehai ta dingin khâwnvar a na, Ka lampuia dingin var a nih.",
      "reference": "INPÂKNA HLABU 119:105"
    },
    {
      "content": "I rorêlna feltakhai chu zâwm dingin, Ṭawng kân khâm a, ka sukdet bawk a.",
      "reference": "INPÂKNA HLABU 119:106"
    },
    {
      "content": "Nasataka sukrinumin ka um a, Aw LALPA, i thu ang peiin mi sukhar rawh.",
      "reference": "INPÂKNA HLABU 119:107"
    },
    {
      "content": "Aw LALPA, lunginsiettakin, ka baua nuomthua thilpêkhai hi la la, I rorêlnahai chu mîn chûktir rawh.",
      "reference": "INPÂKNA HLABU 119:108"
    },
    {
      "content": "Ka hringna hi ka kutah a um rawp hlak a, Nisienlakhawm, i dân chu ka theinghil ngai nawh a.",
      "reference": "INPÂKNA HLABU 119:109"
    },
    {
      "content": "Mi rilohai chun ka âwkna dingin châng an kam a, Nisienlakhawm, i thununna thuhai chu kân vâk hmangsan nawh.",
      "reference": "INPÂKNA HLABU 119:110"
    },
    {
      "content": "I thuinhriettirhai chu kum- khawtluonga ka ro dingin ka lâk a, Ka lungril suklâwmtu a ni sih a.",
      "reference": "INPÂKNA HLABU 119:111"
    },
    {
      "content": "Kumkhawtluongin, a tâwp chenin, I thuruothai anga thaw dingin ka lungril kân thlêktir a.",
      "reference": "INPÂKNA HLABU 119:112"
    },
    {
      "content": "Lungril mumal neilo mihai chu ka theidah a, I dân ruok chu ka ngaina a nih.",
      "reference": "INPÂKNA HLABU 119:113"
    },
    {
      "content": "Nang chu kân bîkhmangna le ka phaw i na, I thu ka beisei a nih.",
      "reference": "INPÂKNA HLABU 119:114"
    },
    {
      "content": "Nangni thil ṭha naw thawtu- hai, mi mâksan ro, Ka Pathien thilpêkhai ka vawng ṭhat theina dingin.",
      "reference": "INPÂKNA HLABU 119:115"
    },
    {
      "content": "Ka hring theina dingin i thu ang peiin mi chel zing la, Ka beisei chunga hin inzakin mîn umtir naw rawh.",
      "reference": "INPÂKNA HLABU 119:116"
    },
    {
      "content": "Mi kei la, chuongchun, him ka ta, I thuruothai chu ka pawisa rawp ding a nih.",
      "reference": "INPÂKNA HLABU 119:117"
    },
    {
      "content": "I thuruothai invâkhmangsantuhai po po chu i hmusit a, An hlêmna chu khêl a ni sih a.",
      "reference": "INPÂKNA HLABU 119:118"
    },
    {
      "content": "Hnuoia mi rilohai po po chu thilêksie angin i sukbohmang hlak a, Chuleiin, i thuinhriettirhai chu ka ngaina a nih.",
      "reference": "INPÂKNA HLABU 119:119"
    },
    {
      "content": "Ka tisa hi nangma ṭîin ân thin a, I rorêlnahai chu ka ṭî bawk a.",
      "reference": "INPÂKNA HLABU 119:120"
    },
    {
      "content": "Ro ka rêl a, feltakin ka thaw hlak a nih, A mi nêksâwrtuhaia inthawkin mi thlathlam naw rawh.",
      "reference": "INPÂKNA HLABU 119:121"
    },
    {
      "content": "I siehlaw chungchâng thuah, a ṭhatna dingin a bul tum la, Chapohaiin mi nêksâwr naw raw se.",
      "reference": "INPÂKNA HLABU 119:122"
    },
    {
      "content": "I sandamna thlîrnân ka mit ân vai zo tah a, I thu feltak thlîrna leh.",
      "reference": "INPÂKNA HLABU 119:123"
    },
    {
      "content": "I ngilneina ang peiin i siehlaw chunga hin thaw la, I thuruothai chu mîn chûktir rawh.",
      "reference": "INPÂKNA HLABU 119:124"
    },
    {
      "content": "I siehlaw ka na, hrietthiemna mi pe la, I thuinhriettirhai chu ka hriet theina dingin.",
      "reference": "INPÂKNA HLABU 119:125"
    },
    {
      "content": "LALPA, sinthaw a hun tah, I dân hi ieng ni loin an siem ta sih a.",
      "reference": "INPÂKNA HLABU 119:126"
    },
    {
      "content": "Chuleiin, i thupêkhai chu rângkachak nêkin ka ngaina a nih, Anih, rângkachak inthieng nêk khawma.",
      "reference": "INPÂKNA HLABU 119:127"
    },
    {
      "content": "Chuleiin, kawng tinrêng thuah, i thununna thuhai po po chu indikin ka hriet a, Um dân indik naw tinrêng hi ka theida a nih.",
      "reference": "INPÂKNA HLABU 119:128"
    },
    {
      "content": "I thuinhrietirhai chu a mak a nih, Chuleiin, ka hringna hin a vawng ṭha hlak.",
      "reference": "INPÂKNA HLABU 119:129"
    },
    {
      "content": "I thu hrilfie hin mihai a sukvar a, Mi mâwlhai chu ân hrietthiem- tir hlak.",
      "reference": "INPÂKNA HLABU 119:130"
    },
    {
      "content": "Ka bau ka ka lien a, kân thuok hlawp hlawp a, I thupêkhai chu ka châk leiin.",
      "reference": "INPÂKNA HLABU 119:131"
    },
    {
      "content": "Keia tieng hung ngha la, mi lunginsiet rawh, I hming ngainatuhai i lunginsiet ang khan.",
      "reference": "INPÂKNA HLABU 119:132"
    },
    {
      "content": "Ka ke pênhai hi i thuah sukdet la, Suolna hrim hrim ka chungah thu inneitir naw rawh.",
      "reference": "INPÂKNA HLABU 119:133"
    },
    {
      "content": "Mihriem nêksâwrnaa inthawk chun mi sanhim la, Chuongchun, i thununna thuhai chu ka zâwm ding annâwm.",
      "reference": "INPÂKNA HLABU 119:134"
    },
    {
      "content": "I hmêlin i siehlaw sunvar la, I thuruothai chu mîn chûktir rawh.",
      "reference": "INPÂKNA HLABU 119:135"
    },
    {
      "content": "Ka mitthli hi vadung tui angin a luong thlah a, I dân an zâwm naw leiin.",
      "reference": "INPÂKNA HLABU 119:136"
    },
    {
      "content": "Aw LALPA, nang chu i fel a, I rorêlhai khawm ân dik a nih.",
      "reference": "INPÂKNA HLABU 119:137"
    },
    {
      "content": "I thuinhriettirhai chu feltak le, Ringum êm êmin thu i pêk a.",
      "reference": "INPÂKNA HLABU 119:138"
    },
    {
      "content": "Ka ṭhahnemngaina hin a mi sukbohmang tah a, A mi dotuhaiin i thu an theinghil leiin.",
      "reference": "INPÂKNA HLABU 119:139"
    },
    {
      "content": "I thu hi ân thieng êm êm a nih, Chuleiin, i siehlaw hin a ngaina a nih.",
      "reference": "INPÂKNA HLABU 119:140"
    },
    {
      "content": "Mi chîn mi hmusit ka na, Nisienlakhawm, i thununna thuhai chu ka theinghil ngai nawh.",
      "reference": "INPÂKNA HLABU 119:141"
    },
    {
      "content": "I felna chu kumkhawtluong felna ding a na, I dân khawm thutak a nih.",
      "reference": "INPÂKNA HLABU 119:142"
    },
    {
      "content": "lunginzîngna le thlaphâng- na chun a mi tlâk khum tah a, Nisienlakhawm, i thupêkhai hi ka lâwmna a nih.",
      "reference": "INPÂKNA HLABU 119:143"
    },
    {
      "content": "I thuinhriettirhai chu kumkhuoa dingin a fel a nih, Hrietthiemna mi pe la; chuongchun, hring zing ka tih.",
      "reference": "INPÂKNA HLABU 119:144"
    },
    {
      "content": "Ka lungril po poin ka ko cheh a, Aw LALPA, mi dawn rawh; I thuruothai chu ka vawng ṭha ding annâwm.",
      "reference": "INPÂKNA HLABU 119:145"
    },
    {
      "content": "Ka ko hlak cheh a, mi sandam rawh; Chuongchun, i thuinhriettirhai chu ka zâwm ding annâwm.",
      "reference": "INPÂKNA HLABU 119:146"
    },
    {
      "content": "Varṭien chu ka khal a, ka khêk hlak a, I thuhai chu ka beisei hlak.",
      "reference": "INPÂKNA HLABU 119:147"
    },
    {
      "content": "I thu ka ngaituo theina dingin, Ka mitin zân vêng hunbihai chu a meng khal hlak.",
      "reference": "INPÂKNA HLABU 119:148"
    },
    {
      "content": "I zainêmna ang peiin ka râwl hi ngai la, Aw LALPA, i rorêlnahai ang peiin mi sukhar rawh.",
      "reference": "INPÂKNA HLABU 119:149"
    },
    {
      "content": "Ngaituona suol hnawttuhai chun an hung hnai a, Anni chu i dân hlata um an nih.",
      "reference": "INPÂKNA HLABU 119:150"
    },
    {
      "content": "Aw LALPA, nang chu i hnai a, I thupêk po po chu thutak a nih.",
      "reference": "INPÂKNA HLABU 119:151"
    },
    {
      "content": "Tienlaiin, i thuinhriettirhaia inthawkin, Chuong chu kumkhawtluonga dingin i sukdet ti ka lo hriet tah.",
      "reference": "INPÂKNA HLABU 119:152"
    },
    {
      "content": "Ka rimsikzie hi ngaituo la, mi sanhim rawh, I dân chu ka theinghil ngai si nawh a.",
      "reference": "INPÂKNA HLABU 119:153"
    },
    {
      "content": "Ka thu mi hrilpuiin mîn tlan la, I thu ang peiin mi sukhar rawh.",
      "reference": "INPÂKNA HLABU 119:154"
    },
    {
      "content": "Sandamna chu mi rilohaia inthawk chun a hla a nih, I thuruothai chu an zawng naw leiin.",
      "reference": "INPÂKNA HLABU 119:155"
    },
    {
      "content": "Aw LALPA, i lainatnahai chu a nasa a nih, I rorêlnahai ang peiin mi sukhar rawh.",
      "reference": "INPÂKNA HLABU 119:156"
    },
    {
      "content": "A mi suknawmnatu le a mi dotuhai chu tamtak an nih. Nisienlakhawm, i thu inhriettirhai chu ka pêt san nawh.",
      "reference": "INPÂKNA HLABU 119:157"
    },
    {
      "content": "Vervêktaka thawtuhai chu, ka en a, ka lungni nawh a, I thu an zâwm naw leiin.",
      "reference": "INPÂKNA HLABU 119:158"
    },
    {
      "content": "I thununna thuhai ka ngainatzie hi ngaituo la, Aw LALPA, i ngilneina ang peiin mi sukhar rawh.",
      "reference": "INPÂKNA HLABU 119:159"
    },
    {
      "content": "I thu inpawl khâwm chu thutak a nih, I rorêlna fel tinrêng khawm hi kumkhawtluongin um zing a tih.",
      "reference": "INPÂKNA HLABU 119:160"
    },
    {
      "content": "Mi lienhaiin a san um loin an mi suknawmna a, Nisienlakhawm, ka lungril chun i thuhai a nih a ṭî chu.",
      "reference": "INPÂKNA HLABU 119:161"
    },
    {
      "content": "I thua hin ka hlim a nih, Thil ropuitak râllâka hmutu angin.",
      "reference": "INPÂKNA HLABU 119:162"
    },
    {
      "content": "Khêl hi ka theidain ka tirdak a, I dân ruok chu ka ngaina a nih.",
      "reference": "INPÂKNA HLABU 119:163"
    },
    {
      "content": "Ni khatah vawi sari kân pâk hlak che a nih, I rorêl felhai leiin.",
      "reference": "INPÂKNA HLABU 119:164"
    },
    {
      "content": "I dân ngainatuhai chun thla- muongna nasatak an nei a, Tlûkna hrim hrim an nei nawh.",
      "reference": "INPÂKNA HLABU 119:165"
    },
    {
      "content": "Aw LALPA, i sandamna ka beisei zing a, I thupêkhai angin ka thaw hlak.",
      "reference": "INPÂKNA HLABU 119:166"
    },
    {
      "content": "Ka hringna hin i thuinhriet- tirhai chu a zâwm hlak a, Ka ngaina êm êm a nih.",
      "reference": "INPÂKNA HLABU 119:167"
    },
    {
      "content": "I thununna thuhai le i thuinhriettirhai chu ka zâwm hlak a, Ka um dân po po khawm hi i hmaa um a ni sih a.",
      "reference": "INPÂKNA HLABU 119:168"
    },
    {
      "content": "Aw LALPA, ka khêkri hi i hmaah hung hnai raw se, I thu ang peiin hrietthiemna mi pe rawh.",
      "reference": "INPÂKNA HLABU 119:169"
    },
    {
      "content": "Lunginsiet ka hnina hi i hmaah tlung raw se: I thu ang peiin mi sanhim rawh.",
      "reference": "INPÂKNA HLABU 119:170"
    },
    {
      "content": "Ka hmûr hin inpâkna thu hril raw se, Nangin i thuruot thuhai chu i mîn chûktir hlak leiin.",
      "reference": "INPÂKNA HLABU 119:171"
    },
    {
      "content": "Ka lei hi,i thu inpâkin hla sak raw se, I thupêk po po chu felna a ni leiin.",
      "reference": "INPÂKNA HLABU 119:172"
    },
    {
      "content": "I kut chu mi ṭhangpui dinga inzosain um raw se, I thununna thuhai chu ka thlang sih a.",
      "reference": "INPÂKNA HLABU 119:173"
    },
    {
      "content": "Aw LALPA, i sandamna chu ka châk hlak a, I dân chu ka lâwmna a nih.",
      "reference": "INPÂKNA HLABU 119:174"
    },
    {
      "content": "Ka hringna hi hring raw se; chuongchun, ân pâk ding che annâwm, I rorêlnahai khawmin mi ṭhangpui raw se.",
      "reference": "INPÂKNA HLABU 119:175"
    },
    {
      "content": "Berâm inhmang angin kân vâkhmang a, i siehlaw hi zawng rawh. I thupêkhai chu ka theinghil ngai si nawh.",
      "reference": "INPÂKNA HLABU 119:176"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 119 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}