{
  "verses": [
    {
      "content": "Aw Pathien, ṭawng loin um naw la, Aw Pathien, to zing naw la, um ṭawk ṭawk lul naw rawh.",
      "reference": "INPÂKNA HLABU 83:1"
    },
    {
      "content": "Ngai ta, nangma dotuhai chu an sa mur mur a; Nangma theidatuhai chu an lu an suksâng a,",
      "reference": "INPÂKNA HLABU 83:2"
    },
    {
      "content": "I mihai vervêktakin an phierrûk a, I mi thuphmanghai chunga hin a se tiengin an inrâwn a.",
      "reference": "INPÂKNA HLABU 83:3"
    },
    {
      "content": "“Thaw ro, an hnam bo khawpin sukbohmang ei tiu, Israelhai hming hrim hrim hi hriet zinga a um ta nawna dingin,” an ta,",
      "reference": "INPÂKNA HLABU 83:4"
    },
    {
      "content": "Inthuruolin an inrâwn a, I chungah a se tienga thaw dingin thu an intiem tâwl a.",
      "reference": "INPÂKNA HLABU 83:5"
    },
    {
      "content": "Edomhai le Ismaelhai puon in dâm, Moabhai le Hagarhai dâm,",
      "reference": "INPÂKNA HLABU 83:6"
    },
    {
      "content": "Gebalhai le Ammonhai le Amalekhai dâm, Philistinhai, Tura khuoa umhai leh.",
      "reference": "INPÂKNA HLABU 83:7"
    },
    {
      "content": "Assuriahai khawm anni tieng an ṭhang veh a, Lota thlahai chu an ṭhang- pui a,",
      "reference": "INPÂKNA HLABU 83:8"
    },
    {
      "content": "Annirawi chu Midianhai chunga i thaw ang dâm, Kison vadunga Sisera chunga i thaw ang dâm, Jabin chunga i thaw ang khan thaw ve rawh.",
      "reference": "INPÂKNA HLABU 83:9"
    },
    {
      "content": "Chuong mihai chu Endor khuoah an bohmang a, Hnuoi dingin êkdûr ang el an lo ni ta kha.",
      "reference": "INPÂKNA HLABU 83:10"
    },
    {
      "content": "An mi lienhai chu Oreb le Zeeb i thaw ang khan thaw la, Anih, an lalhai po po chu Zeba le Zalmunna ang khan tukdei rawh.",
      "reference": "INPÂKNA HLABU 83:11"
    },
    {
      "content": "Chuong mihai chun, “Pathien umnahai chu, Hluopêk ei tiu,” an ti kha.",
      "reference": "INPÂKNA HLABU 83:12"
    },
    {
      "content": "Aw ka Pathien, anni chu pilvut khu chum chum ang hin the dar la, Businâwi thli imût lêng ur ur ang el hin.",
      "reference": "INPÂKNA HLABU 83:13"
    },
    {
      "content": "Ram kângtu mei ang le, Tlâng kângtu meichawk ang elin;",
      "reference": "INPÂKNA HLABU 83:14"
    },
    {
      "content": "Anni chu i thlipuiin hnawt la, I thli natak chun sukṭi rawh.",
      "reference": "INPÂKNA HLABU 83:15"
    },
    {
      "content": "Aw LALPA, i hming an zawng theina dingin, An hmêl chu inzaknain suksip rawh.",
      "reference": "INPÂKNA HLABU 83:16"
    },
    {
      "content": "Kumkhuoin, muolpho le lunginzîngtakin um hai sienla, Anih, sukzaka umin bohmang raw se.",
      "reference": "INPÂKNA HLABU 83:17"
    },
    {
      "content": "Nangma chau hi JEHOVAH hming put, Hnuoi chung po poa Achung- hnungtak i nih ti an hriet theina dingin.",
      "reference": "INPÂKNA HLABU 83:18"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 83 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}