{
  "verses": [
    {
      "content": "Aw Pathien Iengdinga kumkhuoa i mi thlauthlâk am a na? Iengdinga i ran tlatna hmuna berâmhai chunga hin i lungsen a khûk am a na?",
      "reference": "INPÂKNA HLABU 74:1"
    },
    {
      "content": "I mihai inkhâwmhai, inhmaha i închâwk, Hnam i ro dinga i întlan kha, hre zing rawh; I umna hlak Zion tlâng leh.",
      "reference": "INPÂKNA HLABU 74:2"
    },
    {
      "content": "Kumkhaw rêmna tieng chun i ke khai la, Dotuhaiin hmun inthienga chun thil suol tinrêng an thaw ta hi.",
      "reference": "INPÂKNA HLABU 74:3"
    },
    {
      "content": "Nangma dotuhai chu i mihai inkhâwmhai laia chun an hawhaw dur dur a, An inchiknahai chu inchikna dingin an khai tah a.",
      "reference": "INPÂKNA HLABU 74:4"
    },
    {
      "content": "Mi, rampui thing, Hreipuia tinhai angin an inlang a.",
      "reference": "INPÂKNA HLABU 74:5"
    },
    {
      "content": "Tuhin chu a thil kermawihai po po chu, Hreite le tubauhaiin an suksiet zo tah a.",
      "reference": "INPÂKNA HLABU 74:6"
    },
    {
      "content": "I hmun inthieng chu an rawh a, I hming umna khawm chu leihnuoi ichîm khawp hielin an sukkhawhlo tah a.",
      "reference": "INPÂKNA HLABU 74:7"
    },
    {
      "content": "An lungrila chun, “Sukse vawng tâwl ei tiu,” an tih a, Hi rama Pathien inkhâwmna in po po hi an raw siet zo tah.",
      "reference": "INPÂKNA HLABU 74:8"
    },
    {
      "content": "Kan inchiknahai chu kan hmu ta nawh a, Zâwlnei hrim hrim an um ta nawh a, A sâwt dingzie hre hrim hrim khawm keini lai an um nawh.",
      "reference": "INPÂKNA HLABU 74:9"
    },
    {
      "content": "Aw Pathien, dotu chun ieng chen am a hrilsiet ding che? Hmêlma chun kumkhuoin i hming hi a hrilsiet ding am a nih?",
      "reference": "INPÂKNA HLABU 74:10"
    },
    {
      "content": "Iengdinga i kut, i kut changtieng kha i lâk kîr am a na? Kei dawk nâwk la, anni chu sukbohmang rawh.",
      "reference": "INPÂKNA HLABU 74:11"
    },
    {
      "content": "Nisienlakhawm, Pathien chu inhma chena ka Lal a nih, Hnuoi laitaka sandamna siemhlaktu chu.",
      "reference": "INPÂKNA HLABU 74:12"
    },
    {
      "content": "Nang chun i hrâtnain tuisuoriet kha i sukṭheh a, Nang chun tuia drakonhai luhai chu i sukkawi a.",
      "reference": "INPÂKNA HLABU 74:13"
    },
    {
      "content": "Nang chun Leviathan luhai chu i suknâwi a, Ama chu thlalêra umhai kuoma chun bu dingin i pêk a,",
      "reference": "INPÂKNA HLABU 74:14"
    },
    {
      "content": "Nang chun tuihnâr le tuilien chu în ṭhe huk a, Nang chun vadung lientak takhai chu i sukkang a.",
      "reference": "INPÂKNA HLABU 74:15"
    },
    {
      "content": "Sûn hi i ta a na, zân khawm i ta a nih; Nangin êntu le nisa khi i buotsai a.",
      "reference": "INPÂKNA HLABU 74:16"
    },
    {
      "content": "Nangin leihnuoi ramrihai po po chu i khang vawng a, Nangin nipui le thlasik hi i siem a.",
      "reference": "INPÂKNA HLABU 74:17"
    },
    {
      "content": "Aw LALPA, hi hi hre zing rawh, dotu chun a hrilsiet cheh a. Hnam invêttak chun i hming an hrilsiet kha.",
      "reference": "INPÂKNA HLABU 74:18"
    },
    {
      "content": "Aw, i vaṭhu hringna hi ram sahrâng kuoma chun pe lul naw la, I mi rimsihai hringna hi kumkhuo chun theinghil lul naw rawh.",
      "reference": "INPÂKNA HLABU 74:19"
    },
    {
      "content": "Thuthlung kha hung pawisa la, Hnuoi hmun inthim lai chu nunsietnain a sip sih a.",
      "reference": "INPÂKNA HLABU 74:20"
    },
    {
      "content": "Aw, nêksâwrna tuortuhai chu muolphoin kîr naw sienla, Rimsi le pasiehai chun i hming inpâk raw se.",
      "reference": "INPÂKNA HLABU 74:21"
    },
    {
      "content": "Aw Pathien, tho la, nangma thu chu nangin inhril fâwm la, Mi invêt chun sûnnithlâkin a hrilsietzie che chu hre zing rawh.",
      "reference": "INPÂKNA HLABU 74:22"
    },
    {
      "content": "Nangma dotuhai ri chu theinghil naw la, Nangma dotuhai ri so insâng zuol pei chu.",
      "reference": "INPÂKNA HLABU 74:23"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 74 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}