{
  "verses": [
    {
      "content": "Pathien chu tho sienla, ama dotuhai chu sukdarin um raw se, Ama theidatuhai khawm chu a hmaah tlânse raw se.",
      "reference": "INPÂKNA HLABU 68:1"
    },
    {
      "content": "Meikhu hi lên hmanga a um ang hin, anni chu lên hmang la; Khuoihlu hi mei luma ân tuihmang angin, Mi rilohai chu Pathien hmaah bohmang raw se.",
      "reference": "INPÂKNA HLABU 68:2"
    },
    {
      "content": "Mi felhai ruok chu lâwmtakin um sienla, Pathien hmaa hlim raw hai se; Anih, lâwmtakin hlim raw hai se.",
      "reference": "INPÂKNA HLABU 68:3"
    },
    {
      "content": "Pathien chawimawiin hla sak unla, a hming inpâkin sak ro; Tawlailîr thlalêrhai fethleng ding ta ding chun lamlien ding sung pâwng unla, A hming chu JAH a nih, a hmaa chun hlim ro.",
      "reference": "INPÂKNA HLABU 68:4"
    },
    {
      "content": "Pathien a umna inthienga um chu, Pa nei lohai pa le hmeithaihai ngaituotu a nih.",
      "reference": "INPÂKNA HLABU 68:5"
    },
    {
      "content": "Pathien chun mi malhai chu sûngkuo laiahai ân ṭhangtir hlak a; Mi intânghai chu a ṭhuoi suok a, vângneinaah a ṭhuoi lût hlak: Helhmanghai ruok chu ram ṭâwlah an um hlak.",
      "reference": "INPÂKNA HLABU 68:6"
    },
    {
      "content": "Aw Pathien, i mihai hma ṭhuoia i hung suok a, Thlalêra i fethleng lai khan,",
      "reference": "INPÂKNA HLABU 68:7"
    },
    {
      "content": "Hnuoi hi ân hnîng dur dur a, Vânhai khawm khi Pathien hmaa chun a far a, Sinai tlâng meu khawm saw Pathien hmaah, Israelhai Pathien hmaa chun ân hnîng dur dur kha.",
      "reference": "INPÂKNA HLABU 68:8"
    },
    {
      "content": "Aw Pathien, nang chun ruo tamtak în sûrtir a, I rochan chu a chau lai khan i sukdet a.",
      "reference": "INPÂKNA HLABU 68:9"
    },
    {
      "content": "I rawihai chun chutaka chun umhmun an khuor a, Aw Pathien, nang chun i ṭhatnain rimsihai ta dingin i buotsai a.",
      "reference": "INPÂKNA HLABU 68:10"
    },
    {
      "content": "LALPAIN thu chu a pêk hlak a, Chanchin hriltu nuhmeihai chu pâwl lientak an nih.",
      "reference": "INPÂKNA HLABU 68:11"
    },
    {
      "content": "Sipaihai lalhai chu an tlânsie an tlânsieh a, In nghâktunu chun râllâk sum chu a sem a.",
      "reference": "INPÂKNA HLABU 68:12"
    },
    {
      "content": "Vaṭhu thla tangkaruoa tuoma, A thla hmawr khawm rângkachak engtaka tuom angin, Berâm huon kârahai dâm i zâl ding am a nih?",
      "reference": "INPÂKNA HLABU 68:13"
    },
    {
      "content": "Iengkimthawtheiin chutaka chun lalhai chu a sukdar lai chu, Zalmon tlânga vûr sûr lai ang a nih.",
      "reference": "INPÂKNA HLABU 68:14"
    },
    {
      "content": "Basan tlâng chu Pathien tlâng a na, Basan tlâng chu tlâng insângtak a nih.",
      "reference": "INPÂKNA HLABU 68:15"
    },
    {
      "content": "Tlâng insângtakhai, Pathienin a umna dinga a tlâng dit chu, Iengdinga îtthika in mel am a na? Anih, LALPA chu chutaka chun kumkhuoin a um zing ding a nih.",
      "reference": "INPÂKNA HLABU 68:16"
    },
    {
      "content": "Pathien tawlailîr chu a sînga sîng, a sânga sâng tamtak a nih. LALPA chu Sinai tlânga a um ang khan, chuong laia chun hmun inthiengah a um tah.",
      "reference": "INPÂKNA HLABU 68:17"
    },
    {
      "content": "Nang chu chungtieng i hang feh a, i manhai chu salah i ṭhuoi a, Mihriemhai lai chun thilpêkhai i dawng a, Anih, helhmanghai lai khawm, LALPA Pathien chu an kuoma a um theina dingin.",
      "reference": "INPÂKNA HLABU 68:18"
    },
    {
      "content": "LALPA ei phur ni tina a mi phurpêktu, A mi sandamtu Pathien chu inpâkin um raw se.",
      "reference": "INPÂKNA HLABU 68:19"
    },
    {
      "content": "Pathien chu ei ta dingin sanhimtu, Pathien a nih, Thinaa inthawka suoknahai chu LALPA Jehovah ta a ni bawk.",
      "reference": "INPÂKNA HLABU 68:20"
    },
    {
      "content": "Nisienlakhawm, Pathienin ama dotuhai lu chu sât khawi phawk a tih, A thiemnawnaa la fe pei, lu vun sam inbuktak chu.",
      "reference": "INPÂKNA HLABU 68:21"
    },
    {
      "content": "LALPAIN, “Basan rama inthawkin ṭhuoi nâwk ka ta, Tuisuoriet mawng inthûktaka inthawk chu ṭhuoi nâwk ka tih.",
      "reference": "INPÂKNA HLABU 68:22"
    },
    {
      "content": "I ke chu thisena i phûm thei a, I ui leihai chun i dohaia inthawk chan a nei theina dingin,” a ta,",
      "reference": "INPÂKNA HLABU 68:23"
    },
    {
      "content": "Aw Pathien, i fe lai dâm an hmuh a, Ka Pathien ka Laltak hmun inthienga a fe laihai chu.",
      "reference": "INPÂKNA HLABU 68:24"
    },
    {
      "content": "Nunghâk khuongtê benhai laia chun, Hlasaktuhai an fe hmasah a, iengkhat mûttuhai chun an zui a.",
      "reference": "INPÂKNA HLABU 68:25"
    },
    {
      "content": "Inkhâwmnaahai hin Pathien inpâk unla, Israel tuihnâra suokhai, LALPA chu inpâk ro.",
      "reference": "INPÂKNA HLABU 68:26"
    },
    {
      "content": "Chutaka chun nau mitlum Benjamin an rorêltu a um a, Judahai mi lien le an upahai, Zebulunhai mi lienhai, Naphtalihai mi lienhai leh.",
      "reference": "INPÂKNA HLABU 68:27"
    },
    {
      "content": "I Pathien chun i thilthaw- theina chu thu a pêk a, Aw Pathien, kan ta dinga thil i mi thawpêk chu sukhrât rawh.",
      "reference": "INPÂKNA HLABU 68:28"
    },
    {
      "content": "Jerusalema i biekin leiin, Lalhaiin lâwmmanhai la hung chawipêk an ti che.",
      "reference": "INPÂKNA HLABU 68:29"
    },
    {
      "content": "Tangkahai chu sirin, Phairuong laia sahrâng chu kâwk la, Bâwngchal tamtak, mi tin bâwngtêhai leh, Indo inhâwk mi tin chu a sukdar tah a.",
      "reference": "INPÂKNA HLABU 68:30"
    },
    {
      "content": "Aiguptaa inthawkin mi lienhai hung suok an ta, Ethiopiahai chu an kut Pathien tienga phar dingin inhmâwng an tih.",
      "reference": "INPÂKNA HLABU 68:31"
    },
    {
      "content": "Leihnuoi ramhai, Pathien chawimawiin hla sak unla, Aw LALPA inpâkin hla sak ro.",
      "reference": "INPÂKNA HLABU 68:32"
    },
    {
      "content": "Vânhai vân, tiena umhai chunga chuong chu, Ngai ta, a râwl ân suo ie, râwl nasatak el chu.",
      "reference": "INPÂKNA HLABU 68:33"
    },
    {
      "content": "Pathien kuoma chun hrâtna pe ro, A ropuina chu Israelhai chungah a um a, A hrâtna chu vân dumhaia khin a um.",
      "reference": "INPÂKNA HLABU 68:34"
    },
    {
      "content": "Aw Pathien, i hmun inthieng- haia inthawk chun ṭi i um a; Israelhai Pathien, ama ngei chun a mihai kuomah hrâtna le thilthawtheina a pêk hlak. Pathien chu inpâkin um raw se.",
      "reference": "INPÂKNA HLABU 68:35"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 68 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}