{
  "verses": [
    {
      "content": "Aw LALPA, ka lungril hi i kuomah ka sie tlat hlak,",
      "reference": "INPÂKNA HLABU 25:1"
    },
    {
      "content": "Aw ka Pathien, nang ka ring cheh a, Muolphoin mîn umtir naw la, A mi dotuhai mi ngam ding chu phal naw rawh.",
      "reference": "INPÂKNA HLABU 25:2"
    },
    {
      "content": "Anih, nangma nghâktu hrim hrim chu tukhawm muolphoin um naw ni hai, A san um loa vervêktaka thawtuhai ruok chu muolphoin um an tih.",
      "reference": "INPÂKNA HLABU 25:3"
    },
    {
      "content": "Aw LALPA, i lampuihai chu mîn hriettir la, I lampui chanchinhai chu mîn chûktir rawh.",
      "reference": "INPÂKNA HLABU 25:4"
    },
    {
      "content": "I thutaka chun mi ṭhuoi la, mîn chûktir rawh, Nang chu a mi sandamtu Pathien i ni sih a; Sûnnithlâkin ka nghâk zing che hi.",
      "reference": "INPÂKNA HLABU 25:5"
    },
    {
      "content": "Aw LALPA, i lainatnahai le i ngilneinahai chu hre zing la, Inhmaa lo um kumkhuo tah a ni sih a.",
      "reference": "INPÂKNA HLABU 25:6"
    },
    {
      "content": "Ka tleirâwl lai suolnahai le ka bawsietnahai chu hre zing naw la, Aw LALPA, i ṭhatna leiin, I ngilneizie ang peiin mi hre zing rawh.",
      "reference": "INPÂKNA HLABU 25:7"
    },
    {
      "content": "LALPA chu a ṭhain ân dik a nih, Chuleiin, mi suolhai chu lampui kâwkhmûng a tih.",
      "reference": "INPÂKNA HLABU 25:8"
    },
    {
      "content": "Thuhnuoirawlhai chu rorêlna felah ṭhuoi a ta, Thuhnuoirawlhai chu ama lampui chanchin inchûktir bawk a tih.",
      "reference": "INPÂKNA HLABU 25:9"
    },
    {
      "content": "A thuthlung le a thuinhriettir zâwmtuhai ta ding chun, LALPA lampui po pohai chu ngilneina le thutak vawng a nih.",
      "reference": "INPÂKNA HLABU 25:10"
    },
    {
      "content": "Aw LALPA, i hming leiin, Ka rîtlona ngaidam la, nasatak a ni sih a.",
      "reference": "INPÂKNA HLABU 25:11"
    },
    {
      "content": "LALPA ṭi mi chu tu am a na? Ama chu a lampui thlang ding chu lân entir a tih.",
      "reference": "INPÂKNA HLABU 25:12"
    },
    {
      "content": "A hringna chu inhawitirtakin um a ta, A thlahai chun ram chu la hluong an tih.",
      "reference": "INPÂKNA HLABU 25:13"
    },
    {
      "content": "LALPA thurûk chu ama ṭituhai kuomah a um a, A thuthlung chu anni inhriettir a tih.",
      "reference": "INPÂKNA HLABU 25:14"
    },
    {
      "content": "Ka mitin LALPA tieng a en rawp hlak a, Ama chun ka kehai hi lêna inthawk chun a lâk suok ding a ni sih a.",
      "reference": "INPÂKNA HLABU 25:15"
    },
    {
      "content": "Keia tieng hung ngha la, mi lunginsiet rawh, Khawsâwt le rinumtakin ka um sih a.",
      "reference": "INPÂKNA HLABU 25:16"
    },
    {
      "content": "Ka lungril buoinahai hi a hung nasa tah a, Aw ka lungzingnahaia inthawk hin mi ṭhuoi suok rawh.",
      "reference": "INPÂKNA HLABU 25:17"
    },
    {
      "content": "Ka rinumzie le ka tuorzie hi ngaituo la, Ka suol po po mi ngaidam rawh.",
      "reference": "INPÂKNA HLABU 25:18"
    },
    {
      "content": "A mi dotuhai chu ngaituo ta, tamtak an nih, Nasatakin an mi theida sih a.",
      "reference": "INPÂKNA HLABU 25:19"
    },
    {
      "content": "Aw ka hringna vawngṭha la, mi sanhim rawh; Muolphoin mîn umtir naw la, nangmaa chun ka ringna kân nghat sih a.",
      "reference": "INPÂKNA HLABU 25:20"
    },
    {
      "content": "Lungril ṭhatna le indiknain mi vawng ṭha zing raw se. Ka nghâk zing si cheh a.",
      "reference": "INPÂKNA HLABU 25:21"
    },
    {
      "content": "Aw Pathien, Israelhai hi, An lunginzîngna po poa inthawkin sansuok rawh.",
      "reference": "INPÂKNA HLABU 25:22"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 25 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}