{
  "verses": [
    {
      "content": "Aw LALPA, nangin nguntakin i mi en suok a, i mi hriet tah;",
      "reference": "INPÂKNA HLABU 139:1"
    },
    {
      "content": "Nangin ka ṭhung le ka ngîr hi i hriet hlak a, Ka ngaituona hi hlataka inthawk khawmin i hriet thiem hlak.",
      "reference": "INPÂKNA HLABU 139:2"
    },
    {
      "content": "Ka fe le ka zâl hi i mi en ngun hlak a, Ka um dân po po hi i hriet vawng a.",
      "reference": "INPÂKNA HLABU 139:3"
    },
    {
      "content": "Ngai ta, aw LALPA nangin i hriet fai vawng naw chu, Ka leia hin thu hrim hrim a um nawh.",
      "reference": "INPÂKNA HLABU 139:4"
    },
    {
      "content": "Nangin ka hnungtieng le ka hmatieng i mîn huol a, Ka chungah i kut în nghat bawk a.",
      "reference": "INPÂKNA HLABU 139:5"
    },
    {
      "content": "Chuong ang lâwma hrietna chu ka ta dingin a mak taluoh a, Ân sâng bêk a, ka phâk naw a nih.",
      "reference": "INPÂKNA HLABU 139:6"
    },
    {
      "content": "I thlarau kuoma inthawk hi khâwlai am fêng ka ta? I hmaa inthawk hi khâwlai am tlân hmang ka ta?",
      "reference": "INPÂKNA HLABU 139:7"
    },
    {
      "content": "Vânah hang lâwn lang, chutaka chun i um sih a! Seolah zâlna siem lang, ngai ta, chutaka chun i um bawk sih a!",
      "reference": "INPÂKNA HLABU 139:8"
    },
    {
      "content": "Zîngkâr thlahai zârin Tuisuoriet tâwp daiah va um lang;",
      "reference": "INPÂKNA HLABU 139:9"
    },
    {
      "content": "Chutaka khawm chun i kutin mi ṭhuoi a ta, I kut changtiengin a mi chel âwm sih a.",
      "reference": "INPÂKNA HLABU 139:10"
    },
    {
      "content": "“Matheiloin, inthimin mîn khum zo a ta, Ka vêla var hi zân nîng a tih,” ti ding ni lang,",
      "reference": "INPÂKNA HLABU 139:11"
    },
    {
      "content": "Inthim khawma nangma kuoma chun iengkhawm a hlie nawh a, Zân hi sûn angin a var lem a nih: I ta ding chun inthim le var hi thuhmun zing a nih.",
      "reference": "INPÂKNA HLABU 139:12"
    },
    {
      "content": "Nangma ngeiin ka lungril i nei a, Ka nu phîng sûngah i mîn khum a.",
      "reference": "INPÂKNA HLABU 139:13"
    },
    {
      "content": "I kuomah lâwmthu hril ka ti che, ṭiumtak le maktaka siem ka ni sih a, I thilthawhai hi maktak a na, Chu chu ka hringna hin a hriet chieng hle a nih.",
      "reference": "INPÂKNA HLABU 139:14"
    },
    {
      "content": "Arûka siema ka um a, Hnuoi hmun inhnuoitaka mawi- taka siema ka um lai khan, Ka rurêl chu i kuomah thupin a um nawh a,",
      "reference": "INPÂKNA HLABU 139:15"
    },
    {
      "content": "Ka riruong la famkim lo chu i mitin a hmuh a, I lekhabua chun ka pênghai hi ziek vawng a nih: A ni têla siemin a um pei a, A pakhat khawm a la um hmain.",
      "reference": "INPÂKNA HLABU 139:16"
    },
    {
      "content": "Aw Pathien, i ngaituonahai chu ka ta dingin a va hlu de! A hung insukkhâwm chu a va nasa âwm de!",
      "reference": "INPÂKNA HLABU 139:17"
    },
    {
      "content": "Tiem ding ni lang, a tam tieng chu phaiphin nêkin tam lem a tih: Ka hang meng chun, i kuomah ka la um ta rawp hlak a nih.",
      "reference": "INPÂKNA HLABU 139:18"
    },
    {
      "content": "Aw Pathien, mi rilohai chu that ngei i tih, Chuongchun, nangni thisen insuo inhâwkhai, mi mâksan ro.",
      "reference": "INPÂKNA HLABU 139:19"
    },
    {
      "content": "Anni chun suoltakin an hrilsiet si cheh a, Nangma dotuhai chun i hming chu an hril nawmna hlak.",
      "reference": "INPÂKNA HLABU 139:20"
    },
    {
      "content": "Aw Lalpa, nangma theidatuhai chu ka theida naw am a nih? Nangma thawtuhai chunga chun ka lungninaw naw am a nih?",
      "reference": "INPÂKNA HLABU 139:21"
    },
    {
      "content": "Anni chu theida taktêin ka theidah a, A mi dotuhaiah ka ruot tâwl a.",
      "reference": "INPÂKNA HLABU 139:22"
    },
    {
      "content": "Aw Pathien, nguntakin mi en suok la, ka lungril hi hre rawh, Mi fie la, ka ngaituonahai hi hre rawh.",
      "reference": "INPÂKNA HLABU 139:23"
    },
    {
      "content": "Chun, keimaa hin rîtlona kawng hrim hrim a um le a um naw en la, Chatuon lampuia chun mi ṭhuoi rawh.",
      "reference": "INPÂKNA HLABU 139:24"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 139 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}