{
  "verses": [
    {
      "content": "Aw LALPA, lal chu i hrâtnaa hin hlim a ta, I sandamnaa hin a va hlim nasa âwm de;",
      "reference": "INPÂKNA HLABU 21:1"
    },
    {
      "content": "A lungril dit zâwng chu i pêk a, A hmûra a thil hni chu i phal naw nawh a.",
      "reference": "INPÂKNA HLABU 21:2"
    },
    {
      "content": "Ṭhatnaa malsâwmnahaiin i tuok a, Rângkachak inthieng lallukhum în khumtir sih a.",
      "reference": "INPÂKNA HLABU 21:3"
    },
    {
      "content": "Ama chun hringna a hni cheh a, i lo pêk a, Kumkhawtluonga dam zingna chu.",
      "reference": "INPÂKNA HLABU 21:4"
    },
    {
      "content": "I sandamnaa chun a ropuina chu a nasa a nih, Chawimawina le ropuina a chungah în nghat hlak a.",
      "reference": "INPÂKNA HLABU 21:5"
    },
    {
      "content": "Kumkhuoa dingin malsâwmna nasatak dawngin i siem sih a, I hmaah hlimnain i suklâwm hlak.",
      "reference": "INPÂKNA HLABU 21:6"
    },
    {
      "content": "Lal chun LALPA chu a ring sih a, Achunghnungtak ngilneina leiin inhnîng naw ni.",
      "reference": "INPÂKNA HLABU 21:7"
    },
    {
      "content": "I kutin nanga dotu po pohai che chu zawng suok i ta, I kut changtieng chun nangma theidatuhai che chu zawng suok a tih.",
      "reference": "INPÂKNA HLABU 21:8"
    },
    {
      "content": "I lungsen pha chun anni chu rawtuina mei chawk zur zur ang chun siem i ta, LALPA chun anni chu lunginsenin lem zo a ta, Mei chun kâng hmang el a tih.",
      "reference": "INPÂKNA HLABU 21:9"
    },
    {
      "content": "An rahai chu hnuoia inthawk chun sukbo i ta, An thlahai chu mihriem nauhai laia inthawkin sukbohmang bawk i tih.",
      "reference": "INPÂKNA HLABU 21:10"
    },
    {
      "content": "I chunga khan thil suol thaw an tum sih a, Thil suol an ngaituo suok a, an thaw thei si nawh.",
      "reference": "INPÂKNA HLABU 21:11"
    },
    {
      "content": "Nangin anni chu în hnung- sawntir ding a ni sih a, I thalhruihai chu an hmai tinin kuoisa diem i tih,",
      "reference": "INPÂKNA HLABU 21:12"
    },
    {
      "content": "Aw LALPA, i hrâtnaa chun chawimawiin um la, Chuongchun, i thilthawtheina inpâkin hla sak kan tih.",
      "reference": "INPÂKNA HLABU 21:13"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 21 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}