{
  "verses": [
    {
      "content": "Aw rorêltuhai, felna thu maw in hril tak tak? Aw mihriem nauhai, indiktakin maw ro in rêl?",
      "reference": "INPÂKNA HLABU 58:1"
    },
    {
      "content": "Anih, in lungrila chun thil suoltak in thaw hlak a; Hnuoia in kuta thil nunsetaka thaw chu in bûk hlak a.",
      "reference": "INPÂKNA HLABU 58:2"
    },
    {
      "content": "Mi rilohai chu an nu phîng sûnga inthawk hrimin Pathiena inthawka ṭhein an um a; An pieng phingleh khêlthu hrilin an invâk hmang hlak.",
      "reference": "INPÂKNA HLABU 58:3"
    },
    {
      "content": "An tûr chu rûl tûr ang a na, Rulrîel nasêt, a na hip hlak ang chu an nih.",
      "reference": "INPÂKNA HLABU 58:4"
    },
    {
      "content": "Chu chun rûl dawiinvêt theihai râwl chu a ngai nawh a; Ieng anga thiem khawmin dawi hai sien khawm.",
      "reference": "INPÂKNA HLABU 58:5"
    },
    {
      "content": "Aw Pathien, an baua chun an hahai chu suktlam la, Aw LALPA, sakeibaknei vânglaihai ha lientak takhai chu khel dawk la,",
      "reference": "INPÂKNA HLABU 58:6"
    },
    {
      "content": "Anni chu tui hrâttaka luong angin intui hmang hai sienla, A thalhai a tinin, sât fik angin um pei raw hai se.",
      "reference": "INPÂKNA HLABU 58:7"
    },
    {
      "content": "Kawngkawrawi, intui a, bo el hlak ang hi ni sienla: A hun nawha nuhmei nau nei, nisa hmêl hrim hrim hmu lo ang hi ni raw se.",
      "reference": "INPÂKNA HLABU 58:8"
    },
    {
      "content": "In bêlhai chun hling thing lum a hriet hma khawmin: Ama chun thlivirin la hmang a ta, A hring le a kâng lai khawm.",
      "reference": "INPÂKNA HLABU 58:9"
    },
    {
      "content": "Mi fel chun phubalâkna chu a hmuin lâwm a ta, Mi rilo thisena chun a ke chu sâwp a tih.",
      "reference": "INPÂKNA HLABU 58:10"
    },
    {
      "content": "Chuongchun, mihaiin, “Mi fel ta ding chun lâwmman a lo um tak tak a; Hnuoia hin rorêltu Pathien a lo um tak tak a ni hi,” tîng an tih.",
      "reference": "INPÂKNA HLABU 58:11"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 58 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}