{
  "verses": [
    {
      "content": "Leihnuoi po pohai, Pathien chawimawiin hlimtakin khêk unla,",
      "reference": "INPÂKNA HLABU 66:1"
    },
    {
      "content": "A hming ropuizie chu hlain sak suok ro: Ama inpâkna chu sukropui ro.",
      "reference": "INPÂKNA HLABU 66:2"
    },
    {
      "content": "Pathien kuomah, “I thilthawhai chu a va ropui de! I thilthawtheina nasatzie leiin nangma dotuhai chu i kuomah intuklût an tih.",
      "reference": "INPÂKNA HLABU 66:3"
    },
    {
      "content": "Leihnuoi po pohai hin chibai bûk an ti che a, Nangma inpâkin hla sak an ta, I hming inpâkin hla sak an tih,” ti ro.",
      "reference": "INPÂKNA HLABU 66:4"
    },
    {
      "content": "Hung ta u, Pathien thilthawhai hi en ta u, Mihriem nauhai chunga a thilthawa hin ṭi a um a nih.",
      "reference": "INPÂKNA HLABU 66:5"
    },
    {
      "content": "Ama chun tuisuoriet kha hnuoi ṭâwlah ân changtir a, Vadungpui kha kein an fe kâi a; Chutaka chun amaah ei hlim a.",
      "reference": "INPÂKNA HLABU 66:6"
    },
    {
      "content": "A thilthawtheina chun kumkhuoin ro a rêl a, A mitin hnam tin a en hlak: Hel hmanghai chu anni le anni inchawimawi naw raw hai se.",
      "reference": "INPÂKNA HLABU 66:7"
    },
    {
      "content": "Aw mi tinhai, ei Pathien chu inpâk unla, Ama inpâkna ri chu inhriettir ro:",
      "reference": "INPÂKNA HLABU 66:8"
    },
    {
      "content": "Ama chun ei hringna hi a sukhring zing a, Ei kehai hi suktâwl a phal nawh.",
      "reference": "INPÂKNA HLABU 66:9"
    },
    {
      "content": "Aw Pathien, nangin i mi fieh a, Tangkaruo fieha a um angin, keini i mi fieh a.",
      "reference": "INPÂKNA HLABU 66:10"
    },
    {
      "content": "Nangin lênah i mi ṭhuoi lût a, Kan kâwnga hin phur riktak chu în nghat a.",
      "reference": "INPÂKNA HLABU 66:11"
    },
    {
      "content": "Mihai tawlailîr chunga chuongin, kan lu chungah în fetir a, Mei le tui kan fe thleng a, Nisienlakhawm, hmun chênghnâwngtaka lût dingin i mi ṭhuoi suok a;",
      "reference": "INPÂKNA HLABU 66:12"
    },
    {
      "content": "Pumrawhmanga thil inhlânhai leh i inah lût ka ta, Ka thutiemhai chu i kuomah hlen ka tih.",
      "reference": "INPÂKNA HLABU 66:13"
    },
    {
      "content": "Ka hmûrin a hril a, Lunginzînga ka um laia ka bauin a hrilhai chu.",
      "reference": "INPÂKNA HLABU 66:14"
    },
    {
      "content": "Sa thâutak pumrawhmanga thil inhlânhai i kuomah inhlân ka ta, Berâmchalhai raw rim inhnik leh; Bâwngchalhai, kêlhai leh inhlân ka tih.",
      "reference": "INPÂKNA HLABU 66:15"
    },
    {
      "content": "Hung ta u, Pathien ṭituhai po po, ngai ta u, Chuongchun, ka hringna dinga a thilthaw chu inhriettir ka ti cheu.",
      "reference": "INPÂKNA HLABU 66:16"
    },
    {
      "content": "Ama chu ka bauin ka ko a, Ka leia chawimawiin a um a.",
      "reference": "INPÂKNA HLABU 66:17"
    },
    {
      "content": "Ka lungrila suolna ka ngaisak chun, LALPA chun mi ngaisak naw nih.",
      "reference": "INPÂKNA HLABU 66:18"
    },
    {
      "content": "Nisienlakhawm, Pathien chun a mi lo ngai a, Ka ṭawngṭâina ri chu a lo bengkhawn a nih.",
      "reference": "INPÂKNA HLABU 66:19"
    },
    {
      "content": "Pathien, ka ṭawngṭâina inhlawsamtir loa, ka kuoma a ngilneina ma ngailotu chu, Inpâkin um raw se.",
      "reference": "INPÂKNA HLABU 66:20"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 66 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}