{
  "verses": [
    {
      "content": "Aw LALPA, ka thua hin na lo sit la, Ka ngaituona hi lo ngaituo ta:",
      "reference": "INPÂKNA HLABU 5:1"
    },
    {
      "content": "Ka Lal le ka Pathien, ka khêkri hi lo ngai la, I kuoma ṭawngṭâi ka ni sih a.",
      "reference": "INPÂKNA HLABU 5:2"
    },
    {
      "content": "Aw LALPA, zîngkâr chun ka râwl hi lo hre hlak i ta, Zîngkâr chun ka ṭawngṭâina chu i hmaa chun rêl fel diem ka ta, lo ngaiven hlak ka tih.",
      "reference": "INPÂKNA HLABU 5:3"
    },
    {
      "content": "Rîtlonaa lâwm hlak Pathien i ni si nawh a. Mi suol chu i kuom tlung naw ni hai.",
      "reference": "INPÂKNA HLABU 5:4"
    },
    {
      "content": "Mi uonghai chu i mithmuah ngîr thei naw ni hai a, Thil suol thawtuhai po po chu i theida hlak.",
      "reference": "INPÂKNA HLABU 5:5"
    },
    {
      "content": "Khêl hril hmanghai chu sukbohmang i ta, LALPAIN thisen insuo hmang le hlêm hmang mi chu a tirdak rieu hlak.",
      "reference": "INPÂKNA HLABU 5:6"
    },
    {
      "content": "Nisienlakhawm, kei chu, i ngilneina nasatak lei chun i inah hung lût ka ta, Ṭi pum chein i biekin inthieng tieng nghain chibai bûk hlak ka ti che.",
      "reference": "INPÂKNA HLABU 5:7"
    },
    {
      "content": "Aw LALPA, ka hmêlmahai leiin, i felnain mi ṭhuoi la, I lampui chu ka hmaa hin suktluong rawh.",
      "reference": "INPÂKNA HLABU 5:8"
    },
    {
      "content": "An baua chun ringumna hrim hrim a um nawh a; An sûngril chu rîtlona ruok el a nih: An hnuk chu thlân inhawng a na; An leiin an inpâk tehlêm hlak.",
      "reference": "INPÂKNA HLABU 5:9"
    },
    {
      "content": "Aw Pathien, annirawi hi thiemnaw inchangtir la. Anni remruotnahai ngei chu tlûk phâna dingin hmang raw hai se; An bawsietna tamtakhai lei hin nam suok la. I chungah an hel sih a.",
      "reference": "INPÂKNA HLABU 5:10"
    },
    {
      "content": "Nangmaa ringna innghattuhai po po chu nangmaa chun lâwm hai sienla, I humhim leiin kumkhuoin lâwmin khêk tâwl raw hai se: I hming ngainatuhai khawm chu nangmaa chun lâwmtakin um raw hai se.",
      "reference": "INPÂKNA HLABU 5:11"
    },
    {
      "content": "Mi fel chu mal i sâwm ding a ni sih a, Aw LALPA, ama chu phâw angin ditsaknain în huol vêl ding a nih.",
      "reference": "INPÂKNA HLABU 5:12"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 5 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}