{
  "verses": [
    {
      "content": "Pathien a mi sukhrâttu chawimawiin hlimtakin hla sak unla, Jakob Pathien chawimawiin hlimtakin khêk ro.",
      "reference": "INPÂKNA HLABU 81:1"
    },
    {
      "content": "Inpâkna hla sak unla, khuongtê dâm, Ṭingṭang ngainuomumtak dâm, perkhuong dâm leh hung chawi ro,",
      "reference": "INPÂKNA HLABU 81:2"
    },
    {
      "content": "Thla thara chun tawtawrâwt mût unla, Thla lir laia ei ruoiṭhe hun lai leh.",
      "reference": "INPÂKNA HLABU 81:3"
    },
    {
      "content": "Israelhai ta dinga thuruot a ni sih a, Jakob Pathien dân a nih.",
      "reference": "INPÂKNA HLABU 81:4"
    },
    {
      "content": "Chu chu Josef-a chun thu inhriettirna dingin a ruot a, Aigupta rama a fe thleng lai khan; Ka ṭawng hriet naw râwl ka hriet a",
      "reference": "INPÂKNA HLABU 81:5"
    },
    {
      "content": "An liengko chu thil rika inthawkin ka lâk hmang a, An kuthai chu leikhâwra inthawka inthlain a um kha.",
      "reference": "INPÂKNA HLABU 81:6"
    },
    {
      "content": "Lunginzîngin in mi ko a, ka sanhim cheu a, Vâninrûm inbîkhmangna hmuna khan ka dawn cheu a; Meriba tuia khan kân fie cheu kha.",
      "reference": "INPÂKNA HLABU 81:7"
    },
    {
      "content": "Aw ka mihai, ngai unla, inhriettir ka ti cheu, Aw Israelhai, ka thu ngai ta ve unla chu aw!",
      "reference": "INPÂKNA HLABU 81:8"
    },
    {
      "content": "Ram dang pathien hrim hrim in lai an um ding a ni nawh a, Mi dang pathien hrim hrim chu in biek ding a ni bawk nawh.",
      "reference": "INPÂKNA HLABU 81:9"
    },
    {
      "content": "Kei LALPA in Pathien chu ka nih; Aigupta rama inthawka ṭhuoi suoktu cheu kha. In bau ka lien unla, ka suksip ding annâwm.",
      "reference": "INPÂKNA HLABU 81:10"
    },
    {
      "content": "Nisienlakhawm, ka mihai chun ka râwl an ngai si nawh a; Israelhai chun an mi dit naw kha.",
      "reference": "INPÂKNA HLABU 81:11"
    },
    {
      "content": "Chuongchun, an lungril kâwmaw ang peia um dingin ka thlathlam a, Anni remruot anga an umna dingin.",
      "reference": "INPÂKNA HLABU 81:12"
    },
    {
      "content": "Aw, ka mihai hin ka thu ngaiin, Israelhai hi ka lampuia hin fe hai sien chu aw!",
      "reference": "INPÂKNA HLABU 81:13"
    },
    {
      "content": "An hmêlmahai chu ka suktlâwm vakin, Anni dotuhai chunga chun ka kut kân let ding bah.",
      "reference": "INPÂKNA HLABU 81:14"
    },
    {
      "content": "LALPA theidatuhai chu a hmaah ṭiin kûn an tih, An hrem tuorna chun kumkhuo dai a tih.",
      "reference": "INPÂKNA HLABU 81:15"
    },
    {
      "content": "Nangni chu bu ṭhatakin châwm ka ti cheu a, Lungpuia khuoizuin ka sukkhawp ding cheu a nih.",
      "reference": "INPÂKNA HLABU 81:16"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 81 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}