{
  "verses": [
    {
      "content": "Aw LALPA, keini mi pe loin, keini mi pe loin, I hming chu ropuina pe lem rawh, I ngilneina le i thutak leiin.",
      "reference": "INPÂKNA HLABU 115:1"
    },
    {
      "content": "Iengdinga hnam tinin, “Khâwlai am an Pathien kha teh?” an ti am a na?",
      "reference": "INPÂKNA HLABU 115:2"
    },
    {
      "content": "Kan Pathien chu vânah a um sih a, A nuom taphawt a thaw a nih.",
      "reference": "INPÂKNA HLABU 115:3"
    },
    {
      "content": "An milimhai chu tangka le rângkachak an na, Mihriem kutsuok an nih.",
      "reference": "INPÂKNA HLABU 115:4"
    },
    {
      "content": "Bauhai an nei a, an ṭawng thei si nawh, Mithai an nei a, an hmu thei si nawh.",
      "reference": "INPÂKNA HLABU 115:5"
    },
    {
      "content": "Nahai an nei a, an hriet thei si nawh, Hnârhai an nei a, rim an hriet thei si nawh.",
      "reference": "INPÂKNA HLABU 115:6"
    },
    {
      "content": "Kuthai an nei a, iengkhawm an tâwk thei si nawh. Kehai an nei a, an lâwn thei si nawh a, An hnukin an ṭawng thei si nawh.",
      "reference": "INPÂKNA HLABU 115:7"
    },
    {
      "content": "Chuong siemtuhai chu chuong ang bawk chun um an ta, Anih, chuong ringtu taphawthai chu.",
      "reference": "INPÂKNA HLABU 115:8"
    },
    {
      "content": "Aw Israelhai, LALPA chu ring ro, Ama chu anni ṭhangpuitu le an phaw a nih.",
      "reference": "INPÂKNA HLABU 115:9"
    },
    {
      "content": "Aw Aron sûnghai, LALPA chu ring ro, Ama chu anni ṭhangpuitu le an phaw a nih.",
      "reference": "INPÂKNA HLABU 115:10"
    },
    {
      "content": "LALPA ṭituhai, LALPA chu ring ro, Ama chu anni ṭhangpuitu le an phaw a nih.",
      "reference": "INPÂKNA HLABU 115:11"
    },
    {
      "content": "LALPA chun a mi hriet zing a, mal mi sâwm a tih, Israel sûnghai chu mal sâwm a ta, Aron sûnghai chu mal sâwm a tih.",
      "reference": "INPÂKNA HLABU 115:12"
    },
    {
      "content": "LALPA ṭituhai chu mal sâwm a ta, A lien a chînin.",
      "reference": "INPÂKNA HLABU 115:13"
    },
    {
      "content": "LALPA chun sukpung deu deu raw se cheu, Nangni le in nauhai leh.",
      "reference": "INPÂKNA HLABU 115:14"
    },
    {
      "content": "LALPA chun mal sâwm raw se cheu, Ama chu hnuoi le vân siemtu a nih.",
      "reference": "INPÂKNA HLABU 115:15"
    },
    {
      "content": "Vânhai khi LALPA vânhai a na, Leihnuoi ruok hi chu mihriem nauhai kuomah a pêk a nih.",
      "reference": "INPÂKNA HLABU 115:16"
    },
    {
      "content": "Mithihai chun LALPA chu an inpâk nawh a, Hmun retaka zu fehai hrim hrim chun an inpâk bawk nawh.",
      "reference": "INPÂKNA HLABU 115:17"
    },
    {
      "content": "Eini ruok chun LALPA chu inpâk tâng ei tih, Tuta inthawka kumkhaw- tluongin. LALPA chu inpâk ro.",
      "reference": "INPÂKNA HLABU 115:18"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 115 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}