{
  "verses": [
    {
      "content": "A bawsietna ngaidama uma, a suolna inkhuma um chu, a hamṭha,",
      "reference": "INPÂKNA HLABU 32:1"
    },
    {
      "content": "Mi LALPAIN rîtlona neia a ruot naw, A thlaraua hlêmna hrim hrim um naw chu, a hamṭha.",
      "reference": "INPÂKNA HLABU 32:2"
    },
    {
      "content": "Ka suol ka topui zing lai khan, sunnithlâka kân rûmna leiin, Ka taksa hi a châu tiel tiel a.",
      "reference": "INPÂKNA HLABU 32:3"
    },
    {
      "content": "A sûn a zânin i kutin a mi del sih a; Ka taksa hnâwngna khawm, ṭhâlrumin thil a sukdanglam angin, a hung danglam ta hiel kha.",
      "reference": "INPÂKNA HLABU 32:4"
    },
    {
      "content": "Ka suolna chu i kuomah ka phuong a, Ka rîtlona chu ka ip ta nawh a, “Ka bawsietna chu LALPA kuomah thupha châwi tâng ka tih,” ka tih a; Chuongchun, ka suol rîtlona chu i lo ngaidam ta kha.",
      "reference": "INPÂKNA HLABU 32:5"
    },
    {
      "content": "Chuleiin, Pathien ngaisak mi taphawt chu zawnghmu awla i um laiin i kuomah ṭawngṭâi seng raw hai se; Tui lienhai chu a hung liem pha chun anni chu a chîm phâk vak nawna dingin.",
      "reference": "INPÂKNA HLABU 32:6"
    },
    {
      "content": "Nang chu kân bîkhmangna hmun i na, nang chun lunginzîngnaa inthawk mi humhim i ta, Sanhimna hlahaiin mîn huolvêltir i tih.",
      "reference": "INPÂKNA HLABU 32:7"
    },
    {
      "content": "I fena ding lampui chu inchûk- tirin, kâwkhmûng ka ti cheh a, Ka mita en zing pum chein rem ruotpêk ka ti che.",
      "reference": "INPÂKNA HLABU 32:8"
    },
    {
      "content": "Ngaituona nei naw sakawr ama- nih, sabengtung amani angin um naw ro, Anni chun chelngîrna ding thîrbar amanih, keingîrna dinga hrui dâm an ṭûl hlak sih a; Chuong naw chun i kâwl hnaiah hung naw ni hai.",
      "reference": "INPÂKNA HLABU 32:9"
    },
    {
      "content": "Mi rilo ta ding chun lungngaina tamtak um a ta, LALPA ringtu ruok chu ngil- neinain inhuolvêl lem a tih.",
      "reference": "INPÂKNA HLABU 32:10"
    },
    {
      "content": "Mi felhai, LALPAA chun hlimin lâwm unla, Lungril indiktak put po pohai, hlimin khêk ro.",
      "reference": "INPÂKNA HLABU 32:11"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 32 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}