{
  "verses": [
    {
      "content": "Aw Pathien, ka lungril hi adet a nih; Hla sak ka tih, anih, inpâkna hla sak ka tih, ka ropuina ngeiin.",
      "reference": "INPÂKNA HLABU 108:1"
    },
    {
      "content": "Perkhuong le ṭingṭanghai, har ro, Kei chu zîngkâr har ka tih.",
      "reference": "INPÂKNA HLABU 108:2"
    },
    {
      "content": "Aw LALPA, mi tin laiahai chun lâwmthu hril ka ti cheh a, Hnam tin laia chun nangma inpâkin hla sak ka tih.",
      "reference": "INPÂKNA HLABU 108:3"
    },
    {
      "content": "I ngilneina chu vân khûm khawpin a nasa sih a, I thutak chun vân dumhai khi a tawng hiel bawk a.",
      "reference": "INPÂKNA HLABU 108:4"
    },
    {
      "content": "Aw Pathien, nang chu vân khûm dai khin chawimawiin hung um la, I ropuina chu hnuoi chung po poa hin chawimawiin um bawk raw se.",
      "reference": "INPÂKNA HLABU 108:5"
    },
    {
      "content": "I dittakhai hi sanhima an um theina dingin, I kut changtiengin sandam la, mi hung dawn rawh.",
      "reference": "INPÂKNA HLABU 108:6"
    },
    {
      "content": "Pathienin a înthiengnaa chun hieng ang hin a hril a, “Hlimtakin, Sekem khuo chu sem ka ta, Sukkoth ruom chu semdar bawk ka tih.",
      "reference": "INPÂKNA HLABU 108:7"
    },
    {
      "content": "Gilead chu ka ta a na, Manasse ka ta a na; Ephraim khawm chu ka lu humhimna a na; Judai chu ka lalhmawl a nih.",
      "reference": "INPÂKNA HLABU 108:8"
    },
    {
      "content": "Moab chu kân sâwpna bêl a na, Edoma chun ka kekawk pei ka ta, Philistin chu khêk khum ka tih,” tiin.",
      "reference": "INPÂKNA HLABU 108:9"
    },
    {
      "content": "Khawpui kul neia chun tuin am mi ṭhuoi lût a ta? Edoma chun tuin am mi ṭhuoi a ta?",
      "reference": "INPÂKNA HLABU 108:10"
    },
    {
      "content": "Aw Pathien, nangma ngeiin i mi thlauthlâk a ni naw am a nih? Aw Pathien, kan sipaihai kuoma hlak i suok ve ta si nawh a.",
      "reference": "INPÂKNA HLABU 108:11"
    },
    {
      "content": "A mi dotuhai thaw dingin mi ṭhangpui la, Mihriem ṭhangpuina chu teplo mei mei a ni sih a.",
      "reference": "INPÂKNA HLABU 108:12"
    },
    {
      "content": "Pathien zârah huoitakin thâwng ei tih, Ama chu a mi dotuhai sir detu ding a ni sih a.",
      "reference": "INPÂKNA HLABU 108:13"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 108 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}