{
  "verses": [
    {
      "content": "LALPA ngilneina thuhai chu kumkhuoin hlaah sak ka ta, Ka bauin, i ringumzie chu suon po po chenin inhriettir ka tih.",
      "reference": "INPÂKNA HLABU 89:1"
    },
    {
      "content": "“Ngilneina chu kumkhuoa dingin remin um a ta, I ringumna chu vânahai ngei khin sukdet i tih,” ka ti tah a nih.",
      "reference": "INPÂKNA HLABU 89:2"
    },
    {
      "content": "Nang chun i hril ta sih a; Ka mi thlang kuoma chun thu ka thlung a, Ka siehlaw David kuoma chun ṭawng kân khâm tah a,",
      "reference": "INPÂKNA HLABU 89:3"
    },
    {
      "content": "“I thlahai chu kumkhuoha dingin sukdet ka ta, I lalṭhungpha khawm suon po po chenin inngîr zing ka tih,” tiin.",
      "reference": "INPÂKNA HLABU 89:4"
    },
    {
      "content": "Aw LALPA, vânhai khin i thilmak thawhai hi inpâk an ta, Mi inthienghai inkhâwmnaa khin i ringumna hi inpâk bawk an tih.",
      "reference": "INPÂKNA HLABU 89:5"
    },
    {
      "content": "Vân dumhaia khin LALPA le hrilkhi thei ding tu am an um leh? Mi thilthawtheitak nauhai lai khin LALPA ang,",
      "reference": "INPÂKNA HLABU 89:6"
    },
    {
      "content": "Mi inthienghai inrâwn khâwmnaa Pathien ṭiumtak, A kâwlvêla mi po po nêka ṭitak ding chu tu am a um leh?",
      "reference": "INPÂKNA HLABU 89:7"
    },
    {
      "content": "Aw LALPA sipaihai Pathien, Aw JAH, nang anga mi hrât tu am an um a? I ringumna chu i vêlah a um sih a,",
      "reference": "INPÂKNA HLABU 89:8"
    },
    {
      "content": "Nang chun tuisuoriet chapona chungah ro i rêl hlak a, A tuifâwn invawr laihai chu i sukre hlak.",
      "reference": "INPÂKNA HLABU 89:9"
    },
    {
      "content": "Nang chun Rahab chu râl that angin i sukkawi dar vawng a, Nangma dotuhai chu i bân thahrâtin i sukdar ta vawng a.",
      "reference": "INPÂKNA HLABU 89:10"
    },
    {
      "content": "Vânhai khi nanga ta a na, hnuoi khawm hi nanga ta a nih. Khawvêl le a sûnga thil um po po hi nangma inngîr a nih.",
      "reference": "INPÂKNA HLABU 89:11"
    },
    {
      "content": "Sim le hmâr chu nanga siem a na, Tabor le Hermon chun i hming leiin hlimin hla an sak hlak.",
      "reference": "INPÂKNA HLABU 89:12"
    },
    {
      "content": "Nang chun bân thilthawtheitak i nei a, I kut chu a hrât a, i kut changtieng chu chawimawiin a um a.",
      "reference": "INPÂKNA HLABU 89:13"
    },
    {
      "content": "Felna le rorêlna fel chu i lalṭhungpha innghatna a na, Ngilneina le thutak chu i hmaah an fe hlak,",
      "reference": "INPÂKNA HLABU 89:14"
    },
    {
      "content": "Ri hlimum hre hlak hnam chu an hamṭha ie, Aw LALPA, anni chu i hmêl varah an um hlak,",
      "reference": "INPÂKNA HLABU 89:15"
    },
    {
      "content": "I hming leiin sûnnithlâkin an hlim hlak a, I felna leiin chawimawiin an um hlak.",
      "reference": "INPÂKNA HLABU 89:16"
    },
    {
      "content": "Nang chu an hrâtna ropuina i ni sih a, I ditsakna leiin kan ki hi chawimawiin um a tih.",
      "reference": "INPÂKNA HLABU 89:17"
    },
    {
      "content": "Kan phaw hi LALPA ta a ni sih a, Kan lal hi Israelhai Mi Inthieng ta a nih.",
      "reference": "INPÂKNA HLABU 89:18"
    },
    {
      "content": "Chuong lai chun i mi inthienghai kuomah inlârnaah thu i hril a, “Mi pakhat hrâttak chunga chun ṭhangpuina kân nghat a, Mi pakhat, mihai laia inthawka thlang suok chu ka chawimawi tah a.",
      "reference": "INPÂKNA HLABU 89:19"
    },
    {
      "content": "Ka siehlaw David chu ka hmusuok a, Ka hriek inthieng chun ama chu ka nâl tah a.",
      "reference": "INPÂKNA HLABU 89:20"
    },
    {
      "content": "Ka kut hi a kuomah sukdetin um a ta, Ka bân hin ama chu sukhrât a tih.",
      "reference": "INPÂKNA HLABU 89:21"
    },
    {
      "content": "Dotu chun ama chu hnesie ngai naw nih a, Rîtlona nau khawmin ama sukrinum naw nih.",
      "reference": "INPÂKNA HLABU 89:22"
    },
    {
      "content": "Ama dotuhai chu a hmaah vaw thlûng ka ta, Ama theidatuhai chu sawisâng ka tih.",
      "reference": "INPÂKNA HLABU 89:23"
    },
    {
      "content": "Ama kuoma ruok chun ka ngilneina le ka ringumna chu um a ta, Ka hming leiin a ki chu chawimawiin um bawk a tih.",
      "reference": "INPÂKNA HLABU 89:24"
    },
    {
      "content": "A kut chu tuisuorieta chun innghattir ka ta, A kut changtieng chu vadungpuia hai chun.",
      "reference": "INPÂKNA HLABU 89:25"
    },
    {
      "content": "Ama chun, ‘Nang chu ka pa, Ka Pathien, ka insandamna lungpui i nih,’ tiin mi ko a tih.",
      "reference": "INPÂKNA HLABU 89:26"
    },
    {
      "content": "Chun, keiin ama chu nau lutîrah siem ka ta, Hnuoia lalhai lai chun a chunghnungtakah siem ka tih.",
      "reference": "INPÂKNA HLABU 89:27"
    },
    {
      "content": "Ka zainêmna chu kumkhuoin a ta dingin kawl ṭhapêk ka ta, Ka thuthlung chu a kuomah um det a tih.",
      "reference": "INPÂKNA HLABU 89:28"
    },
    {
      "content": "A chi thlahai chu kumkhuoin inumtir ka ta, A lalṭhungpha khawm chu vân um sûng ni chenin inumtir bawk ka tih.",
      "reference": "INPÂKNA HLABU 89:29"
    },
    {
      "content": "A nauhai chun ka dân hi an nghatsan a, Ka rorêlnahai anga an um nawh a,",
      "reference": "INPÂKNA HLABU 89:30"
    },
    {
      "content": "Ka thuruot an bawsiet a, Ka thupêk an kawl ṭha naw chun;",
      "reference": "INPÂKNA HLABU 89:31"
    },
    {
      "content": "An bawsietnahai chu hmawl leh hung kan ka ta, An rîtlonahai chu vuokin hung kan ka tih.",
      "reference": "INPÂKNA HLABU 89:32"
    },
    {
      "content": "Nisienlakhawm, ka ngilneina chu a kuoma inthawk chun lâkpêk vawng naw ning a, Ka ringumna chu khêla ân chang phal bawk naw ning.",
      "reference": "INPÂKNA HLABU 89:33"
    },
    {
      "content": "Ka thuthlung chu bawse naw ning a, Ka hmûra thu suok chu sukdanglam bawk naw ning.",
      "reference": "INPÂKNA HLABU 89:34"
    },
    {
      "content": "Vawi khat ka inthiengna sâlin kân khâm a, David kuomah khêl hril naw ningah.",
      "reference": "INPÂKNA HLABU 89:35"
    },
    {
      "content": "A chithlahai chu kumkhuoin um an ta, A lalṭhungpha chu ka hmaah nisa angin um bawk a tih.",
      "reference": "INPÂKNA HLABU 89:36"
    },
    {
      "content": "Thla angin kumkhuoa dingin sukdetin um a ta, Vân duma hretu ringum ang khin,” i tih a.",
      "reference": "INPÂKNA HLABU 89:37"
    },
    {
      "content": "Nisienlakhawm, nang chun i thlauthlâkin i dit nawh a, I hrieknâl chunga chun i lung a sen tah a.",
      "reference": "INPÂKNA HLABU 89:38"
    },
    {
      "content": "I siehlaw thuthlung chu i tirdak a, A lallukhum chu hnuoia peithla hielin i suktlâwm tah a.",
      "reference": "INPÂKNA HLABU 89:39"
    },
    {
      "content": "A dâi po po chu i sukthlûk a, A kulbînghai chu i suksiet tah a.",
      "reference": "INPÂKNA HLABU 89:40"
    },
    {
      "content": "Lampuia fe poin a thil an lâkpêk hlak a, A vêla mihai hrilsietin a hung um tah a.",
      "reference": "INPÂKNA HLABU 89:41"
    },
    {
      "content": "Ama dotuhai kut changtieng chu i chawimawi a, A hmêlmahai po po chu i sukhlim tah a.",
      "reference": "INPÂKNA HLABU 89:42"
    },
    {
      "content": "Anih, a kâwlhnâm hmawrzum chu i namkâwi a, Ama chu inthawnaa chun în ngîrdettir ta nawh a.",
      "reference": "INPÂKNA HLABU 89:43"
    },
    {
      "content": "A ropuina chu i suktâwp a, A lalṭhungpha chu hnuoiah i pei thlâk tah a.",
      "reference": "INPÂKNA HLABU 89:44"
    },
    {
      "content": "A tlangvâl lai nihai chu i suktâwipêk a, Ama chu muolphonain în khum ta sih a.",
      "reference": "INPÂKNA HLABU 89:45"
    },
    {
      "content": "Aw LALPA, ieng chen am în bihmang kumkhuo ding a na? Ieng chen am i lunginsen chu mei anga a chawk ding a na?",
      "reference": "INPÂKNA HLABU 89:46"
    },
    {
      "content": "Aw, ka hun hi a tâwi dingzie hre zing la, Mihriem nauhai po po hi i va siem teplo ngei de!",
      "reference": "INPÂKNA HLABU 89:47"
    },
    {
      "content": "Ieng mi am thi ni hmêl hmu loa hringa, Seol kuta inthawka hringna sanhim ding chu?",
      "reference": "INPÂKNA HLABU 89:48"
    },
    {
      "content": "LALPA, tienlaia i lunginsiet- na, i ringumnaa David kuoma inkhâma i tiem kha, Khâwlai am a um tah a?",
      "reference": "INPÂKNA HLABU 89:49"
    },
    {
      "content": "LALPA, i siehlawhai an hrilsietna chu hre zing la, Hnam hrâttakhai po po hrilsietna ka ângsûnga ka tuor hlakzie hi.",
      "reference": "INPÂKNA HLABU 89:50"
    },
    {
      "content": "Aw LALPA, nangma dotuhai hrilsietna, I hrieknâl kehnunghai an hrilsietna chu.",
      "reference": "INPÂKNA HLABU 89:51"
    },
    {
      "content": "LALPA chu kumkhuoin inpâkin um raw se. Amen, Amen.",
      "reference": "INPÂKNA HLABU 89:52"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 89 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}