{
  "verses": [
    {
      "content": "Aw mi felhai, LALPAA chun hlimin hla sak ro, Mi indik ta ding chun Pathien inpâk hi a âwm hrim a nih.",
      "reference": "INPÂKNA HLABU 33:1"
    },
    {
      "content": "Ṭingṭangin LALPA kuoma chun lâwmthu hril unla, Perkhuong hrui sâwm nei mi leh ama inpâkin hla sak ro.",
      "reference": "INPÂKNA HLABU 33:2"
    },
    {
      "content": "Ama chawimawiin hla thar sak unla, Ri nasatak leh thiemtakin sut ro.",
      "reference": "INPÂKNA HLABU 33:3"
    },
    {
      "content": "LALPA thu chu ân dik a, A thilthaw po po chu ringum- taka thaw a ni si hlak a.",
      "reference": "INPÂKNA HLABU 33:4"
    },
    {
      "content": "Felna le rorêlna fel hi a ngaina hlak a; Leihnuoi hi LALPA ngilneinain a sip a.",
      "reference": "INPÂKNA HLABU 33:5"
    },
    {
      "content": "LALPA thuin vânhai chu siem a na, Chuonga umhai po po khawm chu a baua thuok chun siem an ni bawk a.",
      "reference": "INPÂKNA HLABU 33:6"
    },
    {
      "content": "Ama chun tuisuoriet tuihai chu iengkhat siekhâwm thûr angin a sukkhâwm a, Tui inthûktakhai chu siekhâwm- na inahai a sieṭha hlak.",
      "reference": "INPÂKNA HLABU 33:7"
    },
    {
      "content": "Leihnuoi hluo po pohai chun LALPA chu ṭî hai sienla, Khawvêla um po pohai chu ama ṭiin um raw se.",
      "reference": "INPÂKNA HLABU 33:8"
    },
    {
      "content": "Ama chun a hril a, a hung um tah a, Thu a pêk a, a hung det ta sih a.",
      "reference": "INPÂKNA HLABU 33:9"
    },
    {
      "content": "LALPAIN hnam tin remruot chu iengkhawm ni loah ân changtir a, Mi tin ngaituohai chu iengkhawm ṭhathnemna nei loin a siem hlak.",
      "reference": "INPÂKNA HLABU 33:10"
    },
    {
      "content": "LALPA remruot ruok chu kumkhuoin um det a ta, A lungrila a ngaituohai chu suon po po chenin umdet a tih.",
      "reference": "INPÂKNA HLABU 33:11"
    },
    {
      "content": "LALPA Pathiena nei hnam chu an hamṭha a, Ama rochan dinga a thlang mihai chu.",
      "reference": "INPÂKNA HLABU 33:12"
    },
    {
      "content": "LALPA chun vâna inthawk khin a thlîr a, Mihriem nauhai po po hi a hmu hlak.",
      "reference": "INPÂKNA HLABU 33:13"
    },
    {
      "content": "Hnuoia um po po hi, A umna hmuna inthawk khin a hung thlîr hlak,",
      "reference": "INPÂKNA HLABU 33:14"
    },
    {
      "content": "An rênga lungril siem hlak a, An thilthaw po po ngaituo hlaktu chun.",
      "reference": "INPÂKNA HLABU 33:15"
    },
    {
      "content": "Lal hrim hrim hi sipaihai tam lei ngawta sandama um an um ngai nawh: Mi hrât hi hrât bêk bêk lei ngawta sanhim an ni ngai nawh.",
      "reference": "INPÂKNA HLABU 33:16"
    },
    {
      "content": "Sakawr hi insanhimna dingin iengkhawm a ni nawh a, A hrât bêk bêk leiin tukhawm sanhim bawk naw nih.",
      "reference": "INPÂKNA HLABU 33:17"
    },
    {
      "content": "Ngai ta, LALPA mit chu ama ṭîtuhai chunga chun a fu zing hlak a, A ngilneina beiseituhai chunga chun.",
      "reference": "INPÂKNA HLABU 33:18"
    },
    {
      "content": "An hringna thinaa inthawka sanhim ding le, Ṭâm tlâk phaa anni tungnung dingin.",
      "reference": "INPÂKNA HLABU 33:19"
    },
    {
      "content": "Ei hringna hin LALPA a nghâk zing a, Ama chu mi ṭhangpuitu le ei phaw a nih.",
      "reference": "INPÂKNA HLABU 33:20"
    },
    {
      "content": "Amaa chun ei lungril hi a hlim ding a nih, A hming inthieng ei ring leiin.",
      "reference": "INPÂKNA HLABU 33:21"
    },
    {
      "content": "Aw LALPA, i ngilneina chu kan chungah um raw se. Kan beisei ang pei chein.",
      "reference": "INPÂKNA HLABU 33:22"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 33 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}