{
  "verses": [
    {
      "content": "Aw LALPA ka hrâtna, ka hmangai che.",
      "reference": "INPÂKNA HLABU 18:1"
    },
    {
      "content": "LALPA chu ka lungpui le, ka kulpui le a mi sanhimtu a nih; Ka Pathien, ka lungpui dettak a nih, amaa chun ka ringna innghat ka tih; Ka phaw le, ka sandamna ki le, ka kulbîng insâng a nih.",
      "reference": "INPÂKNA HLABU 18:2"
    },
    {
      "content": "Inpâktlâk LALPA chu ko ka ta, Chuongchun, a mi dotuhaia inthawkin sanhimin um ka tih.",
      "reference": "INPÂKNA HLABU 18:3"
    },
    {
      "content": "Thina hruihruolhai chun a mi zem a, Pathien ngaisak nawna tuilienhai chun a mi sukṭi bawk a.",
      "reference": "INPÂKNA HLABU 18:4"
    },
    {
      "content": "Seol hruihruolhai chun a mi khuop tlat a, Thina chânghai chun a mi âwk a;",
      "reference": "INPÂKNA HLABU 18:5"
    },
    {
      "content": "Ka lunginzîngin LALPA chu ka ko hlak a, Ka Pathien ka ko hlak; Ama chun a biekina inthawk chun ka râwl chu a hriet a, A hmaha ka khêkri chu a naah a lût tah a.",
      "reference": "INPÂKNA HLABU 18:6"
    },
    {
      "content": "Chu phingle chun hnuoi hi ân hnîng a, ân thin tah a, A lunginsen leiin tlânghai khawm chu, Ân nghatna pumin ân thinin ân hnîng tah a.",
      "reference": "INPÂKNA HLABU 18:7"
    },
    {
      "content": "A hnâra inthawk chu meikhu ân tung ta ngut ngut a, A baua suok mei chun a kâng ta dur dur a; Chu chun meihawl khawm chu a sukchawk ta hum hum a.",
      "reference": "INPÂKNA HLABU 18:8"
    },
    {
      "content": "Ama chun vânhai khawm chu ân kûntir a, a ṭum tah a. A ke hnuoia chun inthim sâmup hi a hung um tah a.",
      "reference": "INPÂKNA HLABU 18:9"
    },
    {
      "content": "Cherub chungah a chuong a, a vuong tah a; Anih, thli thlaahai chun a vuong thuok thuok a.",
      "reference": "INPÂKNA HLABU 18:10"
    },
    {
      "content": "Inthim hi ân bîkhmangna hmunah, ama inhuol vêlna bûktêah a siem a, Tuia inthimna vâna sûm sâmuphai chu.",
      "reference": "INPÂKNA HLABU 18:11"
    },
    {
      "content": "A hmaa vara inthawk chun a sûm sâmuphai chu an inkieng a, Ṭêk le rielhai chu a tla ta ur ur a",
      "reference": "INPÂKNA HLABU 18:12"
    },
    {
      "content": "LALPA chu vânahai khin ân ri ta dur dur bawk a, Achunghnungtak chun a râwl ân suoh a, Rielso le ṭêk mei inhlap ri ân ri rum rum a",
      "reference": "INPÂKNA HLABU 18:13"
    },
    {
      "content": "Chun, a thalhai chu a kâp suok a, anni chu a sukdar a, Anih, kâwlhai ân leptir zawt zawt zing a, a sukbuoi tâwl tah a.",
      "reference": "INPÂKNA HLABU 18:14"
    },
    {
      "content": "Chu phingleh, Aw LALPA, i kâwkna leiin, I hnâra inthuok suok chun a mût rak leiin, Tui luongnahai chu a hung inlang a; Leilung innghatna chu suklangin a um tah a.",
      "reference": "INPÂKNA HLABU 18:15"
    },
    {
      "content": "Ama chun chungtienga inthawkin a hung ban a, a mi chel a; Tui tamtaka inthawk chu a mi kei suok tah a.",
      "reference": "INPÂKNA HLABU 18:16"
    },
    {
      "content": "A mi dotu hrâttaka inthawk chun a mi sanhim tah a; A mi theidatuhaia inthawk khawmin; Keia ta ding chun an hrât talaw sih a.",
      "reference": "INPÂKNA HLABU 18:17"
    },
    {
      "content": "Anni chun ka vângduoi ni chun an mi thawh a, Nisienlakhawm, LALPA chu ka sawng tak a nih.",
      "reference": "INPÂKNA HLABU 18:18"
    },
    {
      "content": "Ama chun hmun inthâwltakah a mi ṭhuoi suok a, Ka chungah a lâwm leiin a mi lo sanhim tah a nih.",
      "reference": "INPÂKNA HLABU 18:19"
    },
    {
      "content": "LALPA chun ka felzie ang ngeiin ka chungah a thawh a, Ka kuthai ân thieng ang ngeiin a mi thung a nih.",
      "reference": "INPÂKNA HLABU 18:20"
    },
    {
      "content": "LALPA lampuihai chu ka hrawh a, Ka Pathien kuoma inthawkin rilotakin ka fe hmang ngai si nawh a.",
      "reference": "INPÂKNA HLABU 18:21"
    },
    {
      "content": "A dânhai po po ka hmaah a um hlak a, A thuruothai chu ka pei ngai si nawh a.",
      "reference": "INPÂKNA HLABU 18:22"
    },
    {
      "content": "Ama kuoma chun demkailo ka lo na, Ka khawhlonaa inthawk chun kân siekieng hlak.",
      "reference": "INPÂKNA HLABU 18:23"
    },
    {
      "content": "Chuleiin, LALPA chun ka felzie ang peiin a mi thung tah a, Ka kuthai a mithmuah ân thieng ang peiin.",
      "reference": "INPÂKNA HLABU 18:24"
    },
    {
      "content": "Mi lunginsietthei tak kuoma chun lunginsietthei takin insuklang i ta, Mi ṭha famkim kuoma chun ṭha famkimin insuklang i tih.",
      "reference": "INPÂKNA HLABU 18:25"
    },
    {
      "content": "Mi inthieng kuoma chun inthiengin insuklang i ta, Chun, mi kâwmaw kuoma chun kâwmaw takin insuklang i tih.",
      "reference": "INPÂKNA HLABU 18:26"
    },
    {
      "content": "Rinum tuor mihai chu i sandam ding a ni sih a, Mi chapohai ruok chu suktlâwm i tih.",
      "reference": "INPÂKNA HLABU 18:27"
    },
    {
      "content": "Nangin ka khâwnvar hi i mi sitpêk ding a ni sih a, LALPA ka Pathien chun kân thimna hi sukvar a tih.",
      "reference": "INPÂKNA HLABU 18:28"
    },
    {
      "content": "Nangma iṭhangpuiin, râl ka baw sih a, Ka Pathien ṭhangpui bawkin kul bang chu châwm hlîm ka tih.",
      "reference": "INPÂKNA HLABU 18:29"
    },
    {
      "content": "Pathien chu a lampui chu a ṭhafamkim a, LALPA thu chu fie a ni tah a, Amaha ringna innghattuhai po po ta ding chun ama chu phaw a nih.",
      "reference": "INPÂKNA HLABU 18:30"
    },
    {
      "content": "LALPA naw chu tu am Pathien a um a? Ei Pathien naw chu tu am lungpui a um a?",
      "reference": "INPÂKNA HLABU 18:31"
    },
    {
      "content": "Hrâtnaa ka tâia mi khittu le, Ka lampui sukṭha famkimtu Pathien chu.",
      "reference": "INPÂKNA HLABU 18:32"
    },
    {
      "content": "Ama chun ka ke hi sazukpui ke angin a siem a, Ka hmun insângtakahai a min umtir hlak a.",
      "reference": "INPÂKNA HLABU 18:33"
    },
    {
      "content": "Ka kuthai hi râl kâp dingin ân chûktir hlak a, Chuongchun, ka bânhai hin dâr thalngul a kuoi zo hiel a.",
      "reference": "INPÂKNA HLABU 18:34"
    },
    {
      "content": "Nangin i sandamna phaw chu i mi pêk bawk a: I kut changtiengin i mi kei a, I inngaitlâwmna chun a mi siem lien tah a.",
      "reference": "INPÂKNA HLABU 18:35"
    },
    {
      "content": "Ka hnuoia ka kalchawina chu i suklien a, Chuongchun, ka kehai hi ân tleu nawh.",
      "reference": "INPÂKNA HLABU 18:36"
    },
    {
      "content": "A mi dotuhai chu hnawt ka ta, hnawt phâk el ka tih, Sukbohmanga an um hmakhat chun nghakîr ta naw bawk ka tih.",
      "reference": "INPÂKNA HLABU 18:37"
    },
    {
      "content": "An tho nâwk thei nawna dingin sât sawk ka ta, Ka ke hnuoia hin tlu tâwl an tih.",
      "reference": "INPÂKNA HLABU 18:38"
    },
    {
      "content": "Nangin inthawnaa ding chun hrâtnain ka tâiah i mi khit a, A mi hung thawtuhai chu ka hnuoiah i suktlâwm tah a.",
      "reference": "INPÂKNA HLABU 18:39"
    },
    {
      "content": "A mitheidatuhai chu ka sukbohmang theina dingin, Nangin a mi dotuhai chu hnung mîn nghatin în umtir ta bawk a.",
      "reference": "INPÂKNA HLABU 18:40"
    },
    {
      "content": "Anni chu an khêk a, nisienla- khawm, sandamtu ding tukhawm an um si nawh, LALPA ngei chu an ko va, nisienlakhawm, a dawn si nawh.",
      "reference": "INPÂKNA HLABU 18:41"
    },
    {
      "content": "Chu phingleh, pilvut thli ilên ang el hin ka vuok nâwi neng a, Tuollaia chirhak ang el hin ka peihâwn tah a.",
      "reference": "INPÂKNA HLABU 18:42"
    },
    {
      "content": "Nangin mihai insuolnaa inthawk chun i mi sanhim tah a, Hnam tinhai lua chun i mi siem tah a. Ka hriet ngailo mihai chun ka rawng bâwl tâng an tih.",
      "reference": "INPÂKNA HLABU 18:43"
    },
    {
      "content": "Ka chanchin an hriet phingleh ka thu awi an ta, Hmêlmak mihai chu ka kuomah intuklût an tih.",
      "reference": "INPÂKNA HLABU 18:44"
    },
    {
      "content": "Hmêlmak mihai chu hung zuoi an ta, An kulbînga inthawk chun inthin pumin hung suok an tih.",
      "reference": "INPÂKNA HLABU 18:45"
    },
    {
      "content": "LALPA chu a hring zing a, ka lungpui chu inpâkin um raw se, A mi sandamtu Pathien chu chawimawiin um raw se.",
      "reference": "INPÂKNA HLABU 18:46"
    },
    {
      "content": "Phuba mi lapêktu le, Mi tin ka hnuoia suktlâwmtu Pathien ngei chu.",
      "reference": "INPÂKNA HLABU 18:47"
    },
    {
      "content": "Ama chun a mi dotuhaia in- thawk chun a mi sansuok a, Anih, nangin a mi thawtuhai chungtieng chun i mi dawm kâng a, Mi nunrâwnga inthawk chun i mi sanhim hlak.",
      "reference": "INPÂKNA HLABU 18:48"
    },
    {
      "content": "Chuleiin, aw LALPA, hnam tin lai chun lâwmthu hril ka ti cheh a, I hming inpâkin hla sak bawk ka tih.",
      "reference": "INPÂKNA HLABU 18:49"
    },
    {
      "content": "Ama chun hnena ropuitak a lal siem kuoma chun a pêk hlak a, A hrieknâl chungah, David le a thlahai chung ngeia chun, Kumkhawtluongin a ngilneizie inlangtir a tih.",
      "reference": "INPÂKNA HLABU 18:50"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 18 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}