{
  "verses": [
    {
      "content": "Aw LALPA kuomah lâwmthu hril ro, ama chu a ṭha sih a, A ngilneina khawm kumkhaw- tluongin a um ding a ni sih a.",
      "reference": "INPÂKNA HLABU 136:1"
    },
    {
      "content": "Aw, pathienhai Pathien kuoma chun lâwmthu hril ro, A ngilneina chu kumkhaw- tluongin a um ding a ni sih a.",
      "reference": "INPÂKNA HLABU 136:2"
    },
    {
      "content": "Aw, lalpahai LALPA kuoma chun lâwmthu hril ro, A ngilneina chu kumkhaw- tluongin a um ding a ni sih a.",
      "reference": "INPÂKNA HLABU 136:3"
    },
    {
      "content": "Ama khâta thilmak ropuitak thaw hlaktu kuoma chun: A ngilneina chu kumkhaw- tluongin a um ding a ni sih a.",
      "reference": "INPÂKNA HLABU 136:4"
    },
    {
      "content": "Varnaa vân siemtu kuoma chun: A ngilneina chu kumkhaw- tluongin a um ding a ni sih a.",
      "reference": "INPÂKNA HLABU 136:5"
    },
    {
      "content": "Hnuoi hi tui chunga sie duoitu kuoma chun: A ngilneina chu kumkhaw- tluongin a um ding a ni sih a.",
      "reference": "INPÂKNA HLABU 136:6"
    },
    {
      "content": "Var ropuitakhai siemtu kuomah: A ngilneina chu kumkhaw- tluongin a um ding a ni sih a.",
      "reference": "INPÂKNA HLABU 136:7"
    },
    {
      "content": "Nisa, sûna rorêltu dinga: A ngilneina chu kumkhaw- tluongin a um ding a ni sih a.",
      "reference": "INPÂKNA HLABU 136:8"
    },
    {
      "content": "Thla le arasihai zâna rorêltu dinga siemtu kuoma chun: A ngilneina chu kumkhaw- tluongin a um ding a ni sih a.",
      "reference": "INPÂKNA HLABU 136:9"
    },
    {
      "content": "Aiguptahai nau lutîr sukhlumpêk a: A ngilneina chu kumkhaw- tluongin a um ding a ni sih a.",
      "reference": "INPÂKNA HLABU 136:10"
    },
    {
      "content": "Israelhai anni laia inthawka ṭhuoi suoktu kuoma chun: A ngilneina chu kumkhaw- tluongin a um ding a ni sih a.",
      "reference": "INPÂKNA HLABU 136:11"
    },
    {
      "content": "Kut thahrât le bân phara: A ngilneina chu kumkhaw- tluongin a um ding a ni sih a.",
      "reference": "INPÂKNA HLABU 136:12"
    },
    {
      "content": "Tuisuoriet Sen sukṭhetu kuoma chun: A ngilneina chu kumkhaw- tluongin a um ding a ni sih a.",
      "reference": "INPÂKNA HLABU 136:13"
    },
    {
      "content": "Israelhai a laitaka inkaitirtu: A ngilneina chu kumkhaw- tluongin a um ding a ni sih a.",
      "reference": "INPÂKNA HLABU 136:14"
    },
    {
      "content": "Pharao le a sipaihai ruok chu Tuisuoriet Sena sukbohmangtu kuoma chun: A ngilneina chu kumkhaw- tluongin a um ding a ni sih a.",
      "reference": "INPÂKNA HLABU 136:15"
    },
    {
      "content": "A mihai thlalêra ṭhuoitu kuoma chun: A ngilneina chu kumkhaw- tluongin a um ding a ni sih a.",
      "reference": "INPÂKNA HLABU 136:16"
    },
    {
      "content": "Lal ropuitakhai sukhlumtu kuomah: A ngilneina chu kumkhaw- tluongin a um ding a ni sih a.",
      "reference": "INPÂKNA HLABU 136:17"
    },
    {
      "content": "Lal hmingthangtak takhai sukhlumtu: A ngilneina chu kumkhaw- tluongin a um ding a ni sih a.",
      "reference": "INPÂKNA HLABU 136:18"
    },
    {
      "content": "Amorhai lal Sihon le, A ngilneina chu kumkhaw- tluongin a um ding a ni sih a.",
      "reference": "INPÂKNA HLABU 136:19"
    },
    {
      "content": "Basan ram lal Og thattu: A ngilneina chu kumkhaw- tluongin a um ding a ni sih a.",
      "reference": "INPÂKNA HLABU 136:20"
    },
    {
      "content": "An ram rochana petu: A ngilneina chu kumkhaw- tluongin a um ding a ni sih a.",
      "reference": "INPÂKNA HLABU 136:21"
    },
    {
      "content": "A siehlaw Israel rochana petu kuoma chun, A ngilneina chu kumkhaw- tluongin a um ding a ni sih a.",
      "reference": "INPÂKNA HLABU 136:22"
    },
    {
      "content": "Ama ei hnam tlâwm laia mi hre zingtu: A ngilneina chu kumkhaw- tluongin a um ding a ni sih a.",
      "reference": "INPÂKNA HLABU 136:23"
    },
    {
      "content": "A mi dotuhaia inthawkin a mi sanhim a: A ngilneina chu kumkhaw- tluongin a um ding a ni sih a.",
      "reference": "INPÂKNA HLABU 136:24"
    },
    {
      "content": "Ama chun tisa po po kuoma chun fâk ding a pêk hlak a: A ngilneina chu kumkhaw- tluongin a um ding a ni sih a.",
      "reference": "INPÂKNA HLABU 136:25"
    },
    {
      "content": "Aw, vân Pathien kuoma chun lâwmthu hril ro: A ngilneina chu kumkhaw- tluongin a um ding a ni sih a.",
      "reference": "INPÂKNA HLABU 136:26"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 136 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}