{
  "verses": [
    {
      "content": "Aw LALPA, ka felna thu hi hre la, ka khêk ri hi ngâi bawk la, Ka ṭawngṭâina, khêl hril hmang hmûra inthawka suok ni loa hin na lo sit la.",
      "reference": "INPÂKNA HLABU 17:1"
    },
    {
      "content": "Ka chungthua thu tlûkna chu i hmaa inthawka suok ni sienla, I mit chun thlierbîk nei nawna en raw se.",
      "reference": "INPÂKNA HLABU 17:2"
    },
    {
      "content": "Ka lungril hi i fieh a, zânah nangin i mi hung sir a; I mi fie tah a, iengkhawm i hmu si nawh a; Ka baua hril suol lo chu ka tum tlat a nih.",
      "reference": "INPÂKNA HLABU 17:3"
    },
    {
      "content": "Mihriem thilthawa chun chu, i hmûra thu suok leiin, Mi nunrâwng lampui chu hraw lo dingin kân vawng ṭha a nih.",
      "reference": "INPÂKNA HLABU 17:4"
    },
    {
      "content": "Ka ke kalchawihai hin i lampui chu a hraw tlat a, Ka kehai hi ân tleu ngai si nawh.",
      "reference": "INPÂKNA HLABU 17:5"
    },
    {
      "content": "Aw Pathien, ka ko hlak cheh a, nangin i mi dawn âwm sih a, Keia tieng hin i na hung sit la, ka thu hril hi ngai rawh.",
      "reference": "INPÂKNA HLABU 17:6"
    },
    {
      "content": "Aw nangmaa ringna innghattu taphawt anni thawtuhaia inthawka i kut changtienga sandam hlaktu. I ngilneizie maktak chu inlangtir rawh.",
      "reference": "INPÂKNA HLABU 17:7"
    },
    {
      "content": "Mit nautê angin mi kawl ṭha la, I thla hnuoiahai chun mi thup rawh,",
      "reference": "INPÂKNA HLABU 17:8"
    },
    {
      "content": "Mi rilo mi suksetu, Thipui thei ka hmêlmahai, a min huol vêl tlattuhaia inthawk hin.",
      "reference": "INPÂKNA HLABU 17:9"
    },
    {
      "content": "Anni chu anni thâu vêka inhuonin an um a, An bauin chapotakin an ṭawng hlak.",
      "reference": "INPÂKNA HLABU 17:10"
    },
    {
      "content": "Tuhin chu kan kalchawina taphawtah an mîn huol vêl tah a, Hnuoia mi sukthlu dingin an mithai chu kan chungah an infûktir zing a.",
      "reference": "INPÂKNA HLABU 17:11"
    },
    {
      "content": "Ama chu sakeibaknei sa se inhâwktak ang le, Sakeibaknei vânglai, hmun fienrielhaia bawk zing ang chu a nih.",
      "reference": "INPÂKNA HLABU 17:12"
    },
    {
      "content": "Aw LALPA, tho la, ama chu hmasawn la, inkûntir tlat rawh, Ka hringna hi mi rilohaia inthawk chun i kâwlhnâmin sanhim la,",
      "reference": "INPÂKNA HLABU 17:13"
    },
    {
      "content": "Aw LALPA, i kutin mihriem- haia inthawkin, Khawvêl mihriemhaia inthawk hin sanhim la, Anni chanvo chu hi dam sûnga an nei hi a na, An phîng chu i roin i suksippêk hlak a; Nauhai lungawi tâwk zetin an nei a, An sum hmang mahla chu an nautesenhai an thisanpêk hlak.",
      "reference": "INPÂKNA HLABU 17:14"
    },
    {
      "content": "Kei ruok chun felna neiin i hmêl hmûng ka ta, Nanga angna neia ka meng pha chun lungawi tâwk zet tâng ka tih.",
      "reference": "INPÂKNA HLABU 17:15"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 17 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}