{
  "verses": [
    {
      "content": "Aw, LALPA kuoma lâwmthu hril ro, ama chu a ṭha sih a, A ngilneina khawm kumkhawtluongin a um ding a ni sih a;",
      "reference": "INPÂKNA HLABU 118:1"
    },
    {
      "content": "A ngilneina chu kumkhawtluongin a um ding a nih ti, Israelhai chun hril raw hai se.",
      "reference": "INPÂKNA HLABU 118:2"
    },
    {
      "content": "A ngilneina chu kumkhawtluongin a um ding a nih ti, Aron sûnghai chun hril raw hai se.",
      "reference": "INPÂKNA HLABU 118:3"
    },
    {
      "content": "A ngilneina chu kumkhaw- tluongin a um ding a nih ti, LALPA ṭituhai chun hril raw hai se.",
      "reference": "INPÂKNA HLABU 118:4"
    },
    {
      "content": "Ka lunginzîngnaa inthawkin, LALPA chu ka ko a, LALPA chun a mi dawn a, hmun inthâwl takah a mîn umtir tah a.",
      "reference": "INPÂKNA HLABU 118:5"
    },
    {
      "content": "LALPA chu keia tienga ṭhang a nih, ṭi naw ning: Mihriemin ieng am mi law thei an ta?",
      "reference": "INPÂKNA HLABU 118:6"
    },
    {
      "content": "LALPA chu keia tienga ṭhang, a mi ṭhangpuituhai laia mi a nih, Chuleiin, a mi theidatuhai chunga ka duthusâm chu hmûng ka tih.",
      "reference": "INPÂKNA HLABU 118:7"
    },
    {
      "content": "Mihriem ring nêk chun LALPAA ringna innghat hi a ṭha lem a nih.",
      "reference": "INPÂKNA HLABU 118:8"
    },
    {
      "content": "Lalhai ring nêk chun, LALPAA ringna innghat hi a ṭha lem a nih.",
      "reference": "INPÂKNA HLABU 118:9"
    },
    {
      "content": "Hnam tinrêngin an mîn huol vêl a, Anni chu LALPA hmingin sukbohmang ka tih.",
      "reference": "INPÂKNA HLABU 118:10"
    },
    {
      "content": "Anni chun an mîn huol vêl a, anih, an mîn huolvêl a, Anni chu LALPA hmingin sukbohmang ka tih.",
      "reference": "INPÂKNA HLABU 118:11"
    },
    {
      "content": "Khuoihai angin an mîn huol vêl a, hling chawk anga sukrêmin an um a, Anni chu LALPA hmingin sukbohmang ka tih.",
      "reference": "INPÂKNA HLABU 118:12"
    },
    {
      "content": "Ka tlûkna dingin natakin i mi sun ngei a, Nisienlakhawm, LALPA chun a mi ṭhangpui ta hlau a,",
      "reference": "INPÂKNA HLABU 118:13"
    },
    {
      "content": "LALPA chu ka hrâtna le ka hla a nih, A mi sandamtu a lo ni ta bawk a:",
      "reference": "INPÂKNA HLABU 118:14"
    },
    {
      "content": "Lâwmna le sandamna ri chu mi felhai puon inah a um hlak a, LALPA kut changtieng chun huoitakin a thaw hlak.",
      "reference": "INPÂKNA HLABU 118:15"
    },
    {
      "content": "LALPA kut changtieng chu chawimawiin a um hlak a, LALPA kut changtieng chun huoitakin a thaw hlak.",
      "reference": "INPÂKNA HLABU 118:16"
    },
    {
      "content": "Thi naw ning a, dam ka ta, LALPA thilthawhai chu inhriettir lem ka tih.",
      "reference": "INPÂKNA HLABU 118:17"
    },
    {
      "content": "LALPA chun nasatakin a mi thunun a, Thina kuoma ruok chun a mi pêk êm nawh.",
      "reference": "INPÂKNA HLABU 118:18"
    },
    {
      "content": "Felna kul kawtkhârhai hi mi hawngpêk unla, Hienga hin lût ka ta, LALPA kuomah lâwmthu hril ka tih.",
      "reference": "INPÂKNA HLABU 118:19"
    },
    {
      "content": "Hi hi LALPA kawtkhâr a nih. Mi felhai chu lût an tih.",
      "reference": "INPÂKNA HLABU 118:20"
    },
    {
      "content": "I kuomah lâwmthu hril ka tih, nangin i mi dawnin, A mi sandamtu i lo ni ta sih a.",
      "reference": "INPÂKNA HLABU 118:21"
    },
    {
      "content": "In bâwltuhai lung dit naw kha, A kila lung ṭhangkaitak a lo ni tah.",
      "reference": "INPÂKNA HLABU 118:22"
    },
    {
      "content": "Chu chu LALPA thaw a na, Ei mithmuah a mak a nih.",
      "reference": "INPÂKNA HLABU 118:23"
    },
    {
      "content": "Hi hi LALPA ni ruot chu a nih, Hi ni hin hlimin lâwm ei tiu.",
      "reference": "INPÂKNA HLABU 118:24"
    },
    {
      "content": "Aw LALPA, kan ngên che, tuhin sandam la, Aw LALPA, kan ngên che, tuhin vângneina hung tir rawh.",
      "reference": "INPÂKNA HLABU 118:25"
    },
    {
      "content": "LALPA hminga hung chu a hamṭha ie, LALPA ina inthawk hin mal kan sâwm cheu a ni hi.",
      "reference": "INPÂKNA HLABU 118:26"
    },
    {
      "content": "LALPA chu Pathien a nih, ama chun var a mi pêk a, Inthâwina ding chu hruihruolin thlung ro, mâichâm kihai ngeia chun.",
      "reference": "INPÂKNA HLABU 118:27"
    },
    {
      "content": "Nang chu ka Pathien i na, lâwmthu hril ka ti cheh a, Ka Pathien i na, chawimawi ka ti che.",
      "reference": "INPÂKNA HLABU 118:28"
    },
    {
      "content": "Aw LALPA kuomah lâwmthu hril ro, ama chu a ṭha sih a: A ngilneina khawm kumkhawtluonga um ding a ni sih a.",
      "reference": "INPÂKNA HLABU 118:29"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 118 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}