{
  "verses": [
    {
      "content": "LALPA chu Lalah a ṭhung a, hi hnuoi hi hlimtakin um sienla, Thlierkâr tamtak takhai chu lâwmtakin um raw se.",
      "reference": "INPÂKNA HLABU 97:1"
    },
    {
      "content": "Sûmhai le inthim sâmup hi a vêlah a um a, Felna le rorêlna fel chu a lalṭhungpha innghatna a nih.",
      "reference": "INPÂKNA HLABU 97:2"
    },
    {
      "content": "A hma tieng chun mei a feh a, A vêla ama dotuhai chu a kâng hmang hlak.",
      "reference": "INPÂKNA HLABU 97:3"
    },
    {
      "content": "A kâwlinlephai chun khawvêl hi a el zawt zawt a, Hnuoi hin a hmuh a, ân thin a.",
      "reference": "INPÂKNA HLABU 97:4"
    },
    {
      "content": "Tlânghai chu khuoihlu ang hin LALPA hmaah an intui hmang tah a, Khawvêl po po LALPA hmaa chun.",
      "reference": "INPÂKNA HLABU 97:5"
    },
    {
      "content": "Vânhai khin a felna chu a tlânginsampui hlak a, Mi tinrêng chun a ropuizie an hmu tah a.",
      "reference": "INPÂKNA HLABU 97:6"
    },
    {
      "content": "Milim siemfâwmhai rawngbâwl- tuhai po po chu muolphoin um raw se, Milimhai suongtuhai chu: Nangni pathien po pohai, ama chibai bûk ro.",
      "reference": "INPÂKNA HLABU 97:7"
    },
    {
      "content": "Zion tlâng chun a hriet a, lâwmtakin a um a; Juda naunuhai chu hlimtakin an um bawk a, Aw LALPA, i rorêlnahai leiin.",
      "reference": "INPÂKNA HLABU 97:8"
    },
    {
      "content": "LALPA, nang chu hnuoi chung po poa hin a chunghnungtak i ni sih a, Nang chu pathien po po chung daia chawimawiin i um a.",
      "reference": "INPÂKNA HLABU 97:9"
    },
    {
      "content": "Aw LALPA hmangaituhai, suol chu theida ro, Ama chun a mi inthienghai hringna chu a vawng ṭha hlak a; Anni chu mi rilohai kuta inthawkin a sanhim hlak.",
      "reference": "INPÂKNA HLABU 97:10"
    },
    {
      "content": "Mi fel ta ding chun var hi thêpêk a ni hlak, Lungril indiktak puttu ta ding chun lâwmna thêpêk a ni bawk hlak.",
      "reference": "INPÂKNA HLABU 97:11"
    },
    {
      "content": "Mi felhai, LALPAA chun lâwmtakin um unla, A hming inthieng chu inpâk ro.",
      "reference": "INPÂKNA HLABU 97:12"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 97 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}