{
  "verses": [
    {
      "content": "Leilung hi LALPA ta a na, a sûnga um po pohai leh, Khawvêl le a sûnga chênghai le hin.",
      "reference": "INPÂKNA HLABU 24:1"
    },
    {
      "content": "Tuisuoriet chungahai amain ân dinsuo a ni sih a, Tuilienhai chunga khawm a sukdet bawk a.",
      "reference": "INPÂKNA HLABU 24:2"
    },
    {
      "content": "LALPA tlângah tu am hang lâwn a ta? A hmun inthiengah tu am ngîr a ta?",
      "reference": "INPÂKNA HLABU 24:3"
    },
    {
      "content": "Kut fai le lungril inthieng neia, A lungril teplo mei mei tienga sie ngailo: Hlêm tuma inkhâm ngailo mi chu.",
      "reference": "INPÂKNA HLABU 24:4"
    },
    {
      "content": "Ama chun LALPA kuoma inthawkin malsâwmna hmûng a ta, A sandamtu Pathien kuoma inthawkin felna dawng bawk a tih.",
      "reference": "INPÂKNA HLABU 24:5"
    },
    {
      "content": "Chu chu ama zawngtuhai suon a nih, Aw Jakob Pathien, i hmêl zawngtuhai chu.",
      "reference": "INPÂKNA HLABU 24:6"
    },
    {
      "content": "Aw kul kawtkhârhai, in lu chung kha dawm sâng unla, Nangni kawtkhâr hlunhai, inkhai sâng ro: Chuongchun, ropuina LALPA hi a hung lût ding a nih.",
      "reference": "INPÂKNA HLABU 24:7"
    },
    {
      "content": "Ropuina Lal chu tu am a na? LALPA hrâttak le thilthawtheitak, LALPA indonaa thilthawtheitak chu a nih.",
      "reference": "INPÂKNA HLABU 24:8"
    },
    {
      "content": "Aw kul kawtkhârhai, in lu chunghai kha dawm sâng ro, Anih, kawtkhâr hlunhai, dawm sâng unla, Chuongchun, Ropuina Lal hi a hung lût ding a nih.",
      "reference": "INPÂKNA HLABU 24:9"
    },
    {
      "content": "Chu Ropuina Lal chu tu am a na? Sipaihai LALPA chu, Ama ngei hi Ropuina Lal chu a nih.",
      "reference": "INPÂKNA HLABU 24:10"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 24 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}