{
  "verses": [
    {
      "content": "Aw Pathien, ka ṭawngṭainaa hin nâ lo sit la, Lunginsiet ka hninaa hin inthup naw rawh.",
      "reference": "INPÂKNA HLABU 55:1"
    },
    {
      "content": "Mi lo ngai la, mi hung dawn rawh. Ka lunginzîng leiin kân vêl ruoi a, kân rûm hlak;",
      "reference": "INPÂKNA HLABU 55:2"
    },
    {
      "content": "A mi dotuhai ri lei le, Mi rilo hnesiena leihaiin. Anni chun suolnain an mîn hlumkhumin, Lunginsenin an mi suknawmna sih a.",
      "reference": "INPÂKNA HLABU 55:3"
    },
    {
      "content": "Ka sûnga hin ka lungril a na êm êm a, Thina ṭiumhai chun an mi del a.",
      "reference": "INPÂKNA HLABU 55:4"
    },
    {
      "content": "Ṭitna le inthinnain an mi bawh a, Thlabârnain a mîn khum zo tah.",
      "reference": "INPÂKNA HLABU 55:5"
    },
    {
      "content": "Chuongchun, “Aw, vaṭhu anga thla nei ka va nuom de! Chuongchun, vuong dai ka ta, lungmuongtakin um ka tih.",
      "reference": "INPÂKNA HLABU 55:6"
    },
    {
      "content": "Ngai ta, hlatakah inlêng ka ta, Thlalêrah um ka ta,",
      "reference": "INPÂKNA HLABU 55:7"
    },
    {
      "content": "Thli hrâttak le, thlipui hi, Inbîkna hmunah ka mâksan vak ding bah,” ka tih a.",
      "reference": "INPÂKNA HLABU 55:8"
    },
    {
      "content": "Aw LALPA, an lei chu suksiein sukthlêr la, Khawpuia chun inpâwngnêkna le inkhîkinkhalna ka hmu sih a.",
      "reference": "INPÂKNA HLABU 55:9"
    },
    {
      "content": "A sûn a zânin khawpui chu kul tlângah an vêl an vêl a, A sûnga chun suolna le rinumna a um bawk a.",
      "reference": "INPÂKNA HLABU 55:10"
    },
    {
      "content": "Rîtlona a sûngah a um a, Hlêmna le zâwrna chun a kawtthlêr chu a suoksan ngai nawh.",
      "reference": "INPÂKNA HLABU 55:11"
    },
    {
      "content": "A mi hrilsetu chu hmêlma a ni si nawh a, Ni sienla chu ka tuor thei lem ding bah; Ka chunga insuklien chu a mi theidatu a ni bawk nawh a: Ni sienla chu kân bîkhmangsan ding bah.",
      "reference": "INPÂKNA HLABU 55:12"
    },
    {
      "content": "Nisienlakhawm, nang, ka mi inangpui, Ka ruol, ka ruol pâwlngei i ni mieu sih a.",
      "reference": "INPÂKNA HLABU 55:13"
    },
    {
      "content": "Bau thlumtakin ei inbiek hlak a, Mipui laia chun Pathien biek inah ei lêng hlak kha.",
      "reference": "INPÂKNA HLABU 55:14"
    },
    {
      "content": "Thina an chungah hung tlung thut sienla, Khur sûnga chun a hringin fe thla raw hai se; Rîtlonahai chu an umnaa le an sûngahai an um sih a.",
      "reference": "INPÂKNA HLABU 55:15"
    },
    {
      "content": "Kei chun chu Pathien chu ko ka ta, Chuongchun, LALPAIN mi sandam a tih.",
      "reference": "INPÂKNA HLABU 55:16"
    },
    {
      "content": "Zântieng dâm, zîngkâr dâm, sûna dâm ka lunginzîngna thu hrilin inrûm ka ta: Chuongchun, ama chun ka râwl lo ngai a tih.",
      "reference": "INPÂKNA HLABU 55:17"
    },
    {
      "content": "Ka chunga an mi thawnaa inthawk chun ka hringna hi lungmuongtakin a sanhim tah a; A mi thawtuhai chu an tam sih a.",
      "reference": "INPÂKNA HLABU 55:18"
    },
    {
      "content": "Pathien, tiena chena um zing ta chun, Ngai a ta, anni chu suktlâwm a tih. Danglamna nei ngailo, Pathien ṭî ngai si lohai chu.",
      "reference": "INPÂKNA HLABU 55:19"
    },
    {
      "content": "Ama le inremhai chunga chun a kut ân lêt a, A thuthlung chu a sukkhawhlo tah a.",
      "reference": "INPÂKNA HLABU 55:20"
    },
    {
      "content": "A bau chu nênetui kîng angin a tlawr a, A lungril ruok chu indona a ni sih a; A thuhai chu hriek nêkin ân nâl a, Nisienlakhawm, kawlhnâm phawisahai a ni sih a.",
      "reference": "INPÂKNA HLABU 55:21"
    },
    {
      "content": "I rikphur chu LALPA chunga innghat la; chuongchun, amain sukhrât a che, Mi fel chu iengtika khawm sukhnîng phal naw nih.",
      "reference": "INPÂKNA HLABU 55:22"
    },
    {
      "content": "Nisienlakhawm, aw Pathien, nangin anni chu bohmang- na khura chun infe thlâktir i ta, Thisen insuo hmang ke le hlêm hmang mihai chu an dam sûng chenve khawm dam naw ni hai: Kei ruok chun nang chu ring ka ti che.",
      "reference": "INPÂKNA HLABU 55:23"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 55 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}