{
  "verses": [
    {
      "content": "Aw Pathien, nangin i mi thlauthlâk a, i mi suksiet a, I lo lunginsen tah am; aw, mi tungding nâwk rawh.",
      "reference": "INPÂKNA HLABU 60:1"
    },
    {
      "content": "Hi ram hi i sukthin a, i sukkak tah a, A kakhai chu siemṭha nâwk la, ân hnîng ân hnîng sih a.",
      "reference": "INPÂKNA HLABU 60:2"
    },
    {
      "content": "I mihai hi thil inkhawtakhai în tuoktir a, Pêmna uoin chu i mîn dâwn tir tah a.",
      "reference": "INPÂKNA HLABU 60:3"
    },
    {
      "content": "Nangma ṭituhai che kuoma chun puonzâr i pêk tah a, Thutak leia zar a ni theina dingin.",
      "reference": "INPÂKNA HLABU 60:4"
    },
    {
      "content": "I dittakhai hi sanhima an um theina dingin, I kut changtiengin sandam la, mi hung dawn rawh.",
      "reference": "INPÂKNA HLABU 60:5"
    },
    {
      "content": "Pathienin ân thiengnaa chun hieng ang hin a hril a, “Hlimtakin Sekem chu khawi dar ka ta, Sukkoth ruom chu sem dar bawk ka tih.",
      "reference": "INPÂKNA HLABU 60:6"
    },
    {
      "content": "Gilead chu ka ta a na, Manasse khawm ka ta a nih; Ephraim khawm chu ka lu humhimna a na, Juda chu ka lalhmawl a nih.",
      "reference": "INPÂKNA HLABU 60:7"
    },
    {
      "content": "Moab chu kân sâwpna bêl a na; Edoma chun ka kekawk pei ka tih; Philistia khawm chu hnein khêk khum ka tih,” tiin.",
      "reference": "INPÂKNA HLABU 60:8"
    },
    {
      "content": "Khawpui dettaka chun tuin am mi ṭhuoi lût a ta? Edom rama chun tuin am mi ṭhuoi a ta?",
      "reference": "INPÂKNA HLABU 60:9"
    },
    {
      "content": "Aw Pathien, nangma ngeiin i mi thlauthlâk a ni naw am a nih? Aw Pathien, kan sipaihai kuoma hlak i suok ve ta si nawh a.",
      "reference": "INPÂKNA HLABU 60:10"
    },
    {
      "content": "A mi dotuhai thaw dingin mi ṭhangpui la; Mihriem ṭhangpuina chu teplo mei mei a ni sih a.",
      "reference": "INPÂKNA HLABU 60:11"
    },
    {
      "content": "Pathien zârah huoitakin thawng ei ta, Ama chu a mi dotuhai sirdetu ding a ni sih a.",
      "reference": "INPÂKNA HLABU 60:12"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 60 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}