{
  "verses": [
    {
      "content": "Ka lungril hi thil ṭhain a liem zar zar a; Laltak chungchâng thuha ka thil phuok chu ka hril ding a nih: Ka lei hi lekhaziek thiemtak kawlawm a nih.",
      "reference": "INPÂKNA HLABU 45:1"
    },
    {
      "content": "Mihriem nauhai nêk hin i hmêl a ṭha lem a, Lunginsietna hi i hmûra chun buok a nih; Chuleiin, Pathienin kumkhuoa dingin mal a sâwm che a nih.",
      "reference": "INPÂKNA HLABU 45:2"
    },
    {
      "content": "Aw mi hrât, i kâwlhnâm i kâwngah vawng rawh. I ropuina le i mawina leh.",
      "reference": "INPÂKNA HLABU 45:3"
    },
    {
      "content": "Thutak le thuhnuoirawlna le felna leiin, I mawina inbelin, aitluongtakin sakawr chunga chuongin fe pei rawh. Chuongchun, i kut changtieng chun thil râpthlâktakhai ân chûktir ding che a nih.",
      "reference": "INPÂKNA HLABU 45:4"
    },
    {
      "content": "I thal chu ân zum a, Laltak dotuhai lungkhura chun ân bûr zing a, Mi tin chu i hnuoiah an tlu hlak a.",
      "reference": "INPÂKNA HLABU 45:5"
    },
    {
      "content": "Aw Pathien, i lalṭhungpha chu chatuonin a um ding a nih, Thlierbîkna nei lona lalhmawl chu i ram lalhmawl chu a nih.",
      "reference": "INPÂKNA HLABU 45:6"
    },
    {
      "content": "Felna chu i ngainah a, rîtlona chu i theida kha; Chuleiin, Pathien, i Pathien chun i ruolhai nêka nasain, Hlimna hriek a nâl ta che hi.",
      "reference": "INPÂKNA HLABU 45:7"
    },
    {
      "content": "I silfên po po chu murra rim dâm, aloe rim dâm, thing- zungthak rim dâm ân nam rum rum a; Saihaa siem lal inhaia ṭingṭang chi tum tum ri hung suokhai chun a sukhlim che a ni hi.",
      "reference": "INPÂKNA HLABU 45:8"
    },
    {
      "content": "I nuhmei ṭhahai laia chun lalhai naunuhai an ṭhang veh a, I changtieng chun Ophir rângkachaka incheiin lalnu chu a ngîr a.",
      "reference": "INPÂKNA HLABU 45:9"
    },
    {
      "content": "Aw ka naunu, ngai la, ngaituo la, na sit rawh; I mihai le i pa ina mihai chu theinghil rawh;",
      "reference": "INPÂKNA HLABU 45:10"
    },
    {
      "content": "Chuongchun, laltakin i hmêl ṭhatak hi a dit ding annâwm, Ama chu i Lalpa a ni sih a; chuongchun, ama chu chibai bûk hlak rawh.",
      "reference": "INPÂKNA HLABU 45:11"
    },
    {
      "content": "Tura naunu chu thilpêk chawi- in chutaka chun um a ta, Mi laia hausahai ngei chun i ditsakna hung ngên an tih.",
      "reference": "INPÂKNA HLABU 45:12"
    },
    {
      "content": "Lal in sûnga lal naunu chu a ropui vêl vawng a, A silfên chu rângkachaka ṭiel mawi a nih.",
      "reference": "INPÂKNA HLABU 45:13"
    },
    {
      "content": "Puon ṭhui mawi silin laltak kuomah ṭhuoi an ta, Ama zuitu nunghâk a ruolhai chu, I kuomah ṭhuoi an tih.",
      "reference": "INPÂKNA HLABU 45:14"
    },
    {
      "content": "Lâwmtak le hlimtakin ṭhuoi an ta, Laltak ina chun lût an tih.",
      "reference": "INPÂKNA HLABU 45:15"
    },
    {
      "content": "I pahai aiah i nauhai um an ta, Anni chu hnuoi chung po poa hin milienah siem i tih.",
      "reference": "INPÂKNA HLABU 45:16"
    },
    {
      "content": "I hming hi suon po poa hriet zing dingin siem ka ta, Chuleiin, mi tinin kumkhaw- tluongin lâwmthu hril an tih.",
      "reference": "INPÂKNA HLABU 45:17"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 45 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}