{
  "verses": [
    {
      "content": "Aw LALPA, ro mi rêlpêk rawh, lungril ṭhatak putin ka um sih a, Ringhla loin LALPA chu ka ring bawk a.",
      "reference": "INPÂKNA HLABU 26:1"
    },
    {
      "content": "Aw LALPA, mi enfiein mi fie la, Ka lungril le ka lungvar hi sukthieng la,",
      "reference": "INPÂKNA HLABU 26:2"
    },
    {
      "content": "I ngilneizie chu ka hmaah a um sih a, I thutaka chun ka um rawp bawk a.",
      "reference": "INPÂKNA HLABU 26:3"
    },
    {
      "content": "Mi hmangnabohai kâwlah ka ṭhung ngai nawh a, Mi vervêkhai kuoma khawm ka lût ngai bawk nawh.",
      "reference": "INPÂKNA HLABU 26:4"
    },
    {
      "content": "Thil ṭha naw thawtuhai inkhâwm chu ka theidah a, Mi rilohai kâwlah ṭhung naw ningah.",
      "reference": "INPÂKNA HLABU 26:5"
    },
    {
      "content": "Ka kuthai hi demkailonain sâwp ka ta, Chuong ang chun, aw LALPA, i mâichâm chu fe huol ka tih.",
      "reference": "INPÂKNA HLABU 26:6"
    },
    {
      "content": "Lâwmthu hrilna ka sukrîk thei a, I thilmak thaw po po thuhai chu ka hril theina dingin.",
      "reference": "INPÂKNA HLABU 26:7"
    },
    {
      "content": "LALPA, i umna in chu ka ngaina a, I ropuina umna khawm chu.",
      "reference": "INPÂKNA HLABU 26:8"
    },
    {
      "content": "Mi suolhai laia chun mi peisa naw la, Ka hringna khawm hi thisen insuo hmanghai lai chun la sa bawk naw rawh.",
      "reference": "INPÂKNA HLABU 26:9"
    },
    {
      "content": "An kuta chun ngaituona suol a um a, An kut changtieng chu thamnain a sip a;",
      "reference": "INPÂKNA HLABU 26:10"
    },
    {
      "content": "Nisienlakhawm, kei chu lungril ṭhatak putin um ka tih, Mîn tlan la, mi lunginsiet rawh.",
      "reference": "INPÂKNA HLABU 26:11"
    },
    {
      "content": "Ka ke hi hmun inzâwltakah a ngîr a, Inkhâwmnaahai chun LALPA chu inpâk ka tih.",
      "reference": "INPÂKNA HLABU 26:12"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 26 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}