{
  "verses": [
    {
      "content": "Aw LALPA chawimawiin hla thar sak unla. Leihnuoia um po pohai, LALPA chawimawiin hla sak ro.",
      "reference": "INPÂKNA HLABU 96:1"
    },
    {
      "content": "LALPA chawimawia hla sakin, a hming inpâk unla, Ni tin a sandamna thu chu inhriettir ro.",
      "reference": "INPÂKNA HLABU 96:2"
    },
    {
      "content": "Hnam tin lai chun a ropuizie hril unla, Mi tinrênghai lai chun a thilmak thawhai hril ro.",
      "reference": "INPÂKNA HLABU 96:3"
    },
    {
      "content": "LALPA chu a ropui a, nasataka inpâk ding a ni sih a, Pathien po po nêka ṭî ding a nih.",
      "reference": "INPÂKNA HLABU 96:4"
    },
    {
      "content": "Mipuihai pathienhai chu milimhai an ni sih a, LALPA ruok chun vânhai khi a siem a nih.",
      "reference": "INPÂKNA HLABU 96:5"
    },
    {
      "content": "Chawimawina le ropuina a hmaah an um a, Hrâtna le mawina chu a hmun inthiengah an um.",
      "reference": "INPÂKNA HLABU 96:6"
    },
    {
      "content": "Mi tina chi tinrênghai, LALPA kuomah pe unla, LALPA kuoma chun ropuina le hrâtna pe ro.",
      "reference": "INPÂKNA HLABU 96:7"
    },
    {
      "content": "LALPA kuomah a hming ropuina chu pe unla, Thil inhlân ding chawiin a biekin inhuonna sûng tuollaia chun hung ro.",
      "reference": "INPÂKNA HLABU 96:8"
    },
    {
      "content": "Aw, inthieng mawina inbelin LALPA chu chibai bûk unla, Leihnuoia um po pohai, a hmaa chun inthin ro.",
      "reference": "INPÂKNA HLABU 96:9"
    },
    {
      "content": "Hnam tin lai chun, “LALPA chu lalah a ṭhung a,” ti ro, Khawvêl khawm hi ân hnîng thei nawna dingin sukdetin a um a; Ama chun thlierbîk nei loin mi tin ro chu rêl a tih.",
      "reference": "INPÂKNA HLABU 96:10"
    },
    {
      "content": "Vânhai khi lâwmtakin um sienla, hnuoi khawm hi hlimtakin um raw se, Tuisuoriet le a sûnga um po po hi inri hum hum sienla,",
      "reference": "INPÂKNA HLABU 96:11"
    },
    {
      "content": "Lo le a sûnga um po po hi lâwmtakin um raw se, Chu pha chun ram hnuoia thing po po hi hlimin hla sak an tih.",
      "reference": "INPÂKNA HLABU 96:12"
    },
    {
      "content": "LALPA hmaa chun ama chu a hung ding a nih, Hnuoi ro rêl dingin a hung ding a ni sih a. Khawvêl hi feltakin ro rêlpêk a ta, Mi tinhai chu a thutakin ro rêlpêk bawk a tih.",
      "reference": "INPÂKNA HLABU 96:13"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 96 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}