{
  "verses": [
    {
      "content": "LALPA i ram chunga hin i lâwm a, Jakobrawi sala an um chu i ṭhuoi kîr nâwk a.",
      "reference": "INPÂKNA HLABU 85:1"
    },
    {
      "content": "I mihai rîtlona i ngaidam a, An suolna po po chu în khum zo tah.",
      "reference": "INPÂKNA HLABU 85:2"
    },
    {
      "content": "I lunginsenna po po chu i lâk hmang a, I lunginsenna nasatak chu i nghatsan tah a.",
      "reference": "INPÂKNA HLABU 85:3"
    },
    {
      "content": "Aw, a mi sandamtu Pathien, mîn nghatkîrtir la, Kan chungah i lunginsenna chu sukbo rawh.",
      "reference": "INPÂKNA HLABU 85:4"
    },
    {
      "content": "Kan chungah i lunginsen kumkhuo ding am a nih? I lunginsen chu suon po po chenin în langtir pei ding am a nih?",
      "reference": "INPÂKNA HLABU 85:5"
    },
    {
      "content": "Nangmaa chun i mihai an hlim theina dingin, I mi sukhar nâwk naw ding am a nih?",
      "reference": "INPÂKNA HLABU 85:6"
    },
    {
      "content": "Aw LALPA, i zainêmna chu mîn hmutir la, I sandamna chu mi pe bawk la,",
      "reference": "INPÂKNA HLABU 85:7"
    },
    {
      "content": "Pathien LALPA thu hril ding chu ngai ka ta, A mihai le a mi inthienghai kuomah lungmuongna thu a hril ding a ni sih a; Nisienlakhawm, anni chu invêtna tieng ngha nâwk ta naw raw hai se.",
      "reference": "INPÂKNA HLABU 85:8"
    },
    {
      "content": "A sandamna chu ama ṭituhai hnaia chun a um ngei ngei hlak a nih; Ei rama hin ropuina a um theina dingin.",
      "reference": "INPÂKNA HLABU 85:9"
    },
    {
      "content": "Ngilneina le thutak ân tuok a, Felna le remna an infâwp a.",
      "reference": "INPÂKNA HLABU 85:10"
    },
    {
      "content": "Thutak chu hnuoia inthawkin ân der suok a, Felna chun vâna inthawkin a hung en thla tah a.",
      "reference": "INPÂKNA HLABU 85:11"
    },
    {
      "content": "Anih, LALPA chun thil ṭha pêng a ta, Ei ram hin a thilkak chu pe bawk a tih.",
      "reference": "INPÂKNA HLABU 85:12"
    },
    {
      "content": "Felna chun hma ṭhuoi a ta, A kehnunghai chu felna dinga lampuiah siem a tih.",
      "reference": "INPÂKNA HLABU 85:13"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 85 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}