{
  "verses": [
    {
      "content": "Aw ka mihai, ka dân thua hin na lo sit unla, Ka baua thuhaiah in na hung daw ro.",
      "reference": "INPÂKNA HLABU 78:1"
    },
    {
      "content": "Tekhithuin ka bau kâng ka ta, Tiena thu ril hril tahai kha hril suok ka tih.",
      "reference": "INPÂKNA HLABU 78:2"
    },
    {
      "content": "Chuong chu ei nain ei hriet a, ei lungrilin ei hriet bawk a, Ei thlatuhai khawmin an mi hril bawk kha.",
      "reference": "INPÂKNA HLABU 78:3"
    },
    {
      "content": "Chuong chu an nauhai kuomah ip nâwm ei nih a, Ruolthar hung dinghai kuoma LALPA inpâkna thu le, A hrâtzie le a thilmaktak thawzie chu hril lem ei tih.",
      "reference": "INPÂKNA HLABU 78:4"
    },
    {
      "content": "Jakobhai laiah thuinhriettir a sukdet a; Israelhai lai dân a ruot a, Chuong chu ei thlatuhai kuomah thupêkin a pêk a; Anni chun chuong thu chu an nauhai kuomah an inhriettir dingin.",
      "reference": "INPÂKNA HLABU 78:5"
    },
    {
      "content": "Ruolthar la hung um ding, naupang la hung pieng dinghai chun an hriet theina dingin; Chuonghai chu an tho a, an nauhai kuoma an la hrilsâwng peina dingin;",
      "reference": "INPÂKNA HLABU 78:6"
    },
    {
      "content": "An beiseina chu Pathienah an innghat theia, Pathien thilthawhai chu an theinghil nawha, A thupêkhai chu an zâwm lemna dingin;",
      "reference": "INPÂKNA HLABU 78:7"
    },
    {
      "content": "Le, an thlatuhai anga, Suon kâwmaw le hel hmang, Suon lungril siem diklo, Pathien kuoma lungril ringum naw puta an um nawna dingin.",
      "reference": "INPÂKNA HLABU 78:8"
    },
    {
      "content": "Ephraim thlahai chu râlthuoma inthuoma, thalngul chawiin, Inthaw ni chun an tlânseh a.",
      "reference": "INPÂKNA HLABU 78:9"
    },
    {
      "content": "Pathien thuthlung chu an zâwm nawh a, A dâna um an nuom naw bawk a;",
      "reference": "INPÂKNA HLABU 78:10"
    },
    {
      "content": "A thilthawhai chu an thei- nghil a, A thilmak thaw ân hmutirhai khawm chu.",
      "reference": "INPÂKNA HLABU 78:11"
    },
    {
      "content": "An thlatuhai mithmuah thilmakhai a thaw hlak a, Aigupta rama Zoan phûla chun.",
      "reference": "INPÂKNA HLABU 78:12"
    },
    {
      "content": "Tuisuoriet chu a sukṭhe phawk a, anni chu ân fe kâitir a, Tuihai chu iengkhat sie khâwm thûr angin ân ngîrtir nguou a.",
      "reference": "INPÂKNA HLABU 78:13"
    },
    {
      "content": "Sûna chun sûmin a ṭhuoi a, Zânkhawvârin meichawkin a ṭhuoi bawk hlak a.",
      "reference": "INPÂKNA HLABU 78:14"
    },
    {
      "content": "Thlalêra chun lungpuihai a sukkhawi bawk a, Tui inthûktaka inthawk ang el, ditkhawpa dâwn ding a pêk a.",
      "reference": "INPÂKNA HLABU 78:15"
    },
    {
      "content": "Lungpuia inthawk chu vadunghai a suksuok a, Tuihai chu vadungpuihai ang elin ân luong thlâktir a.",
      "reference": "INPÂKNA HLABU 78:16"
    },
    {
      "content": "Chuong sa khawma a chungah thil an la suksuol ta rawp a, Ram ṭâwla chun Achunghnungtak chunga chun an hel a.",
      "reference": "INPÂKNA HLABU 78:17"
    },
    {
      "content": "An châkna sukre dinga fâk ding hniin, An lungrilin Pathien an fieh a.",
      "reference": "INPÂKNA HLABU 78:18"
    },
    {
      "content": "Anih, Pathien an hrilhnâwm a, “Thlalêra hin Pathienin daw- kân a buotsai thei am chu?",
      "reference": "INPÂKNA HLABU 78:19"
    },
    {
      "content": "Ngai ta, lungpui chu a vuokin tuihai kha a hung inkhâw suokin, Vadunghai chu a kuong a liem pûr pûr ta luoh a, Bu khawm a pêk thei nghâl am chu? A mihai ta ding hin sa a buot- sai ding am chu?” an tih a.",
      "reference": "INPÂKNA HLABU 78:20"
    },
    {
      "content": "Chuongchun, LALPA chun a lo hriet a, a lung a sen tah a, Jakobhai chungah mei a hung chawk suok tah a, Israelhai chungah lunginsenna a hung tah a.",
      "reference": "INPÂKNA HLABU 78:21"
    },
    {
      "content": "Pathien an ring nawh a, A sandamna khawm an ring naw leiin.",
      "reference": "INPÂKNA HLABU 78:22"
    },
    {
      "content": "Nisienlakhawm, chungtienga vân dumhai khi thu a pêk a. Vân kawtkhârhai khi a hawngpêk a.",
      "reference": "INPÂKNA HLABU 78:23"
    },
    {
      "content": "An fâk dingin manna kha an chungah a zuk insûrtir a, Vân bu chu an kuomah a pêk a nih.",
      "reference": "INPÂKNA HLABU 78:24"
    },
    {
      "content": "Mihriemhaiin mi hrâthai bu chu an fâk a, Khawpna khawpin bu a hung pêk a.",
      "reference": "INPÂKNA HLABU 78:25"
    },
    {
      "content": "Khaw sak thli chu vânah ân hrângtir a, A thilthawtheinain sim thli chu a ṭhuoi a.",
      "reference": "INPÂKNA HLABU 78:26"
    },
    {
      "content": "Sa chu pilvut zât rauin an chungah ân sûrtir a, Vatê thla nei chu tuisuorieta phaiphin zât rauin.",
      "reference": "INPÂKNA HLABU 78:27"
    },
    {
      "content": "An riekhmun laia chun ân tlâktir a, An umna bûk kâwl vêlahai chun.",
      "reference": "INPÂKNA HLABU 78:28"
    },
    {
      "content": "Chuongchun, an fâk a, an khawp hleh a, An ichâk chu an kuomah a pêk tah a nih.",
      "reference": "INPÂKNA HLABU 78:29"
    },
    {
      "content": "An châk a la re nawh a, An bu chu an bauah a la um a.",
      "reference": "INPÂKNA HLABU 78:30"
    },
    {
      "content": "Chuong lai tak chun Pathien lunginsenna chu an chungah a tlah a, An mi thâuhai ṭhenkhat a that a; Israel tlangvâlhai chu a vuok thlûk tâwl a.",
      "reference": "INPÂKNA HLABU 78:31"
    },
    {
      "content": "Chuong sa khawmin thil an la suksuol ta rawp a, A thilmak thawhai chu an ring chuong nawh.",
      "reference": "INPÂKNA HLABU 78:32"
    },
    {
      "content": "Chuleiin, an dam sûng nihai chu teplo mei meiin a sukbo pêk a, An dam sûng kumhai chu ṭitnain a sukbo pêk bawk a.",
      "reference": "INPÂKNA HLABU 78:33"
    },
    {
      "content": "Anni a that poleh ama chu an zawng hlak a, An kîr nâwk a, zîngkâr Pathien an zawng hlak.",
      "reference": "INPÂKNA HLABU 78:34"
    },
    {
      "content": "Pathien chu an lungpui a nih ti le, Pathien Achunghnungtak chu an intlantu a nih ti an hriet suok hlak.",
      "reference": "INPÂKNA HLABU 78:35"
    },
    {
      "content": "Nisienlakhawm, ama chu an bauin an inpâk tehlêm a, An leiin a kuomah khêlthu an hril hlak.",
      "reference": "INPÂKNA HLABU 78:36"
    },
    {
      "content": "An lungril chu ama kuomah ân dik si nawh a, A thuthlunga chun ring an um bawk nawh.",
      "reference": "INPÂKNA HLABU 78:37"
    },
    {
      "content": "Nisienlakhawm, ama chu lai- natnaa a sip leiin an rîtlona chu a ngaidam a, anni chu a sukbohmang nawh; Anih, vawi tamtak a lunginsenna chu a lâk kîr a, A lunginsenna chu a rêngin a chawktho nuom ngai nawh.",
      "reference": "INPÂKNA HLABU 78:38"
    },
    {
      "content": "Tisa chau an nih ti a hriet zing a, Thli, lêt nâwk lo dinga hrâng liem hlak ang hi.",
      "reference": "INPÂKNA HLABU 78:39"
    },
    {
      "content": "Thlalêra khan a chungah an va hel inzingin, Ram ṭâwla khan ama chu an va suklungngai inzing de!",
      "reference": "INPÂKNA HLABU 78:40"
    },
    {
      "content": "An ngha kîr nâwkin Pathien an fieh a, Israelhai mi inthieng chu an suknuor hlak.",
      "reference": "INPÂKNA HLABU 78:41"
    },
    {
      "content": "A kut chu an hriet zing nawh a, Anni dotuhaia inthawka a sanhim ni chu an hriet zing ngai nawh.",
      "reference": "INPÂKNA HLABU 78:42"
    },
    {
      "content": "Khânga Aigupta ramah inchiknahai a sieh a, Zoan phûlah thilmakhai a sie bawk a;",
      "reference": "INPÂKNA HLABU 78:43"
    },
    {
      "content": "An vadungpuihai chu thisenah ân changtir a, An vadunghai chu thisenah ân changtir bawk kha; chuong- chun, an dâwn thei ta nawh a.",
      "reference": "INPÂKNA HLABU 78:44"
    },
    {
      "content": "Anni lai tho tamtak a tir a; chuongchun, anni chu a fâk zo a, Uhai a tir bawk a, chuongchun, anni chu a sukbohmang tah a.",
      "reference": "INPÂKNA HLABU 78:45"
    },
    {
      "content": "An thil kakhai khawm chu tuktulung kuomah a pêk a, An sininrim ra chu khâuṭhikṭhi kuomah a pêk bawk a.",
      "reference": "INPÂKNA HLABU 78:46"
    },
    {
      "content": "An grêp hruihai chu rielin a sukhlum a, An theichang kûnghai khawm chu vûrin a sukhlum bawk a.",
      "reference": "INPÂKNA HLABU 78:47"
    },
    {
      "content": "An ranhai khawm chu riel kuomah a pêk a, An ranruolhai khawm chu ṭêk lumtak kuomah a pêk bawk.",
      "reference": "INPÂKNA HLABU 78:48"
    },
    {
      "content": "A lunginsenna nasatak chu an chungah a thlâk a, Lunginsenna dâm, lungdam nawna dâm, lunginzîngna nasatak dâm hi, Thil ṭha nawtak intluntu tirko pâwl chu.",
      "reference": "INPÂKNA HLABU 78:49"
    },
    {
      "content": "A lunginsenna ding chun lampui a siempêk a, An hringna chu thinaa in- thawkin a humhim nawh a, An hringna chu hri kuomah a pêk ta lem a.",
      "reference": "INPÂKNA HLABU 78:50"
    },
    {
      "content": "Aigupta rama nau lutîr po po a sukhlum a, Ham puon inhaia an hrâtna ra hmasa takhai chu:",
      "reference": "INPÂKNA HLABU 78:51"
    },
    {
      "content": "Nisienlakhawm, ama mihai chu berâm angin a ṭhuoi- suok a, Ranruol angin thlalêra khan a ṭhuoi a.",
      "reference": "INPÂKNA HLABU 78:52"
    },
    {
      "content": "Himtakin a ṭhuoi a, chuongchun, iengkhawm an ṭi nawh a, Nisienlakhawm, tuisuoriet chun an hmêlmahai chu ân khum zo tah a,",
      "reference": "INPÂKNA HLABU 78:53"
    },
    {
      "content": "Chun, a hmun inthieng ramri chu a ṭhuoi tlung a, Hi tlâng a kut changtienga a închâwka hin.",
      "reference": "INPÂKNA HLABU 78:54"
    },
    {
      "content": "Hnam tin chu an hmaah a hnawt suok a, Anni chu hruia inkhi dingin rochanah a siem a. An puon ina chun Israel hnamhai chu ân umtir tah a.",
      "reference": "INPÂKNA HLABU 78:55"
    },
    {
      "content": "Nisienlakhawm, Pathien Achunghnungtak chu an infieh a, a chungah an hel a, A thu inhhriettirhai chu an zâwm si nawh a.",
      "reference": "INPÂKNA HLABU 78:56"
    },
    {
      "content": "Ngha kîrin, an thlatuhai angin vervêktakin an thaw ta lem a: Thalngul ringum naw angin an fe kâwi tah a;",
      "reference": "INPÂKNA HLABU 78:57"
    },
    {
      "content": "An hmun insânghaiin ama chu an suklungsen hlak sih a, An milim siemhaiin an inthîktir bawk a.",
      "reference": "INPÂKNA HLABU 78:58"
    },
    {
      "content": "Pathienin chu chu a lo hrietin a lunginsen a, Israelhai chu a tirdak ta êm êm a.",
      "reference": "INPÂKNA HLABU 78:59"
    },
    {
      "content": "Chuongchun, Silo biekbûk, Mihriem laia a puon in sie chu, a mâksan a.",
      "reference": "INPÂKNA HLABU 78:60"
    },
    {
      "content": "A hrâtna chu salah ân man- tir a, A ropuina chu dotuhai kutah ân mantir ta bawk a.",
      "reference": "INPÂKNA HLABU 78:61"
    },
    {
      "content": "A mihai chu kâwlhnâm kuomah a pêk a; A rochan chunga chun a lunginsen tah a.",
      "reference": "INPÂKNA HLABU 78:62"
    },
    {
      "content": "Meiin an tlangvâlhai chu a kânghmang a, An nunghâkhai chun inneina hla hrim hrim an nei ta nawh a.",
      "reference": "INPÂKNA HLABU 78:63"
    },
    {
      "content": "An thiempuhai chu kâwlhnâma sukthlûkin an um a, An hmeithaihai chu ṭap hrim hrim an ṭap nawh.",
      "reference": "INPÂKNA HLABU 78:64"
    },
    {
      "content": "Chuong lai chun LALPA chu,mi an in an har angin, a har tah a, Mi hrât uoin leia khêk ang hin.",
      "reference": "INPÂKNA HLABU 78:65"
    },
    {
      "content": "Ama dotuhai chu a vuok kîr a, Kumkhaw hmingsietna ân hlawtir tah a.",
      "reference": "INPÂKNA HLABU 78:66"
    },
    {
      "content": "Chu naw khawm chu Josef puon in chu a dit nawh a, Ephraim hnam chu a thlang naw bawk a.",
      "reference": "INPÂKNA HLABU 78:67"
    },
    {
      "content": "Juda hnam chu a thlang ta lem a, A hmangai Zion tlâng chu.",
      "reference": "INPÂKNA HLABU 78:68"
    },
    {
      "content": "A in inthieng chu vân insânghai ang khin a bâwl a, Kumkhuoa dinga a suknghet leihnuoi ang hin.",
      "reference": "INPÂKNA HLABU 78:69"
    },
    {
      "content": "A siehlaw David chu a thlang a, Berâm huona inthawk dâm chun a lâk suok a,",
      "reference": "INPÂKNA HLABU 78:70"
    },
    {
      "content": "Berâmpui te ṭhuoihaia inthawkin a ṭhuoi suok a, A mihai Jakobhai le Israelhai châwm dingin.",
      "reference": "INPÂKNA HLABU 78:71"
    },
    {
      "content": "Chuongchun, ama chun a lungril ṭhatna ang peiin anni chu a châwm a, A kut thiemnain a ṭhuoi tah a.",
      "reference": "INPÂKNA HLABU 78:72"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 78 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}