{
  "verses": [
    {
      "content": "LALPA, ka ko che hi, ka kuomah hung vak la, Ka ko chein ka râwlah i nâ lo sit rawh.",
      "reference": "INPÂKNA HLABU 141:1"
    },
    {
      "content": "Ka ṭawngṭâina hi thil riminhniktak angin i hmaah suksuokin um sienla, Ka kut phar hi zântienga inthawina angin um raw se.",
      "reference": "INPÂKNA HLABU 141:2"
    },
    {
      "content": "Aw LALPA, ka bau bula hin vêngtu inhungtir la, Ka hmûr kawtkhâr hi vêng rawh.",
      "reference": "INPÂKNA HLABU 141:3"
    },
    {
      "content": "Rîtlona thilhai, Thil suksuol mihai thawpui dingin, Ka lungril hi thil ṭha naw tieng hrim hrima chun inthlêktir naw la, An fâk inhniktak takhai chu mîn fâktir bawk naw rawh.",
      "reference": "INPÂKNA HLABU 141:4"
    },
    {
      "content": "Mi fel chun mi vaw raw se, lunginsietna nîng a tih; Mi kâwk raw se, lua hriek nâl ang nîng a tih. Ka luin nuom naw naw raw se, An rîtlonahai leiin ka ṭawngṭai pei ding a ni sih a.",
      "reference": "INPÂKNA HLABU 141:5"
    },
    {
      "content": "An rorêltuhai chu lungpui sîra peithlâkin um an ta, Anni chun ka thuhai chu ngai tâng an ta, a thlum sih a.",
      "reference": "INPÂKNA HLABU 141:6"
    },
    {
      "content": "Miin hnuoi ân let a, a suknâwi ang hin, An ruhai hi thlân khoa suknâwiin a um a.",
      "reference": "INPÂKNA HLABU 141:7"
    },
    {
      "content": "Aw LALPA PATHIEN, ka mitin nanga tieng a en si hlak a, Nangmaa chun ka ringna kân nghat hlak; ka hringna hi saruokin mâksan naw rawh.",
      "reference": "INPÂKNA HLABU 141:8"
    },
    {
      "content": "Ka âwkna dinga châng an kama inthawk chun mi humhim la, Thil suksuoltuhai chânga inthawk leh.",
      "reference": "INPÂKNA HLABU 141:9"
    },
    {
      "content": "Keiin ka fe khêl laitakin, Mi rilohai chu anni lênahai chun tlulût raw se.",
      "reference": "INPÂKNA HLABU 141:10"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 141 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}