{
  "verses": [
    {
      "content": "Aw Pathien, a mi dotuhaia inthawk hin mi sanhim la, A mi thawtuhaia inthawk hin hmun insângah mi dâwmkai rawh.",
      "reference": "INPÂKNA HLABU 59:1"
    },
    {
      "content": "Thil suksuoltuhai laia inthawkin mi sanhim la, Thisen insuo hmanghaia inthawkin mi sandam rawh.",
      "reference": "INPÂKNA HLABU 59:2"
    },
    {
      "content": "Aw LALPA, ka bawsietna lei ni loin, ka suol lei khawm ni bawk loin, Ngai ta, ka hringna hi an inchân zing sih a, Mi hrâthai chu a mi thaw dingin an pungkhâwm a nih.",
      "reference": "INPÂKNA HLABU 59:3"
    },
    {
      "content": "Ka suol naw sa khawmin an tlân a, an inbuotsai a, Mi ṭhangpui dingin insukhar la, en rawh.",
      "reference": "INPÂKNA HLABU 59:4"
    },
    {
      "content": "Aw LALPA, sipaihairawi Pathien, Israelhai Pathien, Nangma ngei chu hnam tinrêng sir dingin tho la, Mi vervêk suoltakhai chu lunginsiet hrim hrim naw.",
      "reference": "INPÂKNA HLABU 59:5"
    },
    {
      "content": "Zântieng an hung nawk a, ui angin an khêk veng vung a, Khawpui chu an hêl an hêl a.",
      "reference": "INPÂKNA HLABU 59:6"
    },
    {
      "content": "Ngai ta, an bauah an inir suok a, An hmûra chun kâwlhnâmhai a um a: “Tu am hrie an um a?” an ti el a nih.",
      "reference": "INPÂKNA HLABU 59:7"
    },
    {
      "content": "Nisienlakhawm, aw LALPA, nangin anni chu nuisan lem i ta; Hnam tinrêng chu nuiêu i tih.",
      "reference": "INPÂKNA HLABU 59:8"
    },
    {
      "content": "Aw ka hrâtna, nghâk zing ka ti che. Pathien chu ka kulbîng insâng a ni sih a.",
      "reference": "INPÂKNA HLABU 59:9"
    },
    {
      "content": "Ka chunga ngilnei Pathien chun mi tuok a ta, Pathienin ka hmêlmahai chunga ka duthusâm chu mîn hmutir a tih.",
      "reference": "INPÂKNA HLABU 59:10"
    },
    {
      "content": "Anni chu that naw la, chuong naw chun, ka mihaiin theinghil rawi an tih; Aw LALPA, kan phaw tak, I thilthawtheinain sukdar la, suktlâwm rawh.",
      "reference": "INPÂKNA HLABU 59:11"
    },
    {
      "content": "An baua suolna lei le, an hmûra thu suok leiin, An chapona ngeia chun âwk raw se: An thu hril hlak, ṭawngseinphurna le khêlthu lei khawmin.",
      "reference": "INPÂKNA HLABU 59:12"
    },
    {
      "content": "Annirawi chu lunginsenin sukbohmang la, an um ta nawna dingin sukbohmang rawh, Pathienin Jakobrawi chungah ro a rêl ti hre tâwl raw hai seh, Leihnuoi tâwp chenin.",
      "reference": "INPÂKNA HLABU 59:13"
    },
    {
      "content": "Chun, zântieng hung nâwk hai sienla, ui angin khêk veng vung hai sien, Khawpui chu hêl hêl raw hai seh.",
      "reference": "INPÂKNA HLABU 59:14"
    },
    {
      "content": "Anni chu fâkding zawngin invâk an ta, An khawp naw chun zânkhawvârin um an tih.",
      "reference": "INPÂKNA HLABU 59:15"
    },
    {
      "content": "Nisienlakhawm, kei chun i hrâtna thu hi hlain sak ka ta, Anih, zîngkâr chun i ngilneina thu hi hlimtakin hlain sak ka tih: Nang chu ka kulbîng insâng, Ka lunginzîng nia kân humhimna i ni si hlak a.",
      "reference": "INPÂKNA HLABU 59:16"
    },
    {
      "content": "Aw ka hrâtna, nangma inpâkna hla sak ka tih. Pathien chu ka kulbîng insâng, ka chunga ngilnei Pathien chu a ni sih a.",
      "reference": "INPÂKNA HLABU 59:17"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 59 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}