{
  "verses": [
    {
      "content": "Aw Pathien, mi lunginsiet la, mihriemin mi lem zo an tum sih a; Sûnnithlâkin an mi thawin an mi nêksâwr hlak.",
      "reference": "INPÂKNA HLABU 56:1"
    },
    {
      "content": "Ka hmêlmahaiin sûnnithlâkin mi lem zo an tum a, Chapotaka mi thawtuhai hi an tam sih a.",
      "reference": "INPÂKNA HLABU 56:2"
    },
    {
      "content": "Ka ṭit châng po leh, Nangmaah ka ringna kân nghat a;",
      "reference": "INPÂKNA HLABU 56:3"
    },
    {
      "content": "A thu ka inpâk Pathiena ngei chun. Pathien ka ring a, ṭi naw ningah; Tisa chun ieng am mi law thei a ta?",
      "reference": "INPÂKNA HLABU 56:4"
    },
    {
      "content": "Sûnnithlâkin ka thuhai an lâkkâwi hlak a, An ngaituo po po chu ka sietna ding ruok a nih.",
      "reference": "INPÂKNA HLABU 56:5"
    },
    {
      "content": "An inkhâwm a, an inbihmang a, Ka hniekhnung an inchik hlak a, Ka hringna sukbo tumin an inchân a;",
      "reference": "INPÂKNA HLABU 56:6"
    },
    {
      "content": "Suol pumin an pumpel ding am a nih? Aw Pathien, lunginsenin mi tin chu suktlâwm rawh.",
      "reference": "INPÂKNA HLABU 56:7"
    },
    {
      "content": "Nangin kân vâkvainahai hi în chik hlak a, Ka mitthlihai hi i savun pênga chun thun la. I lekhabuah a chuong tâwl naw am a nih?",
      "reference": "INPÂKNA HLABU 56:8"
    },
    {
      "content": "Ka ko pha che chun a mi dotuhai chu tlânsieng an tih. Hi hi ka hriet, Pathienin a mi ṭan hi.",
      "reference": "INPÂKNA HLABU 56:9"
    },
    {
      "content": "Pathiena chun a thu inpâk ka ta, LALPAA chun a thu inpâk ka tih.",
      "reference": "INPÂKNA HLABU 56:10"
    },
    {
      "content": "Pathien ka ring a, ṭi naw ningah, Mihriemin ieng am mi law thei an ta?",
      "reference": "INPÂKNA HLABU 56:11"
    },
    {
      "content": "Aw Pathien, i kuomah thutiemhai ka nei a, Lâwmthu hrilna inthawina- haiin thung ka ti che.",
      "reference": "INPÂKNA HLABU 56:12"
    },
    {
      "content": "Ka hringna hi thinaa inthawk i sanhim sih a, Ka kehai hi tlu lo dingin i sanhim a ni naw am a nih? Mi hring vara hin, Pathien hmaa ka lêng theina dingin.",
      "reference": "INPÂKNA HLABU 56:13"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 56 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}