{
  "verses": [
    {
      "content": "Aw mi thilthawtheitak nauhai, LALPA kuomah pe unla, LALPA kuoma chun ropuina le hrâtna pe ro.",
      "reference": "INPÂKNA HLABU 29:1"
    },
    {
      "content": "LALPA kuomah a hming ropuina chu pe unla, Inthieng mawina inbelin LALPA chu chibai bûk ro,",
      "reference": "INPÂKNA HLABU 29:2"
    },
    {
      "content": "LALPA râwl chu tuihai chunga chun ân rih a, Ropuina Pathien chu a hung inri dur dur a, LALPA ngei chu tui tamtak chunghaia chun a hung in- rih a,",
      "reference": "INPÂKNA HLABU 29:3"
    },
    {
      "content": "LALPA râwl chu thilthawtheitak a na, LALPA râwl chu ropuitak a nih.",
      "reference": "INPÂKNA HLABU 29:4"
    },
    {
      "content": "LALPA râwl chun Sidar thinghai chu sukthliek a ta, Anih, LALPA chun Lebanon tlânga sidar thinghai chu a sukthliek seng sung hlak.",
      "reference": "INPÂKNA HLABU 29:5"
    },
    {
      "content": "Bâwngte tuoltla angin ân changtir hlak a, Lebanon chu bâwngte tuoltla angin ân châwmtir hlak a, Sirion tlânghai chu ramsiel tê ang elin.",
      "reference": "INPÂKNA HLABU 29:6"
    },
    {
      "content": "LALPA râwl chun meichawkhai chu a thlêr hlak a.",
      "reference": "INPÂKNA HLABU 29:7"
    },
    {
      "content": "LALPA râwl chun thlalêr a tlawr hnîng a; LALPA chun Kades thlalêr chu a sukhnîng hlak.",
      "reference": "INPÂKNA HLABU 29:8"
    },
    {
      "content": "LALPA râwl chun sazukpui chu tê ân siettir a, Rampui thinghnahai chu a nuoi kawl vawng hlak a: A biekina chun thil iengkimin, “A ropui ie,” an ti seng hlak.",
      "reference": "INPÂKNA HLABU 29:9"
    },
    {
      "content": "LALPA chu Tuilêt lai khan lalah a ṭhung a, Anih, LALPA chu kumkhuoa dingin lalah a ṭhung a nih.",
      "reference": "INPÂKNA HLABU 29:10"
    },
    {
      "content": "LALPA chun a mihai kuomah hrâtna pêng a ta, LALPA chun a mihai chu thla- muongnain malsâwm a tih.",
      "reference": "INPÂKNA HLABU 29:11"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 29 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}