{
  "verses": [
    {
      "content": "Aw Pathien, mi humhim rawh, nangmaa chun ka ringna kân nghat si hlak a.",
      "reference": "INPÂKNA HLABU 16:1"
    },
    {
      "content": "LALPA kuoma chun, “Nang chu ka LALPA i na, Nangmaa naw chun thil ṭha hrim ka nei nawh,” ka tih a.",
      "reference": "INPÂKNA HLABU 16:2"
    },
    {
      "content": "Hnuoia mi inthieng umhai thua chu, Anni chu mi ṭha, ka lâwmna po po umnahai chu an nih.",
      "reference": "INPÂKNA HLABU 16:3"
    },
    {
      "content": "LALPAA pathien dang thleng- tuhai chu an lungngainahai la pung a tih, An thisen inhlân dâwn mihai chu dâwn ve naw ningah a, Ka hmûr khawma an hminghai lam bawk naw ning.",
      "reference": "INPÂKNA HLABU 16:4"
    },
    {
      "content": "LALPA chu ka rochan ding le ka no chan ding chu a na, Nangin ka chanpuol i mi sukdetpêk hlak.",
      "reference": "INPÂKNA HLABU 16:5"
    },
    {
      "content": "Inkhina hruihai chu hmun inhawitakhaiah ka puolin a tla ta hlau a nih, Anih, ro ṭhatak ka hluo tah a nih.",
      "reference": "INPÂKNA HLABU 16:6"
    },
    {
      "content": "LALPA, rem mi ruotpêktu chu inpâk ka ta, Anih, zânahai chun ka lungrilin a mi thunun hlak.",
      "reference": "INPÂKNA HLABU 16:7"
    },
    {
      "content": "LALPA chu ka hmaah kân umtir rawp hlak a, Ka changtieng a um leiin inhnîng naw ning.",
      "reference": "INPÂKNA HLABU 16:8"
    },
    {
      "content": "Chuleiin, ka lungril hi a lâwm a, ka ropuina khawm a hlim a; Ka taksa khawm himtakin um a tih.",
      "reference": "INPÂKNA HLABU 16:9"
    },
    {
      "content": "Ka thlarau chu Seol kuomah i mâksan âwm si nawh a, I mi inthieng hi hmawnna hmu i phal âwm bawk si nawh a.",
      "reference": "INPÂKNA HLABU 16:10"
    },
    {
      "content": "Nangin hringna lampui chu min hriettir i ta, I hmaa chun hlima sipliemna a um a; I kut changtienga chun kumkhaw lâwmna ding a um.",
      "reference": "INPÂKNA HLABU 16:11"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 16 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}