{
  "verses": [
    {
      "content": "Aw Laltak, ka Pathien, chawimawi ka ti cheh a, I hming hi kumkhawtluongin inpâk ka tih.",
      "reference": "INPÂKNA HLABU 145:1"
    },
    {
      "content": "Ni tin inpâk ka ti cheh a, I hming hi kumkhawtluongin inpâk ka tih.",
      "reference": "INPÂKNA HLABU 145:2"
    },
    {
      "content": "LALPA chu a ropui a, nasataka inpâk ding a nih, A ropuizie chu suisuok ruol a ni nawh.",
      "reference": "INPÂKNA HLABU 145:3"
    },
    {
      "content": "Suon khatin suon dang kâwlah i thilthawhai chu inpâk sâwng pei an ta, I thilthaw ropuitakhai chu inhriettir an tih.",
      "reference": "INPÂKNA HLABU 145:4"
    },
    {
      "content": "Nangma chawimawina mawizie ropuitak le, I thilmak thawhai chu ngaituong ka tih.",
      "reference": "INPÂKNA HLABU 145:5"
    },
    {
      "content": "Mihaiin i thilthaw râpthlâktak hrâtzie chu hril an ta, Kei khawma i ropuizie inhriettir bawk ka tih.",
      "reference": "INPÂKNA HLABU 145:6"
    },
    {
      "content": "I ṭhatna ropuitak an hriet zing chu hril an ta, I felna thu hi hlimtakin hlain sak an tih.",
      "reference": "INPÂKNA HLABU 145:7"
    },
    {
      "content": "LALPA chu mi lunginsiet thei, lainatnaa sip, Lunginuoi, ngilneina nasatak nei a nih.",
      "reference": "INPÂKNA HLABU 145:8"
    },
    {
      "content": "LALPA chu iengkim chunga khawm a ṭha a nih; A lainatnahai chu a thil siem po po chungah a um a.",
      "reference": "INPÂKNA HLABU 145:9"
    },
    {
      "content": "Aw LALPA, i thil siem po po chun i kuomah lâwmthu hril an tih; Mi inthienghai khawma inpâk an ti che.",
      "reference": "INPÂKNA HLABU 145:10"
    },
    {
      "content": "I ram ropuizie thu hrilin, I thilthawtheina thu chu thusimah la hmang an tih.",
      "reference": "INPÂKNA HLABU 145:11"
    },
    {
      "content": "Mihriem nauhai kuoma a thilthaw ropuitakhai le, A ram mawina ropuizie inhriettir dingin.",
      "reference": "INPÂKNA HLABU 145:12"
    },
    {
      "content": "I ram chu chatuon ram ding a na, I thuneina chu suon um sûng po poin um zing a tih.",
      "reference": "INPÂKNA HLABU 145:13"
    },
    {
      "content": "LALPA chun a tluhai po po chu a chel zing hlak a, Kûn ngawi ngawia um po pohai chu a keitho hlak.",
      "reference": "INPÂKNA HLABU 145:14"
    },
    {
      "content": "I thil siem po po mithai chun an nghâk hlak che a nih; Nangin a hun takah an bu i pêk hlak.",
      "reference": "INPÂKNA HLABU 145:15"
    },
    {
      "content": "I kut i phar a, Thilhring po po châkna chu i sukbopêk hlak.",
      "reference": "INPÂKNA HLABU 145:16"
    },
    {
      "content": "LALPA chu a um dân po poah a felin, A thilthaw po poah mi lunginsiettheitak a ni hlak.",
      "reference": "INPÂKNA HLABU 145:17"
    },
    {
      "content": "LALPA chun ama kotuhai po po chu a hnai hlak a, Titakzeta ama kotu po pohai chu.",
      "reference": "INPÂKNA HLABU 145:18"
    },
    {
      "content": "Ama ṭituhai dit chu inhlawtlingtir a ta, An khêkri chu hrieng a ta, anni sandam a tih.",
      "reference": "INPÂKNA HLABU 145:19"
    },
    {
      "content": "LALPA chun ama hmangaituhai po po chu a vawng ṭha hlak, Mi rilo ruok chu sukbohmang vawng a tih.",
      "reference": "INPÂKNA HLABU 145:20"
    },
    {
      "content": "Ka bau hin LALPA inpâkna thu hril a ta; Chun, tisa po po chun a hming inthieng chu kumkhaw- tluongin inpâk raw se.",
      "reference": "INPÂKNA HLABU 145:21"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 145 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}