{
  "verses": [
    {
      "content": "Aw LALPA, a mi thawtuhai chu nangin thaw la, A mi dotuhai chu nangin do rawh.",
      "reference": "INPÂKNA HLABU 35:1"
    },
    {
      "content": "Phaw chîn le phaw lien chel la, Mi ṭhangpui dingin ngîr rawh.",
      "reference": "INPÂKNA HLABU 35:2"
    },
    {
      "content": "Fei le hreipui chu inlet la, A mi hnawttuhai lampui chu lo dang la, Ka hringna kuoma hin, “I sandamna ka nih,” ti rawh.",
      "reference": "INPÂKNA HLABU 35:3"
    },
    {
      "content": "Ka hringna sukbo tuma zawngtuhai chu, sukmuolphoa sukzakin umhai sienla, Mi suksietna ding ngaituotuhai chu intlânsiettirin thuokdawngtakin um raw se.",
      "reference": "INPÂKNA HLABU 35:4"
    },
    {
      "content": "LALPA vântirkoin khal peiin, Busî thli ilên angin um raw se.",
      "reference": "INPÂKNA HLABU 35:5"
    },
    {
      "content": "LALPA vântirkoin hnawt pei sien, An lampui chu inthimtak le innâltak ni raw se.",
      "reference": "INPÂKNA HLABU 35:6"
    },
    {
      "content": "A san um loin, an mi âwkna dingin an lên chu khura chun an pha inrûk a, A san um loin ka hringna tlâk- na dingin khur an cho sih a.",
      "reference": "INPÂKNA HLABU 35:7"
    },
    {
      "content": "Ân ringnaw kârin sietna a chungah tlung sienla; A lên pha rûka khan ama ngei âwk bawk sienla: Chutaka chun tla se dêr raw se.",
      "reference": "INPÂKNA HLABU 35:8"
    },
    {
      "content": "Chuongchun, ka hringna hi LALPAA chun hlim a ta; A sandamnaa chun lâwm a tih.",
      "reference": "INPÂKNA HLABU 35:9"
    },
    {
      "content": "Ka ru po po hin, “LALPA, mi rimsi, a khing zo ruolloa inthawka sanhimtu, Anih, rimsi le pasie, ama inram hlaktua inthawka sanhimtu, Nang ang hrim tu am um?” tîng a tih.",
      "reference": "INPÂKNA HLABU 35:10"
    },
    {
      "content": "Hretu fel nawtakhai an hung tho a, Ka thil hriet dêr naw thua dâm an mi suosal a.",
      "reference": "INPÂKNA HLABU 35:11"
    },
    {
      "content": "Ka hringna khawm beidawng dêr khawpin, Thil ṭha thil suolin an mi thung a.",
      "reference": "INPÂKNA HLABU 35:12"
    },
    {
      "content": "Kei ruok chu, an damnaw lai chun ka silfên chu saiip a na, Ka hringna hi bu ngheiin ka suk rimsi sih a; Lungse taka kûnin ka ṭawngṭai a,",
      "reference": "INPÂKNA HLABU 35:13"
    },
    {
      "content": "Ka ruol amanih, ka unau amani chunga chun ka um dân ding ang takin ka um a; Kân lawn vêl chu khuo khawm ngha ngam loa ngûiin. Mi a nu ṭâtu angin sûnin ka kûn a.",
      "reference": "INPÂKNA HLABU 35:14"
    },
    {
      "content": "Nisienlakhawm, ka chan a sein anni chu an lâwm a, an inhâwr khâwm hiel a, Mi suol teplohai chu mi thaw dingin an inkhâwm a, chu chu ka lo hriet si nawh. Ma nuom loin an mi sawisa hrep a.",
      "reference": "INPÂKNA HLABU 35:15"
    },
    {
      "content": "Ruoiṭhenaa nuiza fiemthu hriltuhai ang mei meiin, An ha an mi râwt khum a.",
      "reference": "INPÂKNA HLABU 35:16"
    },
    {
      "content": "LALPA, nangin ieng chen am i en ding a na? Ka hringna hi suksiet an tumnaa inthawk chun sansuok la; Ka nei suntak hi sakeibakneia inthawk chun sansuok rawh.",
      "reference": "INPÂKNA HLABU 35:17"
    },
    {
      "content": "Inkhâwmna ropuitaka chun lâwmthu hril ka ti cheh a, Mi tamtak laia chun inpâk ka ti che.",
      "reference": "INPÂKNA HLABU 35:18"
    },
    {
      "content": "Ka hmêlmahai chun indiknaw- takin mi diriem naw raw hai se, Ieng ni loa a mi theidatuhai chu an mitin inbe naw bawk raw hai se.",
      "reference": "INPÂKNA HLABU 35:19"
    },
    {
      "content": "Inremna thu hrim an hril si nawh a, Hi rama um ṭawk ṭawkin hlêmna thuhai an ngaituo lem a nih.",
      "reference": "INPÂKNA HLABU 35:20"
    },
    {
      "content": "Anih, an bauin an mi kâk khum puou a, “Chei! Chei! ei mit ngeiin ei hmu tah,” an tih a.",
      "reference": "INPÂKNA HLABU 35:21"
    },
    {
      "content": "Aw LALPA, nangin i hmuh a, tosan naw rawh, Aw LALPA, mîn hlat naw rawh.",
      "reference": "INPÂKNA HLABU 35:22"
    },
    {
      "content": "Ka Pathien le ka LALPA, ka ro rêl dingin, Anih, ka thuha mi ṭan ding- in, insukhar la, meng rawh.",
      "reference": "INPÂKNA HLABU 35:23"
    },
    {
      "content": "Aw LALPA ka Pathien, i felna ang peiin ro mi rêlpêk la, Anni chun mi diriem naw raw hai se.",
      "reference": "INPÂKNA HLABU 35:24"
    },
    {
      "content": "An lungrilin, “Chei! chuong ang chu a ni annâwm ei dit chu,” ti naw raw se. “Ama chu ei lem zo tah,” ti naw bawk raw se.",
      "reference": "INPÂKNA HLABU 35:25"
    },
    {
      "content": "Ka sietna chunga lâwmhai chu muolphotak le thuokdawng- takin um hai sienla, Ka chunga insuklienhai chu muolphona le inzakna insiltirin um raw se.",
      "reference": "INPÂKNA HLABU 35:26"
    },
    {
      "content": "Ka felna chunga lâwmhai chu hlima khêkin lâwmtakin um sienla, Anih, “A siehlaw vângneina chunga lâwm hlak LALPA chu, Chawimawiin um raw se,” ti rawp raw hai se.",
      "reference": "INPÂKNA HLABU 35:27"
    },
    {
      "content": "Chuongchun, ka lei hin i felna thu hril a ta, Nangma inpâkna thu khawm sûnnithlâkin hril bawk a tih.",
      "reference": "INPÂKNA HLABU 35:28"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 35 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}