{
  "verses": [
    {
      "content": "Ka hringna hin Pathien chau a nghâk a, Amaa inthawk chun ka sandamna a hung suok ding a nih.",
      "reference": "INPÂKNA HLABU 62:1"
    },
    {
      "content": "Ama chau chu ka lungpui le a mi sandamtu a nih; Ka kulbîng insâng a na, nasatak chun inhnîng naw ningah.",
      "reference": "INPÂKNA HLABU 62:2"
    },
    {
      "content": "Nangni po poin, sukhlum ding le, Lung bang inâwn thaw ang le, pal tlu vâng vâng thaw angin, Ieng chen am mi pakhat hi in thaw ding a na?",
      "reference": "INPÂKNA HLABU 62:3"
    },
    {
      "content": "A ropuinaa inthawka nam thla ding ngawtin an inrâwn a, Khêl hril hi an lâwm zâwngtak a na, An bauin mal an sâwm a; nisienlakhawm, an lungrilin ṭawngsie an inphur si hlak.",
      "reference": "INPÂKNA HLABU 62:4"
    },
    {
      "content": "Ka hringna, Pathien chau nghâk rawh; Ka beiseina hi ama kuoma inthawka suok a ni sih a.",
      "reference": "INPÂKNA HLABU 62:5"
    },
    {
      "content": "Ama chau chu ka lungpui le ka sandamna a nih; Ka kulbîng insâng a na, inhnîng naw ningah.",
      "reference": "INPÂKNA HLABU 62:6"
    },
    {
      "content": "Pathien kuomah ka sandamna le ka ropuina a um a, Ka hrâtna lungpui le kân humhimna chu Pathienah a um a.",
      "reference": "INPÂKNA HLABU 62:7"
    },
    {
      "content": "Nangni mipuihai, ienglai khawmin ama chu ring unla, In lungril chu a hmaa chun bunthla ro: Pathien chu ei ta dinga inhumhimna a nih.",
      "reference": "INPÂKNA HLABU 62:8"
    },
    {
      "content": "Mi inhnuoihai hi iengkhawm an ni nawh a, mi insânghai khawm hi khêl an nih; Bûknaa chun an inkâng dai a, Iengkhawm ni lo nêk khawmin an zâng lem a nih.",
      "reference": "INPÂKNA HLABU 62:9"
    },
    {
      "content": "Nêksâwrna hi ring naw unla, Inrûkhmang hi sawngah nei bawk naw unla, Hausakna hung pung sien khawm, a chunga chun in lungril innghat bawk naw ro.",
      "reference": "INPÂKNA HLABU 62:10"
    },
    {
      "content": "Pathien chun vawikhat a hril a, E! hi hi vawi hni ka hriet tah: Thilthawtheina hi Pathien ta a nih ti hi.",
      "reference": "INPÂKNA HLABU 62:11"
    },
    {
      "content": "Aw LALPA, zainêmna hi i ta bawk a nih, Mi tin an thilthaw ang sengin i thung hlak sih a.",
      "reference": "INPÂKNA HLABU 62:12"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 62 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}