{
  "verses": [
    {
      "content": "LALPA chu inpâk ro, Mi indiktakhai inkhâwm- naa le inrâwn khâwmnaa chun, Ka lungril po povin LALPA kuomah lâwmthu hril ka tih.",
      "reference": "INPÂKNA HLABU 111:1"
    },
    {
      "content": "LALPA thilthawhai chu a ro- pui a, A chunga lâwmhai poin zawng suok a ni hlak.",
      "reference": "INPÂKNA HLABU 111:2"
    },
    {
      "content": "A sinthaw chu inza a umin a ropui a nih, A felna chu kumkhawtluonga um ding a nih.",
      "reference": "INPÂKNA HLABU 111:3"
    },
    {
      "content": "Ama chun a thilmak thawhai chu ân hriet zingtir a, LALPA chu mi lunginsiet theitak, lainatnaa sip a nih.",
      "reference": "INPÂKNA HLABU 111:4"
    },
    {
      "content": "Ama ṭituhai kuoma chun fâk ding a pêk a, A thuthlung chu kumkhuoin hre zing a tih.",
      "reference": "INPÂKNA HLABU 111:5"
    },
    {
      "content": "A thilthawhai thilthawtheizie chu a mihai kuomah ân langtir a, Hnam tin rochan chu an kuoma pein.",
      "reference": "INPÂKNA HLABU 111:6"
    },
    {
      "content": "A kut thilthawhai chu thutak le rorêlna fel a na, A thununna thu po pohai chu ring a um a nih.",
      "reference": "INPÂKNA HLABU 111:7"
    },
    {
      "content": "Chuong chu kumkhawtluonga dingin sukdetin a um a, Thutak le indiktaka thaw a ni tâwl a.",
      "reference": "INPÂKNA HLABU 111:8"
    },
    {
      "content": "Ama chun a mihai kuomah intlanna a hung tir a, A thuthlung chu kumkhuoa dingin a ruot a, A hming chu ân thiengin inza a um a nih.",
      "reference": "INPÂKNA HLABU 111:9"
    },
    {
      "content": "LALPA ṭina chu varna bul a na, Chuong anga thaw taphawthai chun hrietthiemna ṭha an nei a. Ama inpâkna chu kumkhaw- tluonga um ding a nih.",
      "reference": "INPÂKNA HLABU 111:10"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 111 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}