{
  "verses": [
    {
      "content": "Aw LALPA kuomah lâwmthu hril ro, ama chu a ṭha sih a; A ngilneina khawm kumkhuoin a um ding a ni sih a,",
      "reference": "INPÂKNA HLABU 107:1"
    },
    {
      "content": "LALPA mi intlanhai chun chuong ang chun hril raw se, Dotu kuta inthawka a întlan,",
      "reference": "INPÂKNA HLABU 107:2"
    },
    {
      "content": "Ram tina inthawka a ṭhuoi khâwm, Sak le thlang, sim le hmâra inthawkhai dâm chun.",
      "reference": "INPÂKNA HLABU 107:3"
    },
    {
      "content": "Thlalêra ram ṭâwl lampuia chun an invâk an invâk a, Mihriem umna khuo hrim hrim an hmu nawh a.",
      "reference": "INPÂKNA HLABU 107:4"
    },
    {
      "content": "Phîngṭâm le dangchârin, An hringna chu an sûngah a chau tah a.",
      "reference": "INPÂKNA HLABU 107:5"
    },
    {
      "content": "Chu phingleh an buoinaa chun LALPA chu an ko tah a, Ama chun an lunginzîngnaa inthawk chun a sanhim a.",
      "reference": "INPÂKNA HLABU 107:6"
    },
    {
      "content": "Mihriem umna khuoa an fe theina dingin, Lampui tlûntakah a ṭhuoi tah a.",
      "reference": "INPÂKNA HLABU 107:7"
    },
    {
      "content": "Aw, mihriemhai hin LALPA chu a ngilneina lei le, Mihriem nauhai chunga a thilmak thawhai lei hin inpâk hai sien aw!",
      "reference": "INPÂKNA HLABU 107:8"
    },
    {
      "content": "Ama chun hringna thil châk êm êm chu a sukkhawpin, Hringna phîngṭâm chu ṭhatnain a sukkhawp sih a.",
      "reference": "INPÂKNA HLABU 107:9"
    },
    {
      "content": "Inthim hnuoia le thina hlima ṭhung a, Rinumna le thîra khuophai chu;",
      "reference": "INPÂKNA HLABU 107:10"
    },
    {
      "content": "Pathien thuhai chungah an hel a, Achunghnungtak remruot chu an ngainêp leiin.",
      "reference": "INPÂKNA HLABU 107:11"
    },
    {
      "content": "Ama chun an lungril chu inrimnain a sukhnuoi a, An tluh a, ṭhangpuitu ding hrim an um si nawh a.",
      "reference": "INPÂKNA HLABU 107:12"
    },
    {
      "content": "Chu phingleh an buoinaa chun LALPA chu an ko a, Ama chun an lungzîngnaa inthawk chun a sandam a.",
      "reference": "INPÂKNA HLABU 107:13"
    },
    {
      "content": "Inthim hnuoi le thina hlima inthawk chun a ṭhuoi suok a, An khuopnahai chu a suktan tah a.",
      "reference": "INPÂKNA HLABU 107:14"
    },
    {
      "content": "Aw mihriemhai hin LALPA chu a ngilneina lei le, Mihriem nauhai chunga a thilmak thawhai lei hin inpâk hai sien aw!",
      "reference": "INPÂKNA HLABU 107:15"
    },
    {
      "content": "Ama chun dâr kawtkhârhai chu a suksiet a, A kalna thîrtluonhai chu a sukbawng ta sih a.",
      "reference": "INPÂKNA HLABU 107:16"
    },
    {
      "content": "Mi invêthai chu an bawsietna lei le, An rîtlonahai leiin an insukrinum hlak a.",
      "reference": "INPÂKNA HLABU 107:17"
    },
    {
      "content": "An hringna chun fâk ding tinrêng hi a tirdak hlak a, Thina kul kawtkhârhai chu an hnai hlak a.",
      "reference": "INPÂKNA HLABU 107:18"
    },
    {
      "content": "Chu phingleh an buoinaa chun LALPA chu an ko a, Ama chun an lungzingnaa inthawk chun a sandam hlak.",
      "reference": "INPÂKNA HLABU 107:19"
    },
    {
      "content": "A thu chu a tirsuok a, anni chu a sukdam hlak a, An bohmangna dinghaia inthawk chun a sanhim hlak.",
      "reference": "INPÂKNA HLABU 107:20"
    },
    {
      "content": "Aw mihriemhai hin LALPA chu a ngilneina lei le, Mihriem nauhai chunga a thilmak thawhai lei hin inpâk hai sien chu aw!",
      "reference": "INPÂKNA HLABU 107:21"
    },
    {
      "content": "Anni chun lâwmthu hrilna inthâwinahai chu inhlân hai sienla, A thilthawhai chu hlaa sakin hril raw hai se.",
      "reference": "INPÂKNA HLABU 107:22"
    },
    {
      "content": "Tuisuorieta lawng liena zu feh a, Tui lientak chunghaia sin thaw hlakhai chun,",
      "reference": "INPÂKNA HLABU 107:23"
    },
    {
      "content": "Chuonghai chun LALPA thilthawhai le, Tui inthûktaka a thilmak thawhai chu an hmu hlak.",
      "reference": "INPÂKNA HLABU 107:24"
    },
    {
      "content": "Ama chun thu a pêk a, thlipui ân hrângtir a, Chu chun a tuifâwnhai chu a suksâng hlak.",
      "reference": "INPÂKNA HLABU 107:25"
    },
    {
      "content": "Vân tieng an hung tuol tuol a, inthûktakah an ṭum nâwk tuol tuol hlak, Lunginzîngna leiin an hringna chu ân tuihmang hlak.",
      "reference": "INPÂKNA HLABU 107:26"
    },
    {
      "content": "Zurui angin an thle an thleh a, an pêm nawk nawk hlak a, Um ngaina hrim hrim an hriet ngai nawh.",
      "reference": "INPÂKNA HLABU 107:27"
    },
    {
      "content": "Chu phingleh an buoinaa chun LALPA chu an ko a, Ama chun an lungzîngnaa inthawk chun a ṭhuoi suok hlak.",
      "reference": "INPÂKNA HLABU 107:28"
    },
    {
      "content": "Thlipui chu a sukma ṭhuop a, Chuongchun, a tuifâwnhai a re ṭhup hlak.",
      "reference": "INPÂKNA HLABU 107:29"
    },
    {
      "content": "Chun, a re ta leiin an lâwm hlak a; Chuongchun, ama chun an ngaitak likilkawia chun a ṭhuoi tlung hlak.",
      "reference": "INPÂKNA HLABU 107:30"
    },
    {
      "content": "Aw, mihriemhai hin LALPA chu a zainêmna lei le Mihriem nauhai chunga a thilmak thawhai lei hin inpâk hai sien chu aw!",
      "reference": "INPÂKNA HLABU 107:31"
    },
    {
      "content": "Anni chun mihai inkhâwmnaah ama chu inpâk sienla, Upahai ṭhungnaa chun inpâk raw se.",
      "reference": "INPÂKNA HLABU 107:32"
    },
    {
      "content": "Ama chun vadungpuihai chu thlalêrah ân changtir hlak a, Tuihnârhai chu hnuoi ṭâwlah ân changtir bawk hlak.",
      "reference": "INPÂKNA HLABU 107:33"
    },
    {
      "content": "Ram ṭha chu ram ṭâwl chawkah ân changtir hlak a, A sûnga umhai rîtlona leiin.",
      "reference": "INPÂKNA HLABU 107:34"
    },
    {
      "content": "Thlalêr chu dîlah ân changtir hlak a, Ram ṭâwl chu tuihnârahai ân changtir bawk hlak.",
      "reference": "INPÂKNA HLABU 107:35"
    },
    {
      "content": "Chutaka chun phîngṭâmhai chu ân umtir hlak a, Umna ding khuo an buotsai a.",
      "reference": "INPÂKNA HLABU 107:36"
    },
    {
      "content": "Lohai an nei a, grêp huonhai an siem a, A ra hung punghai chu an hmu theina dingin.",
      "reference": "INPÂKNA HLABU 107:37"
    },
    {
      "content": "Anni chu mal a sâwm hlak a, nasataka sukpungin an um a, An ranhai chu a kiem a phal ngai nawh a,",
      "reference": "INPÂKNA HLABU 107:38"
    },
    {
      "content": "Chun, nêksâwrna dâm, rinum- na dâm, lungngai dâm leiin, An kiem ta sawt sawt a, an kûn ta thlawk thlawk a.",
      "reference": "INPÂKNA HLABU 107:39"
    },
    {
      "content": "Ama chun mi lienhai chungah hmusitna a bunthlâk hlak a, Thlalêr lampui hrim hrim um nawnaa chun ân vâktir ân vâktir a.",
      "reference": "INPÂKNA HLABU 107:40"
    },
    {
      "content": "Nisienlakhawm, rimsihai chu rinumnaa inthawkin hmun insângah a dawm kai hlak a, Ran ruol angin sûnghai a siempêk hlak.",
      "reference": "INPÂKNA HLABU 107:41"
    },
    {
      "content": "Mi indiktakhai chun chu chu hmûng an ta, lâwm an tih, Rîtlona po po chun a bau hip a tih,",
      "reference": "INPÂKNA HLABU 107:42"
    },
    {
      "content": "Tukhawm a var taphawt chun chuong chu vawng ṭhâng an ta, LALPA ngilneina chu ngaituong an tih.",
      "reference": "INPÂKNA HLABU 107:43"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 107 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}