{
  "verses": [
    {
      "content": "Aw Pathien, Ziona chun inpâknain a nghâk zing che, Thutiem chu i kuoma chun hlen nîng a tih.",
      "reference": "INPÂKNA HLABU 65:1"
    },
    {
      "content": "Aw ṭawngṭâina ngaitu, I kuomah tisa po po chu hung an tih.",
      "reference": "INPÂKNA HLABU 65:2"
    },
    {
      "content": "Rîtlonahai chun a mi hne hlak deha chu, Kan bawsietnahai po chu nangin sâwpfai i tih.",
      "reference": "INPÂKNA HLABU 65:3"
    },
    {
      "content": "Mi, i biekin inhuonna sûng tuollaia um thei dinga, I thlanga, i kuom tieng i înpantir chu a hamṭha: I in ṭhatna chun tlai kan ta, I biekin hmun inthieng ṭhatna chun.",
      "reference": "INPÂKNA HLABU 65:4"
    },
    {
      "content": "Aw a mi sandamtu Pathien, Thil râpthlâktakhaiin keini mi hung dawn i tih, Nang kâwlkawdawnga mi po po le, Tuisuoriet chung hlataka umhai iring chu i nih.",
      "reference": "INPÂKNA HLABU 65:5"
    },
    {
      "content": "Thilthawtheinaa tâia inkhita, Mâni hrâtnaa tlânghai sukhnîng hlaktu chu i nih;",
      "reference": "INPÂKNA HLABU 65:6"
    },
    {
      "content": "Tuisuoriet inri hum hum, a fâwn inri hum humhai le, Mi tin sa mur mur sukre hlaktu chu i nih.",
      "reference": "INPÂKNA HLABU 65:7"
    },
    {
      "content": "Kâwlkawdawnga umhai khawm chun i inhriettirna chu an ṭi hlak a, Zîngtieng le zântieng suoknahai chu hlimin în khêktir hlak a;",
      "reference": "INPÂKNA HLABU 65:8"
    },
    {
      "content": "Hnuoi hi i kan a, tuiin i châwm a, Nasatakin i sukṭha hlak: Pathien vadung chu tuiin a sip a, Hnuoi hi chuong anga i buotsai hnung chun an ta dingin bu i siempêk hlak.",
      "reference": "INPÂKNA HLABU 65:9"
    },
    {
      "content": "A changkuonghai chu tui tamtakin i châwm a, A changkuong tlânghai chu i sukdên a, Ruotuiin i suknêm a, A thil mâwnghai chu mal i sâwm hlak.",
      "reference": "INPÂKNA HLABU 65:10"
    },
    {
      "content": "Kum chu i ṭhatna în khum- tir a, I lampuihai chu thil ṭhain a far hlak.",
      "reference": "INPÂKNA HLABU 65:11"
    },
    {
      "content": "Thlalêra ran tlatna hmunahai chun a far a, Tlânghai khawm chu hlimnaa khuop vêlin an um a.",
      "reference": "INPÂKNA HLABU 65:12"
    },
    {
      "content": "Ran tlatna hmunhai chu ran ruolin a dâpin a dâp a, Ruomhai khawm chu buin ân zâwl hmur a; Hlimin an khêk a, hla an sak bawk a.",
      "reference": "INPÂKNA HLABU 65:13"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 65 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}