{
  "verses": [
    {
      "content": "LALPA, kuoma chun ka lungril po poin lâwmthu hril ka ta, I thilmak thaw po po chu inhriettir ka tih.",
      "reference": "INPÂKNA HLABU 9:1"
    },
    {
      "content": "Nangmaa chun lâwmin hlim ka ta; Aw nang Achunghnungtak, i hming inpâkin hla sak ka tih.",
      "reference": "INPÂKNA HLABU 9:2"
    },
    {
      "content": "A mi dotuhai chu an tlânse phingleh, I hmaa chun an insui a, an bohmang tah a nih.",
      "reference": "INPÂKNA HLABU 9:3"
    },
    {
      "content": "Ka ta dinga âwm hrima le ka thua hin nangin i mi ṭan sih a; Feltaka ro rêlin lalṭhungphaa chun i ṭhung a.",
      "reference": "INPÂKNA HLABU 9:4"
    },
    {
      "content": "Hnam tin chu i hal a, mi rilohai chu i sukbohmang a, An hming chu kumkhawtluong- a dingin i thai hmang tah a.",
      "reference": "INPÂKNA HLABU 9:5"
    },
    {
      "content": "Dotuhai chu an beidawng zo a, kumkhuoha dingin mâkin an um tah. I khuo sukrêmtahai chu; Anni hriet zingna pumin a bohmang ta bawk a.",
      "reference": "INPÂKNA HLABU 9:6"
    },
    {
      "content": "LALPA ruok chu kumkhuoa dingin lalah a ṭhung a, A lalṭhungpha chu rorêlna dingin a buotsai tah.",
      "reference": "INPÂKNA HLABU 9:7"
    },
    {
      "content": "Ama chun khawvêl hi feltakin ro rêlpêk a ta, Thlierbîk nei loin mi tin ro chu rêlpêk a tih.",
      "reference": "INPÂKNA HLABU 9:8"
    },
    {
      "content": "Chuongchun, LALPA chu nêk- sâwra umhai ta ding chun kulbîng insâng nîng a ta. Lunginzîng huna chun kulbîng insâng lo nîng a tih.",
      "reference": "INPÂKNA HLABU 9:9"
    },
    {
      "content": "Chuongchun, i hming hretuhai chun ring an ti cheh a, Nang chun chu, LALPA, nangma zawngtuhai che chu i mâksan ngai si nawh a,",
      "reference": "INPÂKNA HLABU 9:10"
    },
    {
      "content": "LALPA, Ziona um chu inpâkin hla sak unla, Mihai lai chun a thilthawhai chu hril ro.",
      "reference": "INPÂKNA HLABU 9:11"
    },
    {
      "content": "Thisen insuo suosal hlaktu chun anni chu a hriet zing hlak sih a, Mi rimsihai khêkri a theinghil ngai nawh.",
      "reference": "INPÂKNA HLABU 9:12"
    },
    {
      "content": "Aw LALPA, mi lunginsiet la, A mi theidatuhai leia ka lunginzîngna hi en ta, Nang thina kawtkhâra inthawka mi sansuok hlaktu;",
      "reference": "INPÂKNA HLABU 9:13"
    },
    {
      "content": "Nangma inpâkna po po chu kân hriettir theina dingin; Zion naunu kawtkhârahai chun, I mi sandamnaa hin hlim ka tih.",
      "reference": "INPÂKNA HLABU 9:14"
    },
    {
      "content": "Hnam tin chu an khur siemahai chun an tlum a, An lên pha inrûka chun anni ke ngei a âwk tah a.",
      "reference": "INPÂKNA HLABU 9:15"
    },
    {
      "content": "LALPA chun ân hriettir a, rorêlna chu a tirsuok tah a, Mi rilo chu ama kutsuok ngeia chun a âwk hlak.",
      "reference": "INPÂKNA HLABU 9:16"
    },
    {
      "content": "Mi rilohai chu Seola chun kîr nâwk an ta, Hnam tin Pathien theinghil hmang hlakhai chu.",
      "reference": "INPÂKNA HLABU 9:17"
    },
    {
      "content": "Pasiehai chu theinghilin um zing zing naw ni hai a, Rimsihai beiseina chu kumkhuo chun bo sawng bawk naw ni.",
      "reference": "INPÂKNA HLABU 9:18"
    },
    {
      "content": "Aw LALPA, tho la, mihriem el chun ngam naw raw se, Hnam tin chu i mithmuah ro rêlpêkin um raw se.",
      "reference": "INPÂKNA HLABU 9:19"
    },
    {
      "content": "Aw LALPA, anni chu sukṭi la, Hnam tin chun mihriem el an nih ti inhre raw se.",
      "reference": "INPÂKNA HLABU 9:20"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 9 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}