{
  "verses": [
    {
      "content": "Aw Pathien, hnam tin i rochana hin an lût a,",
      "reference": "INPÂKNA HLABU 79:1"
    },
    {
      "content": "I siehlawhai ruok chu chunga vatêhai buah an pêk a, I mi inthienghai sa chu ram sahai kuomah an pêk a.",
      "reference": "INPÂKNA HLABU 79:2"
    },
    {
      "content": "An thisen chu Jerusalem vêla hin tui angin an bunthlâk a, Anni phûmtu ding hlak tukhawm an um si nawh,",
      "reference": "INPÂKNA HLABU 79:3"
    },
    {
      "content": "Kan vêla mihai hrilsietin kan lo um a, Kan dep vêla mihai hmusit le nuisanin kan lo um a,",
      "reference": "INPÂKNA HLABU 79:4"
    },
    {
      "content": "Aw LALPA, ieng chen am i lunginsen kumkhuo ding a na? I thîkna chu mei angin a chawk ding am a nih?",
      "reference": "INPÂKNA HLABU 79:5"
    },
    {
      "content": "Nangma hre naw hnam tin chunga hin i lunginsenna chu bunthla la, I hming lam naw ramhai chunga khawm chun.",
      "reference": "INPÂKNA HLABU 79:6"
    },
    {
      "content": "Jakobhai chu an fâk zo a, An umna chu an suk ram ta sih a.",
      "reference": "INPÂKNA HLABU 79:7"
    },
    {
      "content": "Kan thlatuhai rîtlona kha keini kuoma hin chu hre zing ta naw la, I lainatnahai chun mi hung tuok vak sienla; Nasataka sukhnuoiin kan um ta sih a.",
      "reference": "INPÂKNA HLABU 79:8"
    },
    {
      "content": "Aw Pathien a mi sandamtu, i hming ropuina dingin mi ṭhangpui la, I hming leiin mi sanhim la, kan suolhai hi hung sâwp fai rawh.",
      "reference": "INPÂKNA HLABU 79:9"
    },
    {
      "content": "Hnam tinin, “Khâwlai am an Pathien kha teh?” an ti el dîm a nih? I siehlawhai thisen suok phubalâkna chu, Kan mithmuah hnam tin lai hin hriet ni raw se.",
      "reference": "INPÂKNA HLABU 79:10"
    },
    {
      "content": "Mi intâng inrûm ri chu i hmaah tlung sienla, I thilthawtheina nasatzie ang peiin thi dinga ruothai chu humhim rawh.",
      "reference": "INPÂKNA HLABU 79:11"
    },
    {
      "content": "Aw LALPA, nangma an hrilsietna che kha, Kan vêla mihai kuomah an ângsûngah a lêt sariin thung nâwk rawh;",
      "reference": "INPÂKNA HLABU 79:12"
    },
    {
      "content": "Chuongchun, keini i mihai, i ran tlatna hmuna berâmhai hin, Kumkhawtluongin lâwmthu hril kan ti cheh a, Suon po po chenin nangma inpâkna chu inhriettir pei kan tih.",
      "reference": "INPÂKNA HLABU 79:13"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 79 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}