{
  "verses": [
    {
      "content": "Aw LALPA, mi suola inthawk chun mi sanhim la, Mi nunrâwnga inthawk chun mi humhim rawh.",
      "reference": "INPÂKNA HLABU 140:1"
    },
    {
      "content": "Anni chun an lungrilah thil suk- suolhai an ngaituo hlak a, Do dingin an inkhâwm rawp hlak.",
      "reference": "INPÂKNA HLABU 140:2"
    },
    {
      "content": "An lei chu rûl angin an suk- ngei a, An hner sûnga chun rûlriel tûr a um a.",
      "reference": "INPÂKNA HLABU 140:3"
    },
    {
      "content": "Aw LALPA, mi rilo kuta in- thawk chun mi vawng ṭha la, Mi nunrâwnga inthawk chun mi humhim rawh; Anni chun ka ke pênhai hi nam kâwi an tum a.",
      "reference": "INPÂKNA HLABU 140:4"
    },
    {
      "content": "Mi chapohai chun ka âwkna dingin châng an kam rûk a, hruihruolhai leh; Lampui sîra chun lên an phah a, Ka âwkna dingin chânghai an kam a.",
      "reference": "INPÂKNA HLABU 140:5"
    },
    {
      "content": "LALPA kuoma chun, “Nang chu ka Pathien i na, Aw LALPA, lunginsiet ka hnina râwlhai hi lo ngaisak rawh.",
      "reference": "INPÂKNA HLABU 140:6"
    },
    {
      "content": "Aw LALPA ka Pathien, ka san- damtu hrât, Nang chun indo nia chun ka lu i mîn khumpêk a;",
      "reference": "INPÂKNA HLABU 140:7"
    },
    {
      "content": "Aw LALPA, mi rilo dit zâwng- hai chu phal naw la, An ngaituona suol chu inpui- tlingtir naw rawh; Chuong naw chun inchawimawi rawi an tih,” ka tih a.",
      "reference": "INPÂKNA HLABU 140:8"
    },
    {
      "content": "A mîn huolvêltuhai lu chu, Anni hmûra an thu suol hril chun inkhum raw se.",
      "reference": "INPÂKNA HLABU 140:9"
    },
    {
      "content": "Meilinghai an chungah tla sienla, Meia peiin um hai sienla, An tho nâwk ta nawna dingin khur inthûktakah peiin um raw se.",
      "reference": "INPÂKNA HLABU 140:10"
    },
    {
      "content": "Thu ṭha naw hriltu chu hnuoia hin sukdetin um naw nih a, Mi nunrâwng sukse dingin thil ṭha nawin tlâkbuok a tih.",
      "reference": "INPÂKNA HLABU 140:11"
    },
    {
      "content": "LALPA chun rinum tuorhai chu an thuah ṭan a tih ti ka hriet, Pasiehai chu an ta dinga âwm hrima leh.",
      "reference": "INPÂKNA HLABU 140:12"
    },
    {
      "content": "Matheiloin mi felhai chun i hming inpâk an ta, Mi indikhai chu i hmaah um an tih.",
      "reference": "INPÂKNA HLABU 140:13"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 140 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}