{
  "verses": [
    {
      "content": "Aw LALPA, iengdinga hla- takah i ngîr hlak am a na? Iengdinga lunginzîng hun laia inbi hlak am i na?",
      "reference": "INPÂKNA HLABU 10:1"
    },
    {
      "content": "Mi rilohai chapona leiin mi rimsihai chu hnawt zêkin an um hlak a; An thil suol ngaituo suokhaia chun anni ngei âwk raw se.",
      "reference": "INPÂKNA HLABU 10:2"
    },
    {
      "content": "Mi rilo chun a lungril thil dit zâwng chu a suong hlak a. Mi duâm chun LALPA chu a peithlâk a, a hmusit hlak.",
      "reference": "INPÂKNA HLABU 10:3"
    },
    {
      "content": "Mi rilo chun chapo hmêl putin, “Iengkhawm mi ti hliek naw ni,” a ti hlak a, A ngaituona po po chu “Pathien hrim a um nawh,” ti ruok hi a nih.",
      "reference": "INPÂKNA HLABU 10:4"
    },
    {
      "content": "A umdânhai chu ieng lai khawmin a det zing a, I rorêlnahai chu chungtieng hlatakah, a hmu phâk nawah a um dai a: Ama dotuhai po po hlak chu a nuisan el a.",
      "reference": "INPÂKNA HLABU 10:5"
    },
    {
      "content": "A lungrila chun, “Châng naw ning: Suon po po chenin lungzîngin um naw ning,” a tih a.",
      "reference": "INPÂKNA HLABU 10:6"
    },
    {
      "content": "A bau chu ṭawngse inphurna dâm, hlêmna dâm, suknawmnatna dâmin a sip a; A lei hnuoia chun thil suk- suolna le khawhlona a um a.",
      "reference": "INPÂKNA HLABU 10:7"
    },
    {
      "content": "Khaw tina inchân rûkna hmunhaiah a ṭhung hlak a, Hmun fienriela chun pawitâwk- lo mihai a that hlak a; A mitin iengkhawm thaw thei lo mi chu ân chânrûk zing hlak.",
      "reference": "INPÂKNA HLABU 10:8"
    },
    {
      "content": "Sakeibakneiin a pûka ân chân- rûk angin, ama chun fienriel- ah ân chânrûk zing hlak a; Mi rimsi man dingin an chân hlak a, Mi rimsi chu a man ngei a; chuongchun, a lênin a keihmang hlak.",
      "reference": "INPÂKNA HLABU 10:9"
    },
    {
      "content": "A bawkphêk a, a kûn a, Iengkhawm thaw thei lohai chu mi hrâthai sukthlûkin an um hlak.",
      "reference": "INPÂKNA HLABU 10:10"
    },
    {
      "content": "A lungrila chun, “Pathienin a theinghil tah; A hmai a thup a, iengtika khawm hmu naw ni,” a ti hlak a.",
      "reference": "INPÂKNA HLABU 10:11"
    },
    {
      "content": "Aw LALPA, tho la, aw Pathien, i kut hang inlet ta, Mi rimsihai chu theinghil naw rawh.",
      "reference": "INPÂKNA HLABU 10:12"
    },
    {
      "content": "Ieng dinga mi rilo chun Pathien hmusitin, A lungrilah, “Iengkhawm mi ti hliek naw ti nih,” a ti hlak am a na?",
      "reference": "INPÂKNA HLABU 10:13"
    },
    {
      "content": "Hmu chu i hmu zing tah a, i kuta thung dingin buoina le lungzîngna chu în chik tah a, Iengkhawm thaw thei lo mi chu i kuomah a tlulût hlak a; Pa bo ṭhangpuitu i ni hlak kha.",
      "reference": "INPÂKNA HLABU 10:14"
    },
    {
      "content": "Mi rilo, bân chu suktliek la, Mi suol chu a rîtlona zawng suok la, i hmu naw dêr hmakhat chun.",
      "reference": "INPÂKNA HLABU 10:15"
    },
    {
      "content": "LALPA chu kumkhawtluonga dingin laltak a na, Hnam tin chu ama rama inthawkin bohmang an tih.",
      "reference": "INPÂKNA HLABU 10:16"
    },
    {
      "content": "LALPA, zainêmhai dit zâwng chu ngaipêk i ta; An lungril chu buotsai i ta, i na chu inngaitir bawk i tih:",
      "reference": "INPÂKNA HLABU 10:17"
    },
    {
      "content": "Pa neilo le nêksâwrna tuorhai chu ro rêlpêkna dingin, Hnuoia mi chu ṭiumtaka an um nâwk ta nawna dingin.",
      "reference": "INPÂKNA HLABU 10:18"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 10 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}