{
  "verses": [
    {
      "content": "Aw, LALPA kuomah lâwmthu hril unla, a hming lam ro; Mi tin lai chun a thilthaw chu inhriettir ro.",
      "reference": "INPÂKNA HLABU 105:1"
    },
    {
      "content": "Ama chawimawiin hla sak unla, ama inpâkin sak ro; A thilmak thaw po po thu chu titi ro.",
      "reference": "INPÂKNA HLABU 105:2"
    },
    {
      "content": "A hming inthieng chu sawng ro, LALPA zawngtuhai lungril chu hlim raw se.",
      "reference": "INPÂKNA HLABU 105:3"
    },
    {
      "content": "LALPA le a hrâtna chu zawng unla, A hmêl chu zawng rawp ro.",
      "reference": "INPÂKNA HLABU 105:4"
    },
    {
      "content": "A thilmak thawhai chu hre zing ro, A thilmakhai le a baua a rorêl suokhai chu:",
      "reference": "INPÂKNA HLABU 105:5"
    },
    {
      "content": "Aw, a siehlaw Abraham thlahai, Jakob thla, a ithlanghai.",
      "reference": "INPÂKNA HLABU 105:6"
    },
    {
      "content": "Ama chu LALPA ei Pathien chu a nih, A rorêlhai chu hnuoi chung po poa hin a um.",
      "reference": "INPÂKNA HLABU 105:7"
    },
    {
      "content": "A thuthlung chu kumkhuoin a hriet hlak a, Suon sâng khat chena a thu lo pêk chu;",
      "reference": "INPÂKNA HLABU 105:8"
    },
    {
      "content": "Abraham kuoma a thuthlung le, Isak kuoma a înkhâmna chu.",
      "reference": "INPÂKNA HLABU 105:9"
    },
    {
      "content": "Chu ma chu thuruot ni dingin Jakob kuomah a sukdet a, Israel kuoma kumkhawtluong thuthlung dingin;",
      "reference": "INPÂKNA HLABU 105:10"
    },
    {
      "content": "“Kanaan ram hi i kuomah pêng ka ti che, I rochan puol ding chu,” tiin;",
      "reference": "INPÂKNA HLABU 105:11"
    },
    {
      "content": "Mi tlâwmte chau, an ni lai khan, Anih, tlâwmte chau chu rama chun mikhuol an ni nâwk nghâl sih a.",
      "reference": "INPÂKNA HLABU 105:12"
    },
    {
      "content": "Hnam tum tum kuomah an fe lawn an fe lawn a, Ram tum tuma inthawkin mi tum tumhai kuomah.",
      "reference": "INPÂKNA HLABU 105:13"
    },
    {
      "content": "Tu inêksâwr khawm a phal nawh a, Anih, anni leiin lalhai khawm a kâwk a,",
      "reference": "INPÂKNA HLABU 105:14"
    },
    {
      "content": "“Ka hriek nâlhai chu tâwk naw unla, Ka zâwlneihai pawi hrim hrim khawm tâwk naw ro,” tiin.",
      "reference": "INPÂKNA HLABU 105:15"
    },
    {
      "content": "Chu rama tla dingin ṭâm a ko a, Fâk ding hrim hrim ân um nawtir tah a.",
      "reference": "INPÂKNA HLABU 105:16"
    },
    {
      "content": "An hmaah mi a tir a, Josef chu siehlaw dinga zawrin a um a,",
      "reference": "INPÂKNA HLABU 105:17"
    },
    {
      "content": "A kehai chu kawlin an suk- na a, Thîr khaidiet bunin a um tah a.",
      "reference": "INPÂKNA HLABU 105:18"
    },
    {
      "content": "A thu a tlung hmakhat chun, LALPA thu chun ama chu a fie hlak a.",
      "reference": "INPÂKNA HLABU 105:19"
    },
    {
      "content": "Laltak chun mi a tir a, a sût a, Ân suo tah a, mi tin rorêltu ngei chun.",
      "reference": "INPÂKNA HLABU 105:20"
    },
    {
      "content": "A sûnghai chungah hotua le, A sum po po chunga rorêltuah a siem a;",
      "reference": "INPÂKNA HLABU 105:21"
    },
    {
      "content": "A mi lienhai chu a nuom nuoma a khuop ding le, A upahai sukvar dingin.",
      "reference": "INPÂKNA HLABU 105:22"
    },
    {
      "content": "Israel khawm chu Aigupta ramah a feh a, Jakob ruok chu Ham rama chun a um ta hrih a.",
      "reference": "INPÂKNA HLABU 105:23"
    },
    {
      "content": "A mihai chu nasatakin a sukpung a, Anni dotuhai nêkin a sukhrât ta lem a.",
      "reference": "INPÂKNA HLABU 105:24"
    },
    {
      "content": "A mihai theida dingin an lungril ân lêttir a, A siehlawhai chunga vervêktaka thaw dingin.",
      "reference": "INPÂKNA HLABU 105:25"
    },
    {
      "content": "A siehlaw Mosie chu a tir a, A mi thlang Aron leh.",
      "reference": "INPÂKNA HLABU 105:26"
    },
    {
      "content": "Anni chun ân chiknahai chu anni lai an inentir a, Ham rama chun thilmakhai an inentir a.",
      "reference": "INPÂKNA HLABU 105:27"
    },
    {
      "content": "Ama chun inthim a tir a, a sukthim tah a, Chuongchun, a thuhai chu an sêl ta nawh a.",
      "reference": "INPÂKNA HLABU 105:28"
    },
    {
      "content": "An tuihai chu thisena ân changtir a, An ngahai chu a sukhlum tah a.",
      "reference": "INPÂKNA HLABU 105:29"
    },
    {
      "content": "An ram chu uin a sip tah a, An lalhai pindana chen khawm.",
      "reference": "INPÂKNA HLABU 105:30"
    },
    {
      "content": "Ama chun thu a hril a; chuongchun, tho tamtak an hung a, Hrik khawm an ram sûng po poah an hung bawk a.",
      "reference": "INPÂKNA HLABU 105:31"
    },
    {
      "content": "An kuomah ruo aiah riel a pêk a, An rama chun mei chawk zawr zawr a pêk ta bawk a.",
      "reference": "INPÂKNA HLABU 105:32"
    },
    {
      "content": "An grêp hruihai le an theichang kûnghai a sukhlum a, An rama thinghai chu a sukthliek ta bawk a.",
      "reference": "INPÂKNA HLABU 105:33"
    },
    {
      "content": "Ama chun thu a hril a; chuong- chun, khâuhai an hung a, Tuktulunghai leh, tiem seng ruollo tawp el hin.",
      "reference": "INPÂKNA HLABU 105:34"
    },
    {
      "content": "Chuonghai chun an rama thlai tinrênghai chu an fâk zo a, An hnuoi rahai khawm an fâk zo ta bawk a.",
      "reference": "INPÂKNA HLABU 105:35"
    },
    {
      "content": "An rama nau lutîr um po po a sukhlum a, An hrâtna po po ra hmasatakhai chu.",
      "reference": "INPÂKNA HLABU 105:36"
    },
    {
      "content": "Chuongchun, tangka le râng- kachak leh a ṭhuoi suok a, Ama hnamhai laia chun mi hrât naw pakhat khawm an um dêr nawh.",
      "reference": "INPÂKNA HLABU 105:37"
    },
    {
      "content": "An suok lai chun Aiguptahai chu an lâwm a, Anni chu an hung ṭî ta leiin.",
      "reference": "INPÂKNA HLABU 105:38"
    },
    {
      "content": "Ama chun hlietu dingin sûm ân zâmtir a, Zâna êntu dingin mei a pêk bawk a.",
      "reference": "INPÂKNA HLABU 105:39"
    },
    {
      "content": "An hnih a; chuongchun, vamîm a hung ṭhuoi a, Vân buin anni chu a sukkhawp tah a.",
      "reference": "INPÂKNA HLABU 105:40"
    },
    {
      "content": "Lungpui chu a hawng a; chuongchun, tui a hung suok zur zur a, Hmun ṭâwlahai chun vadung ang el hin a luong tah a.",
      "reference": "INPÂKNA HLABU 105:41"
    },
    {
      "content": "A thu inthieng kha a hriet zing sih a: A siehlaw Abraham le khan.",
      "reference": "INPÂKNA HLABU 105:42"
    },
    {
      "content": "Chuongchun, a mihai chu hlimtakin a ṭhuoi suok tah a, A mi thlanghai chu hla sak pei pumin.",
      "reference": "INPÂKNA HLABU 105:43"
    },
    {
      "content": "Chun,hnam tin ramhai chu an kuomah a pêkpêk a, Anni chun mi tin thaw suoksa chu an hluo tah a;",
      "reference": "INPÂKNA HLABU 105:44"
    },
    {
      "content": "A thuruothai chu an zâwm thei a, A dânhai chu an vawngṭhat theina dingin. LALPA chu inpâk ro.",
      "reference": "INPÂKNA HLABU 105:45"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 105 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}