{
  "verses": [
    {
      "content": "Sakhi vadungte tui châka ân thuok hlawp hlawp angin, Aw Pathien, ka hringna hi nangma châkin ân thuok hlawp hlawp a nih.",
      "reference": "INPÂKNA HLABU 42:1"
    },
    {
      "content": "Ka hringna hi, Pathien châkin, Pathien hring châkin a dangchâr a nih: Iengtik am Pathien hma tlung ka ta, inlang ka tih aw?",
      "reference": "INPÂKNA HLABU 42:2"
    },
    {
      "content": "Ka mitthli hi asûn azânin ka bu a nih, “Khâwlai am i Pathien teh?” an mi lo ti zawmzawt a.",
      "reference": "INPÂKNA HLABU 42:3"
    },
    {
      "content": "Hieng thil hi ka hriet zing a, ka hringna hi ka sûngah ka bunthlâk a, Mipui laia ka feh a, hlimna le inpâkna ri leh, mi tamtak ruoiṭhe, Pathien biekin pana an hma ka ṭhuoi hlakzie ang dâm kha.",
      "reference": "INPÂKNA HLABU 42:4"
    },
    {
      "content": "Aw ka hringna, iengdinga i kûn zing am? Iengdinga ka sûnga hin i buoi am a na? Pathien beisei rawh, a hmêla damna lei chun, Ama chu ka lân pâk ding a ni sih a.",
      "reference": "INPÂKNA HLABU 42:5"
    },
    {
      "content": "Aw ka Pathien, ka hringna ka sûnga hin a kûn zing a: Chuleiin, Jordan le Hermon rama inthawk dâm, Mizar tlânga inthawk dâm hin ka hriet zing che a nih.",
      "reference": "INPÂKNA HLABU 42:6"
    },
    {
      "content": "I tui luong ri dur durahai hin tui inthûk le tui inthûk chu an inko a, I tuifâwn le i tui insawk po po chun a mi chîm tlum tah.",
      "reference": "INPÂKNA HLABU 42:7"
    },
    {
      "content": "Nisienlakhawm, LALPAIN a ngilneina chu sûnah thu pêng a ta, A hla chun zânah mi umpui a tih, Ka hringna Pathien kuoma ṭawngṭaina chun.",
      "reference": "INPÂKNA HLABU 42:8"
    },
    {
      "content": "Pathien ka lungpui kuoma chun, “Iengdinga i mi theinghil am? Iengdinga a mi dotuhai nêksâwrna leia lungngaia kân vâi ruoi hlak am a na?” tîng ka tih.",
      "reference": "INPÂKNA HLABU 42:9"
    },
    {
      "content": "Ru inlang râwtin a mi dotu- hai chun an mi hrilsiet hlak a. “Khâwlai am i Pathien teh?” an mi lo ti zawmzawt a.",
      "reference": "INPÂKNA HLABU 42:10"
    },
    {
      "content": "Aw ka hringna, iengdinga i kûn zing am? Iengdinga ka sûnga hin i buoi am a na? Pathien beisei rawh, ama chu ka lân pâk ding a ni sih a. Ka hmêl sukmawitu le ka Pathien chu.",
      "reference": "INPÂKNA HLABU 42:11"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 42 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}