{
  "verses": [
    {
      "content": "Aw Pathien, mi sandam rawh, Tuihai chu ka rînga chen hin a lût ta sih a.",
      "reference": "INPÂKNA HLABU 69:1"
    },
    {
      "content": "Chirhak inthûktak, sirsan hrim hrim um nawnaah ka tlum duok duok hi, Tui inthûktak, tui lien a mi chîm tlumnaahai, ka lo lût ta hi.",
      "reference": "INPÂKNA HLABU 69:2"
    },
    {
      "content": "Ka khêkna leiin ka chau a, ka dang a ṭâwl zo tah a: Ka Pathien ka nghâknaa hin ka mit ân vai zo tah a.",
      "reference": "INPÂKNA HLABU 69:3"
    },
    {
      "content": "A san boa a mi theidatuhai chu ka samzai nêkin an tam lem a, Indiknawtaka mi doa, mi sukbohmang tumtuhai chu mi hrâttak an nih, Kân rûk dêr naw khawm an min rultir a.",
      "reference": "INPÂKNA HLABU 69:4"
    },
    {
      "content": "Aw Pathien, nang chun kân vêtzie hi i hriet a, Ka thiemnawnahai khawm hi i kuoma chun thup a ni nawh.",
      "reference": "INPÂKNA HLABU 69:5"
    },
    {
      "content": "Aw LALPA, sipaihai Pathien, nangma nghâktuhai chu keia leiin muolpho naw hai sienla, Aw Israelhai Pathien, nangma zawngtuhai che chu keima leiin sukzakin um naw raw hai se.",
      "reference": "INPÂKNA HLABU 69:6"
    },
    {
      "content": "Nangma leia hrilsiet ka tuor leiin. Inzaknain ka hmai ân khum zo tah.",
      "reference": "INPÂKNA HLABU 69:7"
    },
    {
      "content": "Ka unauhai laia chun mikhuol ka hung ni tah a, Ka nu nauhai kuoma chun hriet ngailo mi ka lo ni tah a.",
      "reference": "INPÂKNA HLABU 69:8"
    },
    {
      "content": "I ina ka ṭhahnemngainain a mi fâk zo a, Nangma hrilsetuhai hrilsietnahai chu ka chungah a tla zo tah.",
      "reference": "INPÂKNA HLABU 69:9"
    },
    {
      "content": "Ka ṭap a, bu nghei puma ka hringna ka thunun leh, Chu chu an mi hrilsietna a hung ni pei a.",
      "reference": "INPÂKNA HLABU 69:10"
    },
    {
      "content": "Ka silfêna saiip ka hmang leh, An ta dingin a se tienga hrilkhina ka hung ni pei a.",
      "reference": "INPÂKNA HLABU 69:11"
    },
    {
      "content": "Kul kawtkhâra ṭhunghai chun ka chungchâng thu an hril a, Zu inrui hmanghai hla ka ni hi.",
      "reference": "INPÂKNA HLABU 69:12"
    },
    {
      "content": "Nisienlakhawm, aw LALPA, kei chun chu hun lâwmumah, i kuomah a nih ka ṭawngṭâi chu; Aw Pathien, i ngilneina nasatak leiin, I sandamna thutak chun mi hung dawn rawh.",
      "reference": "INPÂKNA HLABU 69:13"
    },
    {
      "content": "Chirhaka inthawk hin mi sanhim la, mîn tlumtir lul naw rawh. A mi theidatuhaia inthawk le, tui inthûktaka inthawk hi sanhimin mîn umtir rawh.",
      "reference": "INPÂKNA HLABU 69:14"
    },
    {
      "content": "Tui lienin mi chîm tlum naw sienla, Tui inthûktak hin mi lem bawk naw raw se; Khursûng khawmin a bau mîn chîpnel naw raw se.",
      "reference": "INPÂKNA HLABU 69:15"
    },
    {
      "content": "Aw LALPA, mi hung dawn la, i ngilneina chu a ṭha si a, I lainatna nasat ang peiin keia tieng hi hung ngha la.",
      "reference": "INPÂKNA HLABU 69:16"
    },
    {
      "content": "I siehlaw kuoma hin i hmai khawm thup naw la, Ka lunginzîng sih a, mi hung dawn vak rawh.",
      "reference": "INPÂKNA HLABU 69:17"
    },
    {
      "content": "Ka hringna hi hung hnaiin intlan la, A mi dotuhai lei hin nangin mi sanhim rawh.",
      "reference": "INPÂKNA HLABU 69:18"
    },
    {
      "content": "Nangin mi mi hrilsietna dâm, ka muolphona dâm, kân zakna dâm, hi i hriet a. A mi dotuhai chu i hmaah an um vawng a nih.",
      "reference": "INPÂKNA HLABU 69:19"
    },
    {
      "content": "Mi mi hrilsietna hin lungriem- in a mi thlâk a, nasatakin ka lungngai bawk a, Chuongchun, a mi lunginsiettu ding ka zawng a; nisienlakhawm, tukhawm an um si nawh; A mi thlamuontu dinghai ka zawng a; nisienlakhawm, tukhawm ka hmu si nawh.",
      "reference": "INPÂKNA HLABU 69:20"
    },
    {
      "content": "Ka bu dingin thil kha an mi pêk nâwk nghâl a, Ka dang a châr hlakin uoin thûr dâwn dingin an mi pêk a,",
      "reference": "INPÂKNA HLABU 69:21"
    },
    {
      "content": "An hmaa an dawkân chu châng lo ni sienla, Lungmuongtaka an um laiin bil lo ni raw se.",
      "reference": "INPÂKNA HLABU 69:22"
    },
    {
      "content": "An mithai chu an hmu theinawna dingin sukthimin hung um sienla, An kâwnghai chu sukthin rawp rawh.",
      "reference": "INPÂKNA HLABU 69:23"
    },
    {
      "content": "I lungninawna nasatak chu an chungah bunthla la, I lunginsen ṭiumna chun anni chu man raw se.",
      "reference": "INPÂKNA HLABU 69:24"
    },
    {
      "content": "An umna chu hung ṭâwp sienla, An puon inahai chun tukhawm um naw raw se.",
      "reference": "INPÂKNA HLABU 69:25"
    },
    {
      "content": "I ivuok chu an suknawmnah a, I înhliemhai lungngaizie chu an hril si hlak a.",
      "reference": "INPÂKNA HLABU 69:26"
    },
    {
      "content": "An rîtlona chu rîtlonain belsa la, Anni chu i felnaa chun lût naw raw se.",
      "reference": "INPÂKNA HLABU 69:27"
    },
    {
      "content": "Anni chu hringna bua inthawk chun thaihmangin um hai sienla, Mi felhai laia chun ziek ni ve naw raw hai se.",
      "reference": "INPÂKNA HLABU 69:28"
    },
    {
      "content": "Nisienlakhawm, kei chu rimsitak le lungngaitak ka na, Aw Pathien, i sandamna chun hmun insângah mi sie raw se.",
      "reference": "INPÂKNA HLABU 69:29"
    },
    {
      "content": "Pathien hming chu hlain inpâk ka ta, Lâwmthu hrilin ama chu chawimawi ka tih.",
      "reference": "INPÂKNA HLABU 69:30"
    },
    {
      "content": "Chuong ang chun, bâwngchal amanih, ki le tin nei bâwngchal nêk chun, LALPA suklâwm lem a tih.",
      "reference": "INPÂKNA HLABU 69:31"
    },
    {
      "content": "Mi rimsihai chun chu chu an hmuh a, an lâwm a, Nangni Pathien zawngtuhai, in lungril chu hringin um raw se.",
      "reference": "INPÂKNA HLABU 69:32"
    },
    {
      "content": "LALPAIN pasiehai chu a bengkhawn a, A mi intânghai chu a hmusit si nawh a.",
      "reference": "INPÂKNA HLABU 69:33"
    },
    {
      "content": "Hnuoi le vân chun ama chu inpâk raw se; Tuisuoriet le an sûnga thil châng thei taphawthai leh.",
      "reference": "INPÂKNA HLABU 69:34"
    },
    {
      "content": "Pathienin Zion chu sansuokin, Juda khuohai chu a siem ding a ni sih a, Chuongchun, chutaka chun um an ta, nei nghâl an tih.",
      "reference": "INPÂKNA HLABU 69:35"
    },
    {
      "content": "A siehlawhai thlahai khawm chun hluosâwng an ta, A hming ngainatuhai chu a sûngah um an tih.",
      "reference": "INPÂKNA HLABU 69:36"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 69 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}