{
  "verses": [
    {
      "content": "Aw Pathien, tienlaia an dam laia i thilthawhai kha. Kan thlatuhaiin an mi hril, kan nain kan hriet,",
      "reference": "INPÂKNA HLABU 44:1"
    },
    {
      "content": "Nangin i kutin hnam tin chu i hnawt suok a, anni chu i phun ta thung a, Mi tin chu i sukrimsih a, anni chu în zârlientir thung a.",
      "reference": "INPÂKNA HLABU 44:2"
    },
    {
      "content": "Ram chu hluo dinga anni kâwl- hnâma an lâk a ni nawh a, Anni bâna insandam an ni bawk nawh; An chunga i lâwm leiin, I kut changtieng le, i bân le i hmêl varin a ni lem.",
      "reference": "INPÂKNA HLABU 44:3"
    },
    {
      "content": "Aw Pathien, nang chu ka Lal i nih, Jakob sanhimna dingin thu pe rawh.",
      "reference": "INPÂKNA HLABU 44:4"
    },
    {
      "content": "Nangma leiin a mi dotuhai chu sikthlûng kan ta, I hming leiin a mi thawtuhai chu chîl hrep kan tih.",
      "reference": "INPÂKNA HLABU 44:5"
    },
    {
      "content": "Ka thalngul hi ka ring âwm si nawh a, Ka kâwlhnâm hin mi sandam bawk naw ni.",
      "reference": "INPÂKNA HLABU 44:6"
    },
    {
      "content": "A mi dotuhaia inthawk chun nangin i mi sandam ta lem a, A mi theidatuhai chu i sukmuolpho ta bawk a.",
      "reference": "INPÂKNA HLABU 44:7"
    },
    {
      "content": "Sûnnithlâkin Pathien kan sawng a, I hming chu kumkhuoin inpâk bawk kan tih.",
      "reference": "INPÂKNA HLABU 44:8"
    },
    {
      "content": "Tu ruok hin chu nangin i mi ngaitha a, i mi sukzak a, Kan sipai ruol lai hlak i suok ve ngai nawh a,",
      "reference": "INPÂKNA HLABU 44:9"
    },
    {
      "content": "A mi dotuhaia inthawk chun i mîn tlânsiettir hlak a, A mi theidatuhai chun sum chu an nuom nuomin an lâk hlak.",
      "reference": "INPÂKNA HLABU 44:10"
    },
    {
      "content": "Nangin fâk dinga ruot berâm angin i mi pêk a, Hnam tin lai chun i mi sukdar bawk a.",
      "reference": "INPÂKNA HLABU 44:11"
    },
    {
      "content": "I mihai hi iengkhawm niloah i zawr a, An man chu i hausakpui chuong si nawh.",
      "reference": "INPÂKNA HLABU 44:12"
    },
    {
      "content": "Nangin kan vêla mihai hrilsietin i mîn umtir a, Kan dep vêla mihai hmusit le nuisanin i mîn umtir bawk a.",
      "reference": "INPÂKNA HLABU 44:13"
    },
    {
      "content": "Nangin hnam tin lai chun a se tieng hrilkhinaah i mîn umtir a, Mi tin laia mihai lu thinkhum- in i mîn umtir bawk a.",
      "reference": "INPÂKNA HLABU 44:14"
    },
    {
      "content": "Kân zakna hi sûnnithlâkin ka hmaah a um hlak a, Ka muolphona hin a mîn khum zo tah,",
      "reference": "INPÂKNA HLABU 44:15"
    },
    {
      "content": "Hrilhnuoltu le hrilsetu râwl lei le, Hmêlma le phubalatu leiin,",
      "reference": "INPÂKNA HLABU 44:16"
    },
    {
      "content": "Chuong po po chu kan chungah a tlung a; nisienlakhawm, kan theinghil ngai naw cheh a; I thuthlunga hin a tehlêmin kan thaw ngai bawk nawh.",
      "reference": "INPÂKNA HLABU 44:17"
    },
    {
      "content": "Kan lungril hi a nghakîr nawh a, Kan ke pênhai hin i lampui chu a pêtsan ngai bawk nawh.",
      "reference": "INPÂKNA HLABU 44:18"
    },
    {
      "content": "Nangin sihalhai umnaa mi sawisa hrepa, Thina deihlima an mi khumna dingin.",
      "reference": "INPÂKNA HLABU 44:19"
    },
    {
      "content": "Kan Pathien hming chu theinghilin, Ram dang pathien tienga kan kuthai kan phar chun amanih,",
      "reference": "INPÂKNA HLABU 44:20"
    },
    {
      "content": "Pathienin chu chu a zawng suok naw ding am a nih? Lungril thup rûkhai hi a hriet zing sih a.",
      "reference": "INPÂKNA HLABU 44:21"
    },
    {
      "content": "Anih, nangma leiin sûnni- thlâka thatin kan um hlak a, Berâm that dinghai anga ngai kan nih.",
      "reference": "INPÂKNA HLABU 44:22"
    },
    {
      "content": "Aw LALPA, har ta la, ieng- dinga i in am? Meng la, kumkhuo chun mi ngaitha naw.",
      "reference": "INPÂKNA HLABU 44:23"
    },
    {
      "content": "Iengleiin am i hmai i thup a, Kan rinumzie le nêksâwr kan tuorzie hi i theinghil hlak chu?",
      "reference": "INPÂKNA HLABU 44:24"
    },
    {
      "content": "Kan hringna hi pilvut sikin a kûn a, Kan phîng hlak hnuoiah a kawp tlat sih a.",
      "reference": "INPÂKNA HLABU 44:25"
    },
    {
      "content": "Mi ṭhangpui dingin tho la, I ngilneina lei chun mi sansuok rawh.",
      "reference": "INPÂKNA HLABU 44:26"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 44 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}