{
  "verses": [
    {
      "content": "LALPA chu inpâk ro, Vâna inthawk dâm khin LALPA chu inpâk unla, Chungtienghaia khin ama inpâk ro.",
      "reference": "INPÂKNA HLABU 148:1"
    },
    {
      "content": "A vântirko po pohai, ama chu inpâk unla, A sipai po pohai, ama chu inpâk ro.",
      "reference": "INPÂKNA HLABU 148:2"
    },
    {
      "content": "Nisa le thla hai, ama chu inpâk unla, Arasi var po pohai, ama chu inpâk ro.",
      "reference": "INPÂKNA HLABU 148:3"
    },
    {
      "content": "Vânhai vânhai, ama chu inpâk unla, Vân chunga tui umhai, ama chu inpâk ve ro.",
      "reference": "INPÂKNA HLABU 148:4"
    },
    {
      "content": "Chuonghai chun LALPA hming chu inpâk raw se, Ama chun thu a pêk a, siemin an hung um ta sih a.",
      "reference": "INPÂKNA HLABU 148:5"
    },
    {
      "content": "Ama chun chuonghai chu kumkhawtluonga dingin a sukdet a; Thuruot, bohmang lo ding chu, a pêk a.",
      "reference": "INPÂKNA HLABU 148:6"
    },
    {
      "content": "Hnuoia inthawk hin, Nangni drakon le tui inthûk po pohai;",
      "reference": "INPÂKNA HLABU 148:7"
    },
    {
      "content": "Mei le riel dâm, vûr sûr le sûmhai, A thu zâwm hlak thlipuihai;",
      "reference": "INPÂKNA HLABU 148:8"
    },
    {
      "content": "Tlâng lien le tlâng chîn po pohai, Thing ra nuom hai le, sidar thing po pohai;",
      "reference": "INPÂKNA HLABU 148:9"
    },
    {
      "content": "Ram sa le ran po pohai, Thilhring le chunglêng vatehai;",
      "reference": "INPÂKNA HLABU 148:10"
    },
    {
      "content": "Hnuoia lalhai le mi tinrênghai, Mi lien hai le, hnuoia rorêltuhai po po;",
      "reference": "INPÂKNA HLABU 148:11"
    },
    {
      "content": "Nunghâk le tlangvâlhai, Putar le naupanghai; LALPA chu inpâk ro.",
      "reference": "INPÂKNA HLABU 148:12"
    },
    {
      "content": "Chuonghai chun LALPA hming chu inpâk raw se, A hming chau chu chawisângin a um sih a; A ropuina chun hnuoi le vân a khûm dai a.",
      "reference": "INPÂKNA HLABU 148:13"
    },
    {
      "content": "A mihai ki chu a chawimawi bawk a, A mi inthieng po po inpâkna chu: Israel nau, ama hnaituhai inpâkna chu. LALPA chu inpâk ro.",
      "reference": "INPÂKNA HLABU 148:14"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 148 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}