{
  "verses": [
    {
      "content": "Aw Pathien, mi lunginsiet rawh: Ka hringna hi nangmaa chun a hung tlulût sih a: Anih, i thla hnuoia chun himna zawng ka tih, Vângduoinahai hi ân kieng hmakhat chun.",
      "reference": "INPÂKNA HLABU 57:1"
    },
    {
      "content": "Pathien Achunghnungtak chu ko ka ta, Pathien iengkim mi thawpêktu chu.",
      "reference": "INPÂKNA HLABU 57:2"
    },
    {
      "content": "Mi lem zo tumtu chun a mi hrilsiet pha chun, Ama chun vâna inthawkin hung tir a ta, mi sanhim a tih: Pathienin a ngilneina le a thutak hung tir suok a tih.",
      "reference": "INPÂKNA HLABU 57:3"
    },
    {
      "content": "Ka hringna hi sakeibaknei laiah a um a, Mihriem nauhai fa zo hmang- tuhai laia chun ka zâl a. Chuonghai hahai chu fei le thalhai an nih; An lei chu kâwlhnâm ngeitak a nih.",
      "reference": "INPÂKNA HLABU 57:4"
    },
    {
      "content": "Aw Pathien, nang chu vân khûm rak khin chawimawiin um la, I ropuina chu leihnuoi po po chunga hin hung um raw se.",
      "reference": "INPÂKNA HLABU 57:5"
    },
    {
      "content": "Ka ke âwkna dingin lên an phah a, Ka hringna hi a tlep ngawi ngawi a, Ka hmaah khur an cho a, Anni ngei a lai takah an tla tah a.",
      "reference": "INPÂKNA HLABU 57:6"
    },
    {
      "content": "Ka lungril hi a det a nih, aw Pathien, ka lungril hi a det a nih: Hla sak ka tih, anih, inpâkna hla sak ka tih.",
      "reference": "INPÂKNA HLABU 57:7"
    },
    {
      "content": "Ka ropuina, har rawh, per- khuong le ṭingṭanghai, har ro: Kei chu zîngkâr har ka tih.",
      "reference": "INPÂKNA HLABU 57:8"
    },
    {
      "content": "Aw LALPA, mi tin laiahai chun lâwmthu hril ka ti che, Hnam tin laia chun nangma inpâkin hla sak ka tih.",
      "reference": "INPÂKNA HLABU 57:9"
    },
    {
      "content": "I ngilneina chu vân tawng khawpin a nasa sih a. I thutakna chu vân dum tawng khawpin a nasa bawk a.",
      "reference": "INPÂKNA HLABU 57:10"
    },
    {
      "content": "Aw Pathien, nang chu vân khûm dai khin chawimawiin um rawh, I ropuina chu leihnuoi po po chunga hin hung um raw se.",
      "reference": "INPÂKNA HLABU 57:11"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 57 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}