{
  "verses": [
    {
      "content": "Aw LALPA, ka ko ding che a ni hi, Ka lungpui, keimaa inthawk hin i na chu suksêt naw la; Chuong naw chun, nangin i mi tosan chun, Khur sûnga zu fehai ang elin hung um rawi ka tih.",
      "reference": "INPÂKNA HLABU 28:1"
    },
    {
      "content": "Ka ko cheh a, ka kuthai hi i biekna hmun inthieng tieng ka phar chun, Lunginsiet ka hnina râwlhai hi lo ngai rawh.",
      "reference": "INPÂKNA HLABU 28:2"
    },
    {
      "content": "Mi rilohai le thil suksuolhai laia chun, Mi hnûkhmang sa naw rawh. Chuonghai chun an vênghai kuomah inremnna thu an hril hlak a, Nisienlakhawm, an lungrilhaia chun thil suksuolna a um zing sih a.",
      "reference": "INPÂKNA HLABU 28:3"
    },
    {
      "content": "An thilthaw ang pei le, an thilthawhai a suolzie ang peiin thung la, An kuta an sinthaw ang peiin thung la; An suol man chu inhmutir rawh.",
      "reference": "INPÂKNA HLABU 28:4"
    },
    {
      "content": "LALPA sinthawhai le, A kuta a thilthaw chu an ngaisak naw leiin, Ama chun anni chu siemṭha loin suksieng a tih.",
      "reference": "INPÂKNA HLABU 28:5"
    },
    {
      "content": "Lunginsiet ka hnîna râwlhai hi a ngai hlak leiin, LALPA chu inpâkin um raw se.",
      "reference": "INPÂKNA HLABU 28:6"
    },
    {
      "content": "LALPA chu ka hrâtna le ka phaw a na, Ka lungril hin ama chu a ring a; chuongchun, sanin ka um a, Chuleiin, ka lungril hi nasatakin a hlim a, Ka hla chun ama inpâk ka tih.",
      "reference": "INPÂKNA HLABU 28:7"
    },
    {
      "content": "LALPA chu an hrâtna a na, A hrieknâl ta ding chun sandamna kulbîng a nih.",
      "reference": "INPÂKNA HLABU 28:8"
    },
    {
      "content": "I mihai chu sandam la, i rochan chu malsâwm rawh: Anni chu châwm la, kumkhuoin pawm rawh.",
      "reference": "INPÂKNA HLABU 28:9"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 28 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}