{
  "verses": [
    {
      "content": "Aw LALPA nangmaa chun ka ringna kân nghat hlak a, Iengtika khawm muolphoin mîn umtir naw rawh.",
      "reference": "INPÂKNA HLABU 71:1"
    },
    {
      "content": "I felna leiin mi sanhimin, mi sansuok la, Keia tieng hin i na hung sit la, mi sandam rawh.",
      "reference": "INPÂKNA HLABU 71:2"
    },
    {
      "content": "Keia ta dingin umna lungpui, ka fe thei rawpna ding, hung ni la, Nangin kei mi sandam dingin thu i pêk a, Ka lungpui le ka kulpui i ni sih a.",
      "reference": "INPÂKNA HLABU 71:3"
    },
    {
      "content": "Aw ka Pathien, mi rilo kuta inthawkin mi sansuok la, Mi fel naw le nunsetak kuta inthawk chu.",
      "reference": "INPÂKNA HLABU 71:4"
    },
    {
      "content": "Aw LALPA Pathien, nang chu ka ibeisei chu i na, Ka naupangtea inthawka ka iring chu i nih.",
      "reference": "INPÂKNA HLABU 71:5"
    },
    {
      "content": "Ka nu phîngsûnga inthawk hrimin nangma keihruoiin ka um hlak a, Ka nu phînga inthawka mi la suoktu i nih; Nang i nih kân pâk rawp ding che chu.",
      "reference": "INPÂKNA HLABU 71:6"
    },
    {
      "content": "Mi tamtak ngaiin thilmak ang ka na, Nisienlakhawm, nang chu kân humhimna dettak i nih.",
      "reference": "INPÂKNA HLABU 71:7"
    },
    {
      "content": "Ka bau hi nangma inpâknain sip a ta, Sûnnithlâkin nangma chawimawinain sip bawk a tih.",
      "reference": "INPÂKNA HLABU 71:8"
    },
    {
      "content": "Ka tar pha leh mi pei thla naw la, Ka tha a ṭhum pha leh mi mâksan bawk naw rawh.",
      "reference": "INPÂKNA HLABU 71:9"
    },
    {
      "content": "A mi dotuhai chun ka chung- châng thu an hril sih a, Ka hringna inchântuhai chu an inrâwn bawk a,",
      "reference": "INPÂKNA HLABU 71:10"
    },
    {
      "content": "“Pathienin a mâksan tah: Hnawt unla, man ro; sanhimtu ding hrim an um si nawh,” tiin.",
      "reference": "INPÂKNA HLABU 71:11"
    },
    {
      "content": "Aw Pathien, mîn hlat lul naw la, Aw ka Pathien, mi ṭhangpui dingin inhmaw rawh.",
      "reference": "INPÂKNA HLABU 71:12"
    },
    {
      "content": "Ka hringna dotuhai chu muolpho le bohmangin um sienla, Ka sietna ding zawngtuhai chu hrilsietna le inzakna inkhumin um raw se.",
      "reference": "INPÂKNA HLABU 71:13"
    },
    {
      "content": "Nisienlakhawm, kei chun chu beisei rawp ka ta, Inpâk zuol deu deu ka ti che.",
      "reference": "INPÂKNA HLABU 71:14"
    },
    {
      "content": "Ka bau hin i felna thu hril a ta, Sûnnithlâkin i sandamna thu hril bawk a ta, A tam chin ka hriet si nawh a.",
      "reference": "INPÂKNA HLABU 71:15"
    },
    {
      "content": "LALPA PATHIEN thilthaw ropuitakhai leh hung ka ta, I felna, nanga felna thu chau hril ka tih.",
      "reference": "INPÂKNA HLABU 71:16"
    },
    {
      "content": "Aw Pathien, ka naupangtea inthawk nangin i mîn chûktir a, Tu chen hin i thilmak thawhai chu kân hriettir hlak.",
      "reference": "INPÂKNA HLABU 71:17"
    },
    {
      "content": "Anih, aw Pathien, ka hung tar a, ka lu a hung inṭuok pha khawm mi mâksan lul naw la, I hrâtna hi ruolthar nâwkhai kuoma le I thilthawtheina hi la hung um dinghai taphawt kuoma kân hriettir hmakhat chu.",
      "reference": "INPÂKNA HLABU 71:18"
    },
    {
      "content": "Aw Pathien, i felna khawm ân sâng êm êm a nih, Aw Pathien, nang thil ropuitakhai thawtu, Nangma ang hi tu am an um a?;",
      "reference": "INPÂKNA HLABU 71:19"
    },
    {
      "content": "Nang, lungzîngna tamtak le nasatak mîn hmutirtu chun, Mi sukhring nâwk i ta, hnuoi inthûktaka inthawkin mi ṭhuoisuok nâwk i tih.",
      "reference": "INPÂKNA HLABU 71:20"
    },
    {
      "content": "Nangin ka ropuina mi sukpungpêk la, Hung ngha nâwkin mi thlamuon rawh.",
      "reference": "INPÂKNA HLABU 71:21"
    },
    {
      "content": "Perkhuongin inpâk bawk ka cheh a, Aw ka Pathien, i thutak ngei chu inpâk ka tih. Aw nang Israelhai Mi Inthieng, Ṭingṭang leh nangma inpâkin hla sak ka tih.",
      "reference": "INPÂKNA HLABU 71:22"
    },
    {
      "content": "Nangma inpâka hla ka sak pha chun ka hmûr hi hlim êm êm a ta, Ka hringna i întlan khawm hi hlim êm êm a tih.",
      "reference": "INPÂKNA HLABU 71:23"
    },
    {
      "content": "Ka lei khawm hin sûnnithlâk i felna thu hril a ta, Ka sietna ding zawngtuhai chu an muolphoin an inzak ta sih a.",
      "reference": "INPÂKNA HLABU 71:24"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 71 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}