{
  "verses": [
    {
      "content": "Aw Israelhai vêngtu, Berâm pâwl anga Josefhai ṭhuoitu, na lo sit rawh aw; Nang cherubhai chunga ṭhung chu, hung var suok rawh.",
      "reference": "INPÂKNA HLABU 80:1"
    },
    {
      "content": "Ephraimhai le, Benjaminhai le, Manassehai mithmua chun i hrâtna kha chawktho la, Keini mi sandam dingin hung rawh.",
      "reference": "INPÂKNA HLABU 80:2"
    },
    {
      "content": "Aw Pathien, mîn nghatkîrtir nâwk la; I hmêl kha sukvar la; chuong- chun, sandamin um kan tih.",
      "reference": "INPÂKNA HLABU 80:3"
    },
    {
      "content": "Aw LALPA, sipaihai Pathien, Ieng chen am i mihai ṭawngṭâina chunga hin i lunginsen ding a na?",
      "reference": "INPÂKNA HLABU 80:4"
    },
    {
      "content": "Anni chu mitthli beiin i châwm a, Mitthli hi dâwn dingin inkhina lientakin i pêk hlak.",
      "reference": "INPÂKNA HLABU 80:5"
    },
    {
      "content": "Nangin kan vêla mihai ta dinga insêlnaah i mi siem hlak a, A mi dotuhai chu an innui tâwl hlak.",
      "reference": "INPÂKNA HLABU 80:6"
    },
    {
      "content": "Aw sipaihai Pathien, mîn nghatkîrtir nâwk la, I hmêl kha sukvar la, chuongchun, sandamin kan um ding annâwm.",
      "reference": "INPÂKNA HLABU 80:7"
    },
    {
      "content": "Aigupta rama inthawka grêphrui i hung lâk a, Hnam tin chu i hnawt dawk a, i phun tah a;",
      "reference": "INPÂKNA HLABU 80:8"
    },
    {
      "content": "A hma i sukfai pei a, Inthûktakin zung a kei a, ram chu a aw ta vawng a.",
      "reference": "INPÂKNA HLABU 80:9"
    },
    {
      "content": "Tlânghai chu a hlim tuomin an um tâwl a, A kâuhai chu Pathien sidar thinghai ang el a nih,",
      "reference": "INPÂKNA HLABU 80:10"
    },
    {
      "content": "A kâuhai chu tuisuoriet chenin ân zâm suoktir a, A dâwn inderhai chu Vadungpui chenin.",
      "reference": "INPÂKNA HLABU 80:11"
    },
    {
      "content": "Iengdinga a palhai chu i suksiet am a na? Lama fe taphawtin an kei thlâk ta hi.",
      "reference": "INPÂKNA HLABU 80:12"
    },
    {
      "content": "Ramhnuoia sanghal chun a suksiet a, Ram sahai khawmin an tlân hlak.",
      "reference": "INPÂKNA HLABU 80:13"
    },
    {
      "content": "Aw sipaihai Pathien, lungin- siettakin nghakîr nâwk ta; Vâna inthawk khan zuk en la, hi grêp hrui hi en la, hung kan rawh.",
      "reference": "INPÂKNA HLABU 80:14"
    },
    {
      "content": "A kûng i kut changtiengin a phun le, A kâu i ta dinga i sukhrât le hin.",
      "reference": "INPÂKNA HLABU 80:15"
    },
    {
      "content": "Meiah a kâng tah a, phûrin a um tah a; I hmêla halna leiin an bohmang hlak.",
      "reference": "INPÂKNA HLABU 80:16"
    },
    {
      "content": "I kut kha i ditsak mi chungah um raw se, Mihriem naupa i ta dinga i sukhrât chunga hin.",
      "reference": "INPÂKNA HLABU 80:17"
    },
    {
      "content": "Chuongchun, kîr san naw ning ung cheh a, Mi sukhar la; chuongchun, i hming lam kan tih.",
      "reference": "INPÂKNA HLABU 80:18"
    },
    {
      "content": "Aw LALPA, sipaihai Pathien, mîn nghatkîrtir nâwk la. I hmêl kha sukvar la, chuongchun, sandamin um kan tih.",
      "reference": "INPÂKNA HLABU 80:19"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 80 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}