{
  "verses": [
    {
      "content": "Aw Pathien, lâwmthu kan hril che, Lâwmthu kan hril che, i hming a hnai sih a; Mihaiin i thilmakthaw thuhai chu an hril hlak.",
      "reference": "INPÂKNA HLABU 75:1"
    },
    {
      "content": "Hun ruot chu ka hmu pha chun, Indiktakin ro rêl ka tih.",
      "reference": "INPÂKNA HLABU 75:2"
    },
    {
      "content": "Hnuoi le a chunga um po pohai chu an intuihmang zo tah: Keiin a banhai chu ka phun a nih.",
      "reference": "INPÂKNA HLABU 75:3"
    },
    {
      "content": "Mi uonghai kuoma chun, “Iengleangin um naw ro,” ka tih a, Mi rilohai kuomah, “In ki suk- sâng naw ro,” ka ti bawk a.",
      "reference": "INPÂKNA HLABU 75:4"
    },
    {
      "content": "In ki chu chungtieng suksâng naw unla, Rîng tlûn pumin ṭawng naw ro.",
      "reference": "INPÂKNA HLABU 75:5"
    },
    {
      "content": "Suksângna chu saktienga inthawk a ni nawh, thlangtienga inthawk a ni bawk nawh. Simtienga inthawk hlak a ni bawk nawh.",
      "reference": "INPÂKNA HLABU 75:6"
    },
    {
      "content": "Pathien chu rorêltu a ni lem: Ama chun pakhat a suktlâwm a, pakhat a suksâng hlak.",
      "reference": "INPÂKNA HLABU 75:7"
    },
    {
      "content": "LALPA kuta chun no a um sih a, a uoin chu a phul a, Thil dang le chawkpawlin a sip a, chutaka inthawk chu a bunsuok a. Matheiloin a nenghai chen chun hnuoia mi rilohai chun dâwn fai rêt an tih.",
      "reference": "INPÂKNA HLABU 75:8"
    },
    {
      "content": "Nisienlakhawm, kei chun chu kumkhuoin inhriettir ka ta, Jakob Pathien chu inpâkin hla sak ka tih.",
      "reference": "INPÂKNA HLABU 75:9"
    },
    {
      "content": "Mi rilohai ki po po khawm chu tanpêk ka ta, Mi felhai ki ruok chu suksângin um a tih.",
      "reference": "INPÂKNA HLABU 75:10"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 75 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}