{
  "verses": [
    {
      "content": "LALPA ka lungpui chu inpâkin um raw se; Ama chun ka kuthai hi râlkâp ân chûktir hlak a; Ka kutpârhai hi indo dân ân chûktir bawk a.",
      "reference": "INPÂKNA HLABU 144:1"
    },
    {
      "content": "Ka ngilneina le ka kulpui, Ka kulbîng insâng le a mi sandamtu, Ka phaw le ka ringna innghatna; Ka hnuoia ka mihai tukdawl hlaktu chu a nih.",
      "reference": "INPÂKNA HLABU 144:2"
    },
    {
      "content": "LALPA, mihriem hi ieng am a na i hriet hlak a na? Mihriem naupa khawm hi ieng am a na i ngaituo hlak a na?",
      "reference": "INPÂKNA HLABU 144:3"
    },
    {
      "content": "Mihriem hi iengkhawm ni lo ang a na, A dam sûng nihai chu hlim inhmang hlak ang hi a nih.",
      "reference": "INPÂKNA HLABU 144:4"
    },
    {
      "content": "Aw LALPA, i vânhai sukkûnin hung ṭum la, Tlânghai chu tâwk la; chuong- chun, khu suok an tih.",
      "reference": "INPÂKNA HLABU 144:5"
    },
    {
      "content": "Kâwl inleptir la, annirawi chu sukdar la, I thalhai chu kâp suok la, sukbuoi hrep rawh.",
      "reference": "INPÂKNA HLABU 144:6"
    },
    {
      "content": "Chungtienga inthawkin i kut hung ban la, Mi sansuok la, tui liena inthawkhai hin mi sanhim rawh, Mikhuolhai kuta inthawk hi.",
      "reference": "INPÂKNA HLABU 144:7"
    },
    {
      "content": "An bau chun thu teplo mei mei an hril hlak a; Vânni khâmnaa chen khawm khêl an la hril ta rawp a.",
      "reference": "INPÂKNA HLABU 144:8"
    },
    {
      "content": "Aw Pathien, nangma chawi- mawiin hla thar sak ka tih; Perkhuong hrui sâwm nei mi leh nangma inpâkin hla sak ka tih.",
      "reference": "INPÂKNA HLABU 144:9"
    },
    {
      "content": "Ama chu a nih, lalhai kuoma sandamna pe a, Kâwlhnâm mi sukkhawlotheia inthawka a siehlaw David sansuoktu chu.",
      "reference": "INPÂKNA HLABU 144:10"
    },
    {
      "content": "Mi sansuok la, mikhuolhai kuta inthawkin mi sanhim rawh, An bau chun thu teplo mei mei an hril hlak; An kut changtieng chu kut changtieng indik naw a nih.",
      "reference": "INPÂKNA HLABU 144:11"
    },
    {
      "content": "Ei naupasalhai an tleirâwl a, thing inno anga an um a, Ei naunuhmeihai khawm lal in um dâna a kia lung sut anga an um pha:",
      "reference": "INPÂKNA HLABU 144:12"
    },
    {
      "content": "Ei bu inhai a hung sip a, thil tinrêng a um rei rui a, Ei berâmhai khawma tê a sânga sâng tamtak, a sînga sîng tamtak ei phûlhaia an nei phâleh;",
      "reference": "INPÂKNA HLABU 144:13"
    },
    {
      "content": "Ei bâwng ruolhaiin tê pâia nei ṭeuin, Te insietna le hlawsamna hrim a um naw phâleh, Ei kawtthlêrhaia beidawng khêk râwl hrim hrim a um dêr naw pha chun:",
      "reference": "INPÂKNA HLABU 144:14"
    },
    {
      "content": "Chuong anga um mihai chu lâwmtakin an um hlak a: Anih, LALPA Pathiena nei mihai chu lâwmtakin an um hlak.",
      "reference": "INPÂKNA HLABU 144:15"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 144 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}