{
  "verses": [
    {
      "content": "Iengkimthawthei, Pathien ngei, LALPA chun thu a hril a, Leihnuoi hi nisa suoknaa inthawka a tlâkna chenin a ko tah a.",
      "reference": "INPÂKNA HLABU 50:1"
    },
    {
      "content": "Mawi famkimna, Ziona inthawk chun, Pathien chu a var suok tah a.",
      "reference": "INPÂKNA HLABU 50:2"
    },
    {
      "content": "Ei Pathien chu hung a ta, to zing naw nih: A hmatieng chun mei kâng dur dur a ta, A vêla chun thlipui nasatak hrâng bawk a tih.",
      "reference": "INPÂKNA HLABU 50:3"
    },
    {
      "content": "A mihai ro a rêl theina dingin, Chungtieng vânhai le hnuoi hi ko a tih,",
      "reference": "INPÂKNA HLABU 50:4"
    },
    {
      "content": "“Ka mi inthienghai, ka kuomah hung ṭhuoi khâwm ro, Ran thata inthâwia ka kuoma thu thlungtuhai chu,” tiin.",
      "reference": "INPÂKNA HLABU 50:5"
    },
    {
      "content": "Chuongchun, vânhai khin a felna chu tlânginsampui a ta, Ama Pathien ngei chu rorêltu a ni sih a.",
      "reference": "INPÂKNA HLABU 50:6"
    },
    {
      "content": "“Aw ka mihai, ngai ta u, thu ka hril ding a nih, Aw Israel, ngai ta, kân hriettir ding che a nih: Kei hi Pathien, i Pathien ngei chu ka ni hi,",
      "reference": "INPÂKNA HLABU 50:7"
    },
    {
      "content": "I inthâwinahai leiin kâwk naw ning chengah a, I pumrawhmang thilinhlânhai chu ka hmaah a um rân sih a.",
      "reference": "INPÂKNA HLABU 50:8"
    },
    {
      "content": "I ina inthawk chu bâwngchal hrim hrim la suok naw ning, I ran huona inthawkhai chun kêltehai khawm la suok bawk naw ning.",
      "reference": "INPÂKNA HLABU 50:9"
    },
    {
      "content": "Ramhnuoia sa tinrênghai hi ka ta a ni sih a, Tlâng sâng khat lai chunga ran umhai khawm chu.",
      "reference": "INPÂKNA HLABU 50:10"
    },
    {
      "content": "Tlânga vate po po ka hriet vawng a, Ramsahai khawm hi ka ta a nih.",
      "reference": "INPÂKNA HLABU 50:11"
    },
    {
      "content": "Phîngṭâm lang khawm hril naw ning cheng a, Leihnuoi le a sûnga thil um po pohai hi ka ta a ni sih a.",
      "reference": "INPÂKNA HLABU 50:12"
    },
    {
      "content": "Bâwngchal sa ka fâkin, Kêl thisen ka dâwn ding am a nih?",
      "reference": "INPÂKNA HLABU 50:13"
    },
    {
      "content": "Pathien kuoma lâwmthu hril- na inthâwina inhlân lem la, I thutiem khawm Achunghnungtak kuomah hlen rawh.",
      "reference": "INPÂKNA HLABU 50:14"
    },
    {
      "content": "Chun, lunginzîng ni chun mi ko la, Sanhim ka ti che, chuongchun, nangin i mi chawimawi ding annâwm,” a tih a.",
      "reference": "INPÂKNA HLABU 50:15"
    },
    {
      "content": "Mi rilo kuoma ruok chun Pathienin, “Ka thuruothai hrilsuok theina i nei am a nih? Annawleh, ka thuthlung hi iengtizieha i baua sâm am i ni a?",
      "reference": "INPÂKNA HLABU 50:16"
    },
    {
      "content": "Thunun i theidah a, Ka thuhai hi i hnungtieng i dehâwn pei sih a.",
      "reference": "INPÂKNA HLABU 50:17"
    },
    {
      "content": "Inru i hmu chun i remtipui a, Uirepahai hlak în kawppui bawk hlak.",
      "reference": "INPÂKNA HLABU 50:18"
    },
    {
      "content": "I bau hi suol kuomah i pêk a, I lei hin hlêmna a siem bawk hlak.",
      "reference": "INPÂKNA HLABU 50:19"
    },
    {
      "content": "Ṭhungpumin i unau i sawi- sêl a, Mâni nuhai naupasalhai ngei chu i hêk hlak.",
      "reference": "INPÂKNA HLABU 50:20"
    },
    {
      "content": "Chuong thil chu i thawh a; nisienlakhawm, ka to zing a; Chuongchun, nangma ang charah i mi ruot hlak a, Nisienlakhawm, kâwk ka ti cheh a, i mithmuah indawt peiin suklang ka tih.",
      "reference": "INPÂKNA HLABU 50:21"
    },
    {
      "content": "Nangni Pathien theinghiltuhai, hi hi ngaituo ta u khai! Chuong naw chun, keinâwi ka ti cheu a, nangni sanhimtu hrim an um âwm si nawh a.",
      "reference": "INPÂKNA HLABU 50:22"
    },
    {
      "content": "Tukhawm lâwmthu hril inthawina inhlân taphawt chun a mi chawimawi hlak, Chun, a um dân takinningtaka vawngtu kuoma chun, Pathien sandamna inentir ka tih,” a tih a.",
      "reference": "INPÂKNA HLABU 50:23"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 50 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}