{
  "verses": [
    {
      "content": "LALPA chu a ropui a, nasataka inpâk ding a nih; Ei Pathien khawpuiah, a tlâng inthienga chun.",
      "reference": "INPÂKNA HLABU 48:1"
    },
    {
      "content": "Insâng zâwnga mawitak, khawvêl po po hlimna chu, Zion tlâng chu a nih, hmar tieng panga, Lal ropuitak khawpui chu.",
      "reference": "INPÂKNA HLABU 48:2"
    },
    {
      "content": "A lal inahai chun Pathien chun kulbîng insâng a nizie ân hriettir a.",
      "reference": "INPÂKNA HLABU 48:3"
    },
    {
      "content": "Ngai ta, lalhai chu an pung khâwm a, An fe tlâng tah a nih.",
      "reference": "INPÂKNA HLABU 48:4"
    },
    {
      "content": "An hmuh a; chuongchun, mak an tih a, An lunginzîng a, an tlân hmang ta vak a.",
      "reference": "INPÂKNA HLABU 48:5"
    },
    {
      "content": "Chutaka chun inthinnain a man a, Nuhmei nau invawi natna angin a man bawk a.",
      "reference": "INPÂKNA HLABU 48:6"
    },
    {
      "content": "Khawsak thliin, Tarsis lawnglienhai chu i suksiet a.",
      "reference": "INPÂKNA HLABU 48:7"
    },
    {
      "content": "Sipaihai LALPA khawpuiah, ei Pathien khawpuia chun, Naa ei hriet ang ngeiin ei hmu tah; Pathienin chu khawpui chu kumkhuoa dingin sukdet a tih.",
      "reference": "INPÂKNA HLABU 48:8"
    },
    {
      "content": "Aw Pathien, i biekin sûng rila chun, I ngilneizie hi kan ngaituo tah.",
      "reference": "INPÂKNA HLABU 48:9"
    },
    {
      "content": "Aw Pathien, i hming ang ngeiin, Nangma inpâkna chu kâwlkaw- dawng chenin a um a; I kut changtieng chu felnain a sip a nih.",
      "reference": "INPÂKNA HLABU 48:10"
    },
    {
      "content": "I rorêlhai leiin, Zion tlâng chu lâwmtakin um sienla, Juda naunuhai chu hlimtakin um raw se.",
      "reference": "INPÂKNA HLABU 48:11"
    },
    {
      "content": "Zion chu vêlin fe huol unla, A râlvêng in insânghai khawm chu tiem ro.",
      "reference": "INPÂKNA HLABU 48:12"
    },
    {
      "content": "A kulhai chu inchik ngun unla, A lal inhai chu ngaituo ro; Ruolthar hung um nâwkhai kuoma in hril theina dingin.",
      "reference": "INPÂKNA HLABU 48:13"
    },
    {
      "content": "Hi Pathien hi kumkhawtluonga ei Pathien a ni ding a ni sih a, Thi chen khawma a mi ṭhuoitu ning a tih.",
      "reference": "INPÂKNA HLABU 48:14"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 48 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}