{
  "verses": [
    {
      "content": "LALPA chu inpâk ro, Ei Pathien inpâkna hla sak hi a ṭha sih a; Chu chu ân hawiin, inpâk hi a âwm hrim a nih.",
      "reference": "INPÂKNA HLABU 147:1"
    },
    {
      "content": "LALPA chun Jerusalem chu ân ngîr nâwk a. Israel hnawtsuoka umhai chu a ṭhuoi khâwm nâwk a.",
      "reference": "INPÂKNA HLABU 147:2"
    },
    {
      "content": "Lungriem ithlâkhai chu a sukdam a, An hliemnahai chu a tuom hlak a.",
      "reference": "INPÂKNA HLABU 147:3"
    },
    {
      "content": "Arasi tam chin a tiem a, An hming ân bûk seng tâwl hlak a.",
      "reference": "INPÂKNA HLABU 147:4"
    },
    {
      "content": "Ei LALPA chu a ropui a, thilthawthei tienga khawm hrâttak a nih, A varna chun tâwpintai a nei nawh.",
      "reference": "INPÂKNA HLABU 147:5"
    },
    {
      "content": "LALPA chun thuhnuoirawlhai chu a chel zing a, Mi rilohai chu hnuoiah a pei thlâk hlak.",
      "reference": "INPÂKNA HLABU 147:6"
    },
    {
      "content": "Lâwmthu hrila LALPA chawimawiin hla sak unla, Ṭingṭang leh ei Pathien inpâkin hla sak ro.",
      "reference": "INPÂKNA HLABU 147:7"
    },
    {
      "content": "Ama chun vân khi sûm ân zâm hlietir a, Leihnuoi ta dingin ruo a buotsai a, Tlângahai chun hlobet ân mâwngtir hlak.",
      "reference": "INPÂKNA HLABU 147:8"
    },
    {
      "content": "Ama chun sa kuomah a fâk ding a pêk hlak a, Vaâk tê inhrâm inhrâmhai kuoma leh.",
      "reference": "INPÂKNA HLABU 147:9"
    },
    {
      "content": "Ama chu sakawr hrâtna chunga chun a lâwm nawh a, Mihriem kehai chunga khawm lâwmna hrim hrim a nei ngai nawh.",
      "reference": "INPÂKNA HLABU 147:10"
    },
    {
      "content": "LALPA chun ama ṭituhai chunga chun lâwmna a nei hlak, A ngilneina beiseituhai chunga chun.",
      "reference": "INPÂKNA HLABU 147:11"
    },
    {
      "content": "Aw Jerusalem, LALPA chu inpâk rawh, Aw Zion, i Pathien chu inpâk rawh.",
      "reference": "INPÂKNA HLABU 147:12"
    },
    {
      "content": "Ama chun i kul kawtkhârhai kalna thingtluonhai chu a sukngar a, I sûnga i nau le te umhai chu mal a sâwm sih a.",
      "reference": "INPÂKNA HLABU 147:13"
    },
    {
      "content": "I ramri sûnga chun inremna a siem a, Bu ṭhatak chiin a suksip hlak che a nih.",
      "reference": "INPÂKNA HLABU 147:14"
    },
    {
      "content": "A thupêk chu hnuoia hin a tir suok a, A thu chu hrâttakin a tlân hlak.",
      "reference": "INPÂKNA HLABU 147:15"
    },
    {
      "content": "Vûr sûr chu berâm hmul angin a pêk a, Vûr tla chu vut angin a the dar hlak.",
      "reference": "INPÂKNA HLABU 147:16"
    },
    {
      "content": "A tui inkhal chu bei nawi hlek angin a pei suok a. A dei chu tuin am tuor thei a ta?",
      "reference": "INPÂKNA HLABU 147:17"
    },
    {
      "content": "A thu chu a tir suok a, chuong chu a suktui a, A thli ân hrângtir a; chuongchun, tuihai chu a hung luong hlak.",
      "reference": "INPÂKNA HLABU 147:18"
    },
    {
      "content": "A thu chu Jakobhai kuomah ân langtir a, A thuruothai le a rorêlhai khawm chu Israelhai kuomah ân langtir a.",
      "reference": "INPÂKNA HLABU 147:19"
    },
    {
      "content": "Ama chun ieng hnam chunga khawm chuong ang chun a thaw ngai nawh: A rorêlhai hlak chu an hriet bawk nawh. LALPA chu inpâk ro.",
      "reference": "INPÂKNA HLABU 147:20"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 147 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}