{
  "verses": [
    {
      "content": "LALPA chu inpâk ro, LALPA hming chu inpâk ro; Aw nangni LALPA siehlawhai, ama chu inpâk ro;",
      "reference": "INPÂKNA HLABU 135:1"
    },
    {
      "content": "LALPA ina ngîr hlak a, Nangni ei Pathien in inhuonna sûng tuollaia ngîr hlakhai.",
      "reference": "INPÂKNA HLABU 135:2"
    },
    {
      "content": "LALPA chu inpâk ro, LALPA chu a ṭha sih a, A hming inpâkin hla sak ro, ân hawi sih a.",
      "reference": "INPÂKNA HLABU 135:3"
    },
    {
      "content": "LALPA chun Jakobhai hi ama ta dingin a thlang sih a, Israelhai hi a ro bik dingin a thlang bawk a.",
      "reference": "INPÂKNA HLABU 135:4"
    },
    {
      "content": "LALPA chu ropuitak a nih ti le, Ei LALPA chu pathien po po nêkin a chunghnung a nih, ti ka hriet sih a.",
      "reference": "INPÂKNA HLABU 135:5"
    },
    {
      "content": "LALPA chun a nuom taphawt chu a thaw hlak a, Vânahai, hnuoiahai, tuisuorietahai, tui inthûktak po pohaia khawm.",
      "reference": "INPÂKNA HLABU 135:6"
    },
    {
      "content": "Ama chun sûmhai chu kâwlkila inthawkhai chun ân lâwntir hlak a, Kâwlinlep dâm ruo dingin a siem hlak, A sum ina inthawkhai chun thli a lâk suok hlak.",
      "reference": "INPÂKNA HLABU 135:7"
    },
    {
      "content": "Ama chun Aigupta rama nau lutîrhai chu a sukhlum a, Mihriem le sahai khawm.",
      "reference": "INPÂKNA HLABU 135:8"
    },
    {
      "content": "Aw Aigupta, ama chun inchiknahai le thilmakhai i chungah a hung tir a, Pharao chung le a siehlawhai po po chunga chun.",
      "reference": "INPÂKNA HLABU 135:9"
    },
    {
      "content": "Ama chun hnam tamtak a sukhlum a, Lal ropuitak takhai a that a.",
      "reference": "INPÂKNA HLABU 135:10"
    },
    {
      "content": "Amor mihai lal Sihon le, Basan ram lal Og le, Kanaana mi po po chu.",
      "reference": "INPÂKNA HLABU 135:11"
    },
    {
      "content": "An ram chu rochan dingin a pêk a, A mi Israelhai rochan dingin.",
      "reference": "INPÂKNA HLABU 135:12"
    },
    {
      "content": "Aw LALPA, i hming chu kumkhawtluongin um a ta, Aw LALPA, nangma hriet zingna chu suon um sûng po poin um bawk a tih.",
      "reference": "INPÂKNA HLABU 135:13"
    },
    {
      "content": "LALPA, chun a mihai chu ro a rêlpêkin, A siehlawhai chungthua chun a lungril ân lêt ding a ni sih a.",
      "reference": "INPÂKNA HLABU 135:14"
    },
    {
      "content": "Hnam tin milimhai chu tangka le rângkachak an na, Mihriem kutsuok an nih.",
      "reference": "INPÂKNA HLABU 135:15"
    },
    {
      "content": "Bauhai an nei a, an ṭawng thei si nawh a, Mithai an nei a, an hmu thei si nawh a;",
      "reference": "INPÂKNA HLABU 135:16"
    },
    {
      "content": "Nahai an nei a, an hriet thei si nawh a, An baua chun thuok hrim hrim a um bawk nawh.",
      "reference": "INPÂKNA HLABU 135:17"
    },
    {
      "content": "Chuong siemtuhai chu chuong ang bawk chun um an ta, Anih, chuong ringtuhai po chu.",
      "reference": "INPÂKNA HLABU 135:18"
    },
    {
      "content": "Aw Israel sûnghai, LALPA chu inpâk ro, Aw Aron sûnghai, LALPA chu inpâk ro.",
      "reference": "INPÂKNA HLABU 135:19"
    },
    {
      "content": "Aw Levi sûnghai, LALPA chu inpâk ro, LALPA ṭituhai, LALPA chu inpâk ro.",
      "reference": "INPÂKNA HLABU 135:20"
    },
    {
      "content": "LALPA chu Ziona inthawka inpâkin um raw se; Jerusalema um chu. LALPA chu inpâk ro.",
      "reference": "INPÂKNA HLABU 135:21"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 135 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}