{
  "verses": [
    {
      "content": "Achunghnungtak inbîkna hmuna um chu, Iengkimthawthei hlima chun um zing a tih.",
      "reference": "INPÂKNA HLABU 91:1"
    },
    {
      "content": "LALPA chungthua chun, “Ama chu ka inhumhimna le ka kulpui, Ka Pathien, ka iring chu a nih,” tîng ka tih.",
      "reference": "INPÂKNA HLABU 91:2"
    },
    {
      "content": "Ama chun châng kamtu chânga inthawk le, Hri ṭha nawtaka inthawk chun a sanhim ding che a nih.",
      "reference": "INPÂKNA HLABU 91:3"
    },
    {
      "content": "A thla chun inkhum a ti cheh a, A thla hnuoia chun himtakin um i ta, A thutak chu phaw chîn le phaw lien a nih.",
      "reference": "INPÂKNA HLABU 91:4"
    },
    {
      "content": "Zâna thil râpthlâk chu ṭî naw ti nih a, Sûna thal hung inlêng hlak chu ṭî bawk naw ti nih.",
      "reference": "INPÂKNA HLABU 91:5"
    },
    {
      "content": "Inthim hnuoia hri inlêng hlak chu ṭî naw ti nih a, Sûn laia thil sukse hlak sietna chu ṭî bawk naw ti nih.",
      "reference": "INPÂKNA HLABU 91:6"
    },
    {
      "content": "I sîrah sâng tlûng an ta, I changtieng chun sîng tlu bawk an tih; Nisienlakhawm, nang chu hnai naw ni che.",
      "reference": "INPÂKNA HLABU 91:7"
    },
    {
      "content": "I mitin en i ta, Mi rilohai thungna chu a hmu hin hmu chau i tih.",
      "reference": "INPÂKNA HLABU 91:8"
    },
    {
      "content": "Aw LALPA, nang chu ka înhumhimna i ni sih a! Achunghnungtak chu i umnain i hmang a.",
      "reference": "INPÂKNA HLABU 91:9"
    },
    {
      "content": "Thil ṭha naw hrim hrimin tuok naw ni cheh a,. Hri hrim hrim khawmin i puon in hung hnai bawk naw nih.",
      "reference": "INPÂKNA HLABU 91:10"
    },
    {
      "content": "I kawng tinrênga humhim ding chein, I chungthua chu a vântirkohai chu thu a pêk ding a ni sih a.",
      "reference": "INPÂKNA HLABU 91:11"
    },
    {
      "content": "An kutin dawm an ti cheh a, Chuong naw chun, i kein lung sui rawi i tih.",
      "reference": "INPÂKNA HLABU 91:12"
    },
    {
      "content": "Sakeibaknei le rûl chu sir dêng i ta, Sakeibaknei vânglai le rûlriel chu sir hriel neng i tih.",
      "reference": "INPÂKNA HLABU 91:13"
    },
    {
      "content": "Ka chungah a hmangaina ân nghat tlat leiin sanhim ka ta, Ka hming a hriet leiin hmun insângah dawm kai ka tih.",
      "reference": "INPÂKNA HLABU 91:14"
    },
    {
      "content": "A mi ko pha chun, dawn ka ta, A lunginzîng lai chun a kuomah um ka ta, Ama chu sanhimin chawimawi ka tih.",
      "reference": "INPÂKNA HLABU 91:15"
    },
    {
      "content": "Dam sâwtnain suklungawi ka ta, Ka sandamna chu inhmutir bawk ka tih.",
      "reference": "INPÂKNA HLABU 91:16"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 91 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}