{
  "verses": [
    {
      "content": "Aw sipaihai LALPA, I umnahai chu dit a va um de!",
      "reference": "INPÂKNA HLABU 84:1"
    },
    {
      "content": "Ka hringna hin LALPA biekin inhuonna sûng tuollai chu a ngai êm êm a, anih, a chau pha hiel a. Ka lungril le ka taksa hi Pathien hring kuoma chun hlimin a khêk suok a.",
      "reference": "INPÂKNA HLABU 84:2"
    },
    {
      "content": "Anih, chawngzawngin in a hmuh a, Pelêuvin a ta dingin bu a hmu bawk a, a te siena dingin; Aw sipaihai LALPA, ka Lal le ka Pathien, Chu chu i mâichâmhai ngei chu a nih.",
      "reference": "INPÂKNA HLABU 84:3"
    },
    {
      "content": "I ina umhai chu an hamṭha a, Nang chu inpâk rawp an ti che.",
      "reference": "INPÂKNA HLABU 84:4"
    },
    {
      "content": "Nangmaa hrâtna nei mi chu a hamṭha, A lungrila Zion panna lamlienhai umna chu.",
      "reference": "INPÂKNA HLABU 84:5"
    },
    {
      "content": "Ṭapna ruom chu an hraw laiin tuihnâr umnahaiah an siem hlak a, Anih, ruotui tla hmasa chun malsâwmnain ân khum hlak.",
      "reference": "INPÂKNA HLABU 84:6"
    },
    {
      "content": "Hrâtnaa inthawkin, hrât nâwk zuolnaah an fe hlak a, Ziona Pathien hmaa chun an inlang seng hlak.",
      "reference": "INPÂKNA HLABU 84:7"
    },
    {
      "content": "Aw LALPA, sipaihai Pathien, ka ṭawngṭaina hi mi lo ngaipêk la, Aw Jakob Pathien, na lo sit rawh.",
      "reference": "INPÂKNA HLABU 84:8"
    },
    {
      "content": "Aw Pathien, kan phaw tak, en ta, I hrieknâl pa hmêl hi en ta.",
      "reference": "INPÂKNA HLABU 84:9"
    },
    {
      "content": "I biekin inhuon sûng tuol- laia ni khat um hi ni sâng khat nêkin a ṭhalem sih a; Rîtloa puon inhaia um nêk chun, Ei Pathien ina kawtkhâr vêng- tu ni khawm ka nuom lem a nih.",
      "reference": "INPÂKNA HLABU 84:10"
    },
    {
      "content": "LALPA Pathien chu nisa le phaw a ni sih a, LALPA chun lunginsietna le ropuina pêng a ta, Indiktaka umhai kuoma chun thil ṭha hrim hrim inro naw ni.",
      "reference": "INPÂKNA HLABU 84:11"
    },
    {
      "content": "Aw sipaihai LALPA, Nangma ring mi chu a hamṭha ie.",
      "reference": "INPÂKNA HLABU 84:12"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 84 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}