{
  "verses": [
    {
      "content": "Pathien chu Israelhai chungah a lo ṭha ngei a, Lungrila inthienghai chunga chun.",
      "reference": "INPÂKNA HLABU 73:1"
    },
    {
      "content": "Nisienlakhawm, kei chun chu ka sirpel vâng vâng a, Ka ke pênhai hi ân tlêu vâng vâng a nih.",
      "reference": "INPÂKNA HLABU 73:2"
    },
    {
      "content": "Mi rilohai vângneizie ka hmuin, Mi uonghai chu kân hnar sih a.",
      "reference": "INPÂKNA HLABU 73:3"
    },
    {
      "content": "An thi lai chun tuorna hrim an nei nawh a, An hrâtna chu a det lem hman hman a.",
      "reference": "INPÂKNA HLABU 73:4"
    },
    {
      "content": "Mi dang anga rinumin an um nawh a, Mi dang sawisakin an um bawk nawh.",
      "reference": "INPÂKNA HLABU 73:5"
    },
    {
      "content": "Chuleiin, chapona chun khai- diet angin an rîng a zem a, Nunsietna chun silfên angin a tuom a.",
      "reference": "INPÂKNA HLABU 73:6"
    },
    {
      "content": "Thâu leiin an mit a pâwng a, Lungrila duthusam nêka nasa an nei a.",
      "reference": "INPÂKNA HLABU 73:7"
    },
    {
      "content": "An innuisan a, suoltakin nêksâwrna thu an hril a; Chapotakin an ṭawng hlak.",
      "reference": "INPÂKNA HLABU 73:8"
    },
    {
      "content": "An bau chu vânahai khin an sieh a, An lei chun hnuoi hi a fang thleng hlak.",
      "reference": "INPÂKNA HLABU 73:9"
    },
    {
      "content": "Chuleiin, a mihai chu chutaka chun an kîr nâwk a, Tui noa sip chu anni idâwn fai rêtin a um a.",
      "reference": "INPÂKNA HLABU 73:10"
    },
    {
      "content": "“Pathienin iengtin am hrieng a ta? Achunghnungtak chun hrietna a nei ding am a nih?” an tih a.",
      "reference": "INPÂKNA HLABU 73:11"
    },
    {
      "content": "En ta, hienghai hi mi rilohai an ni hi, Inhawitirtaka umin an hausa deu deu hlak.",
      "reference": "INPÂKNA HLABU 73:12"
    },
    {
      "content": "A thlâwn elin a nih, ka lungril hi ka sukfai a, Ka kuthai demkailonaa ka sâwp chu.",
      "reference": "INPÂKNA HLABU 73:13"
    },
    {
      "content": "Sûnnithlâkin sawisakin ka um a, Tûk tin kâwkin ka um sih a.",
      "reference": "INPÂKNA HLABU 73:14"
    },
    {
      "content": "“Chuong ang chun hril ka tih,” lo ti ta inla, Ngai ta, i nauhai thlahai chunga vervêktaka lo thaw nîng ka tih.",
      "reference": "INPÂKNA HLABU 73:15"
    },
    {
      "content": "Chu chu ka hriet theina ding zie ka ngaituo chun, Ka ta dingin a na taluo a nih.",
      "reference": "INPÂKNA HLABU 73:16"
    },
    {
      "content": "Pathien hmun inthienga ka lût a, An tâwpna ding ka ngaituo hma chun.",
      "reference": "INPÂKNA HLABU 73:17"
    },
    {
      "content": "Anni chu hmun innâltakahai i sie ngei a, Sietnaahai i pei thlâk hlak.",
      "reference": "INPÂKNA HLABU 73:18"
    },
    {
      "content": "Iengtizieha mitkhapkâr chaua an rêm el am a ni aw! Thil râpthlâktakhaia sukbo- hmang daiin an um ta a ni hi.",
      "reference": "INPÂKNA HLABU 73:19"
    },
    {
      "content": "Miin meng hnunga mang an ngainêp angin, Aw LALPA, i har pha chun anni hlimthla chu ngainêp i tih.",
      "reference": "INPÂKNA HLABU 73:20"
    },
    {
      "content": "Ka lungril hi a lungngai a, Ka lungrila khawm sûn angin ka um sih a.",
      "reference": "INPÂKNA HLABU 73:21"
    },
    {
      "content": "Mi mâwl le iengkhawm hre lo ka na, I kuoma chun sa ang el ka ni hiel hlak kha.",
      "reference": "INPÂKNA HLABU 73:22"
    },
    {
      "content": "Nisienlakhawm, i kuomah ka um rawp a, Ka kut changtieng hi i lo chel hlak.",
      "reference": "INPÂKNA HLABU 73:23"
    },
    {
      "content": "Nangin i remruotnain mi ṭhuoi i ta, Chu hnunga chun ropuinaa khin mi lâwm i tih.",
      "reference": "INPÂKNA HLABU 73:24"
    },
    {
      "content": "Vâna khin nang naw chu tu am ka nei a? Hnuoia khawm hin nang naw chu ka dit tukhawm an um nawh.",
      "reference": "INPÂKNA HLABU 73:25"
    },
    {
      "content": "Ka taksa le ka lungril hi a chau tah a, Nisienlakhawm, Pathien chu kumkhuoa ka lungril hrâtna ding le ka chanvo a nih.",
      "reference": "INPÂKNA HLABU 73:26"
    },
    {
      "content": "Ngai ta, nangma hlata umhai chu an bohmang ding a ni sih a, A uiret santu taphawt che chu i sukbohmang tah a.",
      "reference": "INPÂKNA HLABU 73:27"
    },
    {
      "content": "Keia ta ding chun Pathien hnai hi a ṭha a nih; LALPA Pathien chu kân hum- himna dingin ka hmang a, I sinthaw po po thu ka hril theina dingin.",
      "reference": "INPÂKNA HLABU 73:28"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 73 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}