{
  "verses": [
    {
      "content": "Thil ṭha naw thawtuhai leiin insuklungngai nuom naw la, Fel nawtaka thawtuhai chu inhnar bawk naw rawh.",
      "reference": "INPÂKNA HLABU 37:1"
    },
    {
      "content": "Hlohna angin ât thlukin um vak an ta, Hna hring angin an vuoi ding a ni sih a.",
      "reference": "INPÂKNA HLABU 37:2"
    },
    {
      "content": "LALPA chu ring la, thil ṭha thaw rawh, Hi rama hin um la, ringumna chu hnawt pei rawh.",
      "reference": "INPÂKNA HLABU 37:3"
    },
    {
      "content": "LALPA chunga chun lâwm bawk la, Chuongchun, i lungril dit zâwnghai chu pêng a ti che.",
      "reference": "INPÂKNA HLABU 37:4"
    },
    {
      "content": "I um dân ding chu LALPA chungah innghat la, Ama chu ring la, amain thaw vawng a tih.",
      "reference": "INPÂKNA HLABU 37:5"
    },
    {
      "content": "I felzie chu var angin insuoktir a ta, I thiemchangzie khawm chu sûnlai ang elin.",
      "reference": "INPÂKNA HLABU 37:6"
    },
    {
      "content": "LALPAA chun châwl la, ama chu nghâk fan fan rawh; Ama lampuia vângneina dawngtu lei chun insuklungngai nuom naw rawh, Ngaituo suolhai puitlintu lei chun.",
      "reference": "INPÂKNA HLABU 37:7"
    },
    {
      "content": "Lunginsen hi bânsan la, lungsenna chu sim rawh. Insuklungngai nuom naw, thil- suksuolah inchang thei a nih.",
      "reference": "INPÂKNA HLABU 37:8"
    },
    {
      "content": "Thil ṭha naw thawtuhai chu sukbohmangin an um ding a ni sih a, LALPA nghâktuhai ruok chun ram hi hluong an tih.",
      "reference": "INPÂKNA HLABU 37:9"
    },
    {
      "content": "Sâwt nawtê hnungah mi rilo chu a um ta awm si nawh a, Anih, a umna hmun chu en en hman la khawm um ta naw ni.",
      "reference": "INPÂKNA HLABU 37:10"
    },
    {
      "content": "Thuhnuoirawlhai ruok chun ram hi hluong an ta, Inremna nasatak chungah lâwm an tih.",
      "reference": "INPÂKNA HLABU 37:11"
    },
    {
      "content": "Mi rilo chun mi fel a phier- rûk a, A ha a râwt khum hlak.",
      "reference": "INPÂKNA HLABU 37:12"
    },
    {
      "content": "LALPA chun ama chu nuisan a ta, A ni a hung tlung ding a ni ti a hriet leiin.",
      "reference": "INPÂKNA HLABU 37:13"
    },
    {
      "content": "Rimsi le pasiehai sukthlu ding le, Umdân indikhai sukhlum dingin, Mi rilohai chun an kâwlhnâm an phawi a, an thalngul an kuoi bawk a.",
      "reference": "INPÂKNA HLABU 37:14"
    },
    {
      "content": "An kâwlhnâm chun anni lung chu sun a ta, An thalngulhai sukthliekin um bawk a tih.",
      "reference": "INPÂKNA HLABU 37:15"
    },
    {
      "content": "Mi fel thil tlâwmte nei chu, Mi rilo thil nei hnêr hnûr nêk chun a ṭha lem dai a nih.",
      "reference": "INPÂKNA HLABU 37:16"
    },
    {
      "content": "Mi rilo bânhai chu sukthliekin a um ding a ni sih a, Mi fel ruok chu LALPAIN a chel zing hlak.",
      "reference": "INPÂKNA HLABU 37:17"
    },
    {
      "content": "LALPA chun mi ṭha famkim nihai chu a hriet a, An rohluo ding chu kumkhuoa um zing ding a nih.",
      "reference": "INPÂKNA HLABU 37:18"
    },
    {
      "content": "Hun ṭha nawah muolpho naw ni hai a, Ṭâm kumahai khawm khawp an tih.",
      "reference": "INPÂKNA HLABU 37:19"
    },
    {
      "content": "Mi rilohai ruok chu bohmang an ta, LALPA dotuhai khawm phûl hlohna inno ang nîng an ta, Sukbohmangin um an ta, meikhuah inzâm hmang an tih.",
      "reference": "INPÂKNA HLABU 37:20"
    },
    {
      "content": "Mi rilo chun a pûk a, a pêk nâwk ngai nawh a, Mi fel ruok chun mi a lunginsiet a, a pêk lem hlak.",
      "reference": "INPÂKNA HLABU 37:21"
    },
    {
      "content": "A malsâwmna dawngtuhai chun ram hi hluong an ta, A ṭawngse phurtuhai chu sukbohmangin an um ding a nih.",
      "reference": "INPÂKNA HLABU 37:22"
    },
    {
      "content": "LALPAIN mihriem chu a fena dingah a ṭhuoi hlak a, A kalchawi a ilâwm chu a sukdet hlak.",
      "reference": "INPÂKNA HLABU 37:23"
    },
    {
      "content": "Tlu sienla khawm tlu letdêr chun um naw nih a, LALPAIN a kutin a chel zing sih a.",
      "reference": "INPÂKNA HLABU 37:24"
    },
    {
      "content": "Naupang ka lo ni tah a, tuhin tar ka ni tah a, Nisienlakhawm, mi fel chu mâksana a um ka hmu ngai nawh a, A thlahai bu dâwl khawm ka hmu ngai nawh.",
      "reference": "INPÂKNA HLABU 37:25"
    },
    {
      "content": "Sûnnithlâkin mi a lunginsiet a, ân pûktir hlak, A thlahai khawm an hamṭha hlak.",
      "reference": "INPÂKNA HLABU 37:26"
    },
    {
      "content": "Suol fe san la, thil ṭha thaw rawh, Chuongchun, kumkhuoin chêng zing rawh.",
      "reference": "INPÂKNA HLABU 37:27"
    },
    {
      "content": "LALPA chun rorêlna fel a ngaina sih a, A mi inthienghai chu a fesan ngai nawh a. Kumkhuoha dinga vawngṭhatin an um hlak a, Mi rilo thlahai ruok chu sukbohmangin um an tih.",
      "reference": "INPÂKNA HLABU 37:28"
    },
    {
      "content": "Mi felhai chun ram hi hluong an ta, A sûnga hin kumkhuoin um an tih.",
      "reference": "INPÂKNA HLABU 37:29"
    },
    {
      "content": "Mi fel bau chun varna thu a hril hlak a, A lei chun rorêl felna thu a hril bawk hlak.",
      "reference": "INPÂKNA HLABU 37:30"
    },
    {
      "content": "A Pathien dân chu a lungrilah a um a, A ke pên hrim hrim chu intawl naw nih.",
      "reference": "INPÂKNA HLABU 37:31"
    },
    {
      "content": "Mi rilo chun mi fel chu a enthlit a, Sukhlum a tum hlak.",
      "reference": "INPÂKNA HLABU 37:32"
    },
    {
      "content": "LALPAIN ama chu a kutah mâksan naw nih a, An ro a rêl pha chun thiemnaw inchangtir phal bawk naw ni.",
      "reference": "INPÂKNA HLABU 37:33"
    },
    {
      "content": "LALPA chu nghâk la, a lampui chu hraw rawh, Chuongchun, ram chu hluo dingin chawimawi a ti che. Mi rilohai sukbohmanga an um lai chu la hmûng i tih.",
      "reference": "INPÂKNA HLABU 37:34"
    },
    {
      "content": "Mi rilo chu nasataka thu neia, A mâwngna hmuna thing inder inno tak anga inbuk luoia a um lai ka hmuh a,",
      "reference": "INPÂKNA HLABU 37:35"
    },
    {
      "content": "Nisienlakhawm, lampuiah a va feh a; chun, ngai ta, ama chu a um ta nawh a. Anih, ka zawng a, nisienla- khawm, hmu zo a ni ta nawh.",
      "reference": "INPÂKNA HLABU 37:36"
    },
    {
      "content": "Mi demkailo inchik la, mi indiktak chu en rawh, Chuong ang mi tâwpna ding chu lungmuongna a ni ding a ni sih a.",
      "reference": "INPÂKNA HLABU 37:37"
    },
    {
      "content": "Bawsetuhai ruok chu a ruola suksietin an um tâwl ding a na, Mi rilohai tâwpna ding chu sukbohmangna ning a tih.",
      "reference": "INPÂKNA HLABU 37:38"
    },
    {
      "content": "Mi felhai sandamna ruok chu LALPA kuoma inthawk a ni a. Ama chu lunginzîng laia an kulbîng a ni hlak a.",
      "reference": "INPÂKNA HLABU 37:39"
    },
    {
      "content": "LALPAIN anni chu a ṭhangpuiin a sanhim hlak a, Amaa chun an tlûklût leiin; Mi rilohaia inthawk chun a sanhimin a sandam hlak.",
      "reference": "INPÂKNA HLABU 37:40"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 37 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}