{
  "verses": [
    {
      "content": "LALPA, David chu a rinumtuorna po po Hrietpui la.",
      "reference": "INPÂKNA HLABU 132:1"
    },
    {
      "content": "LALPA kuoma ṭawng inkhâma, Jakob Mi Hrât kuoma thu a tiemzie kha:",
      "reference": "INPÂKNA HLABU 132:2"
    },
    {
      "content": "“Ka umna inah lût dêr naw ning a, Ka khumah kai bawk naw ning a.",
      "reference": "INPÂKNA HLABU 132:3"
    },
    {
      "content": "Ka mithai hi insîm phal naw ning a, Ka mit vunhai hi insîm phal bawk naw ning ah.",
      "reference": "INPÂKNA HLABU 132:4"
    },
    {
      "content": "LALPA hmun ding ka zawng suok hmakhat chun, Jakob Mi Hrât umna ding chu,” tiin.",
      "reference": "INPÂKNA HLABU 132:5"
    },
    {
      "content": "Ngai ta, a thu chu Ephrathaah kan hriet a, Rampui phûla chun kan hmu tah a.",
      "reference": "INPÂKNA HLABU 132:6"
    },
    {
      "content": "Ama umnaahai chun lût ei ta, A ke innghatna bula chun chibai bûk ei tih.",
      "reference": "INPÂKNA HLABU 132:7"
    },
    {
      "content": "Aw LALPA, tho la, i châwl hmun dinga chun lût rawh, Nang le i hrâtna bâwm leh.",
      "reference": "INPÂKNA HLABU 132:8"
    },
    {
      "content": "I thiempuhai chu felnain inthuom sienla, I mi inthienghai chu hlimin khêk raw hai se.",
      "reference": "INPÂKNA HLABU 132:9"
    },
    {
      "content": "I siehlaw David leiin, I hriek nâl hmêl chu innghat kîrtir naw rawh.",
      "reference": "INPÂKNA HLABU 132:10"
    },
    {
      "content": "LALPA chun David kuomah thutakin ṭawng ân khâm tah a, Chu chu nghatsan naw nih. “I taksa raa mi i lalṭhungphaa chun inṭhungtir ka ta;",
      "reference": "INPÂKNA HLABU 132:11"
    },
    {
      "content": "I nauhai chun ka thuthlung le, Ka thuinhriettir, anni ka lân chûktir ding chu, an zâwm chun, An nauhai khawm kumkhawtluongin i lalṭhungphaa chun ṭhung pei an tih,” tiin.",
      "reference": "INPÂKNA HLABU 132:12"
    },
    {
      "content": "LALPA chun Zion chu a thlang sih a; A umna dingin a dit a nih.",
      "reference": "INPÂKNA HLABU 132:13"
    },
    {
      "content": "“Hi hi kumkhuoa dinga ka châwl hmun ding a nih, Hitaka hin um zing ka tih, ka nuom zâwng a ni sih a.",
      "reference": "INPÂKNA HLABU 132:14"
    },
    {
      "content": "A fâk ding chu malsâwm rei rui ka ta, A mi rimsihai chu beiin sukkhawp ka tih.",
      "reference": "INPÂKNA HLABU 132:15"
    },
    {
      "content": "A thiempuhai chu sandamnain inthuom ka ta, A mi inthienghai chu hlimin khêk khêk an tih.",
      "reference": "INPÂKNA HLABU 132:16"
    },
    {
      "content": "Chutaka chun David ki chu inder suoktir ka ta, Ka hriek nâl ta ding chun khâwnvar ka ruot tah a.",
      "reference": "INPÂKNA HLABU 132:17"
    },
    {
      "content": "Ama dotuhai chu muolphonain inthuom ka ta, Ama chunga ruok chun a lallu- khum chu tle sur a tih,” tiin.",
      "reference": "INPÂKNA HLABU 132:18"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 132 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}