{
  "verses": [
    {
      "content": "LALPA chu inpâk ro, LALPA kuoma chun lâwm- thu hril ro, ama chu a ṭha sih a; A ngilneina chun kumkhuo a dai sih a.",
      "reference": "INPÂKNA HLABU 106:1"
    },
    {
      "content": "Tu am LALPA thilthaw ropuitakhai hril thei a, Ama inpâkna po po inhriettir vawng thei le?",
      "reference": "INPÂKNA HLABU 106:2"
    },
    {
      "content": "Rorêlna vawng ṭhahai chu an hamṭha ie, Ieng lai khawma feltaka thawtu leh.",
      "reference": "INPÂKNA HLABU 106:3"
    },
    {
      "content": "Aw LALPA, i mihai i ditsakna chun mi hre zing la, Aw i Sandamna leh mi hung kan rawh.",
      "reference": "INPÂKNA HLABU 106:4"
    },
    {
      "content": "I mi thlanghai tluongtlungzie ka hmu thei a, I hnamhai lâwmnaa chun ka hlim thei a, I rochanhai le ka sawng theina dingin.",
      "reference": "INPÂKNA HLABU 106:5"
    },
    {
      "content": "Kan thlatuhai le khan thil kan suksuol a, Thil suol kan thawh a, suoltakin kan thaw tah a.",
      "reference": "INPÂKNA HLABU 106:6"
    },
    {
      "content": "Kan thlatuhai khan Aigupta rama khan i thilmak thaw- hai kha an hriet thiem nawh a, I ngilneina nasatak kha an hriet zing ta nawh a, Tuisuorietah an hel ta lem a, Tuisuoriet Sena khan.",
      "reference": "INPÂKNA HLABU 106:7"
    },
    {
      "content": "Chuong sa khawm chun ama hming leiin anni chu a sandam tah a, A thilthawtheina ropuitak chu ân hriettir theina dingin.",
      "reference": "INPÂKNA HLABU 106:8"
    },
    {
      "content": "Tuisuoriet Sen chu a hal a; chuongchun, a kang tah a, Chuongchun, anni chu thlalêra ṭhuoi tlang ang elin tui inthûktakahai chun a ṭhuoi tlang tah a.",
      "reference": "INPÂKNA HLABU 106:9"
    },
    {
      "content": "Anni theidatu kuta inthawk chun a sandam a, Hmêlma kuta inthawk chun ân tlan tah a.",
      "reference": "INPÂKNA HLABU 106:10"
    },
    {
      "content": "Tuihai chun anni dotuhai chu ân khum zo a, Pakhat khawm dama suok an um ta nawh a.",
      "reference": "INPÂKNA HLABU 106:11"
    },
    {
      "content": "Chuong lai chun a thuhai chu an ring a, Ama inpâkna hla an sak a.",
      "reference": "INPÂKNA HLABU 106:12"
    },
    {
      "content": "Nisienlakhawm, a thilthaw- hai chu an theinghil vak tah a, A remruot chu an nghâk pei nawh a.",
      "reference": "INPÂKNA HLABU 106:13"
    },
    {
      "content": "Thlalêra chun thil an châk êm êm a, Ram ṭâwla chun Pathien an fie ta lem a.",
      "reference": "INPÂKNA HLABU 106:14"
    },
    {
      "content": "An thil hni chu a pêk a, Nisienlakhawm, an hringnaa chun chêrna ân lûttir a,",
      "reference": "INPÂKNA HLABU 106:15"
    },
    {
      "content": "An riebûka chun Mosie chu an îtthîk a, LALPA mi inthieng, Aron leh.",
      "reference": "INPÂKNA HLABU 106:16"
    },
    {
      "content": "Hnuoi chu a kah a, Dathan chu a lem a, Abiram pâwlhai chu ân khum zo tah a.",
      "reference": "INPÂKNA HLABU 106:17"
    },
    {
      "content": "An pâwl lai chun mei sukchawkin a um a, Meichawk chun mi rilohai chu a kâng hmang tah a.",
      "reference": "INPÂKNA HLABU 106:18"
    },
    {
      "content": "Horeb tlânga chun bâwngte lim an siem a, A lim sung chu an biek tah a.",
      "reference": "INPÂKNA HLABU 106:19"
    },
    {
      "content": "Chuong ang chun an ropuina chu, Bâwngchal hlobet fa mi ang chauah an inchangtir tah a.",
      "reference": "INPÂKNA HLABU 106:20"
    },
    {
      "content": "Pathien an sandamtu an theinghil tah a, Aigupta rama thil ropuitak tak thawtu chu;",
      "reference": "INPÂKNA HLABU 106:21"
    },
    {
      "content": "Ham rama thilmaktakhai, Tuisuoriet Sen panga thil râpthlâktakhai thawtu chu.",
      "reference": "INPÂKNA HLABU 106:22"
    },
    {
      "content": "Chuleiin, sukbohmang rawi a tih, tia, a lunginsen sukkîr dingin, A mi thlang Mosie chu a lûtna dinga chun a hmaah ngîr naw sien lem chu, Sukbohmang a tih, ti a hril a.",
      "reference": "INPÂKNA HLABU 106:23"
    },
    {
      "content": "Anih, ram ditumtak chu an ngainêp a, A thu chu an ring nuom nawh a.",
      "reference": "INPÂKNA HLABU 106:24"
    },
    {
      "content": "An puon inahai chun an chier ta lem a, LALPA râwl chu an ngai nuom nawh a.",
      "reference": "INPÂKNA HLABU 106:25"
    },
    {
      "content": "Chuleiin anni tieng chun a kut a phar a, Anni chu thlalêra sukthlûkna ding le,",
      "reference": "INPÂKNA HLABU 106:26"
    },
    {
      "content": "An chi thla dinghai chu hnam tin lai a sukthlûk a, Ram tina a sukdarna dingin.",
      "reference": "INPÂKNA HLABU 106:27"
    },
    {
      "content": "Baal-peor tieng chun an kawp a, Mithi kuoma thilinhlânhai chu an fâk ve tah a.",
      "reference": "INPÂKNA HLABU 106:28"
    },
    {
      "content": "Chuongchun, an thilthawhaiin ama chu an suklungsen a, Chuongchun, hri chu an chungah a hung inlêng tah a.",
      "reference": "INPÂKNA HLABU 106:29"
    },
    {
      "content": "Chuong lai chun Phinehas chu a ngîr a, ro a rêl a; Chuongchun, hri chu sukboin a um tah a.",
      "reference": "INPÂKNA HLABU 106:30"
    },
    {
      "content": "Chu chu a felnaa ruot a nih, Kumkhuoin suon po po chenin.",
      "reference": "INPÂKNA HLABU 106:31"
    },
    {
      "content": "Meriba tuiahai khawm chun ama chu an suklungsen a, Chuongchun, anni leiin Mosie chungah thil ṭha naw a tlung ta hiel a,",
      "reference": "INPÂKNA HLABU 106:32"
    },
    {
      "content": "A thlarau chungah an hel a, A hmûra ṭha nawtaka a hril leiin.",
      "reference": "INPÂKNA HLABU 106:33"
    },
    {
      "content": "LALPAIN an kuoma sukbo- hmangna thu a pêk angin, Mipuihai chu an sukbohmang nawh a.",
      "reference": "INPÂKNA HLABU 106:34"
    },
    {
      "content": "Hnam tin chu an pâwl a, An thilthawhai chu an inchûk lem a.",
      "reference": "INPÂKNA HLABU 106:35"
    },
    {
      "content": "A milim rawnghai an bâwl a, Chuong chu an ta dingin châng a lo ni tah.",
      "reference": "INPÂKNA HLABU 106:36"
    },
    {
      "content": "Anih, khawhri kuoma chun an naupasalhai le an naunu- hmeihaiin an inthâwi a;",
      "reference": "INPÂKNA HLABU 106:37"
    },
    {
      "content": "Thisen pawitâwklo, an naupasalhai le an naunuhmeihai thisen ngei chu an insuo tah a, Chuonghai chun Kanaan ram milimhai kuomah an inthâwi a, Chu ram chu thisenin a lo pawrche tah a.",
      "reference": "INPÂKNA HLABU 106:38"
    },
    {
      "content": "Chuongchun, an sinthawhaia sukkhawloin an um tah a, An thilthawhaia chun an hung uire tah a.",
      "reference": "INPÂKNA HLABU 106:39"
    },
    {
      "content": "Chuleiin, LALPA lung chu a mihai chungah ân thawk a, A rochan chu a tirdak tah a.",
      "reference": "INPÂKNA HLABU 106:40"
    },
    {
      "content": "Chuongchun, anni chu hnam tin kutah a pêk a, Anni theidatuhai chun an chungah ro an rêl tah a.",
      "reference": "INPÂKNA HLABU 106:41"
    },
    {
      "content": "Anni dotuhaiin an nêksâwr a, An kut hnuoia chun suktlâwmin an um tah a.",
      "reference": "INPÂKNA HLABU 106:42"
    },
    {
      "content": "Vawi tamtak anni chu a san- dam a, Nisienlakhawm, an remruotnaa chun an hel hlak a, An rîtlonaa chun sukhnuoiin an um tah a.",
      "reference": "INPÂKNA HLABU 106:43"
    },
    {
      "content": "Chuong sa khawm chun, ama chun an khêkri chu a hriet chun, An lunginzîng chu a ngaisak a.",
      "reference": "INPÂKNA HLABU 106:44"
    },
    {
      "content": "A thuthlung chu anni a hrietpêk zing a, A ngilneina nasatzie ang peiin a lungril ân lêt tah a.",
      "reference": "INPÂKNA HLABU 106:45"
    },
    {
      "content": "Sala ṭhuoituhai po po chu, Anni a lunginsiettir a.",
      "reference": "INPÂKNA HLABU 106:46"
    },
    {
      "content": "Aw LALPA, kan Pathien, mi sandam la, Hnam tin laia inthawk hi mi ṭhuoi khawm rawh: I hming inthieng kuoma lâwmthu hril ding le, Nangma inpâkna chawimawi dingin.",
      "reference": "INPÂKNA HLABU 106:47"
    },
    {
      "content": "LALPA Israel Pathien chu inpâkin um raw se. Chatuona inthawka chatuon chenin. Mi po po chun, “Amen,” ti raw se; LALPA chu inpâk ro.",
      "reference": "INPÂKNA HLABU 106:48"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 106 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}