{
  "verses": [
    {
      "content": "Hnamhai chu iengdinga an lunginsen a, Mihai chun iengdinga thil teplo an ngaituo am a na?",
      "reference": "INPÂKNA HLABU 2:1"
    },
    {
      "content": "Hnuoia lalhaiin an ep huoi huoi a, Hotuhai khawm an inrâwn khâwm a, LALPA le a hrieknâl chunga chun:",
      "reference": "INPÂKNA HLABU 2:2"
    },
    {
      "content": "“An khuopnahai hi suktanin, An hruihruolhai hi ei kuoma inthawkin pei dai ei tiu,” tiin.",
      "reference": "INPÂKNA HLABU 2:3"
    },
    {
      "content": "Vâna ṭhungpa chu innui a ta: LALPA chun anni chu nuisan a tih.",
      "reference": "INPÂKNA HLABU 2:4"
    },
    {
      "content": "Chu hnunga chun a lunginsenin an kuomah thu hril a ta, Lunginsentakin anni chu suklungzîng tâng a tih.",
      "reference": "INPÂKNA HLABU 2:5"
    },
    {
      "content": "“Keima ngeiin ka tlâng inthieng Ziona chun, Ka lal siem chu kân ṭhungtir tah a nih” a tih a.",
      "reference": "INPÂKNA HLABU 2:6"
    },
    {
      "content": "Thuruot chu ka hril ding a nih: LALPA chun ka kuomah, “Nang chu ka naupa i nih; Vawisûn hin ka nei che a nih.",
      "reference": "INPÂKNA HLABU 2:7"
    },
    {
      "content": "Mi hni rawh, chuongchun, i rohluo dingin hnam tin pêng ka ti cheh a: Kâwlkil tâwp chenin i ro dingin pe bawk ka ti che.",
      "reference": "INPÂKNA HLABU 2:8"
    },
    {
      "content": "Anni chu thîr hmawlin sukkawi i ta, Bêlhemtu bêl angin anni chu pei nâwi i tih,” a tih a.",
      "reference": "INPÂKNA HLABU 2:9"
    },
    {
      "content": "Chuongchun, aw lalhai, var ta unla, Hnuoia rorêltuhai inchûktirin um ro.",
      "reference": "INPÂKNA HLABU 2:10"
    },
    {
      "content": "Ṭi pumin LALPA rawng bâwl unla, Inthin pumin lâwm ro;",
      "reference": "INPÂKNA HLABU 2:11"
    },
    {
      "content": "Naupa chu fâwp ro, chuong naw chun lunginsen a ta, lam kârah bohmang rawi in tih: A lungsen chu a hung inthawk phut ding a ni sih a. Amaa an ringna innghattuhai po po chu an hamṭha.",
      "reference": "INPÂKNA HLABU 2:12"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 2 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}