{
  "verses": [
    {
      "content": "Rimsihai ngaituo mi chu mi hamṭha a nih, Lunginzîng ni chun ama chu LALPAIN sanhim a tih.",
      "reference": "INPÂKNA HLABU 41:1"
    },
    {
      "content": "LALPAIN ama chu humhimin sukhring a ta, hnuoia hin malsâwmin um a tih; Nangin ama dotuhai nuom nuoma an thaw dingin pe naw ti ni.",
      "reference": "INPÂKNA HLABU 41:2"
    },
    {
      "content": "LALPAIN a chauna zâlhmuna chun sukhrât a ta, Nangin a damnaw laiin a zâlna siempêk vawng i tih,",
      "reference": "INPÂKNA HLABU 41:3"
    },
    {
      "content": "Keiin, “Aw LALPA, mi lungin- siet la, Ka hringna hi sukdam la, i chungah thil ka suksuol sih a,” ka tih a.",
      "reference": "INPÂKNA HLABU 41:4"
    },
    {
      "content": "A mi dotuhai chun, “Iengtik am thîng a ta, a hming bo a ti aw?” tiin, An mi hrilsiet hlak a.",
      "reference": "INPÂKNA HLABU 41:5"
    },
    {
      "content": "Chun, anni laia tuin amanih a mi hung kan hlakin, thu teplo mei mei a hril hlak a; A lungril chun suolna a lâk khâwm hlak a, A fe suok phingleh mi a hril hlak.",
      "reference": "INPÂKNA HLABU 41:6"
    },
    {
      "content": "A mi theidatuhai po po chun an mi hêkna thu se sein an lâk a, A mi suksietna ding an ngaituo hlak.",
      "reference": "INPÂKNA HLABU 41:7"
    },
    {
      "content": "“Natna ṭha nawtakin a tlâkkhum tah a, Tuta a zâl hi tho nawk ta naw nih,” an ta.",
      "reference": "INPÂKNA HLABU 41:8"
    },
    {
      "content": "Anih, ka ruol pâwlngei, ka ringtak, ka bei fâkpui ngei chun, A kekhawng chu ka chungah ân let tah a.",
      "reference": "INPÂKNA HLABU 41:9"
    },
    {
      "content": "Nisienlakhawm, aw LALPA,nangin mi lunginsiet la, Anni chu ka thung theina dingin mi keitho nâwk rawh.",
      "reference": "INPÂKNA HLABU 41:10"
    },
    {
      "content": "Hitaka hin ka chungah, i lâwm ti ka hriet, A mi dotu chun a mi hne ngai naw leiin.",
      "reference": "INPÂKNA HLABU 41:11"
    },
    {
      "content": "Kei chu lungril ṭhatak ka putnaa hin nangin i mi chel zing a, I hmaa chun kumkhuoa dingin i mi sieh a.",
      "reference": "INPÂKNA HLABU 41:12"
    },
    {
      "content": "LALPA, Israel Pathien chu, Chatuona inthawka chatuon chenin inpâkin um raw se, Amen, Amen.",
      "reference": "INPÂKNA HLABU 41:13"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 41 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}