{
  "verses": [
    {
      "content": "Aw LALPA, ka ṭawngṭâina hi lo ngai la, Ka khêkri hi i kuom tlung raw se.",
      "reference": "INPÂKNA HLABU 102:1"
    },
    {
      "content": "Ka lunginzîng ni chun keia kuomah i hmai thup naw la, Keia tieng hin i na hung sit la, Ka ko pha che chun mi hung dawn vak rawh.",
      "reference": "INPÂKNA HLABU 102:2"
    },
    {
      "content": "Ka dam sûng nihai hi meikhu angin ân zâm hmang a, Ka ruhai hi thingthu angin a sah a,",
      "reference": "INPÂKNA HLABU 102:3"
    },
    {
      "content": "Ka lungril hi hlobet anga em hlumin a um a, a vuoi zo tah: Bu fâk khawm ka theinghil sih a.",
      "reference": "INPÂKNA HLABU 102:4"
    },
    {
      "content": "Kân rûm rîk leiin, Ka ruhai hi ka tisaah a kawp tlat a nih.",
      "reference": "INPÂKNA HLABU 102:5"
    },
    {
      "content": "Thlalêr tuivalawng ang ka na, Khaw hmun hlui simbuk ang el ka lo ni tah a.",
      "reference": "INPÂKNA HLABU 102:6"
    },
    {
      "content": "Ka meng zing a, Chawngzawng a khât chaua in chunga um ang ka lo ni tah a.",
      "reference": "INPÂKNA HLABU 102:7"
    },
    {
      "content": "A mi dotuhai chun sûnnithlâkin an mi hrilsiet hlak a, Ka chunga ṭiumhai chun vânnikhâmnain an mi hmang a.",
      "reference": "INPÂKNA HLABU 102:8"
    },
    {
      "content": "Vut hi bu angin ka fâk a, Ka dâwn ding chu mitthli leh ka pawl ta sih a.",
      "reference": "INPÂKNA HLABU 102:9"
    },
    {
      "content": "I lungninaw êm êm le i lunginsen leiin, Nangin i mi lâk kâng a, i mi pei ta sih a.",
      "reference": "INPÂKNA HLABU 102:10"
    },
    {
      "content": "Ka dam sûng nihai hi hlim bo tieng intung ta ang a na, Hlobet angin ka vuoi tah a.",
      "reference": "INPÂKNA HLABU 102:11"
    },
    {
      "content": "Aw LALPA, nang ruok chu kumkhawtluongin um i ta, Nangma hriet zingna khawm suon po po chenin um bawk a tih.",
      "reference": "INPÂKNA HLABU 102:12"
    },
    {
      "content": "Tho i ta, Zion tlâng chu lunginsiet i tih, Ama chu lunginsiet a hun ta sih a, anih, hun ruot chu a tlung tah.",
      "reference": "INPÂKNA HLABU 102:13"
    },
    {
      "content": "I siehlawhai chun a lunghai chu an ngainain, A pilvut chen khawm an lunginsiet sih a.",
      "reference": "INPÂKNA HLABU 102:14"
    },
    {
      "content": "Chuongchun, hnam tinin LALPA hming chu ṭîng an ta, Hnuoia lal po pohai chun i ropuina chu ṭî bawk an tih.",
      "reference": "INPÂKNA HLABU 102:15"
    },
    {
      "content": "LALPA chun Zion khuo chu ân ngîr nâwk ta sih a, A ropuinaa inthuomin ân lang tah.",
      "reference": "INPÂKNA HLABU 102:16"
    },
    {
      "content": "Pasiehai ṭawngṭâina chu a ngaisak a, An ṭawngṭâina chu a hmusit nawh.",
      "reference": "INPÂKNA HLABU 102:17"
    },
    {
      "content": "Chu chu ruolthar la hung um dinghai ta dingin ziek nîng a ta, Hnam siema la hung um ding chun LALPA chu inpâk an tih.",
      "reference": "INPÂKNA HLABU 102:18"
    },
    {
      "content": "Ama chun a hmun inthieng insângtaka inthawkin a zuk thlîr a, LALPA chun vâna inthawk khin hnuoi hi a hmuh a;",
      "reference": "INPÂKNA HLABU 102:19"
    },
    {
      "content": "Mi intâng inrûm chu ngai ding le, Thi dinga ruothai chu sût dingin.",
      "reference": "INPÂKNA HLABU 102:20"
    },
    {
      "content": "Mihaiin LALPA hming chu Zion khuoa le, Ama inpâkna thu chu Jerusalem khuoa an hril theina dingin;",
      "reference": "INPÂKNA HLABU 102:21"
    },
    {
      "content": "LALPA rawngbâwl dinga, Mi tin le ram tin an inkhâwm pha chun.",
      "reference": "INPÂKNA HLABU 102:22"
    },
    {
      "content": "Ama chun lam kâra hin ka tha a sukṭhum a, Ka dam sûng hi a suktâwi a.",
      "reference": "INPÂKNA HLABU 102:23"
    },
    {
      "content": "“Aw ka Pathien, ka vânglai nihaia hin mi la hmang naw la, Nanga kumhai chu suon um sûng po po um a tih,” ka tih a.",
      "reference": "INPÂKNA HLABU 102:24"
    },
    {
      "content": "Leihnuoi innghatsan chu tiena i phûm tah a na, Vânhai khawm i kutsuok an nih.",
      "reference": "INPÂKNA HLABU 102:25"
    },
    {
      "content": "Chuonghai chu la bohmang a ta, nang ruok chu um zing i tih. Anih, chuong po pohai chu silfên angin la hlui a ta, Puon angin thleng i ta, hung danglam tâng a tih.",
      "reference": "INPÂKNA HLABU 102:26"
    },
    {
      "content": "Nang ruok chu i pângngai zing a, I kumhai chun bo ni hrim nei naw ni.",
      "reference": "INPÂKNA HLABU 102:27"
    },
    {
      "content": "I siehlawhai nauhai chu um zing an ta, An thlahai chu i hmaah sukdetin um an tih.",
      "reference": "INPÂKNA HLABU 102:28"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 102 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}