{
  "verses": [
    {
      "content": "Aw LALPA keia tieng hin i na hung sit la, mi hung dawn rawh, Rimsi le pasetak ka ni hi.",
      "reference": "INPÂKNA HLABU 86:1"
    },
    {
      "content": "Ka hringna hi vawngṭha la, Pathien ngaisak mi ka ni sih a, Aw, nang ka Pathien, nangma ringtu i siehlaw hi, sandam rawh.",
      "reference": "INPÂKNA HLABU 86:2"
    },
    {
      "content": "Aw LALPA, mi lunginsiet la, Sûnnithlâkin ka ko hlak si cheh a,",
      "reference": "INPÂKNA HLABU 86:3"
    },
    {
      "content": "I siehlaw hringna hi sukhlim la, Aw LALPA, ka lungril hi i kuomah ka sie tlat hlak sih a.",
      "reference": "INPÂKNA HLABU 86:4"
    },
    {
      "content": "LALPA, nang chu i ṭhah a, ngaidam i pei a, A kotuhai che phawt kuomah zainêmna i hau sih a.",
      "reference": "INPÂKNA HLABU 86:5"
    },
    {
      "content": "Aw LALPA, ka ṭawngṭainaa hin na lo sit la, Lunginsiet ka hnina râwl hi lo ngai rawh.",
      "reference": "INPÂKNA HLABU 86:6"
    },
    {
      "content": "Ka lunginzîng ni chun ko ka ti cheh a, Nangin i mi dawn ding a ni sih a.",
      "reference": "INPÂKNA HLABU 86:7"
    },
    {
      "content": "Aw LALPA, pathienhai lai chun nang ang hrim hrim an um nawh a, I thilthawhai ang hi thilthaw hrim hrim a um bawk nawh.",
      "reference": "INPÂKNA HLABU 86:8"
    },
    {
      "content": "Aw LALPA, i siem hnam tinrênghai chu hung an ta, i hmaah hung kûn an ta, I hming chu hung chawimawi an tih.",
      "reference": "INPÂKNA HLABU 86:9"
    },
    {
      "content": "Nang chu i ropui a, thilmakhai i thaw bawk hlak sih a, Nangma chau hi Pathien i nih.",
      "reference": "INPÂKNA HLABU 86:10"
    },
    {
      "content": "Aw LALPA, i lampui chu mîn chûktir la, i thutaka chun um ka tih, I hming ṭi dingin lungril sakhat mîn puttir rawh.",
      "reference": "INPÂKNA HLABU 86:11"
    },
    {
      "content": "Aw LALPA ka Pathien, ka lungril po poin inpâk ka ti cheh a, I hming hi kumkhuoin chawimawi ka tih.",
      "reference": "INPÂKNA HLABU 86:12"
    },
    {
      "content": "Ka chunga i ngilneina chu a nasain; Ka hringna hi khursûng hnuoihnungtaka inthawkin i sanhim sih a.",
      "reference": "INPÂKNA HLABU 86:13"
    },
    {
      "content": "Aw Pathien, mi chapohai chun an mi thawh a, Mi nunse um khâwmhai chun ka hringna hi sukbo tumin an zawng a, Nang chu an hmaah an sie ngai naw che.",
      "reference": "INPÂKNA HLABU 86:14"
    },
    {
      "content": "Nisienlakhawm, aw LALPA, nang chu Pathien, lainatnaa sip, mi lunginsietthei, Lunginuoi, zainêm le thutak hau i nih.",
      "reference": "INPÂKNA HLABU 86:15"
    },
    {
      "content": "Aw keia tieng hung ngha la, mi lunginsiet rawh. I siehlaw kuoma hin i hrâtna pe la, I suoknu nau hi sandam rawh.",
      "reference": "INPÂKNA HLABU 86:16"
    },
    {
      "content": "Ṭhatna ding inchikna mîn entir la, A mi theidatuhai chun chu chu an hmuh a an muolphona dingin; LALPA nangin i mi ṭhangpuia i mi thlamuon leiin.",
      "reference": "INPÂKNA HLABU 86:17"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 86 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}