{
  "verses": [
    {
      "content": "Aw Lalpa, ka ṭawngṭâina hi ngai la, lunginsiet ka hninaa hin na lo sit la, I ringumna le felna leiin mi hung dawn rawh.",
      "reference": "INPÂKNA HLABU 143:1"
    },
    {
      "content": "I siehlaw chunga hin rorêl naw la, I mithmua chun mihring hrim hrim thiem chang an um âwm si nawh a.",
      "reference": "INPÂKNA HLABU 143:2"
    },
    {
      "content": "Dotu chun ka hringna a suknawmna sih a, Ka hringna hi hnuoiah a vuok thlûk a; Thi ta daihai angin hmun inthimtakahai a mîn umtir a.",
      "reference": "INPÂKNA HLABU 143:3"
    },
    {
      "content": "Chuleiin, ka thlarau hi ka sûngah a châu a, Ka lungril hi ka sûngah a lunginzîng tah.",
      "reference": "INPÂKNA HLABU 143:4"
    },
    {
      "content": "Tienlai nihai chu ka hriet zing hlak a, I thilthaw po pohai chu ka ngaituo hlak a; I kut sinthawhai chu ka sût hlak.",
      "reference": "INPÂKNA HLABU 143:5"
    },
    {
      "content": "Ka kuthai hi nanga tieng ka phar hlak a, Ka hringna hi ram châutak angin, nangmaah a dangchâr hlak.",
      "reference": "INPÂKNA HLABU 143:6"
    },
    {
      "content": "Aw Lalpa, mi hung dawn vak la, ka thlarau a châu ding a ni hi; Ka kuoma hin i hmai thup naw la, Chuong naw chun khura zu fehai ang elin hung um rawi ka tih.",
      "reference": "INPÂKNA HLABU 143:7"
    },
    {
      "content": "Zîngkâr chun i ngilneina thu mîn hriettir la, Nang ka ring si cheh a; Ka fena ding lampui chu mîn hriettir la; Ka lungril hi i kuomah ka sie tlat hlak sih a.",
      "reference": "INPÂKNA HLABU 143:8"
    },
    {
      "content": "Aw LALPA, a mi dotuhaia inthawk chun mi sanhim la, I mi thuphmang dingin i kuomah ka hung tlân a nih.",
      "reference": "INPÂKNA HLABU 143:9"
    },
    {
      "content": "I dit zâwng thaw mîn chûktir la, ka Pathien i ni sih a, I thlarau chu a ṭha a nih, ram indiktaka chun mi ṭhuoi rawh.",
      "reference": "INPÂKNA HLABU 143:10"
    },
    {
      "content": "Aw LALPA, i hming leiin mi sukhar la; I felna leiin ka hringna hi lunginzîngnaa inthawkin ṭhuoi suok rawh.",
      "reference": "INPÂKNA HLABU 143:11"
    },
    {
      "content": "I ngilneina leiin a mi dotuhai chu sukbohmang la, Ka hringna suklungzîngtu po po sukbohmang la; I siehlaw ka ni sih a.",
      "reference": "INPÂKNA HLABU 143:12"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 143 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}