{
  "verses": [
    {
      "content": "Aw Pathien, i zainêm ang peiin mi lunginsiet la, I lainatna nasatzie ang peiin ka bawsietnahai hi thaihmang rawh.",
      "reference": "INPÂKNA HLABU 51:1"
    },
    {
      "content": "Ka rîtlonahai hi mi sâwpfaipêk var la, Ka suol hi mi sâwpfaipêk rawh.",
      "reference": "INPÂKNA HLABU 51:2"
    },
    {
      "content": "Ka bawsietnahai hi ka hriet ta sih a, Ka suol hi ka hmaah a um rawp hlak a nih.",
      "reference": "INPÂKNA HLABU 51:3"
    },
    {
      "content": "I chungah, i chung chauah thil ka suksuol a, I mithmuah thil suol ka lo thaw tah a: Thu i hrilin thiem în changtir thei a, Ro i rêlin demkailo i ni theina dingin.",
      "reference": "INPÂKNA HLABU 51:4"
    },
    {
      "content": "Ngai ta, rîtlonaa inngîrin ka um a, Ka nuin suolin a mi vawn a,",
      "reference": "INPÂKNA HLABU 51:5"
    },
    {
      "content": "Ngai ta, sûngril tiengahai hin takna i dit hlak a, Chuongchun, ân lang naw tienga hin varna mîn hriettir i tih.",
      "reference": "INPÂKNA HLABU 51:6"
    },
    {
      "content": "Husopin mi sukfai la, chuong- chun, fai ka tih; Mi sâwpfai la, chuongchun, vûr nêkin vâr ka tih.",
      "reference": "INPÂKNA HLABU 51:7"
    },
    {
      "content": "Hlimna lâwmna chu nain mîn hriettir la, I ru sukthliekhai hi a hlim theina dingin.",
      "reference": "INPÂKNA HLABU 51:8"
    },
    {
      "content": "Ka suolnahaia inthawk hin i hmai thup la, Ka rîtlona po po hi thaihmang rawh.",
      "reference": "INPÂKNA HLABU 51:9"
    },
    {
      "content": "Aw Pathien, keimaa hin lungril inthiengtak siem la, Ka sûnga hin thlarau indiktak siem thar nâwk rawh.",
      "reference": "INPÂKNA HLABU 51:10"
    },
    {
      "content": "I kuoma inthawk hin mi peihâwn naw la, I Thlarau Inthieng hi mi lapêk naw rawh.",
      "reference": "INPÂKNA HLABU 51:11"
    },
    {
      "content": "I mi sandam hlimna chu mi pe nâwk la, Tiawina thlarauin mi chel zing la;",
      "reference": "INPÂKNA HLABU 51:12"
    },
    {
      "content": "Chuongchun, bawsetuhai chu i lampui chanchinhai inchûktir ka ta, Chuongchun, mi suolhai chu nanga tieng ngha nâwk an tih.",
      "reference": "INPÂKNA HLABU 51:13"
    },
    {
      "content": "Aw Pathien, nang ka sandamna Pathien, thisen insuonahaia inthawk chun mi sanhim rawh; Chuongchun, ka lei hin i felna thu hi hlimtakin hlaah sak a tih.",
      "reference": "INPÂKNA HLABU 51:14"
    },
    {
      "content": "Aw LALPA, nangin ka hmûr hi hawng la, Chuongchun, ka bau hin inpâkna chu ân hriettir ding annâwm.",
      "reference": "INPÂKNA HLABU 51:15"
    },
    {
      "content": "Inthawina chungah lâwmna i nei si nawh a; chuong ni naw sien chu pêng ka tih; Pumrawhmanga thilinhlân chungah lungawina hrim i nei nawh.",
      "reference": "INPÂKNA HLABU 51:16"
    },
    {
      "content": "Pathien dit zâwng inthawina chu thlarau lungriem ithlâk hi a na, Aw Pathien, lungril lungriem ithlâk le insîr ngawi ngawi hi hmusit naw ti nih.",
      "reference": "INPÂKNA HLABU 51:17"
    },
    {
      "content": "I dit zâwng takin Zion chungah thil ṭha thaw la. Jerusalem kul chu rem rawh.",
      "reference": "INPÂKNA HLABU 51:18"
    },
    {
      "content": "Chuongchun, felna inthawinahai chungah lâwmna nei tâng i ta, pum- rawhmang thilinhlân le pum- inhlân thil chunga chun: Chuongchun, i mâichâm chunga chun bâwngchalhai inhlân tâng an tih.",
      "reference": "INPÂKNA HLABU 51:19"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 51 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}