{
  "verses": [
    {
      "content": "Aw ka hringna, LALPA chu inpâk la, Ka sûnga um po pohai, a hming inthieng chu inpâk ro.",
      "reference": "INPÂKNA HLABU 103:1"
    },
    {
      "content": "Aw ka hringna, LALPA chu inpâk la, A thilthaw ṭhat po po chu theinghil naw.",
      "reference": "INPÂKNA HLABU 103:2"
    },
    {
      "content": "Ama chun i rîtlona po po a ngaidam hlak a, I natna po po a sukdam hlak.",
      "reference": "INPÂKNA HLABU 103:3"
    },
    {
      "content": "Bohmangnaa inthawkin i hringna chu ân tlan hlak a, Zainêmna le lainatnahai ân khumtir hlak cheh a.",
      "reference": "INPÂKNA HLABU 103:4"
    },
    {
      "content": "I bau chu thil ṭhain a sukkhawp hlak a; chuongchun, i tleirâwlna chu mupui anga siemtharin a um nâwk hlak.",
      "reference": "INPÂKNA HLABU 103:5"
    },
    {
      "content": "LALPA chun nêksâwrna tuorhai po po ta dingin, Thil felhai thawpêkin, rohai a rêlpêk hlak.",
      "reference": "INPÂKNA HLABU 103:6"
    },
    {
      "content": "A lampuihai chu Mosie ân hriettir a, A thil thawhai chu Israel thlahai ân hriettir bawk a.",
      "reference": "INPÂKNA HLABU 103:7"
    },
    {
      "content": "LALPA chu lainatnaa sip, mi lunginsiet theitak, Lunginuoitak, ngilneina hautak a nih.",
      "reference": "INPÂKNA HLABU 103:8"
    },
    {
      "content": "Ama chun hal rawp naw ni a, A lungsen chu vawng kumkhuo naw ni.",
      "reference": "INPÂKNA HLABU 103:9"
    },
    {
      "content": "Ei suolnahai angin ei chungah a thaw nawh a, Ei rîtlona angin a mi thung bawk nawh.",
      "reference": "INPÂKNA HLABU 103:10"
    },
    {
      "content": "Vân khi hnuoi chung insângtaka a um angin, Ama ṭituhai chungah a ngilneina chu a nasa a nih.",
      "reference": "INPÂKNA HLABU 103:11"
    },
    {
      "content": "Sak le thlang ân hlat angin, Ei bawsietnahai chu ei kuoma inthawkin a sie hmang dai tah a.",
      "reference": "INPÂKNA HLABU 103:12"
    },
    {
      "content": "Pain a nauhai a lunginsiet ang hin, LALPA chun ama ṭituhai chu a lunginsiet hlak.",
      "reference": "INPÂKNA HLABU 103:13"
    },
    {
      "content": "Ei taksa siem dân hi a hriet a, Pilvut el ei nih ti a hriet zing leiin.",
      "reference": "INPÂKNA HLABU 103:14"
    },
    {
      "content": "Mihriem chu, a dam sûng nihai chu hlobet ang a na, Phûl pâr ang hin a vul hlak a.",
      "reference": "INPÂKNA HLABU 103:15"
    },
    {
      "content": "Thliin a mût a, a bo hlak a nih, A umna chun hre nâwk ta naw nih.",
      "reference": "INPÂKNA HLABU 103:16"
    },
    {
      "content": "LALPA zainêmna ruok chu a ṭituhai chunga chun chatuona inthawka chatuon chenin um a ta, A felna khawm an thlahai thlahai chenin;",
      "reference": "INPÂKNA HLABU 103:17"
    },
    {
      "content": "A thuthlung zâwm taphawt le, A thuhrilhai awi tuma hre zinghai taphawt chunga chun.",
      "reference": "INPÂKNA HLABU 103:18"
    },
    {
      "content": "LALPA chun a lalṭhungpha chu vâna khin a sukdet a, A ram chun iengkim chungah ro a rêl a.",
      "reference": "INPÂKNA HLABU 103:19"
    },
    {
      "content": "A vântirkohai, a thu ngaia, a thu zâwma, hrâtnaa ropui hlakhai, LALPA chu inpâk ro.",
      "reference": "INPÂKNA HLABU 103:20"
    },
    {
      "content": "A sipaihai, LALPA chu inpâk ro, A dit zâwng thawh a, a rawng bâwltuhai,",
      "reference": "INPÂKNA HLABU 103:21"
    },
    {
      "content": "A rorêlna hmun po poa a thilthaw po pohai, LALPA chu inpâk ro: Aw Ka hringna, LALPA chu inpâk rawh.",
      "reference": "INPÂKNA HLABU 103:22"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 103 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}