{
  "verses": [
    {
      "content": "Aw hung ta u, LALPA chawimawiin hlimtakin hla sak ei tiu; Ei insandamna lungpui chawi- mawiin hlimtakin khêk ei tiu.",
      "reference": "INPÂKNA HLABU 95:1"
    },
    {
      "content": "Lâwmthu hrilin a hmaah fêng ei tiu khai; Inpâkna hla saka ama chawimawiin hlimtakin râwl insuong ei tiu.",
      "reference": "INPÂKNA HLABU 95:2"
    },
    {
      "content": "LALPA chu Pathien ropuitak a ni sih a, Pathien po po chungah Lal ropuitak a nih.",
      "reference": "INPÂKNA HLABU 95:3"
    },
    {
      "content": "Ama kuta chun hnuoi hmun inthûktakhai chu a um a, Tlâng sîp insângtakhai chu ama ta a ni bawk a.",
      "reference": "INPÂKNA HLABU 95:4"
    },
    {
      "content": "Tuisuoriet hi a ta a nih, ama siem a ni sih a, Khawmuol khawm hi a kutsuok a nih.",
      "reference": "INPÂKNA HLABU 95:5"
    },
    {
      "content": "Aw hung unla, chibai bûkin kûn ei tiu, LALPA a mi Siemtu hmaah dingṭhaṭhuon ei tiu.",
      "reference": "INPÂKNA HLABU 95:6"
    },
    {
      "content": "Ama chu ei Pathien a na, Eini hi a ran tlatna hmuna mi le, a kuta berâmhai ei ni sih a. Vawisûn hin a râwl chu lo hre ta ve unla chu aw!",
      "reference": "INPÂKNA HLABU 95:7"
    },
    {
      "content": "Meribaa an thaw ang khan in lungril sukngar naw ro, Thlalêra Massa ni ang khan;",
      "reference": "INPÂKNA HLABU 95:8"
    },
    {
      "content": "Chuong lai chun in thlatuhai chun an mi fieh a, Ka thilthaw an hmu sa khawmin an mi fieh a.",
      "reference": "INPÂKNA HLABU 95:9"
    },
    {
      "content": "Kum sâwm li sûng zet chu, chu suonhai chunga chun ka lungninawh a, “An lungrila ngaisuol hmang mi an na, Ka lampuihai khawm an hriet nawh,” ka tih a.",
      "reference": "INPÂKNA HLABU 95:10"
    },
    {
      "content": "Chuleiin, “Ka châwlnaa chun lût naw ni hai,” tiin, Lunginsenin ṭawng kân khâm tah a.",
      "reference": "INPÂKNA HLABU 95:11"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 95 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}