{
  "verses": [
    {
      "content": "Ka Pathien, ka Pathien, iengdinga i mi mâksan am? Iengdinga mi ṭhangpui dinga i hlat hleh a, kân rûmna thuhaia inthawka i hla am a na?",
      "reference": "INPÂKNA HLABU 22:1"
    },
    {
      "content": "Aw ka Pathien, sûnah ka khêk a; nisienlakhawm, i dawn si nawh, Zânah ka khêk bawk a, ka to chuong nawh.",
      "reference": "INPÂKNA HLABU 22:2"
    },
    {
      "content": "Nisienlakhawm, aw nang Israelhai inpâknaa chêng hlak, Nang chu în thieng a nih.",
      "reference": "INPÂKNA HLABU 22:3"
    },
    {
      "content": "Kan thlatuhai chun an lo ring cheh a, An ring a; chuongchun, nangin i lo sandam hlak.",
      "reference": "INPÂKNA HLABU 22:4"
    },
    {
      "content": "An ko cheh a; chuongchun, sanhimin an um hlak a, An ring cheh a; chuongchun, muolphoin an um ngai nawh.",
      "reference": "INPÂKNA HLABU 22:5"
    },
    {
      "content": "Kei ruok chu mihriem hrim ka ni nawh a, chawkchawnâl el ka nih, Mihriemhai hrilsiet le mihai hmusit ka nih.",
      "reference": "INPÂKNA HLABU 22:6"
    },
    {
      "content": "A mi hmu taphawtin an mi nuisan a, An hner an phen a, an lu an thin a;",
      "reference": "INPÂKNA HLABU 22:7"
    },
    {
      "content": "“LALPA chungah innghat ta la, ama chun ama hi sandam raw se chu! A chungah a lâwm leiin sanhim raw se chu,” an tih a.",
      "reference": "INPÂKNA HLABU 22:8"
    },
    {
      "content": "Nang ruok chu sula inthawka mi la suoktu i na, Ka nu nêne chunga ka um lai khan nangin i mîn ringtir a.",
      "reference": "INPÂKNA HLABU 22:9"
    },
    {
      "content": "Sula inthawk hrimin nangma chunga innghat ka na, Nang chu ka nu phîng sûnga inthawk hrim tah ka Pathien i nih.",
      "reference": "INPÂKNA HLABU 22:10"
    },
    {
      "content": "Mîn hlat lul naw rawh, lungin- zingna ding a hnai sih a, Ṭhangpuitu ding hrim hrim an um si nawh.",
      "reference": "INPÂKNA HLABU 22:11"
    },
    {
      "content": "Sebâwngchal tamtakin an mîn huolvêl a, Basan rama sebâwngchal hrât- takhai chun an mîn huolvêl khup a.",
      "reference": "INPÂKNA HLABU 22:12"
    },
    {
      "content": "Sakeibaknei hnukinrâwl inhûk hmang angin, An bauvin an mi khêkkhum a.",
      "reference": "INPÂKNA HLABU 22:13"
    },
    {
      "content": "Tui anga bunthlâkin ka um a, Ka ru po po khawm inpelsawlin a um a, Ka lungril hi khuoihlu ang a na; ka rîl lai hin ân tui zo tah.",
      "reference": "INPÂKNA HLABU 22:14"
    },
    {
      "content": "Ka tha hi bekawihâr angin a ṭâwl zo vawng a, Ka lei khawm hi ka dangah a kawp ta tlat a; Nangin thina pilvuta hin i mi ṭhuoi lût tah a ni hi.",
      "reference": "INPÂKNA HLABU 22:15"
    },
    {
      "content": "Uihai chun an mîn huolvêl sih a, Thil ṭha naw thawtu um khâwmhai chun an mîn huol tlat a, Ka kut le ka kehai hi an sukpawp a.",
      "reference": "INPÂKNA HLABU 22:16"
    },
    {
      "content": "Ka ru po po hi ka tiem vawng thei a, Anni hlak chun an mi enin an mi mel zing a:",
      "reference": "INPÂKNA HLABU 22:17"
    },
    {
      "content": "Ka silfênhai an insem a, Ka zakuo dingin ai an sân a,",
      "reference": "INPÂKNA HLABU 22:18"
    },
    {
      "content": "Nang ruok chun, aw LALPA, mîn hlat lul naw la, Aw, mi sukhrâttu, mi ṭhangpui dingin inhmaw rawh.",
      "reference": "INPÂKNA HLABU 22:19"
    },
    {
      "content": "Ka hringna hi kâwlhnâma inthawk chun sanhim la. Ka nei sun tak hi ui thilthawtheinaa inthawk chun sanhim rawh.",
      "reference": "INPÂKNA HLABU 22:20"
    },
    {
      "content": "Sakeibaknei baua inthawk chu mi sanhim la, Anih, ramsielchal kiha mi chu nangin i mi dawn tah a.",
      "reference": "INPÂKNA HLABU 22:21"
    },
    {
      "content": "Ka unauhai kuomah i hming hril ka ta, Inkhâwmhai laia chun inpâk ka ti che.",
      "reference": "INPÂKNA HLABU 22:22"
    },
    {
      "content": "LALPA ṭituhai, ama chu inpâk ro, Jakob thla po pohai, ama chu chawimawi ro; Israel thla po pohai, ama chu ṭi ro.",
      "reference": "INPÂKNA HLABU 22:23"
    },
    {
      "content": "Ama chun rinum tuortu rinumzie chu a hmusit nawh a, a tirdak bawk nawh; A hmai chu a kuoma inthawkin a thup nawh a, Ama a ko chun a lo ngai lem hlak.",
      "reference": "INPÂKNA HLABU 22:24"
    },
    {
      "content": "Inkhâwmna ropuitaka kân pâk hlakna che hi nangma kuoma mi a na, Ama ṭîtuhai hmaa chun ka thutiem hi hlen ka tih.",
      "reference": "INPÂKNA HLABU 22:25"
    },
    {
      "content": "Thuhnuoirawlhai chun fâng an ta, tlai an tih: Ama zawngtuhai chun LALPA chu inpâk an ta, An lungril chu kumkhuoin hringin um raw se.",
      "reference": "INPÂKNA HLABU 22:26"
    },
    {
      "content": "Kâwlkawdawnga mi po po khawmin hre nâwk an ta, LALPA tieng ngha tâng an tih: Hnam tina chi tin i hmaah kûn an tih.",
      "reference": "INPÂKNA HLABU 22:27"
    },
    {
      "content": "Ram chu LALPA ta a na, Hnam tin chungah rorêltu a ni sih a.",
      "reference": "INPÂKNA HLABU 22:28"
    },
    {
      "content": "Hnuoia mi neinunghai po po chun fain chibai bûk an ta, Pilvuta kîr nâwk dinghai po po khawm chu a hmaah la kûn an tih: Mâni hringna sukhring zing thei lo chu.",
      "reference": "INPÂKNA HLABU 22:29"
    },
    {
      "content": "Chi inthlain a rawng bâwl an ta, Ṭhangthar hung um nâwkhai kuoma chun LALPA chanchin chu la hril an tih.",
      "reference": "INPÂKNA HLABU 22:30"
    },
    {
      "content": "Hung an ta, hnam la hung suok dinghai kuoma chun, “A thaw zo tah,” tiin, a felzie chu lân hriettir an tih.",
      "reference": "INPÂKNA HLABU 22:31"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 22 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}