{
  "verses": [
    {
      "content": "Mi tinrênghai, hi hi ngai unla, Khawvêla um po pohai na lo sit ro.",
      "reference": "INPÂKNA HLABU 49:1"
    },
    {
      "content": "Mi chîn le mi lien, Mi hausa le mi rimsi khawmin,",
      "reference": "INPÂKNA HLABU 49:2"
    },
    {
      "content": "Ka bau hin varna thu hril a ta, Ka lungril ngaituo chu hrietthiemna thu nîng a tih.",
      "reference": "INPÂKNA HLABU 49:3"
    },
    {
      "content": "Tekhithuah ka na sit ka ta, Ka thu ril hril chu ṭingṭangin hrilfieng ka tih.",
      "reference": "INPÂKNA HLABU 49:4"
    },
    {
      "content": "Ni ṭha nawahai, ka kekhawng bulah rîtlona chun a mîn huolvêl khawmin, Iengdingin am ṭîng ka ta?",
      "reference": "INPÂKNA HLABU 49:5"
    },
    {
      "content": "Mâni sum ring a, Mâni hausakna nasatak suongtuhai chun,",
      "reference": "INPÂKNA HLABU 49:6"
    },
    {
      "content": "Tukhawmin an unau khawm intlan thei tawp naw nih a, Pathien kuomah intlanna pe pêk thei bawk naw ni hai:",
      "reference": "INPÂKNA HLABU 49:7"
    },
    {
      "content": "An hringna intlanna ding chun thil nasatak sêng ding a na, Kumkhuo khawma a tina tin naw el ding a nih:",
      "reference": "INPÂKNA HLABU 49:8"
    },
    {
      "content": "A dam zing a, Hmawnna a hmu nawna ding chun.",
      "reference": "INPÂKNA HLABU 49:9"
    },
    {
      "content": "Mi varhai khawm an thih a, Mi invêt le mi ngawnghai khawm an bohmang ve veh a, An sum mi danghai an mâksanpêk hlakhai chu an hriet sih a.",
      "reference": "INPÂKNA HLABU 49:10"
    },
    {
      "content": "An lungril ngaituo dân chu, An inhai chu kumkhuoa um ding ang le, An umnahai chu suon po po chena um ding ang a nih. An ramhai chu anni hming ruok an inputtir hlak.",
      "reference": "INPÂKNA HLABU 49:11"
    },
    {
      "content": "Nisienlakhawm, mihriem hi chawimawiin an um zing nawh a. Sa bohmang hlakhai ang el hi an nih.",
      "reference": "INPÂKNA HLABU 49:12"
    },
    {
      "content": "Invêttaka mâni inringzohai chan, Mâni sumneia lungawi elhai tâwpna chu hi hi a nih:",
      "reference": "INPÂKNA HLABU 49:13"
    },
    {
      "content": "Berâm ruol angin Seol ta dinga ruot an na, Thina chu an vêngtu ning a ta, Zîngtieng chun mi indiktakhaiin an chungah thu nei an ta, An umna hrim hrim a um nawna dingin, an mawina chu Seol suksiet ding nîng a tih.",
      "reference": "INPÂKNA HLABU 49:14"
    },
    {
      "content": "Ka hringna ruok chu Pathienin Seola inthawkin intlan suok a tih, Ama chun a mi lâwm âwm sih a.",
      "reference": "INPÂKNA HLABU 49:15"
    },
    {
      "content": "Mi sukhausaka a hung um a, A sungkuo ropuina chu a hung nasat deu deu khawmin ṭi naw rawh:",
      "reference": "INPÂKNA HLABU 49:16"
    },
    {
      "content": "A thi pha chun iengkhawm a sawm naw ding a na, A ropuina chun a zui thlâk âwm si nawh a.",
      "reference": "INPÂKNA HLABU 49:17"
    },
    {
      "content": "A dam laiin insukengthâwl sienla khawm, (A hlawtlingna leiin mi inpâk hlaw sien khawm).",
      "reference": "INPÂKNA HLABU 49:18"
    },
    {
      "content": "A thlatuhai suon kuomah fêng a tih, Iengtika khawm var hmu ta lo dinghai kuoma chun.",
      "reference": "INPÂKNA HLABU 49:19"
    },
    {
      "content": "Mihriem chawimawia uma, hrietthiemna nei si lo chu, Sa bohmang hlakhai ang el hi an nih.",
      "reference": "INPÂKNA HLABU 49:20"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 49 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}