{
  "verses": [
    {
      "content": "Aw LALPA, nang phuba- lâkna thu neitu Pathien, Nang phubalâkna thuneitu Pathien, hung var suok rawh.",
      "reference": "INPÂKNA HLABU 94:1"
    },
    {
      "content": "Nang hnuoia rorêltu, thaw la, Chapohai chu an suol man thung rawh.",
      "reference": "INPÂKNA HLABU 94:2"
    },
    {
      "content": "LALPA, mi rilohai chu ieng chen am, Mi rilohai chun hnein ieng chen am an hlim ding a na?",
      "reference": "INPÂKNA HLABU 94:3"
    },
    {
      "content": "Anni chu an ṭawng mei mei a, iniemtakin thu an hril a, Thil suksuoltuhai po po chu mâni an inpâk hlak.",
      "reference": "INPÂKNA HLABU 94:4"
    },
    {
      "content": "Aw LALPA, i mihai chu an suknâwi neng a, I rochan chu an sukrinum hlak.",
      "reference": "INPÂKNA HLABU 94:5"
    },
    {
      "content": "Hmeithai le mikhuol chu an sukhlum a, Pa neilo chu an that hlak.",
      "reference": "INPÂKNA HLABU 94:6"
    },
    {
      "content": "“LALPA chun hmu naw nih a, Jakob Pathien chun ngaituo bawk naw ni,” an ti hlak a nih.",
      "reference": "INPÂKNA HLABU 94:7"
    },
    {
      "content": "Mi laia mi ngawnghai ngaituo ro, Mi invêthai, iengtik am var in ti aw!",
      "reference": "INPÂKNA HLABU 94:8"
    },
    {
      "content": "Na inbûktu chun a hriet naw ding am a nih? Mit siemtu chun a hmu naw ding am a nih?",
      "reference": "INPÂKNA HLABU 94:9"
    },
    {
      "content": "Mihriem varna inchûktirtu le Hnam tin thununtu chun a kâwk naw ding am a nih?",
      "reference": "INPÂKNA HLABU 94:10"
    },
    {
      "content": "LALPA chun mihriem ngaituohai chu, Teplo mei mei a nih ti a hriet a.",
      "reference": "INPÂKNA HLABU 94:11"
    },
    {
      "content": "Mi i thunun a, i dân thua inthawka i inchûktir chu, Aw LALPA, a hamṭha.",
      "reference": "INPÂKNA HLABU 94:12"
    },
    {
      "content": "Mi rilo ta dinga khur choa a um hmakhat a, Lunginzîng nihaia châwlna i pêk theina dinga i închûktir chu.",
      "reference": "INPÂKNA HLABU 94:13"
    },
    {
      "content": "LALPA chun a mihai a pei thlâk âwm si nawh a, A rochan chu mâksan bawk naw nih.",
      "reference": "INPÂKNA HLABU 94:14"
    },
    {
      "content": "Rorêlna chu felna tieng kîr nawk a ta, Lungril indiktak put po po chun chu chu zui an tih.",
      "reference": "INPÂKNA HLABU 94:15"
    },
    {
      "content": "Tu am thil ṭha naw thawtuhai mi thawpêk dingin tho a ta? Tu am thil suksuoltuhai mi thawpêk dingin ngîr a ta?",
      "reference": "INPÂKNA HLABU 94:16"
    },
    {
      "content": "LALPA chu a mi ṭhangpuitu ni naw sien la chu, Ka hringna hi hmun reah a um vak ta ding a nih.",
      "reference": "INPÂKNA HLABU 94:17"
    },
    {
      "content": "“Ka ke ân tlêu ie,” ka ti khan, Aw LALPA, i ngilneina chun a mi kei a.",
      "reference": "INPÂKNA HLABU 94:18"
    },
    {
      "content": "Ka lungrila ngaituo tamtak ka nei lai chun, I thlamuonna chun ka hringna hi a sukthafân hlak.",
      "reference": "INPÂKNA HLABU 94:19"
    },
    {
      "content": "Rîtlona lalṭhungpha, thuruota thil suksuolna siem hlaktu chun Inkawppuina che a nei ding am a nih?",
      "reference": "INPÂKNA HLABU 94:20"
    },
    {
      "content": "Mi fel hringna thaw tumin an pungkhâwm tâwl hlak a, Thisen demkailo chu thiemnaw an inchangtir bawk hlak.",
      "reference": "INPÂKNA HLABU 94:21"
    },
    {
      "content": "Nisienlakhawm, LALPA chu ka kulbîng insâng a lo na, Ka Pathien chu ka înhum- himna lungpui a lo nih.",
      "reference": "INPÂKNA HLABU 94:22"
    },
    {
      "content": "Ama chun anni suolna ngei chu an chungah ân tlâktir a, Anni ṭhat nawna ngeia chun sukbohmang a ta; LALPA ei Pathien chun sukbohmang a tih.",
      "reference": "INPÂKNA HLABU 94:23"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 94 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}