{
  "verses": [
    {
      "content": "Aw LALPA ka Pathien, nangmaa chun ka ringna kân nghat a, A mi hnawttuhai po poa inthawk hin mi sandamin, mi humhim rawh.",
      "reference": "INPÂKNA HLABU 7:1"
    },
    {
      "content": "Chuong naw chun, sanhimtu um loin, sakeibaknei angin, Ka hringna hi keinawiin, sawisa rawi an tih.",
      "reference": "INPÂKNA HLABU 7:2"
    },
    {
      "content": "Aw LALPA ka Pathien, hi hi thaw ka lo nih a, Ka kutah suolna um a lo nih a,",
      "reference": "INPÂKNA HLABU 7:3"
    },
    {
      "content": "Kei le inremtaka um chu suola thung ka lo ni chun, (Anih, san nei loa a mi dotuhai hi ka sanhim a ni lem a nih)",
      "reference": "INPÂKNA HLABU 7:4"
    },
    {
      "content": "Hmêlma chun ka hringna chu hnawtin, hnawt phâk el raw se; Anih, ka hringna hi hnuoia chun chîlthluin, Ka ropuina hi pilvut lai sie el raw se.",
      "reference": "INPÂKNA HLABU 7:5"
    },
    {
      "content": "Aw LALPA, lunginsenin tho la, A mi dotuhai lunginsenna doin inthawk la, Ka ta dingin insukhar la, rorêl- na ding thu i pêk ta sih a.",
      "reference": "INPÂKNA HLABU 7:6"
    },
    {
      "content": "Chuongchun, mi tin inkhâwm- hai chun inhuol vêl hai sienla che. Chun, nang chu an chungah chungtieng chun kîr nâwk rawh.",
      "reference": "INPÂKNA HLABU 7:7"
    },
    {
      "content": "LALPA chun mi tin chungah ro a rêl hlak; Aw LALPA, keimaa felna le, ka lungrila ṭhatna um ang peiin ro mi rêlpêk la;",
      "reference": "INPÂKNA HLABU 7:8"
    },
    {
      "content": "Aw mi rilohai rîtlona chu hung tâwp ta sienla, mi felhai ruok chu sukdet rawh. Pathien feltak chun lungrilhai le lungvarhai chu a fie hlak sih a.",
      "reference": "INPÂKNA HLABU 7:9"
    },
    {
      "content": "Ka phaw chu Pathien kuomah a um a; Ama chu lungril indiktak put sandamtu a nih.",
      "reference": "INPÂKNA HLABU 7:10"
    },
    {
      "content": "Pathien chu rorêltu feltak a na, Anih, ni tina mi suolhai chunga lungninawna nei hlak Pathien a nih.",
      "reference": "INPÂKNA HLABU 7:11"
    },
    {
      "content": "Mi chu a nghakîr naw chun ama chun a kâwlhnâm tâtngei a ta, A thalngul chu a kuoi a, a siemrêl tah a.",
      "reference": "INPÂKNA HLABU 7:12"
    },
    {
      "content": "Thina hriemhreihai chu ama thatna dingin a siem diem ta bawk a; A thalhai chu chawk theiin a siem a.",
      "reference": "INPÂKNA HLABU 7:13"
    },
    {
      "content": "En ta, suolna hasein a um a, Anih, thil suksuolna a vawn a, khêlthu a nei tah a.",
      "reference": "INPÂKNA HLABU 7:14"
    },
    {
      "content": "Khur a siem a, inthûktakin a cho a, Ama hum siema chun a tla tah a.",
      "reference": "INPÂKNA HLABU 7:15"
    },
    {
      "content": "A thil suksuolna chu ama lu chung ngeia chun hung kîr nâwk a ta, Nunsetaka a thilthaw chu ama lusîpa ngei hung tlâng a tih.",
      "reference": "INPÂKNA HLABU 7:16"
    },
    {
      "content": "LALPA chu a felna lei hin a kuomah lâwmthu hril ka ta, LALPA Achunghnungtak hming inpâkin sak bawk ka tih.",
      "reference": "INPÂKNA HLABU 7:17"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 7 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}