{
  "verses": [
    {
      "content": "LALPA chu ka var le ka sandamna a nih, tu am ṭîng ka ta? LALPA chu ka hringna kulbîng a nih; tu am ṭîng ka ta?",
      "reference": "INPÂKNA HLABU 27:1"
    },
    {
      "content": "Thil ṭha naw thawhai, mi dotu- hai le ka hmêlmahai chun, ka sa fâk tuma an mi thaw lai khan, An insui a, an tlu tâwl tah a.",
      "reference": "INPÂKNA HLABU 27:2"
    },
    {
      "content": "Sipai pâwlhai chun mi thaw tumin mi ep zing hai sienla khawm, Ka lungril hin ṭi naw ni; Ka chungah indona hung suok sienla khawm, Chuong ang a khawm chun ring tlat ka tih.",
      "reference": "INPÂKNA HLABU 27:3"
    },
    {
      "content": "LALPA kuomah thil pakhat ka hnih a, chu mawl chu zawng ka tih, LALPA mawizie hmu ding le a biekina thu indawn dingin, Ka dam sûng poa LALPA ina ka um zing theina ding chu.",
      "reference": "INPÂKNA HLABU 27:4"
    },
    {
      "content": "Lunginzîng ni chun a bûktêah a mi sie hmang âwm sih a, A humhimna puon ina chun mi thuphmang a tih; Lungpui chungah mi dawm kai a tih.",
      "reference": "INPÂKNA HLABU 27:5"
    },
    {
      "content": "Tuhin chu a mi dotu, a mîn huolvêltuhai chungtieng ka lu hi dawm kângin um a tih, Chuongchun, a puon ina chun hlimna inthâwinahai inhlân ka tih; Hla sak ka ta, anih, LALPA inpâkin hla sak ka tih.",
      "reference": "INPÂKNA HLABU 27:6"
    },
    {
      "content": "Aw LALPA, ka râwla ka ko che chun lo ngai la, Mi lunginsiet la, mi dawn bawk rawh.",
      "reference": "INPÂKNA HLABU 27:7"
    },
    {
      "content": "“Ka hmêl zawng ro,” tih a i hril lai khan, ka lungril chun i kuomah, “LALPA, i hmêl zawng ka tih,” a tih a.",
      "reference": "INPÂKNA HLABU 27:8"
    },
    {
      "content": "Ka kuoma inthawk hin i hmai thup naw la, I siehlaw hi i lunginsenin sukbohmang naw la, Nang chu a mi ṭhangpuitu i ni hlak a, Aw a mi sandamtu Pathien, mi pei thla naw la, mi mâksan lul naw rawh.",
      "reference": "INPÂKNA HLABU 27:9"
    },
    {
      "content": "Ka nu le pa chun an mi mâksan ta sih a, Nisienlakhawm, LALPA chun mi la pawm a tih.",
      "reference": "INPÂKNA HLABU 27:10"
    },
    {
      "content": "Aw LALPA, i lampui chu mîn entir la, Ka hmêlmahai lei hin, Lampui inpheitakah mi ṭhuoi rawh.",
      "reference": "INPÂKNA HLABU 27:11"
    },
    {
      "content": "A mi dotuhaiin nuom nuoma an mi thaw dingin mi pe lul naw la, Hretu tehlêm chun an mi thawh a, nunsiet thu sâksuok hlaktuhai chun.",
      "reference": "INPÂKNA HLABU 27:12"
    },
    {
      "content": "Mi hring rama hin, LALPA ṭhatna hmu inring naw lang chu ka chau ta ding a nih.",
      "reference": "INPÂKNA HLABU 27:13"
    },
    {
      "content": "LALPA chu nghâk zing rawh, Hrâttakin um la, i lungril chu insukhuoi raw se; Anih, LALPA chu nghâk zing rawh.",
      "reference": "INPÂKNA HLABU 27:14"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 27 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}