{
  "verses": [
    {
      "content": "Aw ka hringna, LALPA chu inpâk rawh, Aw LALPA ka Pathien, nang chu i ropui êm êm a, Chawimawina le ropuinain în thuom a.",
      "reference": "INPÂKNA HLABU 104:1"
    },
    {
      "content": "Nang chun var chu puon angin în bel a, Vânhai khi puon in chung angin i kei phar a.",
      "reference": "INPÂKNA HLABU 104:2"
    },
    {
      "content": "Nang chun i pindan chunghnung kalkhanghai chu tuiahai khin i khang a, Sûmhai khi i tawlailîrah i siem a; Thli thla chungahai chun i lêng a.",
      "reference": "INPÂKNA HLABU 104:3"
    },
    {
      "content": "Thlihai chu i vântirkohai în changtir a, Meichawk dur dur hai chu i rawngbâwltuahai în changtir hlak.",
      "reference": "INPÂKNA HLABU 104:4"
    },
    {
      "content": "Leihnuoi innghatsanhai chu i phûm a, Kumkhawtluonga ân hnîng nawna dingin.",
      "reference": "INPÂKNA HLABU 104:5"
    },
    {
      "content": "Nang chun leihnuoi hi tui inthûktak chu puon angin în siltir a, Tuihai chu tlânghai chunga chun an um puou a.",
      "reference": "INPÂKNA HLABU 104:6"
    },
    {
      "content": "I kâwkna lei chun an tlân- hmang a, I vâninrûm ri lei chun an fe hmang ta vak a.",
      "reference": "INPÂKNA HLABU 104:7"
    },
    {
      "content": "Tlângahai an hung ngîr suok a, Ruomahai an ṭum thlah a, An ta dinga hmun i buotsaina tieng chun.",
      "reference": "INPÂKNA HLABU 104:8"
    },
    {
      "content": "An khêl naw dingin ri i khang a, Hnuoi chîm tlum dinga an lêt nâwk ta nawna dingin.",
      "reference": "INPÂKNA HLABU 104:9"
    },
    {
      "content": "Nang chun vadung ruomhaia dâm chun tuihnârhai i tir suok a, Tlânghai kâra chun an luong a.",
      "reference": "INPÂKNA HLABU 104:10"
    },
    {
      "content": "Chuonghai chun ram sa tinrênghai kuomah dâwn ding an pêk hlak a, Ram sabengtunghai chun an dangchâr an sukbo hlak.",
      "reference": "INPÂKNA HLABU 104:11"
    },
    {
      "content": "A kamhaia chun chunglêng va- têhaiin umna an nei hlak a, Thing buk laia chun an inhrâm hlak.",
      "reference": "INPÂKNA HLABU 104:12"
    },
    {
      "content": "Ama chun a pindan chunghnunga inthawk khin tlânghai chu tuiin a châwm hlak a, Hnuoi hi i thilthaw rahaiin a khawp hlak.",
      "reference": "INPÂKNA HLABU 104:13"
    },
    {
      "content": "Hlobet chu ranhai ta dingin ân mâwngtir a, Thlai chu mihriem hmang dingin ân mâwngtir bawk a, Hnuoia inthawk fâk ding ân suoktir theina dingin.",
      "reference": "INPÂKNA HLABU 104:14"
    },
    {
      "content": "Mihriem lungril suklâwmna uoin leh, A hmai suktlawrna ding hriek leh, Mihriem lungril sukhrâtna bei leh.",
      "reference": "INPÂKNA HLABU 104:15"
    },
    {
      "content": "LALPA thinghai chu an khawp hlak, Lebanon tlânga sidar thing a iphunhai chu.",
      "reference": "INPÂKNA HLABU 104:16"
    },
    {
      "content": "Chutaka chun vatêhai chun bu an sep hlak a, Vakâwl ruok chu fâr thing chu a in a nih.",
      "reference": "INPÂKNA HLABU 104:17"
    },
    {
      "content": "Tlâng insânghai chu sakêl ta ding a na, Lungpuihai chu mazupui ta dinga inhumhimna a nih.",
      "reference": "INPÂKNA HLABU 104:18"
    },
    {
      "content": "Ama chun thla khi hunbi hrietna dingin a ruot a, Nisa khin a tlâk pha chu a hriet hlak.",
      "reference": "INPÂKNA HLABU 104:19"
    },
    {
      "content": "Nang chun inthim i siem a, zân a hung na, Chu huna chun ramhnuoia sa tinrênghai chu an tla suok hlak.",
      "reference": "INPÂKNA HLABU 104:20"
    },
    {
      "content": "Sakeibaknei vânglaihai chun an sa se ding chu inrûmkhumin, Pathien kuoma inthawka an fâk ding an zawng hlak.",
      "reference": "INPÂKNA HLABU 104:21"
    },
    {
      "content": "Nisa a suok a, an fe hmang a, An umna pûk senga chun an zâl hlak.",
      "reference": "INPÂKNA HLABU 104:22"
    },
    {
      "content": "Mihriem chu sinthaw dingin a suok a, Zântieng chenin inrimtakin a thaw hlak.",
      "reference": "INPÂKNA HLABU 104:23"
    },
    {
      "content": "Aw LALPA, i thilthawhai chu a va tam de! Varnain i siem vawng a nih: Leihnuoi hi i hausaknain a sip a ni hi.",
      "reference": "INPÂKNA HLABU 104:24"
    },
    {
      "content": "Sawtaka sawn tuisuoriet a um a, nasatak lientak el chu, Sawtaka sawn thilhring bawk- vâka lâwn tiem sêng lo an um a, Sa chîn le sa lienhai chu.",
      "reference": "INPÂKNA HLABU 104:25"
    },
    {
      "content": "Sawtaka sawn lawnglienhai an fe saw, Sawtaka sawn leviathan a um a, a sûnga inhnel dinga i siem chu.",
      "reference": "INPÂKNA HLABU 104:26"
    },
    {
      "content": "Chuong po po chun an nghâk seng che a nih, A hun taka an bu i pêk seng hlakna dingin.",
      "reference": "INPÂKNA HLABU 104:27"
    },
    {
      "content": "An kuoma i pêk taphawt an rût hlak a, I kut i phar a, ṭhatnain an khawp hlak.",
      "reference": "INPÂKNA HLABU 104:28"
    },
    {
      "content": "I hmai i thup a, an lunginzîng hlak a, An thuok chu i lâkpêk a, an thih a, An pilvuta chun an kîr nâwk hlak.",
      "reference": "INPÂKNA HLABU 104:29"
    },
    {
      "content": "I thlarau chu i tir suok a, siemin an um hlak; Hnuoi chung khawm hi i siem thar nâwk hlak.",
      "reference": "INPÂKNA HLABU 104:30"
    },
    {
      "content": "LALPA ropuina chu kumkhaw- tluongin um sienla, LALPA chu a thilthawahai chun hlim raw se.",
      "reference": "INPÂKNA HLABU 104:31"
    },
    {
      "content": "Ama chun hnuoi hi a en a, ân thin hlak a, Tlânghai chu a them a, a khu suok hlak.",
      "reference": "INPÂKNA HLABU 104:32"
    },
    {
      "content": "Ka dam sûng po chu LALPA chawimawiin hla sak ka ta, Ka hring sûng po chu ka Pathien chu inpâkin hla sak ka tih.",
      "reference": "INPÂKNA HLABU 104:33"
    },
    {
      "content": "Ka ngaituona hi ama ta dingin thlumtak ni raw se, Kei chu LALPAA chun hlim ka tih.",
      "reference": "INPÂKNA HLABU 104:34"
    },
    {
      "content": "Mi suolhai chu hnuoia inthawk hin sukbohmangin um hai sienla, Mi rilohai chu um ta naw raw hai se! Aw ka hringna, LALPA chu inpâk rawh! LALPA chu inpâk ro!",
      "reference": "INPÂKNA HLABU 104:35"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 104 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}