{
  "verses": [
    {
      "content": "Aw LALPA, a mi sandamtu Pathien, A sûn a zânin i hmaah ka khêk hlak a:",
      "reference": "INPÂKNA HLABU 88:1"
    },
    {
      "content": "Ka ṭawngṭaina hi i hmaah lût sienla, Ka khêkriah i na hung sit rawh.",
      "reference": "INPÂKNA HLABU 88:2"
    },
    {
      "content": "Ka hringna hi lunginzîngna- haiin a sip a, Ka hringna hin Seol chu a hung hnai ta sih a.",
      "reference": "INPÂKNA HLABU 88:3"
    },
    {
      "content": "Khursûnga zu fehai laia tiemsa ka na, Hrâtna hrim hrim neilo mi ang ka nih.",
      "reference": "INPÂKNA HLABU 88:4"
    },
    {
      "content": "Râl thathai thlâna zâlhai anga, Mithi laia pei thlâk ka nih, Chuonghai chu i hriet ta nawh, I kuta inthawka sukbohmang an nih.",
      "reference": "INPÂKNA HLABU 88:5"
    },
    {
      "content": "Khursûng hnuoihnungtakah i mîn zâltir tah a. Hmun inthimtak, inthûktakahai chun.",
      "reference": "INPÂKNA HLABU 88:6"
    },
    {
      "content": "I lunginsenna chun a mi del tlat a, Nangin i tuifâwn po po chun i mi sukrinum tah a.",
      "reference": "INPÂKNA HLABU 88:7"
    },
    {
      "content": "Ka hmêlhriethai chu keia hlatah în umtir a, An ta dinga tirdakumtakah i mi siem tah a; Khârkhumin ka um a, ka suok thei naw a nih.",
      "reference": "INPÂKNA HLABU 88:8"
    },
    {
      "content": "Rinumna leiin ka mit a se tieu tieu a, Aw LALPA, ni tin ka ko cheh a, Nanga tieng ka kuthai ka phar a.",
      "reference": "INPÂKNA HLABU 88:9"
    },
    {
      "content": "Mithihai ta ding chun thilmak i thaw ding am a nih? Thi tahnunghai chun thoin an inpâk ding che am a nih?",
      "reference": "INPÂKNA HLABU 88:10"
    },
    {
      "content": "I zainêmzie chu thlâna inhriettirin, I ringumzie chu Bohmangna hmuna inhriettirin a um ding am a nih?",
      "reference": "INPÂKNA HLABU 88:11"
    },
    {
      "content": "I thilmak thawhai chu inthimah inhriettirin a um ding am a nih? I felna chu theinghilna ramah hrietin a um bawk ding am a nih?",
      "reference": "INPÂKNA HLABU 88:12"
    },
    {
      "content": "Aw LALPA, kei ruok chun ka ko cheh a, Ka ṭawngṭaina chun zîngkâr tuok a ti che.",
      "reference": "INPÂKNA HLABU 88:13"
    },
    {
      "content": "LALPA, iengdinga ka hringna hi i thlauthlâk am a na? Iengdinga keia tienga i hmai i thup am a na?",
      "reference": "INPÂKNA HLABU 88:14"
    },
    {
      "content": "Ka naupangtea inthawk rinum tuor le, thi vâng vângin ka um hlak a, I thil râpthlâktakhai ka tuorin ka thaah a mi man hlak.",
      "reference": "INPÂKNA HLABU 88:15"
    },
    {
      "content": "I lunginsen nasatak chun a mi chîm tlum a, I thil râpthlâktakhai chun a mi sukbohmang tah a.",
      "reference": "INPÂKNA HLABU 88:16"
    },
    {
      "content": "Chuongchun, sûnnithlâkin tui angin an mi vêl a, An mîn huol vêl tâwl a,",
      "reference": "INPÂKNA HLABU 88:17"
    },
    {
      "content": "A mi hmangaitu le ka ruol chu a mi hlatah în umtir tah a, Ka hmêlhriethai chu inthimah în umtir ta bawk a.",
      "reference": "INPÂKNA HLABU 88:18"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 88 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}