{
  "verses": [
    {
      "content": "LALPA chu ka nghâk fan fan a, Chuongchun, ama chu ka kuom tieng a hung thleh a, Ka ko chu a ngai tah a.",
      "reference": "INPÂKNA HLABU 40:1"
    },
    {
      "content": "Bohmangna khura inthawkin, chirhak inhnâktaka inthawk chun a mi khai suok tah a: Chun, ka ke chu lungpui chungah ân nghat a, ka ke pênhai chu a sukdet a.",
      "reference": "INPÂKNA HLABU 40:2"
    },
    {
      "content": "Hla thar ka bauah a sie ta bawk a, ei Pathien inpâkna chu: Mi tamtakin chuong chu hmûng an ta, ṭî bawk an ta; LALPA chu ring tâng an tih.",
      "reference": "INPÂKNA HLABU 40:3"
    },
    {
      "content": "LALPA chu a ringsana nei a, Chapohai le khêl tienga pêthai ngaisaklo mi chu, a hamṭha ie;",
      "reference": "INPÂKNA HLABU 40:4"
    },
    {
      "content": "Aw LALPA ka Pathien, nangin thilmak i thawhai le, Keini tieng i ngaituonahai hi a tam bêk bêk a, Chuong chu i hmaa suklang sêng ruol a ni nawh a, Inhriettirin hril ding ni lang, Ṭiemsêng ruol ni naw ni.",
      "reference": "INPÂKNA HLABU 40:5"
    },
    {
      "content": "Inthâwina le thilinhlân chunga hin lâwmna hrim i nei nawh a: Ka nahai hi i mi sukvarpêk tah a; Pumrawhmanga thilinhlân le suol ta dinga thilinhlân chu i phût nawh.",
      "reference": "INPÂKNA HLABU 40:6"
    },
    {
      "content": "Chu phingle chun keiin, “Ngai ta, ka hung ie, Lekhabu ziela chun ka thu ziek a nih:",
      "reference": "INPÂKNA HLABU 40:7"
    },
    {
      "content": "Aw ka Pathien, i dit zâwng thaw hi ka lâwm zâwng tak a nih: Anih, i dân thu chu ka lungril- ah a um zing ie,” ka ta.",
      "reference": "INPÂKNA HLABU 40:8"
    },
    {
      "content": "Inkhâwmna ropuitaka chun felna chanchin ṭha ka khêkpui a, Aw LALPA, ngai ta, Ka bau hi inro naw ning ti i hriet deh.",
      "reference": "INPÂKNA HLABU 40:9"
    },
    {
      "content": "I felna chu ka lungril sûngah ka ip nawh a; I ringumna le i sandamna thu chu ka khêkpui lem a, I ngilneina le i takna chu inkhâwmpui ropuitaka mi- hai kuoma chun ka thup nawh a.",
      "reference": "INPÂKNA HLABU 40:10"
    },
    {
      "content": "Aw LALPA, i lainatnahai chu ka kuomah inro naw la, I ngilneina le i takna chun mi humhim rawp raw se.",
      "reference": "INPÂKNA HLABU 40:11"
    },
    {
      "content": "Thil ṭha naw tiem sêng lo chun an mîn huolvêl sih a, Ka rîtlonahai chun an mi hnawt phâk a; Chuongchun, ka dâk thei ta nawh a; Chuong chu, ka samzaihai nêk hin a tam lem a, ka lungril hi a châu tah a.",
      "reference": "INPÂKNA HLABU 40:12"
    },
    {
      "content": "Aw LALPA, lunginsiettakin mi sanhim la, Aw LALPA, mi ṭhangpui dingin inhmaw rawh.",
      "reference": "INPÂKNA HLABU 40:13"
    },
    {
      "content": "Ka hringna sukbo tuma zawngtuhai chu, Muolphotak le inzaktakin um tâwl hai sienla, Ka sietna chunga lâwmhai chu, Innghatkîrtirin sukzakin um raw hai se.",
      "reference": "INPÂKNA HLABU 40:14"
    },
    {
      "content": "“Chei! Chei!” mi tituhai chu, An muolpho leiin lunginzîng- takin um raw hai se.",
      "reference": "INPÂKNA HLABU 40:15"
    },
    {
      "content": "A zawngtuhai po po che chu nangmaa chun hlimtak le lâwmtakin um hai sienla, I sandamna ngainatuhai chun, “LALPA chu chawimawiin um raw se,” ti rawp raw se.",
      "reference": "INPÂKNA HLABU 40:16"
    },
    {
      "content": "Kei chu rimsi le pasetak ka nih, Nisienlakhawm, LALPAIN a mi ngaituo hlak. Nang chu a mi ṭhangpuitu le a mi sandamtu i na; Aw ka Pathien, sâwt riel lul naw raw khai.",
      "reference": "INPÂKNA HLABU 40:17"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 40 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}