{
  "verses": [
    {
      "content": "LALPA chu ka hmangai a nih, ka râwl le Lunginsiet ka hninahai chu a ngai leiin.",
      "reference": "INPÂKNA HLABU 116:1"
    },
    {
      "content": "Keia tieng a na a hung sit leiin, Ka dam sûng po po chun ama chu ko ka tih.",
      "reference": "INPÂKNA HLABU 116:2"
    },
    {
      "content": "Thina hruihruolhai chun an mi zem a, Seol natnahai chun a mi man a, Lunginzîngna le lungngaina ka tuok a.",
      "reference": "INPÂKNA HLABU 116:3"
    },
    {
      "content": "Chu phingle chun LALPA hming chu ka ko a, “Aw LALPA, lunginsiettakin ka hringna hi sanhim rawh,” tiin.",
      "reference": "INPÂKNA HLABU 116:4"
    },
    {
      "content": "LALPA chu mi lunginsietthei le feltak a na, Anih, ei Pathien chu mi lainattheitak a nih.",
      "reference": "INPÂKNA HLABU 116:5"
    },
    {
      "content": "LALPA chun mimâwlhai chu a humhim hlak a, Sukhnuoiin ka um a, ama chun a mi sandam tah a,",
      "reference": "INPÂKNA HLABU 116:6"
    },
    {
      "content": "Aw ka hringna, i châwlnaa chun kîr nâwk rawh, LALPA chun i chungah ṭhatakin a thaw ta sih a.",
      "reference": "INPÂKNA HLABU 116:7"
    },
    {
      "content": "Ka hringna hi thinaa inthawkin, Ka mithai hi mitthlia inthawkin, Ka kehai hi tlûknaa inthawk chun i sanhim sih a.",
      "reference": "INPÂKNA HLABU 116:8"
    },
    {
      "content": "Mi hring rama hin, LALPA hmaah lêng ka tih.",
      "reference": "INPÂKNA HLABU 116:9"
    },
    {
      "content": "Ka ring a, thu ka hril ding a ni hi, Nasataka sukrinumin ka um kha.",
      "reference": "INPÂKNA HLABU 116:10"
    },
    {
      "content": "Ka hamhaiin, “Mi po po khêl an nih,” ka lo ti tah a.",
      "reference": "INPÂKNA HLABU 116:11"
    },
    {
      "content": "Ka chunga a thil thaw ṭhat po po hi, LALPA kuomah ieng am pe ve thung ka ta aw?",
      "reference": "INPÂKNA HLABU 116:12"
    },
    {
      "content": "Sandamna no lâng ka ta, LALPA hming chu ko ka tih.",
      "reference": "INPÂKNA HLABU 116:13"
    },
    {
      "content": "Ka thutiemhai chu LALPA kuomah hlen ka ta, Anih, a mihai po po hmaa chun.",
      "reference": "INPÂKNA HLABU 116:14"
    },
    {
      "content": "A mi inthienghai thina chu, LALPA ngai chun hlutak a nih.",
      "reference": "INPÂKNA HLABU 116:15"
    },
    {
      "content": "Aw LALPA, i siehlaw ka ni tak zet el, I siehlaw i suoknu naupa chu ka na, Khuopa ka umnahai chu i mi sût tah a.",
      "reference": "INPÂKNA HLABU 116:16"
    },
    {
      "content": "Lâwmthuhril inthawinahai chu inhlân ka ti cheh a, LALPA hming chu ko ka tih.",
      "reference": "INPÂKNA HLABU 116:17"
    },
    {
      "content": "Ka thutiemhai chu LALPA kuomah hlen ka ta; Anih, a mihai po po hmaa chun,",
      "reference": "INPÂKNA HLABU 116:18"
    },
    {
      "content": "LALPA biekin inhuonna sûng tuollaiah, Aw Jerusalem, i laitaka chun. LALPA chu inpâk ro.",
      "reference": "INPÂKNA HLABU 116:19"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 116 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}