{
  "verses": [
    {
      "content": "LALPA kuoma lâwmthu hril le, Aw Achunghnungtak, i hming inpâkna hla sak hi thil ṭhatak a nih;",
      "reference": "INPÂKNA HLABU 92:1"
    },
    {
      "content": "Zîngkâra i zainêmna suklang le, Zân tina i ringumna suklang hi,",
      "reference": "INPÂKNA HLABU 92:2"
    },
    {
      "content": "Thil sutthei hrui sâwm nei mi le, perkhuonghai, Ṭingṭang ri mi lungriem inthlâktir thei dâma suklang hi.",
      "reference": "INPÂKNA HLABU 92:3"
    },
    {
      "content": "LALPA, nang chun i sinthawin i mi suklâwm sih a. I kut thilthawhai leiin hlimin hla sak ka tih.",
      "reference": "INPÂKNA HLABU 92:4"
    },
    {
      "content": "Aw LALPA, i thilthawhai chu a va ropui de! I ngaituonahai chu ân thûk êm êm a nih.",
      "reference": "INPÂKNA HLABU 92:5"
    },
    {
      "content": "Mi mâwl chun hi hi a hriet nawh a; Mi invêtin a hrietthiem bawk nawh:",
      "reference": "INPÂKNA HLABU 92:6"
    },
    {
      "content": "Mi rilohai hlobet anga an hung inder a, Thil suksuoltuhai po po an hung inno hlut hlut hin, Kumkhuoa dinga sukbo- hmangin an um ding a hung ni hlak, ti hi.",
      "reference": "INPÂKNA HLABU 92:7"
    },
    {
      "content": "Aw LALPA, nang ruok chu kumkhuoa dinga insângtaka um zing i nih.",
      "reference": "INPÂKNA HLABU 92:8"
    },
    {
      "content": "Aw LALPA, ngai ta, nangma dotuhai hi, Ngai ta, nangma dotuhai hi an bohmang ding a nih; Thil suksuoltuhai po po hi sukdarin an um vawng ding a nih.",
      "reference": "INPÂKNA HLABU 92:9"
    },
    {
      "content": "Nisienlakhawm, ka ki hi ramsiel ki angin i chawimawi a, Hriek thara nâl ka ni tah.",
      "reference": "INPÂKNA HLABU 92:10"
    },
    {
      "content": "Ka mitin ka hmêlmahai chunga ka duthusâm tlung chu a hmu tah, Ka na hin thil ṭha naw thawtu, a mi hung thawtuhai chunga ka duthusâm tlung ri chu a hriet tah.",
      "reference": "INPÂKNA HLABU 92:11"
    },
    {
      "content": "Mi fel chu intûm angin inno hlut hlut a ta, Lebanon tlânga sidar thing angin inṭhang duok duok a tih.",
      "reference": "INPÂKNA HLABU 92:12"
    },
    {
      "content": "LALPA ina phunhai chu, Ei Pathien biekin inhuonna tuol sûnga chun inno hlut hlut an tih.",
      "reference": "INPÂKNA HLABU 92:13"
    },
    {
      "content": "Tar hnung khawma la ra rawp an ta, Tuihnâng pâi ṭeuin hring hlut hlut an tih.",
      "reference": "INPÂKNA HLABU 92:14"
    },
    {
      "content": "LALPA chu mi indiktak a nih ti inlangtirna dingin, Ama chu ka lungpui a nih, amaa chun fel nawna hrim hrim a um nawh.",
      "reference": "INPÂKNA HLABU 92:15"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 92 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}