{
  "verses": [
    {
      "content": "LALPA nang chu suon po po chena kan umna i ni hlak,",
      "reference": "INPÂKNA HLABU 90:1"
    },
    {
      "content": "Tlânghai insieng hmaha, Leihnuoi le khawvêl în ngîr hma khawm khan, Chatuona inthawka chatuon chenin nang chu Pathien i nih.",
      "reference": "INPÂKNA HLABU 90:2"
    },
    {
      "content": "Nang chun mihriem hi bohmangnaa în fetir hlak a, “Mihriem nauhai, kîr nâwk ro,” i ti hlak.",
      "reference": "INPÂKNA HLABU 90:3"
    },
    {
      "content": "Nanga ngai chun kum sâng khat hi, Zâni bo ta ang chau kha a na, Zân vêng khat sûng ang chau bawk a nih.",
      "reference": "INPÂKNA HLABU 90:4"
    },
    {
      "content": "Anni chu tui lien angin i lên hmang hlak a, ṭhang khat in ang chau an nih. Zîngkâr chun hlobet inder suok ang an nih.",
      "reference": "INPÂKNA HLABU 90:5"
    },
    {
      "content": "Zîngkâr chun a hung innoin a hung inder suok a, Zântieng chun ât thlûkin a um a, a vuoi hlak.",
      "reference": "INPÂKNA HLABU 90:6"
    },
    {
      "content": "I lunginsennaa sukbohmangin kan um a, I lungawi nawnaa suklungzîngin kan um bawk sih a.",
      "reference": "INPÂKNA HLABU 90:7"
    },
    {
      "content": "Kan rîtlonahai chu i hmaah i sieh a, Kan suol iprûkhai chu i hmêl varah i sie tah a.",
      "reference": "INPÂKNA HLABU 90:8"
    },
    {
      "content": "Kan dam sûng ni po po hi i lunginsennaah a bo hlak, Kan dam sûng kumhai hi tienami angin kan suktâwp hlak.",
      "reference": "INPÂKNA HLABU 90:9"
    },
    {
      "content": "Kan dam sûng kumhai chu kum sâwmsari a na, Hrâtna leiin kum sâwmriet khawm a ni thei. Nisienlakhawm, a sâwtna chu sininrimna le lungngaina chau a nih; A bo vak a, keini khawm kan vuong hmang hlak a ni hi.",
      "reference": "INPÂKNA HLABU 90:10"
    },
    {
      "content": "Tuin am i lunginsenna thilthawtheizie hreha, Nangma ṭi dingzie anga i lunginsenna hrie le?",
      "reference": "INPÂKNA HLABU 90:11"
    },
    {
      "content": "Kan dam sûng nihai tiem dân ding mîn chûktir la, Varna lungril kan nei pha hielna dingin.",
      "reference": "INPÂKNA HLABU 90:12"
    },
    {
      "content": "Aw LALPA hung kîr nâwk la, ieng chen am i lunginsen ding a na? I siehlawhai chungthua chun i lungril inlêt rawh.",
      "reference": "INPÂKNA HLABU 90:13"
    },
    {
      "content": "Aw, zîngkâr chun i ngilneinain mi suktlai la, Kan dam sûng po po hin kan hlima kan lâwm theina dingin.",
      "reference": "INPÂKNA HLABU 90:14"
    },
    {
      "content": "Nangin i mi sukrimsik ni le, Thil ṭha naw kan tuok kum sûng hu ang khan mi suklâwm rawh.",
      "reference": "INPÂKNA HLABU 90:15"
    },
    {
      "content": "I sinthaw chu i siehlawhai kuomah inlang sienla, I ropuina chu an nauhai kuomah inlang raw se.",
      "reference": "INPÂKNA HLABU 90:16"
    },
    {
      "content": "Chun, LALPA kan Pathien mawina chu kan chungah um raw se: Kan kut sinthaw hi kan chungah sukdet bawk la, Anih, kan kut sinthaw hi sukdet rawh.",
      "reference": "INPÂKNA HLABU 90:17"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INPÂKNA HLABU 90 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}