{
  "verses": [
    {
      "content": "Tho thihai chun rim inhnik siemtu hriek chu rim thu an innamsuoktir a. Chuong ang bawk chun, invêtna chite chun varna le inzâkaina chu a suksietpêk.",
      "reference": "THUHRILTU 10:1"
    },
    {
      "content": "Mi var lung chu a changtieng pangah a ngha a, Mi invêt lung chu vawitieng a ngha.",
      "reference": "THUHRILTU 10:2"
    },
    {
      "content": "Anih, mi invêt chu lampuia a fe laiin, A hrietthiemna chun ân hlawsamtir a; Mi tin kuoma chun invêt a ni chu a hril hlak.",
      "reference": "THUHRILTU 10:3"
    },
    {
      "content": "Rorêltu lungril chu i chungah a tho chun, I umna hmun chu mâksan naw la; Intuklûtna hin lungninawna nasatak chu a sukrê sih a.",
      "reference": "THUHRILTU 10:4"
    },
    {
      "content": "Thil ṭha naw nisa hnuoia hin ka hmu chu a um a; Rorêltua inthawk thil indik lo suok ang tak chu;",
      "reference": "THUHRILTU 10:5"
    },
    {
      "content": "Invêt chu insâng nasataka siein a um a, Hausa chu hmun inhnuoia a ṭhung si hai hi.",
      "reference": "THUHRILTU 10:6"
    },
    {
      "content": "Siehlawhai chu sakawr chunga chuonga, Lal nauhai chu hnuoia kea lâwn ka hmuh a.",
      "reference": "THUHRILTU 10:7"
    },
    {
      "content": "Khur chotu chu chutaka chun tlâng a ta, Dâi nêrâwngtu chu rûlin chuk bawk a tih.",
      "reference": "THUHRILTU 10:8"
    },
    {
      "content": "Lung keilûttu chu suknatin um a ta, Thing chêkkhawitu chu chutak- a chun sukṭitin um a tih.",
      "reference": "THUHRILTU 10:9"
    },
    {
      "content": "Thîr chu a mâwla, miin a sîr chu a tâtngei naw chun, Hrâtna tam lem a hmang a ṭûl a; Nisienlakhawm, hlawtlingna ding chun varna a ṭhangkai.",
      "reference": "THUHRILTU 10:10"
    },
    {
      "content": "Dâwivêt a ni hmaa rûl chun a chuk si chun, Rûl dâwivêttu ta ding chun ṭhangkaina a um dêr nawh.",
      "reference": "THUHRILTU 10:11"
    },
    {
      "content": "Mi var baua thuhai chu a zainêm hlak a, Mi invêt hmûrhai ruok chun ama chu lem a tih.",
      "reference": "THUHRILTU 10:12"
    },
    {
      "content": "A baua inthawka thu hung inṭanna khawm chu invêtna a na, A thuhril tâwpna khawm chu intlâwkna pawitâwk thei a nih.",
      "reference": "THUHRILTU 10:13"
    },
    {
      "content": "Mi invêt khawma thuhai a sukpung a, Mihriem chun ieng am a um ding a hriet nawh, Ama hnunga chun ieng am a um ding ti tuin am ama chu hril thei a ta?",
      "reference": "THUHRILTU 10:14"
    },
    {
      "content": "Invêt sininrimna chun ama chu a suklungzîng a, Khawpuia fe dân khawm a hriet si nawh a.",
      "reference": "THUHRILTU 10:15"
    },
    {
      "content": "Aw ram, i chung a rik! i lal chu naupang a na, I rorêltuhaiin zîngkâr ruoi an ṭhe hlak si a.",
      "reference": "THUHRILTU 10:16"
    },
    {
      "content": "Aw ram, i lal chu mi ṭhahai naupa a na, I rorêltuhai chun inruina ding el ni loa, hrâtna dinga A hunbi taka an fâk lai chun i va hlim de!",
      "reference": "THUHRILTU 10:17"
    },
    {
      "content": "Zawmthâwtnaa chun inchung chu a chim a, Thabona kuthaia chun in a far.",
      "reference": "THUHRILTU 10:18"
    },
    {
      "content": "Ruoiṭhena chu innuina dinga siem a na, Uoin chun nun chu a suk- lâwm a; Tangka ruok chun iengkim a thaw thei.",
      "reference": "THUHRILTU 10:19"
    },
    {
      "content": "Lal chu ṭawngsie inphur naw rawh, ngaituona khawmin; I khum pindana chun mi hausa chu ṭawngsie inphur bawk naw rawh; Chunga vate chun râwl rî chu phur a ta, Chuong thla neihai chun thu chu hril rawi an tih.",
      "reference": "THUHRILTU 10:20"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUHRILTU 10 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}