{
  "verses": [
    {
      "content": "Tuihai chunga chun i bei chu pei la, Ni tamtak hnunga chun i hmu nâwk ding a ni sih a.",
      "reference": "THUHRILTU 11:1"
    },
    {
      "content": "Chan chu hmun sariah sem lem la, anih, hmun rieta khawm; Hnuoi chunga hin thil ṭha naw ieng am a hung ding ti i hriet si nawh a.",
      "reference": "THUHRILTU 11:2"
    },
    {
      "content": "Sûmhai chu ruoa an sip hle chun hnuoi chungah an insukruok hlak a, Thing hi chu hmârtienga manih, simtienga manih a tlu chun, A tlûkna hmuna chun thing chu um a tih.",
      "reference": "THUHRILTU 11:3"
    },
    {
      "content": "Thli nghâktu chun thlaichi thlâk naw nih a, Sûmhai pawisatu chun sîk ngai bawk naw nih.",
      "reference": "THUHRILTU 11:4"
    },
    {
      "content": "Thli lampui chu khâwtieng am ti i hriet naw angin le, nau vawntu phîng sûnga chun iengtin am ruhai chu an inṭhanga ti i hriet naw angin, thil po po thawtu Pathien sinthaw chu i hriet nawh.",
      "reference": "THUHRILTU 11:5"
    },
    {
      "content": "Zingkâr chun i thlaichi chu thlâk la, zântienga khawm i kut chu la kîr naw rawh; a ieng lem am a hung hlawtling ding, a hi am a nih a kha am a nih, an pahni ve vein angkhat an ni ding am khawm i hriet si nawh a.",
      "reference": "THUHRILTU 11:6"
    },
    {
      "content": "Var chu ân hawi a, mithai ta dinga thil inhawi chu nisa hmu hi a nih.",
      "reference": "THUHRILTU 11:7"
    },
    {
      "content": "Anih, mi chu kum tamtak a dam chun, chuonga po po chun ama chu hlim raw se; amiruokchu, inthim lai nihai chu hre zing raw se, tamtak an ni ding a ni sih a. Chuong a hung tlunghai po po chu teplo el a nih.",
      "reference": "THUHRILTU 11:8"
    },
    {
      "content": "Aw tlangvâl, i tlangvâlnaa chun hlim rawh; i vânglai nihaia chun i lungril chu hlim sienla, i lungril lampui chu hraw la, i mithmu ngeia chun; amiruokchu, hieng thil po poa ding hin Pathien chun rorêlnaah a ṭhuoilût ding che a nih ti hre rawh.",
      "reference": "THUHRILTU 11:9"
    },
    {
      "content": "Chuleiin, i lungrila inthawkin lungngaina chu sie hmang la, i tisaa inthawk chun thil ṭha naw chu sie hmang bawk la, tlangvâl lai le vânglai nihai hi teplo el a ni sih a.",
      "reference": "THUHRILTU 11:10"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUHRILTU 11 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}