{
  "verses": [
    {
      "content": "I vânglai nihaia chun nangma Siemtu che chu hre zing la, kumhai a hung hnai a, ni ṭha nawhai a hung tlung hma le;",
      "reference": "THUHRILTU 12:1"
    },
    {
      "content": "chu huna chun, “Annia chun inhawitina ka nei nawh,” i tina hun a hung tlung hma hin; nisa amanih, var amanih, thla amanih, arasihai amanih an inthim hmain, sûmhai chu ruo hnunga an hung ki nâwk hma hin.",
      "reference": "THUHRILTU 12:2"
    },
    {
      "content": "In vêngtuhai chu an inthin a, mi hrâthai chu an kûn a, bu râwttuhai chu an tlâwm leia an maa, tukvera dâkhai chu an inthim nia chun;",
      "reference": "THUHRILTU 12:3"
    },
    {
      "content": "kawtthlêrahai chun kawtkhâr- hai khâr a na, thil râwt rihai chu a hung dei a, mi chu vate râwl ria chun a hung tho a, thil ri mawi naunu- hmeihai po po chu sukhnuoi an hung na;",
      "reference": "THUHRILTU 12:4"
    },
    {
      "content": "anni chun ân sâng chu an ṭih a, lampuia chun ṭitna a hung um a, almond thing chu a hung kumûm a, khâuṭhikṭhihai chu buoipuium an hung ni a, nuom zâwng dâm chun a hung hlawsam a, mi chu a chatuon ina chun a fe ta leiin le, lusûnhai chun kawtthlêrhai chu an fang leiin le;",
      "reference": "THUHRILTU 12:5"
    },
    {
      "content": "tangkaraw hrui chu suktan a ni leiin le, rângkachak maihûn amanih, tuibêl kekuol chu a tliekin amanih; Pil bêl amani chu tuikhura chun sukkawi a ni leiin amanih,",
      "reference": "THUHRILTU 12:6"
    },
    {
      "content": "pilvut chu a nina anga hnuoia a kîr nâwk hmain le thlarau chu ama petu Pathien kuoma a kîr nâwk hmain.",
      "reference": "THUHRILTU 12:7"
    },
    {
      "content": "“Teplohai teplo,” Thuhriltu chun a tih, thil po po hi teplo a nih.",
      "reference": "THUHRILTU 12:8"
    },
    {
      "content": "Chu bâka chun, Thuhriltu hi a var leiin, mihai chu hrietthiemna ân chûktir hlak a, anih, a ngaituoh a, a zawngsuok a, thuvar tamtakhai chu indawt peiin a sieh a.",
      "reference": "THUHRILTU 12:9"
    },
    {
      "content": "Thuhriltu chun thu pawmtlâk- hai chu hmu suok dingin a zawng a, chuong zieka umhai chu thu ngîl, thudik thuhai chu an nih.",
      "reference": "THUHRILTU 12:10"
    },
    {
      "content": "Mi var thuhai chu hmawl a hmawra thilzum um ang a na, chun, Berâm vêngtu pakhata inthawka pêk thuvar lâk khâwmhai chu thîrkil vuok det tlat ang chu a nih.",
      "reference": "THUHRILTU 12:11"
    },
    {
      "content": "Chun, chu bâka chun, ka naupa, infuiin um la, lekhabu tamtak siem hin tâwp lêm a nei nawh a; inchûk tam khawm hi taksa inrimna chau a nih.",
      "reference": "THUHRILTU 12:12"
    },
    {
      "content": "Hi hi thil tâwp chu a nih; thil po po chu hriet a ni tah a; Pathien ṭî la, a thupêkhai chu zâwm rawh; hi hi mi- hriem thilthaw ding pumpui chu a nih.",
      "reference": "THUHRILTU 12:13"
    },
    {
      "content": "Pathien chun sin tinrêng chu rorêlnaah a hung lâk lût ding a ni sih a, thil inthuphai po po le, a ṭha khawm a ṭha naw khawm chu.",
      "reference": "THUHRILTU 12:14"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUHRILTU 12 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}