{
  "verses": [
    {
      "content": "Hming ṭhat chu hriek hlutak nêkin a ṭha lem a; Mi a thi ni chu a pieng ni nêkin a ṭha lem bawk.",
      "reference": "THUHRILTU 7:1"
    },
    {
      "content": "Ruoiṭhena ina fe nêkin, lusûnna ina fe chu a ṭha lem; Chu chu mi po po tâwpna a ni sih a: Mi dam chun a lungrilah sie tlat a tih.",
      "reference": "THUHRILTU 7:2"
    },
    {
      "content": "Innuina nêk chun lungngaina a ṭha lem a, Hmêl lungngaina chun lungril a siemṭha sih a.",
      "reference": "THUHRILTU 7:3"
    },
    {
      "content": "Mi var lungril chu lusûn inah a um a; Mi invêt lungril ruok chu hlim hlapna inah a um.",
      "reference": "THUHRILTU 7:4"
    },
    {
      "content": "Mi invêthai hlasak ngai nêk chun, Mi var kâwkna ngaithlâk a ṭha lem.",
      "reference": "THUHRILTU 7:5"
    },
    {
      "content": "Bêl suong hnuoia hlinghai puok ṭak ṭak ang hi, Mi invêt innuina khawm chu a nih; Hi khawm hi teplo el a nih.",
      "reference": "THUHRILTU 7:6"
    },
    {
      "content": "Matheilovin, nêksâwrna chun mi var chu a sukvêt a, Thamna chun lungril a suksiet.",
      "reference": "THUHRILTU 7:7"
    },
    {
      "content": "Thil chu a ṭanna nêkin a tâwp chu a ṭha lem a; Lungrila zaidawthei mi chu lungrila chapo nêkin a ṭha lem.",
      "reference": "THUHRILTU 7:8"
    },
    {
      "content": "Lunginsen dingin i lungrilah inhmaw naw rawh, Lunginsenna chu mi invêthai ângsûnga um a ni sih a.",
      "reference": "THUHRILTU 7:9"
    },
    {
      "content": "“Tulai hun nêk hin tienlai nihai kha ieng ieng leia ṭha lem am a nih a?” ti naw rawh, Chu thil în dawnna chu varnaa inthawk a ni si nawh a.",
      "reference": "THUHRILTU 7:10"
    },
    {
      "content": "Varna hi rochan ang bawka ṭha a na, Anih, nisa hmutuhai ta ding lem chun a ṭha nasa zuol a nih.",
      "reference": "THUHRILTU 7:11"
    },
    {
      "content": "Tangka chu inhliekhuna a ni ang bawkin varna khawm chu inhliekhuna a na; Hrietna ṭhatna chu: varna neitu hringna chu a vawng himpêk a nih.",
      "reference": "THUHRILTU 7:12"
    },
    {
      "content": "Pathien sinthaw chu ngaituo ta; A kâwia a siem ta chu tuin am suktlûn thei a ta?",
      "reference": "THUHRILTU 7:13"
    },
    {
      "content": "Hlawtling nia chun hlim la, vângduoi nia chun ngaituo rawh; miin ama hnunga ding iengkhawm a hriet nawna dingin Pathien chun pakhat chu a dang ang bawkin a siem a nih.",
      "reference": "THUHRILTU 7:14"
    },
    {
      "content": "Ka teplo nihaia chun hi po hi ka hmu tah a; mi fel ama felnaa thi bohmang chu a um a; mi rilo a thil suol thaw pum zinga dam sâwt hrep chu a um bawk a.",
      "reference": "THUHRILTU 7:15"
    },
    {
      "content": "Intifel talaw naw la, insukvar talaw bawk naw rawh; iengdingin am nang le nang insukbohmang i ta?",
      "reference": "THUHRILTU 7:16"
    },
    {
      "content": "Rilo talaw naw la, invêt talaw bawk naw rawh; i hun tlung hmain iengdingin am thîng i ta?",
      "reference": "THUHRILTU 7:17"
    },
    {
      "content": "Hi hi i chel tlat hi a ṭha a nih, chutaka inthawk chun i kut khawm la kîr naw rawh; Pathien ṭîtuhai chun an la hung suoksan vawng ding a ni sih a.",
      "reference": "THUHRILTU 7:18"
    },
    {
      "content": "Varna chu mi var ta ding chun khawpuia rorêltu sâwm umhai nêk chun hrâtna a ni lem.",
      "reference": "THUHRILTU 7:19"
    },
    {
      "content": "Indiktakin, hnuoi chunga hin mi fel thil ṭha thaw a, thil suksuol ngailo an um nawh.",
      "reference": "THUHRILTU 7:20"
    },
    {
      "content": "Chun, mi thuhril nazawng ngaisak naw rawh, chuong naw chun, i siehlawin ṭawngsie ân phur che hre rawi i tih;",
      "reference": "THUHRILTU 7:21"
    },
    {
      "content": "nang ngei khawma chuong ang bawk chun mi danghai ṭawngsie în phur rawp hlak ti i lungrilin i hriet rawp sih a.",
      "reference": "THUHRILTU 7:22"
    },
    {
      "content": "Hi po po hi varnaa chun ka lo fie tah a, “Var tâng ka tih,” ka ta; amiruokchu, keimaa inthawk chun hlatak a nih.",
      "reference": "THUHRILTU 7:23"
    },
    {
      "content": "Chuong a hlata hla le nasataka inthûk chu tuin am hmu suok thei a ta?",
      "reference": "THUHRILTU 7:24"
    },
    {
      "content": "Ka ngha kîr a, ka lungril chun, hre ding le, zawng ding le, varna zawng suok dingin le; rîtlona hi invêtna a nih ti hre ding le, invêtna chu intlâwkna a nih ti hre dingin ka thlîr vêl a.",
      "reference": "THUHRILTU 7:25"
    },
    {
      "content": "Chun, nuhmei a lungril chu chânghai le lênhai, a kuthai chu hnâng ang el neitu chu, thina nêka ṭha lem ka hmu suok a; tukhawm Pathien suklâwmtu chu amaa inthawk suok thleng an ta, amiruokchu, mi suol chu amanu chun man a tih.",
      "reference": "THUHRILTU 7:26"
    },
    {
      "content": "Thuhriltu chun, Ngai ta, hi hi ka hmu suok tah, a nizât hmu suok dinga thil pakhat zoa a dang la um pei hi;",
      "reference": "THUHRILTU 7:27"
    },
    {
      "content": "chu chu ka lungril hin a zawng zing a, nisienlakhawm, ka la hmu suok nawh a; pasal pakhat sâng khat laia chu ka hmu suok a; amiruokchu, chuonghai lai po poa nuhmei pakhat chu ka hmu suok zo nawh.",
      "reference": "THUHRILTU 7:28"
    },
    {
      "content": "Ngai ta, hi chau hi ka hmu suok a, Pathien chun mi chu mi ngîl ni dingin a siem a, amiruokchu, anni chu mâni nuom dân dânin an khawsa ta lem a.",
      "reference": "THUHRILTU 7:29"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUHRILTU 7 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}