{
  "verses": [
    {
      "content": "Ka lungrilin, “Khaw he, hlim hlapna chu infieng ka tih, inhawi chênin,” kân tih a; hi khawm hi teplo el bawk a nih.",
      "reference": "THUHRILTU 2:1"
    },
    {
      "content": "Innui ngawt el chu “Invêtna”, a nih a, Nunkhuo phâm hlak ienga ṭhangkai a ni nawh ti ka hriet suok tah a.",
      "reference": "THUHRILTU 2:2"
    },
    {
      "content": "Ka lungril chun ka tisa chu uoina sukhlim ka tum a, varna chu ka lungrila zawng pei zingin, invêtna chu chel tlatin, vân hnuoia an dam sûng tawitea mihriem nauhai thaw dinga ṭha chu ieng am a ni ti ka hmu thei rawi mawh tiin;",
      "reference": "THUHRILTU 2:3"
    },
    {
      "content": "Sin ropuitakhai kân siempêk a, inhai kân bâwlpêk a, grep huonhai kân phunpêk a,",
      "reference": "THUHRILTU 2:4"
    },
    {
      "content": "huonhai le lênghmunhai kân siempêk a, chuonga chun theira chi po pohai ka phun a;",
      "reference": "THUHRILTU 2:5"
    },
    {
      "content": "thinghai phunna ramhnuoi chu tuia buokna dingin tuidîlhai kân siempêk a;",
      "reference": "THUHRILTU 2:6"
    },
    {
      "content": "siehlawpahai, siehlawnuhai kân châwk a, ka ina siehlaw pieng hrimhai dâm ka nei bawk a; ka hmaa Jerusalema lo um tahai po po nêk khan berâm ruol le bâwng ruol khawm ka nei nasa lem a.",
      "reference": "THUHRILTU 2:7"
    },
    {
      "content": "Rângkachak le tangka kân khâwlpêk a, rambung le lalhai ro thil bîkhai dâm le chun. Pasal hlasaktu le nuhmei hlasaktuhai, mihriem nau- hai lâwm zâwng ang, thaikêm khawm tamtak ka nei a.",
      "reference": "THUHRILTU 2:8"
    },
    {
      "content": "Chuongchun, ka ropui hlein, Jerusalema keia hmaa umhai po po nêk khan ka nasa lem a; ka varna hlak chu ka kuomah a um zing bawk a.",
      "reference": "THUHRILTU 2:9"
    },
    {
      "content": "Chun, ka mithaiin a châk taphawthai chu, chuonga inthawk chun kân sûm nawh a, hlimna ienga inthawk khawmin ka lungril chu kân sûm ngai nawh a, ka sininrimna po poa chun ka lungril chu a hlim a; ka sininrimna po poah hi hi ka chanpuol a nih.",
      "reference": "THUHRILTU 2:10"
    },
    {
      "content": "Chun, ka kuthaiin sin a lo thaw ta po po chu ka en a, chuonghai thawa ka lo sininrimna tahai po po chu teplo el le, lungril rimsikna el a nih, nisa hnuoia hin hlâwkna hrim a lo um nawh ti ka hmuh a.",
      "reference": "THUHRILTU 2:11"
    },
    {
      "content": "Chun,invêtna le intlâwkna le varna chu hmu dingin kân her a; mi lal hung thlâktu khawm chun ieng am a thaw thei chuong a? a hmaapa thaw tasa bawk chau chu a nih.",
      "reference": "THUHRILTU 2:12"
    },
    {
      "content": "Chun, varin inthimna chu a khûm angin, varna khawm chun invêtna chu a khûm ti ka hmu tah a.",
      "reference": "THUHRILTU 2:13"
    },
    {
      "content": "Mi var mithai chu a lua chun a um a, mi invêt ruok chu inthimah a lâwn; amiruokchu, an rênga chungah khawrêl angkhat a tlung tho ti ka hmuh a.",
      "reference": "THUHRILTU 2:14"
    },
    {
      "content": "Chun, ka lungrila chun, “Mi invêt chunga thil tlung ang bawk chu ka chunga khawm a tlung ve ding a na; chuong a ni chun ieng dinga var bîk hle am ka nih a?” kân tih a. Ka lungril ma chun, “Hi khawm hi teplo el a nih” ka tih a.",
      "reference": "THUHRILTU 2:15"
    },
    {
      "content": "Mi invêt ang thoin mi var khawm chu kum khuoa hriet zingna um naw nih. Mi invêt ang bawka mi var khawm chu a thi ngei dingzie chu aw!",
      "reference": "THUHRILTU 2:16"
    },
    {
      "content": "Chuleiin, nisa hnuoia sin thawa um chu ka ta dinga a lungzingthlâk leiin, nun hi ka chim a nih; thil po po chu teplo el, lungril rimsikna el a ni sih a.",
      "reference": "THUHRILTU 2:17"
    },
    {
      "content": "Chuongchun, mi keia hnunga la hung um ding ta dingin ka mâksan el ding a ni ti ka hmuin nisa hnuoia ka sininrim, chu ka sin thawinrimna po po chu ka theida a nih.",
      "reference": "THUHRILTU 2:18"
    },
    {
      "content": "Chun, mi invêt a ni ding le mi var a ni ding tuin am hrieng a ta? Nisa hnuoia ka varna hmanga ka sininrimna po po ra neitu a la ni ding a ni si a. Hi khawm hi teplo bawk a nih.",
      "reference": "THUHRILTU 2:19"
    },
    {
      "content": "Chuleichun, nisa hnuoia ka sininrimna, chu sininrimna po po chungthua chun ka lungril chu ka sukbeidawng dêr tah a.",
      "reference": "THUHRILTU 2:20"
    },
    {
      "content": "Achâng chun mi varna, hriet- thiemna le themthiemna le sinin- rimna, ana hlak, a thaw suoksa chu sininrim nawin a chên el dinga maksanpêk a um bawk a. Hi khawm hi teplo el a na, suol nasatak a nih.",
      "reference": "THUHRILTU 2:21"
    },
    {
      "content": "Miin a sininrimna po po le a lungril rimsikna, nisa hnuoia a rim- siknaa chun ieng am a hmu a?",
      "reference": "THUHRILTU 2:22"
    },
    {
      "content": "A nihai po po chu nat tuornaa sip a nih a, a sininrimna hlak lung- zîngna ruok a nih a; anih, zâna chen khawm a lungril chun châwl hrim a hmu nawh. Hi khawm hi teplo bawk a nih.",
      "reference": "THUHRILTU 2:23"
    },
    {
      "content": "Miin a sinthaw inrimnaah a lungril a sininrimna a dâwn a, a fâk nêka ṭha lem, mi ta dingin ieng dang khawm a um nawh. Hi khawm hi ka hmu tah a, Pathien kuta inthawk bawk a nih.",
      "reference": "THUHRILTU 2:24"
    },
    {
      "content": "Keia nêka nasain tuin am inhawitir theiin, tuin am fa thei a ta?",
      "reference": "THUHRILTU 2:25"
    },
    {
      "content": "Pathien chun ama suklung- awitu kuoma chun varna le hriet- thiem theina le hlimna a pêk a, mi suol kuoma ruok chun Pathien suk- lungawitu kuoma pêk dinga lâk- khâwmna le siekhâwlna sin a pêk a. Hi khawm hi teplo el a na, lungril rimsikna el a nih.",
      "reference": "THUHRILTU 2:26"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUHRILTU 2 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}