{
  "verses": [
    {
      "content": "Chun, ka thlîr a, nisa hnuoia nêksâwrna thawa umhai po po chu ka hmuh a; chun, nêksâwra umhai mitthlihai chu ka hmu bawk a; thlamuontu hrim an nei nawh; nêk- sâwrtuhai tienga chun thilthaw- theina a um a, nisienlakhawm, anni chun thlamuontu hrim an nei nawh.",
      "reference": "THUHRILTU 4:1"
    },
    {
      "content": "Chuleiin, mi hring la dam zing- hai nêk hmanin, mi thi, thi ta hnung- hai chu vângnei lemah ka ngai tah a;",
      "reference": "THUHRILTU 4:2"
    },
    {
      "content": "anih, chuhai ve ve nêk chun, nisa hnuoia thawa um sin rilo la hmulo le, la um ngailo ni chu a ṭha lem a nih.",
      "reference": "THUHRILTU 4:3"
    },
    {
      "content": "Chun, mi chu a tuolbâwmin a thîkna hlak san, sinthaw hlawtling le sininrimna tinrênghai po po chu ka hmuh a. Hi khawm hi teplo el, lungril rimsikna el a nih.",
      "reference": "THUHRILTU 4:4"
    },
    {
      "content": "Mi invêt chun a kuthai a kuoh a, ama tisa ngei chu a fâk a.",
      "reference": "THUHRILTU 4:5"
    },
    {
      "content": "Lungril rimsikna le sinrimnaa kut sip hni nêkin, dei zawta kut sip khat chu a ṭha lem.",
      "reference": "THUHRILTU 4:6"
    },
    {
      "content": "Chun, ka thlîr nâwk a, nisa hnuoia chun teplo el chu ka hmuh a.",
      "reference": "THUHRILTU 4:7"
    },
    {
      "content": "Mi pakhat naupasal amanih, unaupa amanih khawm pakhat khawm nei lo a um a; ana hlak chu, a sininrimna po po chun tâwp hrim a nei nawh a, a mithai chu hausaknaa chun a tlai ngai bawk nawh a. “Tu ta ding taka hienga mâni inhawitirna chân raka sininrim am ka ni lie?” khawm a ti ngai nawh. Hi khawm hi teplo bawk a nih; anih, tuorna natak a ni chau a nih.",
      "reference": "THUHRILTU 4:8"
    },
    {
      "content": "Pakhat nêk chun pahni chu an ṭha lem a, an sininrimnaa chun lâwmman ṭhatak an hmu leiin.",
      "reference": "THUHRILTU 4:9"
    },
    {
      "content": "An tlu chun, a pakhat chun a ruolpa chu a keitho ding a ni sih a; makhâta um ruok chu a chung a rik, a tlûk lai khawma ama keithotu ding khawm nei lo chu.",
      "reference": "THUHRILTU 4:10"
    },
    {
      "content": "Chunawa khawm mi pahni zâl hmunkhat chu an insuklum a; pakhat chau ruok chu iengtin am insuklum a ta?",
      "reference": "THUHRILTU 4:11"
    },
    {
      "content": "Mi makhâta um chu hne el thei ni sien khawm, pahni chun lo dodâl thei an tih. Hruol zai thum neia siem chu awlrawnga suktan a ni ngai nawh.",
      "reference": "THUHRILTU 4:12"
    },
    {
      "content": "Lal tar invêt, thurâwn khawm pawm nachâng hre ta lo nêk chun tleirâwl var le rimsi khawm chu a ṭha lem,",
      "reference": "THUHRILTU 4:13"
    },
    {
      "content": "lungina inthawka lal ni dinga hung suok amanih, a lalram sûng ngeia mi rimsia pieng hrim khawm ni sien.",
      "reference": "THUHRILTU 4:14"
    },
    {
      "content": "Nisa hnuoia mi hring inzi nuoi nuoi po po chu lal aia la hung ngîr ding tleirâwl zui ruokin ka hmuh a.",
      "reference": "THUHRILTU 4:15"
    },
    {
      "content": "Mi an chunga a umnahai po po chu hriet sêng ruol an ni nawh a, amiruokchu, ama hnunga hunghai chu amaa chun hlim chuong naw ni hai. Matheiloin hi khawm hi teplo el a na, lungril rimsikna el a nih.",
      "reference": "THUHRILTU 4:16"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUHRILTU 4 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}