{
  "verses": [
    {
      "content": "Nisa hnuoia hin thil suol ka hmu chu a um a, mihriemhai chunga chun a rik hle a;",
      "reference": "THUHRILTU 6:1"
    },
    {
      "content": "Pathienin mi neinungna le hau- sakna le inzâumna a pêk a, chuong- chun, a lungrilin a dit zâwng taphawt chu tlâksam hrim a nei nawh a; amiruokchu, Pathien chun chuonghai fâk theina a pêk tlat nawh a, ami- ruokchu, mikhuol chun a fâk ta lem a; hi khawm hi teplo el a na, natna ṭha lo a nih.",
      "reference": "THUHRILTU 6:2"
    },
    {
      "content": "Miin nau za nei sienla, kum tamtak dam sienla, a kum nihai chu tam hle sienla, amiruokchu, a lungril chu thil ṭhain a tlai nawh a; chu nawa khawm phûmna a hlaw bawk si naw chun, ama nêk chun a hun nawh a pieng khawm chu a ṭha lem a nih ka ti a nih;",
      "reference": "THUHRILTU 6:3"
    },
    {
      "content": "teploah a hung a, inthima chun a fê hmang a, a hming chu inthimnain ân khum a:",
      "reference": "THUHRILTU 6:4"
    },
    {
      "content": "chu nawa chun nisa chu a hmu ngai nawh a, hriet khawm a hriet nawh a; hi hin mi dang nêk hmanin châwlna a nei lem a nih.",
      "reference": "THUHRILTU 6:5"
    },
    {
      "content": "Anih, kum sâng vawi hni dam sienla, thil ṭha a chang chuong naw chun, mi po po thuhmun vawng an ni naw am a nih?",
      "reference": "THUHRILTU 6:6"
    },
    {
      "content": "Mihriem sininrimna po po chu a bau ta ding a na, amiruokchu, phîng- ṭâmna chu suksip a ni chuong nawh.",
      "reference": "THUHRILTU 6:7"
    },
    {
      "content": "Mi var chun mi invêt nêkin ieng am hlâwkna a hmu chuong leh? Annawleh, mi hringhai hmaa fê dân hrie mi rimsi chun ieng am a nei a?",
      "reference": "THUHRILTU 6:8"
    },
    {
      "content": "Nuom zâwng ram tin nei nêk chun mithaia hmu chu a ṭha lem a; hi khawm hi teplo el, lungril rimsikna el a nih.",
      "reference": "THUHRILTU 6:9"
    },
    {
      "content": "Ieng po khawm lo um ta kha a hming sâwttaka sak tah a nih a; chun, mihriem chu ieng am a na ti khawm hriet a ni sa tah a, ama nêka thilthawthei lem chu a khing zo nawh;",
      "reference": "THUHRILTU 6:10"
    },
    {
      "content": "Thu a tam po leh teplo a tam pei a, mihriem ta dingin iem a ṭhat lemna?",
      "reference": "THUHRILTU 6:11"
    },
    {
      "content": "A dam sûnga dingin tuin am mihriem ta dinga thil ṭha chu a hriet a, a dam sûng teplo nihai po po chu hlim angin a hmangral el a ni naw maw? Nisa hnuoia hin ama hnungah ieng am a hung um ding tuin am mi a hril thei a?",
      "reference": "THUHRILTU 6:12"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUHRILTU 6 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}