{
  "verses": [
    {
      "content": "Hi po po hi hmu suok dingin ka lungrila chun kân vawi tlat a, mi fel le mi var le an sinthawhai chu Pathien kutah a um a; an hmaa um chu ngainatum a ni le theidaum a ni tukhawmin an hriet nawh.",
      "reference": "THUHRILTU 9:1"
    },
    {
      "content": "Thil po po chu mi po po chungah angkhatin a hung tlung vawng a; mi fel le mi rilo chunga thil tlung khawm thuhmun a nih, mi ṭha le mi suol, mi inthieng le mi inthieng naw chung- a khawm; inthâwi hlak le inthâwi ngailo mi chunga khawm; mi ṭha chunga ang bawkin mi suol chunga khawm a nih, inkhâmtu chunga ang bawkin inkhâmna ṭitu chunga khawm chun.",
      "reference": "THUHRILTU 9:2"
    },
    {
      "content": "Nisa hnuoia thawa um po po lai hi hi thil suol a nih: mi po po chunga thiltlung hmunkhat vawng a ni hi; anih, mihriem nauhai lungril chu thil ṭha nawa sip a na, an dam lai chun an lungrila chun invêtna a um a, chu hnung hlak chun mithi kuomah an fê tah a.",
      "reference": "THUHRILTU 9:3"
    },
    {
      "content": "Mi hring rama la um ta ding chun beiseina a um a; sakeibaknei thi nêk chun ui hring chu a ṭha lem.",
      "reference": "THUHRILTU 9:4"
    },
    {
      "content": "Mi hring chun an la thi ding a nih ti an inhriet sih a; mi thi ruok chun iengkhawm an hriet nawh, lâwmna iengkhawm an nei ta naw bawk a, anni chu hriet zing an ni ta bawk nawh.",
      "reference": "THUHRILTU 9:5"
    },
    {
      "content": "An ngainat zâwng dâm, an theida zâwng dâm, an inhnar zâwng dâm chu a bohmang vawng tah a; nisa hnuoia thil thawa um tinrêng- haia chun kumkhuoin chan ding hrim an nei nawh.",
      "reference": "THUHRILTU 9:6"
    },
    {
      "content": "Fe la, i bei chu hlimin fa la, i uoin chu lungril hlimin dâwn rawh; Pa- thien chun i sinthawhai chu a pawm ta sih a.",
      "reference": "THUHRILTU 9:7"
    },
    {
      "content": "I silfênhai chu vâr zing zing sien- la, i lu khawm chu sahriek intlâksam- tir naw rawh.",
      "reference": "THUHRILTU 9:8"
    },
    {
      "content": "Nisa hnuoia a pêk che i teplo dam sûng nihai po poah nuhmei i hmangai le chun hlimtakin um rawh; chu chu nisa hnuoia i sininrimnaa le i dam sûnga i chan a nih.",
      "reference": "THUHRILTU 9:9"
    },
    {
      "content": "I kutin sinthaw ding a hmu phawt chu i theitâwpin thaw la, i fêna ding thlâna chun varna amanih, hrietthiemna amanih, hlêmna ama- nih, sinthawna amanih a um ta si nawh a.",
      "reference": "THUHRILTU 9:10"
    },
    {
      "content": "Ka thlîr nâwk a, nisa hnuoia chun intlânsiekna chu a hrâthai ta ding chau a ni nawh a, indona chu a hrâthai ta ding chau a ni nawh a, bei chu mi varhai ta ding chau a ni nawh a, hausakna chu hrietthiem- na nei mihai ta ding chau a ni nawh a, ditsakna chu themthiemhai ta ding chau a ni nawh; amiruokchu, hun le remchâng chu an rênga kuomah a tlung seng a ni lem ti ka hmu a.",
      "reference": "THUHRILTU 9:11"
    },
    {
      "content": "Mihriem chun a hun chu a hrietthiem nawh a; ngahai chu lên ṭiuma mana an um ang le, vatehai chu chânga an âwk angin chuong ang bawk chun, an chunga a hung tlung thut pha chun mihriem nauhai khawm chu hun ṭha nawa chun âwkin an um hlak a nih.",
      "reference": "THUHRILTU 9:12"
    },
    {
      "content": "Hieng ang kawng bawka hin nisa hnuoia chun varna chu a hmu a, ka ta ding chun ropuitakin ân lang a.",
      "reference": "THUHRILTU 9:13"
    },
    {
      "content": "Khawpui chitê, a sûnga mi tlâwmte um a um a; lal ropuitakin a hung rûn tah a, ân huol a, kul ropui- tak a bâwl khum a.",
      "reference": "THUHRILTU 9:14"
    },
    {
      "content": "Chun, a sûnga chun mi var pasetak hi a um a, a varna chun khawpui chu a sansuok tah a; ami- ruokchu, chu mi pasetak chu tu- khawma an hriet zing nawh a.",
      "reference": "THUHRILTU 9:15"
    },
    {
      "content": "Chun, kei chun, “Hrâtna nêkin varna hi a ṭha lem a ni hi, mi pase- tak varna chu hmusit niin, a thuhai chu ngaisak ni naw sien khawm,” ka tih a.",
      "reference": "THUHRILTU 9:16"
    },
    {
      "content": "Mi var thu damtereka hril khawm chu invêthai laia rorêltu khêk nêk chun hriet a ni lem a.",
      "reference": "THUHRILTU 9:17"
    },
    {
      "content": "Varna chu indona thuomhnaw- hai nêkin a ṭha lem a; amiruokchu, mi suol pakhat khawma nasatakin a suksiet a nih.",
      "reference": "THUHRILTU 9:18"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUHRILTU 9 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}