{
  "verses": [
    {
      "content": "Pathien ina i fe pha chun i ke vêng ṭha rawh, invêthai inthâwina inhlân nêk chun ngai dinga va hnai chu a ṭha lem sih a; thil ṭha naw an thaw ti an hriet si nawh a.",
      "reference": "THUHRILTU 5:1"
    },
    {
      "content": "I bauin ti rawk rawk naw la, Pathien hmaa thil iengkhawm hril dingin inhmaw naw rawh; Pathien chu vânah a um a, nang chu hnuoia um i ni sih a; chuleiin, i thu chu suktlâwm rawh.",
      "reference": "THUHRILTU 5:2"
    },
    {
      "content": "Mang chu sin tamtak leh a hung hlak sih a; mi invêt râwl chu thu tamtak leh a hung bawk a.",
      "reference": "THUHRILTU 5:3"
    },
    {
      "content": "Pathien kuoma ṭawng în khâm pha chun hlen dingin muongchâng naw, mi invêta chun lâwmna a nei si nawh a, în khâmna chu hlen el rawh.",
      "reference": "THUHRILTU 5:4"
    },
    {
      "content": "În khâma i hlen si naw nêk chun, în khâm naw law law kha a ṭha lem.",
      "reference": "THUHRILTU 5:5"
    },
    {
      "content": "I tisa chu suksuoltir dingin i bau chu phal naw la; Pathien mitirhai hmaa chun ân dik naw a nih, ti bawk naw rawh; ieng dingin am Pathien chu i râwla chun lunginsenin i kut sinthawhai chu a sukbohmang el ding chu?",
      "reference": "THUHRILTU 5:6"
    },
    {
      "content": "Mang tamtak le, thu tamtakhaia chun teplo tamtak a um a; nang ruok chun Pathien ṭi rawh.",
      "reference": "THUHRILTU 5:7"
    },
    {
      "content": "Mi rimsi chu nêksâwra a um a, rambunga thawluina chun rorêlna le indikna chu lâk hmang i hmu chun, chu thila chun makti naw rawh, hotu insâng chu a nêka insâng lem chun a enthlit zing sih a, anni nêka insâng lem khawm chu an la um pei a nih.",
      "reference": "THUHRILTU 5:8"
    },
    {
      "content": "Chu nawa khawm leihnuoi hlâwkna chu mi tin ta ding a na, lal khawm chu lohma ring mi tho a nih.",
      "reference": "THUHRILTU 5:9"
    },
    {
      "content": "Tangka ngainatu chu tangkaah lungawi naw nih a; hausakna ngai- natu khawm hlâwknaa chun lungawi bawk naw nih: hi khawm hi teplo el a nih.",
      "reference": "THUHRILTU 5:10"
    },
    {
      "content": "Thilhai chu an hung pung chun, a fatuhai khawm an hung pung pei a nih; chutaka chun a neitu ta ding chun, a mithaia a hmu chau ti naw chu ieng am ṭhangkaina a um chuong leh?",
      "reference": "THUHRILTU 5:11"
    },
    {
      "content": "Mi sinthaw inrim îmu chu ân hnik a, fa tamin fa tlâwm sien khawm; amiruokchu, hausa chu a hausakna chun inintir phal naw nih.",
      "reference": "THUHRILTU 5:12"
    },
    {
      "content": "Nisa hnuoia thil ṭha naw lung- zingthlâktak ka hmu a um a; chu chu, hausaknahai a neituin ama le ama insuknatna ding chaua a kawl hi a nih;",
      "reference": "THUHRILTU 5:13"
    },
    {
      "content": "chuong hausaknahai chu tuor- na khawhloah an bohmang a; nau- pasal a nei a, anachu a kuta chun iengkhawm a um nawh.",
      "reference": "THUHRILTU 5:14"
    },
    {
      "content": "A nu phîng sûnga inthawka a hung suok ang khan, a ruok bawkin fê nawk a ta, a sininrimna man, a kuta a chawi thei khawm chu ieng- khawm fêpui naw nih.",
      "reference": "THUHRILTU 5:15"
    },
    {
      "content": "Chun, hi khawm hi thil ṭha naw lungzingum tak chu a nih, a hung dân ang kawng tinrênga chun; chuong ang bawkin fêng a ta; a lungril sukrim saka a sininrimnaa chun ieng am hlâwkna a hmu leh?",
      "reference": "THUHRILTU 5:16"
    },
    {
      "content": "A dam sûng po po chun inthim hnuoiah a fâk a, a lunginsen êm êm a, natna le lunginsenna a nei a.",
      "reference": "THUHRILTU 5:17"
    },
    {
      "content": "Ngai ta u, mi ta dinga ditum le ṭha âwma ka hmu chu, Pathienin ama a ipêk a dam sûng po poa, nisa hnuoia a sininrimna, a sininrimna po poa chun thil ṭha chu chên a, dâwna fâk hi a nih; chu chu ama chanpuol a ni sih a.",
      "reference": "THUHRILTU 5:18"
    },
    {
      "content": "Mi tin Pathienin hausakna le neinungna a pêk a, chutaka fâk theina a pêk a, a sininrimnaa chun hlimna a pêk bawk a; hi hi Pathien thilthlâwnpêk a nih.",
      "reference": "THUHRILTU 5:19"
    },
    {
      "content": "A dam sûng nihai po po chu hre zing nâwk si naw nih a; Pathien chun a lung lâwm zâwnga ama chu a dawn tâk leiin.",
      "reference": "THUHRILTU 5:20"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUHRILTU 5 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}