{
  "verses": [
    {
      "content": "Vân hnuoia hin thiltum tinrêng ta dingin hun a um a, thil tinrêng ta dingin hunbi a um:",
      "reference": "THUHRILTU 3:1"
    },
    {
      "content": "Pieng hun a um a, thi hun a um a; Phun hun a um a, phunsahai phâwi hun a um bawk a;",
      "reference": "THUHRILTU 3:2"
    },
    {
      "content": "Sukhlum hun le sukdam hun a um a, Ṭhiek hun le bâwl hun a um a;",
      "reference": "THUHRILTU 3:3"
    },
    {
      "content": "Ṭap hun le innui hun a um a, Sûnna hun le lâm hun a um a;",
      "reference": "THUHRILTU 3:4"
    },
    {
      "content": "Lung peihâwn hun le lung lâk khâwm hun a um a, Pawm hun le pawmnaa inthawk insûm hun a um a;",
      "reference": "THUHRILTU 3:5"
    },
    {
      "content": "Zawng hun le inhmang hun a um a, Vawng hun le peihâwn hun a um a;",
      "reference": "THUHRILTU 3:6"
    },
    {
      "content": "Keithlêr hun le ṭhui hun a um a, To ṭawk ṭawk hun le thu hril hun a um a;",
      "reference": "THUHRILTU 3:7"
    },
    {
      "content": "Hmangai hun le theida hun a um a, Indo hun le inrem hun a um a;",
      "reference": "THUHRILTU 3:8"
    },
    {
      "content": "Sinthawtu chun a sininrimnaah ieng hlâwkna am a hmu a?",
      "reference": "THUHRILTU 3:9"
    },
    {
      "content": "Chutaka an buoipui ngei ding mihriem nauhai kuoma chun Pathien chun sin dinga a pêk chu ka hmuh a.",
      "reference": "THUHRILTU 3:10"
    },
    {
      "content": "Thil tinrêng chu mâni hun senga mawi dingin a siem a; a bula inthawka a tâwp chena Pathienin sin a thaw chu mihriemin a hriet suok thei nawna dingin, an lungrilah khawvêl chu a ruotdet bawk a.",
      "reference": "THUHRILTU 3:11"
    },
    {
      "content": "An dam sûng poa thil ṭha thawa hlima um nêka an ta dinga ṭha lem iengkhawm a um nawh ti ka hriet a.",
      "reference": "THUHRILTU 3:12"
    },
    {
      "content": "Chun, mi tinin a sinthaw inrim- na po poa thil ṭha a chêna, a dâwna a fâk chu Pathien thilthlâwnpêk a nih.",
      "reference": "THUHRILTU 3:13"
    },
    {
      "content": "Pathienin a thaw taphawt kum- khuoa ding a nih ti ka hriet a; chu- taka chun iengkhawm belsa thei ni naw ni a, iengkhawm lâkṭhe thei ni naw nih; Ama hmaa mihriemhai chu an ṭit theina dingin Pathien chun a thaw tah a nih.",
      "reference": "THUHRILTU 3:14"
    },
    {
      "content": "Thil hung umhai chu um ta hnung dai kha a na, la hung ding khawm chu ni ta hnung dai kha a nih: thil fe liem ta hnung kha Pathien chun a hung lâk kîr nâwk pei a nih.",
      "reference": "THUHRILTU 3:15"
    },
    {
      "content": "Chu nawa khawm chun nisa hnuoia hin, rorêlna umnaa chun, rîtlona khawm a um a; felna umna hmuna chun rîtlona khawm a um ka hmuh a.",
      "reference": "THUHRILTU 3:16"
    },
    {
      "content": "Ka lungril chun, “Pathien chun mi fel le rilo chunga chun ro rêl a tih; sin tinrêng le thiltum tinrênga dingin hun a um sih a,” ka tih a.",
      "reference": "THUHRILTU 3:17"
    },
    {
      "content": "Ka lungril ma chun, “Mihriem nauhai lei a ni hi; Pathien chun anni chu a fie theina ding le, anni khawma ramsahai ang chau an nih ti an hrietsuok theina dingin,” ka tih a.",
      "reference": "THUHRILTU 3:18"
    },
    {
      "content": "Chu thil mihriem nauhai chunga tlung chu ramsahai chunga khawm a tlung sih a; pakhat a thi angin a dang khawm chu an thih a. Thuok angkhat nei seng an nih a, mihriem chun ramsahai nêka chung- hnungbîkna a nei nawh; thil po po chu teplo el a ni sih a.",
      "reference": "THUHRILTU 3:19"
    },
    {
      "content": "An rêngin hmun pakhatah an feh a; an rêngin pilvuta inthawk an na, an rêngin pilvut an inchang nâwk a.",
      "reference": "THUHRILTU 3:20"
    },
    {
      "content": "Mihriem thlarau chu chung- tieng a feh a; ramsa thlarau chu hnuoitieng hnuoiah a fe ti tuin am a hriet a?",
      "reference": "THUHRILTU 3:21"
    },
    {
      "content": "Chuleiin, miin a sinthawhaia a hlim nêka ṭha lem iengkhawm ka hmu nawh; chu chu ama chanpuol a na, ama hnunga thil hung um dinghai chu hmu dingin tuin am ama chu hung ṭhuoi kîr tâng a ti leh?",
      "reference": "THUHRILTU 3:22"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUHRILTU 3 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}