{
  "verses": [
    {
      "content": "Jerusalema lal, David naupa Thuhriltu thuhai chu:",
      "reference": "THUHRILTU 1:1"
    },
    {
      "content": "“Teplohai teplo, Thuhriltu chun, teplohai teplo! Thil po po hi teplo a nih,” a ta.",
      "reference": "THUHRILTU 1:2"
    },
    {
      "content": "Miin a sininrimna, nisa hnuoia a sininrimna po poa chun ieng am hlâwkna a hmu a?",
      "reference": "THUHRILTU 1:3"
    },
    {
      "content": "Suon khat a fe liem a, suon dang a hung suok a; Leihnuoi ruok hi chu a um ngaiin a um zing a.",
      "reference": "THUHRILTU 1:4"
    },
    {
      "content": "Nisa chu a hung suok a, nisa chu a tla nâwk a, A hung suokna hmun ma chu a tlung nâwk vak a.",
      "reference": "THUHRILTU 1:5"
    },
    {
      "content": "Thli chu simtieng a hrâng a, hmartieng a kîr nâwk a. A vêl a vêlin thli chu a hrâng a, Chu thli chu a fe kuolnaa bawk chun a kîr nâwk a.",
      "reference": "THUHRILTU 1:6"
    },
    {
      "content": "Vadunghai po po chu tuisuorietah an luong lût a, Anachu tuisuoriet chu a sip nawh a: Vadunghai chu an hung suokna hmun tiengah, chutieng ma chun an kîr nâwk a.",
      "reference": "THUHRILTU 1:7"
    },
    {
      "content": "Thil po po hi inrimna el a nih; miin a hril thei nawh; A hmua hmuin mit chu a tlai ngai nawh a, A hrieta hrietin na khawm chu a sip ngai bawk nawh.",
      "reference": "THUHRILTU 1:8"
    },
    {
      "content": "Thil ni tasa kha, thil la hung ni ding chu a na; Thaw tasa kha la thaw ding chu a nih: Nisa hnuoia hin thil tharlâm hrim a um nawh.",
      "reference": "THUHRILTU 1:9"
    },
    {
      "content": "Miin, “En ta, hi hi a thar a nih” an ti ding thil hrim a um am a nih? Einihai hmaa lo um ta dai ruok an nih;",
      "reference": "THUHRILTU 1:10"
    },
    {
      "content": "Hi hma thilhai hriet zingna a um nawh a, La hung um ding thilhai khawm chu Suon hung um dinghai laia tukhawmin hre zing chuong naw nih.",
      "reference": "THUHRILTU 1:11"
    },
    {
      "content": "Kei Thuhriltu hi Jerusalema Israelhai chunga lal ka ni tah a.",
      "reference": "THUHRILTU 1:12"
    },
    {
      "content": "Vânkhuphnuoia thil thawa um ta po po chungthu chu varnaa zawnga zawng suok dingin ka lungril ka lo hmang tah a; Pathienin mihriem nauhai buoipui dinga a pêk chu sin rinumtak a nih.",
      "reference": "THUHRILTU 1:13"
    },
    {
      "content": "Nisa hnuoia sin thawa um tahai po po chu ka hmu tah a; chun, ngai ta, thil po po chu teplo el, lungril sâwlna el a nih.",
      "reference": "THUHRILTU 1:14"
    },
    {
      "content": "A kâwi ta hlak chu siem tlûn thei a ni nawh a, Chun, a um naw hlak tiem el thei a ni hliek nawh a.",
      "reference": "THUHRILTU 1:15"
    },
    {
      "content": "Ka lungrilin, “Ka hmaa Jerusa- lema umhai po po nêkin varna ka nei nasa lem a nih, ka lungril khawmin hrietthiemna le varna nasatak a nei a,” ka tih a.",
      "reference": "THUHRILTU 1:16"
    },
    {
      "content": "Chun, intlâwkna le invêtna hre dingin le, varna chu hre dingin ka lungril ka sêng a; hi khawm hi nuom- hmanglo el a niin ka hriet tah a.",
      "reference": "THUHRILTU 1:17"
    },
    {
      "content": "Varna tamtak umnaa chun lungngaina tamtak a um veh a; Hrietna insukpungtu khawm chun lungngaina ân sukpung bawk a nih.",
      "reference": "THUHRILTU 1:18"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THUHRILTU 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}