{
  "verses": [
    {
      "content": "Ephraim chun thli a ring a, Khaw sakthli chu a zui hlak a; Khêl thu le inṭhedarna thu a sukpung tiel tiel a, Assuria leh thu an thlung a, Aigupta tieng chun hriek a phur lût a.",
      "reference": "HOSEA 12:1"
    },
    {
      "content": "LALPA chun Juda chunga khawm hêkna ding a nei bawk a, Jakob chu a um dân angzie peiin hrem a tih; A thilthaw angzie peia thungin.",
      "reference": "HOSEA 12:2"
    },
    {
      "content": "Sula khawm khan a unaupa chu a kekhawngah a hung man a, A hung puitling khan Pathien chu a thawh a,",
      "reference": "HOSEA 12:3"
    },
    {
      "content": "Anih, vântirko a thawh a, a hne tah, A ṭap a, ditsakna a ngên a, Bethel hmuna chun ama a hmu tah a, Chutaka chun a kuomah thu a hril a;",
      "reference": "HOSEA 12:4"
    },
    {
      "content": "LALPA ngei, Sipaihai Pathien chun; LALPA ti chu a hming a nih.",
      "reference": "HOSEA 12:5"
    },
    {
      "content": "Chuongchun, nang chun i Pathien tieng ngha la, Lunginsietna le rorêlna hmang la; I Pathiena chun innghat rawp rawh.",
      "reference": "HOSEA 12:6"
    },
    {
      "content": "Sumdâwngtu a na, a kutah bûkna indik naw a um a, Hlêm ngawt a châk hlak a nih.",
      "reference": "HOSEA 12:7"
    },
    {
      "content": "Ephraim chun, “Ka hausa takzet el tah a, Kân sukmuk takmeu el ta a nih; Ka sinthaw po poahai hlak chun Keimaa thil suol an hmu ding hlak um dêr lo,” a tih a.",
      "reference": "HOSEA 12:8"
    },
    {
      "content": "Nisienlakhawm, kei hi Aigupta rama inthawk ta khan, LALPA i Pathien chu ka na; Ruoiṭhe hun lai ang khan puon inah lân chêngtir nâwk ka ti che.",
      "reference": "HOSEA 12:9"
    },
    {
      "content": "Zâwlneihai kuoma khawm thu ka hril hlak a, Inlârnahai ka sukpung a; Zâwlneihai hmangin tekhina ka siem hlak;",
      "reference": "HOSEA 12:10"
    },
    {
      "content": "Gilead chu rîtlona a ni naw am a nih? Teplo el an nih annâwm; Gilgala chun bâwngchal an inhlân hlak a. Anih, an mâichâmhai chu leilet changkuonga Lung dêng khâwm ang el an nih.",
      "reference": "HOSEA 12:11"
    },
    {
      "content": "Jakob chu Aram rama chun a tlân hmang a, Israel chun nuhmei man a tuok tah a; Nuhmei man ding chun berâm a vêng a nih.",
      "reference": "HOSEA 12:12"
    },
    {
      "content": "Zâwlnei hmangin Israel chu Aiguptaa inthawkin LALPAIN a ṭhuoi suok a; Zâwlnei bawk hmang chun a hum bawk a.",
      "reference": "HOSEA 12:13"
    },
    {
      "content": "Ephraim hlak chun a suklungsen nasa êm êm el a, Chuleiin, a thisen insuo chu ama chungah a tla a, A hrilsietna chu ama chungah LALPAIN intlâktir a tih.",
      "reference": "HOSEA 12:14"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "HOSEA 12 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}