{
  "verses": [
    {
      "content": "Aw Israel, LALPA i Pathien tienga chun kîr nâwk rawh, I rîtlona lei ngei chun i tlu ta hi.",
      "reference": "HOSEA 14:1"
    },
    {
      "content": "Thu chawi pumin LALPA kuom tieng kîr nâwk la, A kuoma chun hieng ang hin hril rawh, “Rîtlona po po chu la hmang la, A ṭha taphawt chu pawm la, Chuongchun, kan hmûr rahai chu, Bâwngchal aiah hung inhlân kan tih.",
      "reference": "HOSEA 14:2"
    },
    {
      "content": "Assuria chun mi sandam naw nih a, Sakawr chunghaia chun chuong nâwng kan ta, Kan kutsuokhai kuoma chun, ‘Kan Pathien in nih,’ ti ngai ta nâwng kan tih, Fahrahai chun nangmaa hin Lunginsietna an lo hmu hlak a ni sih a,” tiin.",
      "reference": "HOSEA 14:3"
    },
    {
      "content": "An hnungtawlna hi sukdam ka ta, Annia inthawka ka lungin- senna chu ân kieng ta leiin, Anni chu ka hmangai hrim hrim ding a nih.",
      "reference": "HOSEA 14:4"
    },
    {
      "content": "Israel kuoma chun daidaw ang nîng ka ta, Ama chu lili angin hung vul a ta, Lebanon tlânga thing zung angin a zung thlâk dar a tih.",
      "reference": "HOSEA 14:5"
    },
    {
      "content": "A zârhai chu inbuk luoi a ta, A mawizie chu oliv thing ang el nîng a tih; Lebanon tlâng ang elin a rim inhnik a tih.",
      "reference": "HOSEA 14:6"
    },
    {
      "content": "A hlima chênghai chu hung kîr an ta, Bu ang hring thar an tih, Grêp hrui angin hung inno an ta; A rim inhnikzie chu Lebanon uoin ang nîng a tih.",
      "reference": "HOSEA 14:7"
    },
    {
      "content": "Aw Ephraim, milimhai leh inzâwlna ieng am ka nei a? Kei hi a suklâwmtu che ka na, A tungdingtu che khawm ka nih. Kei chu fâr thing hring dup ang ka na, I ra ṭhahai chu keima kuoma inthawk a nih.",
      "reference": "HOSEA 14:8"
    },
    {
      "content": "Tu am vara hieng hi hrethiem thei ding? Tu am var hlea hre thei ding? LALPA lampuihai chu an indik a; Mi indikhai chun an hraw ding a ni sih a; Bawsetuhai ruok chu chutaka chun An insui thlu ding a nih.",
      "reference": "HOSEA 14:9"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "HOSEA 14 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}