{
  "verses": [
    {
      "content": "Israel chu grêp hrui inbuktak, ra hautak a nih; A ra tam hu ang peiin a mâichâm a sukpung a, A ram ṭhatzie ang peiin lung inser phun ṭhatak tak a siem a,",
      "reference": "HOSEA 10:1"
    },
    {
      "content": "A lungril chu sukṭhein a um a, Tuhin chu thiemnaw changin um tâng an tih. An mâichâmhai chu amân vaw chim a ta, An lung inser phunhai chu suksieng a tih.",
      "reference": "HOSEA 10:2"
    },
    {
      "content": "“Lal tak tak chu ei nei nawh, LALPA chu ei ṭi si nawh a; Chu lal chun ieng am mi thawpêk thei a ta?” tiin, tuhin chu hril ta ngei an tih.",
      "reference": "HOSEA 10:3"
    },
    {
      "content": "Thuthlung an siemna tienga chun khêla inkhâmin. Thu teplo an hril a; Chuleiin, lo inlet changkuong thlûra hlohna tûr nei ang elin Rorêlna a hung inder suok a nih.",
      "reference": "HOSEA 10:4"
    },
    {
      "content": "Samaria rama chênghai chu Beth-aven bâwngtê lei chun thlaphângin um an tih; A kuoma inthawka a bo ta leiin chutaka mihai chu lungngai an ta; Chutaka thiempuhai a ropuina chunga lo lâwm hlakhai khawm.",
      "reference": "HOSEA 10:5"
    },
    {
      "content": "Ama ngei khawm chu Laltak Jareb kuoma pêk dingin, Assuria rama fe hmangpui nîng a tih. Ephraim chun inzakna hmûng a ta. Israel khawm chun ama thurawt ngei chu inzâpui a tih.",
      "reference": "HOSEA 10:6"
    },
    {
      "content": "Samaria ram hlak chu tui chunga thing hlek nawi ang el hin, A lal chu sukbohmang a na.",
      "reference": "HOSEA 10:7"
    },
    {
      "content": "Israel suolna Aven hmun insânghai khawm chu suksiet nîng a tih, An mâichâmahai chun hling le hlohlingnei hung ṭo a tih. Tlâng kuoma chun, “Mîn khum rawh,” tîng an ta; Muol kuoma chun, “Mi del rawh,” tîng an tih.",
      "reference": "HOSEA 10:8"
    },
    {
      "content": "Aw Israel, Gibea nia inthawk ta khan i suol a nih; Chutaka chun an la ngîr zing a; Rîtlona nauhai chunga dona chun Gibea ngeia chun a hnawtphâk tâwl naw ding maw?",
      "reference": "HOSEA 10:9"
    },
    {
      "content": "Ka nuom pha chun anni chu hrem ka ta, Chun, an bawsietna pahnia an intâng pha chun, An chungah mipuihai chu pungkhâwm an tih.",
      "reference": "HOSEA 10:10"
    },
    {
      "content": "Ephraim chu bâwngla inchûktir tah, Bu chîl hrâttak a nih; Nisienlakhawm, kei ngei hin a rîng mawitaka chun Rîngkawl inbâttir tâng ka ta; Ephraim chunga chun mi inchuongtir ka tih; Juda khawm chun hnuoi inlet a ta, Jakob chun a pil tlanghai chu suknâwi a tih.",
      "reference": "HOSEA 10:11"
    },
    {
      "content": "Mâni ta dingin felnain tu unla, Chuongchun, lunginsietna ang peiin sîk ro; In hnuoi chuongtlâihai chu inlet ro, LALPA chu a hunga in chunga felna ân sûrtir chenin Ama chu zawng hun a ni sih a.",
      "reference": "HOSEA 10:12"
    },
    {
      "content": "Rîtlona hnuoi in inlet a, khawhlona in sîk a, Khêlhlip ra in fâk a nih. I tawlailîrhai le i mi hrâthai tam hi i ring vei a.",
      "reference": "HOSEA 10:13"
    },
    {
      "content": "Chuleiin, i mihai laia chun buoi mup mupna hung suok a ta, Salman chun indona nia Beth- arbel a suksiet ang khan, I kulhai po po chu suksiet nîng a tih; Nu chu a nauhai leh peinawiin an um a nih.",
      "reference": "HOSEA 10:14"
    },
    {
      "content": "I rîtlona nasatak leiin, Chuong ang chun Bethel chun thâwng a ti che; Israel lal chu vârṭien laiin sukbohmangdêr nîng a tih.",
      "reference": "HOSEA 10:15"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "HOSEA 10 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}