{
  "verses": [
    {
      "content": "Aw Israel, lâwm naw ta, Hnam danghai angin hlim so luom naw rawh; I Pathien chu nawchi i zawr san a, Hrizâwl tina chun nawchizawr ruoi man chu i ngaina sih a.",
      "reference": "HOSEA 9:1"
    },
    {
      "content": "Hrizâwl le grêp sâwrna khurhai chun anni suktlai naw nih a, Uoin thar ding hlawsam a tih.",
      "reference": "HOSEA 9:2"
    },
    {
      "content": "LALPA rama chun chêng naw ni hai a, Ephraim chu Aigupta tieng kîr lem a tih; Assuria rama chun bu thieng naw fâng an tih.",
      "reference": "HOSEA 9:3"
    },
    {
      "content": "LALPA kuomah uoin chu bun suok nâwng an ta, An thilinhlânhai chu a ta dingin lâwmum ni bawk nâwng a tih; An bei chu lusûnhai bu ang nîng a ta, A fa taphawthai chu sukpawrche nîng an tih. An bei chu an hringna ta ding chau nîng a ta, LALPA inah hunglût naw nih.",
      "reference": "HOSEA 9:4"
    },
    {
      "content": "Inkhâwmpui ursûntak nia le, LALPA ruoiṭhe nia chun ieng am thaw tâng in ta?",
      "reference": "HOSEA 9:5"
    },
    {
      "content": "Ngai ta u, sietna chu an mâksan a, Aigupta chun anni chu lo kei khâwm lem a tih, Memphis chun lo phûm a tih; An tangkaruo thil ditumhai chu zakthlaiin bâwm a ta, An puon inhaia chun hlo hlingnei um a tih,",
      "reference": "HOSEA 9:6"
    },
    {
      "content": "Hremna nihai chu a hung tlung a, Thungna nihai chu a hung tlung ie! Israel chun chu chu hrieng a ta; I rîtlona chu a tamin intaina a tam leiin. Zâwlnei chu ân vêt a, thlarau nei mi chu mi invêt a nih.",
      "reference": "HOSEA 9:7"
    },
    {
      "content": "Ephraim râl vêngtu chu ka Pathien kuoma um a na, Zâwlnei hlak chu a lampui intluonin chângkamtu châng kam a um a; A Pathien ina khawm intaina a um.",
      "reference": "HOSEA 9:8"
    },
    {
      "content": "Gibea khuoa umlai nihai ang khan, Nasatakin anni le anni an insukkhawhlo a; An rîtlona chu hre zing a ta, An suolnahai chu thung a tih.",
      "reference": "HOSEA 9:9"
    },
    {
      "content": "Israel chu thlalêra grêp ra ang elin ka hmuh a, In pahai chu, theichang hun hmasaa a hmin hmasa angin ka hmuh. Nisienlakhawm, anni chu Baalpeor hmunah an hung a. Thil inzakumtaka chun an inpumpêk tah a; An ingainat tak ang bawk chun tirdak an um ve ta a nih.",
      "reference": "HOSEA 9:10"
    },
    {
      "content": "Ephraim ropuina chu vate angin vuong hmang a ta, Nau nei dâm, nau vawn dâm, inrai dâm um naw ni hai.",
      "reference": "HOSEA 9:11"
    },
    {
      "content": "An nauhai hung sukpuitling hai sien khawm, pasal hrim um lo dingin, Insûntir tho tho ka tih; Anih, anni ka nghatsan pha chun, An chung a va rik zuol âwm de!",
      "reference": "HOSEA 9:12"
    },
    {
      "content": "Tura ka hmu ang bawkin, Ephraim chu hmun inhawitaka siein a um a, Nisienlakhawm, Ephraim chun a nauhai chu thattu kuomah la ṭhuoi a tih.",
      "reference": "HOSEA 9:13"
    },
    {
      "content": "Aw LALPA, inneitir rawh. Ieng am inneitir i ta? Sul nau insiet hlak le, nêne vuoihai chu inneitir rawh.",
      "reference": "HOSEA 9:14"
    },
    {
      "content": "An rîtlona po po chu Gilgal khuoah a um a; Chutaka chun anni chu ka theida sih a. An thilthaw rîtlona lei chun ka ina inthawkin hnawt suok ka tih; Annirawi hi hmangai ta naw ning; An hotuhai po po chu hel hmang an ni sih a.",
      "reference": "HOSEA 9:15"
    },
    {
      "content": "Ephraim chu vuokin a um a, an zung chu a vuoi zo tah, Ra insuo naw ni hai; Anih, insuo hai sien khawm, an sul ra ditumtak chu That tho tho ka tih.",
      "reference": "HOSEA 9:16"
    },
    {
      "content": "Ka Pathien chun anni chu peihâwn a tih. Ama an ngaisak naw leiin; Chuongchun, hnam danghai lai chun invâiin um an tih.",
      "reference": "HOSEA 9:17"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "HOSEA 9 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}