{
  "verses": [
    {
      "content": "Juda lalhai Uzzia, Jotham, Ahaz le Hezekia inlal lai le Israel lal Jeroboam, Joas naupa inlal laia Beeri naupa Hosea kuoma LALPA thu hung tlung chu.",
      "reference": "HOSEA 1:1"
    },
    {
      "content": "Hosea hmanga LALPA thu hril phutna chu. LALPA chun Hosea kuomah, “Fe la, nawchizawr thla, nawchizawr mi, nuhmeiah va nei rawh, hi ram hin LALPA chu a uiret hmangsan tah,” a tih a.",
      "reference": "HOSEA 1:2"
    },
    {
      "content": "Chuongchun, a feh a, Diblaim naunu Gomer chu a nei tah a; chun, nau a vawn a, naupasal a neipêk a.",
      "reference": "HOSEA 1:3"
    },
    {
      "content": "Chun, LALPA chun a kuomah, “A hmingah Jezreel sak rawh; Jezreel thisen phuba chu Jehu sûnghai chungah lâng ka ta; Israel sûnghai ram chu suktâwp ka tih.",
      "reference": "HOSEA 1:4"
    },
    {
      "content": "Chun, chu nia chun Jezreel ruomah Israelhai thalngul chu suktliek ka tih,” a ta.",
      "reference": "HOSEA 1:5"
    },
    {
      "content": "Chun, nau a vawn nâwk a, naunuhmei a nei a. Chun, a kuomah, “A hmingah Lo-ruhama sak rawh; Israel sûnghai chu ka lainat ngai ta naw ding a nih, ka ngaidam vak ta âwm si nawh a.",
      "reference": "HOSEA 1:6"
    },
    {
      "content": "Juda sûnghai ruok chu lainat ka ta, thalngul amanih, kâwlhnâm amanih, indona amanih, sakawr amanih, sakawr chung chuong mi amaniha anni sandam loin, LALPA an Pathien chun sandam ka tih,” a ta.",
      "reference": "HOSEA 1:7"
    },
    {
      "content": "Chun, Lo-ruhama chu nêne nêk ân bântir a, chun, nau a vawn nâwk a, naupasal a nei a.",
      "reference": "HOSEA 1:8"
    },
    {
      "content": "Chun, LALPA chun hieng hin a tih a, “A hmingah Lo-ammi sak rawh, nangni hi ka mihai in ni si nawh a; chun, kei khawm in Pathien ni naw ning,” a ta.",
      "reference": "HOSEA 1:9"
    },
    {
      "content": "Nisienlakhawm, Israel nauhai chu tuisuorieta phaiphin, inkhi ruol lo le tiem ruol lo zât nîng an ta; chun, an kuomah, “Ka mihai in ni nawh” tina hmun ngeia chun “Pathien hring nauhai in nih,” ti nîng a tih.",
      "reference": "HOSEA 1:10"
    },
    {
      "content": "Chun, Juda nauhai le Israel nauhai chu pung khâwm an ta, an lu ding ruot an ta, chu rama inthawk chun hang fêng an ta, Jezreel ni chu a ropui ding a ni sih a.",
      "reference": "HOSEA 1:11"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "HOSEA 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}