{
  "verses": [
    {
      "content": "Israel thlahai, LALPA thu chu ngai ta u; Hi rama hin thutak le lunginsietna le Pathien hrietna a um naw leiin, LALPA chun ram hluotuhai hêkna ding a nei.",
      "reference": "HOSEA 4:1"
    },
    {
      "content": "Inkhâm dâm, inhlêm dâm, inthat dâm, inrûk dâm. Uiret chîng dâm a pung a, tuolthatna hlak chu ân phaman a.",
      "reference": "HOSEA 4:2"
    },
    {
      "content": "Chuleiin, ram chun sûn a ta, A sûnga chêng tinrêng chu chau an tih, Ramsahai le chunglêng vatehai leh; Anih, tuisuorieta ngahai chenin lâk hmang nîng an tih.",
      "reference": "HOSEA 4:3"
    },
    {
      "content": "Nisienlakhawm, tuhai khawm inhêk naw raw hai se, Tukhawm inkâwk bawk naw raw hai se; I mihai chu thiempu hêktuhai ang an ni sih a, Aw thiempu, nanga chungah a nih ka lungni naw chu,",
      "reference": "HOSEA 4:4"
    },
    {
      "content": "Sûna chun tlûng i ta, nangma leh zânah zâwlnei khawm tlûng a tih; I nu khawm sukbohmang ka tih.",
      "reference": "HOSEA 4:5"
    },
    {
      "content": "Ka mihai chu hrietna tlâksam leiin sukbohmang an na, Hrietna chu i dit naw leiin kei khawma ka thiempu i ninaa inthawk chun dit naw ve tâng ka ti che. I Pathien dân chu i theinghil vei a, Kei khawmin i nauhai theinghil vêng ka tih.",
      "reference": "HOSEA 4:6"
    },
    {
      "content": "An pung dep leh ka chungah an suol tul tul a, An ropuina chu muolphonaah inchangtir ka tih,",
      "reference": "HOSEA 4:7"
    },
    {
      "content": "Ka mihai suolna an fâk a, An khawhlonaa chun an lungril an innghat a;",
      "reference": "HOSEA 4:8"
    },
    {
      "content": "A mipui ni leh, a thiempu ni leh angkhat nîng an tih, An lampuihai lei chun anni chu hrem ka ta, An thilthawhai chu thung ka tih.",
      "reference": "HOSEA 4:9"
    },
    {
      "content": "Fa chu fa dêng an ta, tlai si naw ni hai; Nawchizawr chîng an ta chu, pung chuong naw ni hai, LALPA pawisakna an nei naw leiin.",
      "reference": "HOSEA 4:10"
    },
    {
      "content": "Nawchizawr dâm, uoin dâm, uoin thar dâm chun Hrietthiemna a lâk hmang hlak.",
      "reference": "HOSEA 4:11"
    },
    {
      "content": "Ka mihai chun an thing an râwn a. An hmawl chun a hril hlak. Nawchizawrna lungril chun a ṭhuoi hmang a, An Pathiena inthawk chun an hur hmang ta sih a.",
      "reference": "HOSEA 4:12"
    },
    {
      "content": "Tlâng sîphaia chun an inthâwi a, Muolhaia chun riminhnik an rawh a; Thingsaisuo le beraw le tarpin thing hnuoia chun, A hlim chu ân hawi leiin. Chuleiin, in naunuhmeihai chun nawchizawr an chîng a, In mohai chun uiret an chîng a nih.",
      "reference": "HOSEA 4:13"
    },
    {
      "content": "In naunuhmeihaiin nawchi an zawr a, In mohaiin uiret an chîng khawma hrem naw ning, Anni ngei khawm nawchi- zawrhai leh an fe pêt a, Nawchizawrhai leh an inthâwi hmunkhat sih a; Hrethiem lo mipuihai chu tlu sieng an tih.",
      "reference": "HOSEA 4:14"
    },
    {
      "content": "Israel, nang chun nawchizawr chîng la khawm, Juda chu tlu ve lul naw raw se. Gilgala chun hung naw unla, Beth-avena khawm hang fe naw ro; “LALPA a hring zing angin” tiin inkhâm bawk naw ro.",
      "reference": "HOSEA 4:15"
    },
    {
      "content": "Bâwngla kâwmaw ang elin Israelhai chu an kâwmaw a, Tuhin LALPAIN berâmte angin hmun lientakah châwm a tih.",
      "reference": "HOSEA 4:16"
    },
    {
      "content": "Ephraim chun milim ân zawmpui tah a; A um umin um raw se.",
      "reference": "HOSEA 4:17"
    },
    {
      "content": "An zu dâwn chu an ṭîn a, nawchizawrah an insiem a, An ropuina nêkin thil inzapuium chu an ngaina lem a.",
      "reference": "HOSEA 4:18"
    },
    {
      "content": "Thli chun a thlahai chun a tuom khum tah a; An inthâwinahai lei chun lân zak ngei an tih.",
      "reference": "HOSEA 4:19"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "HOSEA 4 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}