{
  "verses": [
    {
      "content": "Israel chu a naupang lai chena inthawk ka hmangai a, Aigupta rama inthawkin ka naupa dinga ka ko suok a nih.",
      "reference": "HOSEA 11:1"
    },
    {
      "content": "Ka ko râwn po leh an mi hlat zuol det a, Baalhai kuomah an inthâwi lem a. Mi lim siem fâwmhai kuomah riminhnik an raw a nih.",
      "reference": "HOSEA 11:2"
    },
    {
      "content": "Kei ruok chun Ephraim chu ka kuta chelin lâwn kân chûk- tir a, Anni ka înthawtir a nih ti ruok chu an hriet nawh.",
      "reference": "HOSEA 11:3"
    },
    {
      "content": "Mihriem hruihruol, hmangaina hruihai chun anni ka kei a, An ta ding chun an khâka kawl hlîppêktu ang chu ka na, Duottakin an hmaah fâk ding ka pêk a.",
      "reference": "HOSEA 11:4"
    },
    {
      "content": "Aigupta rama chun kîr nâwk ta naw ni; Nisienlakhawm, hnungkîr an nuom naw leiin, Assuria chu a lal nîng a tih.",
      "reference": "HOSEA 11:5"
    },
    {
      "content": "A khawpuihaia chun kâwlhnâm inletin um a ta, A kulhai chu sukbohmang a tih, Anni thu lo râwn ang ngeiin sukbohmang a tih.",
      "reference": "HOSEA 11:6"
    },
    {
      "content": "Ka mihai chun mi nghatsan an tum zing a, Chuongchun, an ta dingin rîngkawl ruotpêk an nih, Chu chu tukhawma hlîppêk naw nih.",
      "reference": "HOSEA 11:7"
    },
    {
      "content": "Aw Ephraim, iengtin am thlauthla thei ka ti che a? Aw Israel, iengtin am inthla thei ka ti che a? Iengtin am Adma angin siem thei ka ti che a? Iengtin am Zeboiim angin inumtir thei ka ti che a? Ka sûnga hin ka lung hi ân lêt a, Ka lunginsietnahai chu ân mûtâi nâwk ta lem a.",
      "reference": "HOSEA 11:8"
    },
    {
      "content": "Ka lunginsen nasatak chu hlen naw ning a, Ephraim chu sukbohmang tum nâwk ta naw ning. Kei chu mihriem ni loin, Pathien ka ni sih a, Nangmaa um Mi Inthieng chu, Khawpui chu hung lûtkhum naw ning.",
      "reference": "HOSEA 11:9"
    },
    {
      "content": "LALPA chu zui an ta, Sakeibaknei anga inrûm ding chu; Anih, inrûm ngei a ta, Khaw thlang tienga inthawkin a nauhai chu Inthin pumin hung an tih.",
      "reference": "HOSEA 11:10"
    },
    {
      "content": "Aiguptaa inthawk chun chawngzawng angin, Assuriaa inthawk chun vaṭhu angin thla zâp sieu sieuin hung an tih; Chun, an in lum inhluotir ka ta, ti hi LALPA thu suok a nih.",
      "reference": "HOSEA 11:11"
    },
    {
      "content": "Ephraim chun khêl thuin a mîn huol vêl a, Israel sûnghai chun hlêmnain; Juda ruok chu Pathien ihriet zingin a um a, Mi Inthieng chunga chun ring a um a nih.",
      "reference": "HOSEA 11:12"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "HOSEA 11 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}