{
  "verses": [
    {
      "content": "Ephraimin thu a hril chun inthinna khawp a tling hiel hlak, Israel mihai laia chun ngai ropui a ni mieu sih a. Baal kuoma a tlûk china hin chu a thi tah a nih.",
      "reference": "HOSEA 13:1"
    },
    {
      "content": "Tu khawm hin an suol zuol ta deu deu a, An tangkaruoin milim a sunga sung an insiem fâwm a, Anni ngaidân ang peia milim chu: Chuonghai po po chu themthiemhai kutsuok a ni sa khawmin, Inthâwina inhlântuhai taphawt chun Bâwngtê chu fâwp raw se, an ti hlak.",
      "reference": "HOSEA 13:2"
    },
    {
      "content": "Chuleiin, zîngkâr ṭieusûm ang le, Dâidaw inhmataka bo nâwk el hlak ang, Hrizâwla bu si thlivirin a lâk hmang hlak ang, Meikhu suokna meikhu ang nîng an tih.",
      "reference": "HOSEA 13:3"
    },
    {
      "content": "Kei ruok hi chu Aigupta rama inthawk tah a, LALPA i Pathien chu ka na, Kei ti naw chu Pathien dang i hriet ngai nawh a; Kei naw hi chu sandamtu dang an um nawh.",
      "reference": "HOSEA 13:4"
    },
    {
      "content": "Ram ṭâwl nasatak, thlalêra inruolpui hlak che kha ka nih.",
      "reference": "HOSEA 13:5"
    },
    {
      "content": "An fâk ding dawnga chun an tlai a, An tlai chu an lungrilin an chapo phah a, Chuongchun, an mi theinghil tah a nih.",
      "reference": "HOSEA 13:6"
    },
    {
      "content": "Chuleiin, an ta dingin sakeibaknei ang nîng ka ta, Keitê angin lampuiah anni inchân ka tih.",
      "reference": "HOSEA 13:7"
    },
    {
      "content": "Savawm a tê chân angin anni chu thâwng ka ta, An lung tuomtuhai chu keithlêr vawng ka ta, Chu hmuna chun sakeibaknei angin Anni fa zo ka tih; Ramsain a kei dar zo ding ang chun.",
      "reference": "HOSEA 13:8"
    },
    {
      "content": "Aw Israel, nangma ṭhangpuitu i mi do hi, I sietna a nih ie.",
      "reference": "HOSEA 13:9"
    },
    {
      "content": "I khawpui po poa sanhim theitu ding che, I lal chu tuhin khâwlai am a um a? Lal le hotuhai mi pe rawh, i itihai, I rorêltuhai chu khâwlai am an um a?",
      "reference": "HOSEA 13:10"
    },
    {
      "content": "Ka lunginsenin lal ka pêk che a, Ka lunginsenin ka lâk hmang nâwk ta a nih.",
      "reference": "HOSEA 13:11"
    },
    {
      "content": "Ephraim rîtlona chu ka înkhâwl khâwm a na, A suolna chu thak khâwm a nih.",
      "reference": "HOSEA 13:12"
    },
    {
      "content": "Nuhmei nau invawi lungngaina ang chu a chungah hung tlung a tih, Ama chu naupa var nawtak a nih, A huntakah nau hung suokna hmunah a um si nawh.",
      "reference": "HOSEA 13:13"
    },
    {
      "content": "Seol kuta inthawkin anni chu intlan ka ta, Thinaa inthawkin anni chu sansuok ka tih; Aw thina, i hripuihai chu khâwlai am? Aw Seol, i suksietna chu khâwlai am? Simna chu ka mita inthawkin thup nîng a tih.",
      "reference": "HOSEA 13:14"
    },
    {
      "content": "A unauhai laia chun a tluong- tlung tak ni sien khawm, Khaw sak thli hung inthawk a ta, Thlalêra inthawka LALPA thuok ngei chu a hung mêk a nih; A tuihnârhai chu kang a ta, A tuikhurhai chu ṭâwl zo a tih; Bûr le bêl ṭhahai po po, a ro chu sukse vawng a tih.",
      "reference": "HOSEA 13:15"
    },
    {
      "content": "Samaria chu sukrêmin um a tih, A Pathien chungah a hel sih a; Kâwlhnâma sukthlûkin um an ta, An nautêhai chu peinawi nîng an tih, An nuhmei nau vawn laihai chu phirthlêr nîng an tih.",
      "reference": "HOSEA 13:16"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "HOSEA 13 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}