{
  "verses": [
    {
      "content": "“Hung ta u, LALPA kuomah kîr ei tiu, A mi kei nâwi taha chu a mi lo sukdam nâwk ding a ni sih a, A mi lo vuok ta nâka chu a mi tuom nâwk ding a ni sih a;",
      "reference": "HOSEA 6:1"
    },
    {
      "content": "Ni hni chenah mi sukhring a ta, Ni thum nia chun mi keitho a ta, a hmaah um ei tih.",
      "reference": "HOSEA 6:2"
    },
    {
      "content": "LALPA hrietna chu hnawt pei ei tiu khai, hrieng ei tiu; Zîng khawvar anga inkhêl ruol loin ân thawk suok ngei hlak; Ei kuomah ruo angin, ruo nuhnung, hnuoi sukhutu ang elin hung tlung a tih,” tiin.",
      "reference": "HOSEA 6:3"
    },
    {
      "content": "Aw Ephraim, iengtin am ka thaw ding che a na? Aw Juda, iengtin am ka thaw ding che a na? In ṭhatna chu zîngkâr ṭieusûm le daidaw hung bo vak hlak ang hi a ni sih a.",
      "reference": "HOSEA 6:4"
    },
    {
      "content": "Chuleiin, zâwlneihai hmangin anni ka râwt a, Ka baua thuhaiin anni ka sukhlum a nih. I chunga rorêlnahai chu var fe suok pup pup ang hi a nih.",
      "reference": "HOSEA 6:5"
    },
    {
      "content": "Inthâwina dit loin lunginsietna ka dit sih a; Pumrawhmang thilinhlân nêk chun Pathien hrietna ka dit lem a nih.",
      "reference": "HOSEA 6:6"
    },
    {
      "content": "Nisienlakhawm, Adam angin thuthlung chu an bawsiet a, Chutaka chun vervêktakin ka chungah an thaw a nih:",
      "reference": "HOSEA 6:7"
    },
    {
      "content": "Gilead chu khawhlona thawtuhai khawpui a na; Thisen a kai pheng phung a nih.",
      "reference": "HOSEA 6:8"
    },
    {
      "content": "Suomhmang ruolin mi an inchân hlak angin, Thiempu pâwlhai chun Sekem lampuiah mi an that hlak; Anih, thil suol an thaw tah a nih.",
      "reference": "HOSEA 6:9"
    },
    {
      "content": "Israel sûngkuoa chun thil râpthlâktak ka hmuh a, Ephraima chun nawchizawrna a um a, Israel chu sukpawrchein a um a nih.",
      "reference": "HOSEA 6:10"
    },
    {
      "content": "Ka mihai sal intângnaa inthawka ka ṭhuoi kîr pha chun, Aw Juda, i ta ding khawma ra sîk ding ruot a nih.",
      "reference": "HOSEA 6:11"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "HOSEA 6 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}