{
  "verses": [
    {
      "content": "Israel sukdam ka tum leh Ephraim khawhlona a hung inlang a. Samaria rîtlona leh, hlêm an chîng a nih. Sûng tieng inru a hung lût a, Tuol tienga chun suomhmang ruolin an suom sih a,",
      "reference": "HOSEA 7:1"
    },
    {
      "content": "An rîtlona po po chu ka hriet zing ti An lungrilin an ngaituo nawh; Tuhin chu an thilthawhai ngeiin a chîm vêl tlat tah a, Ka hmaihma ngeiah an um a nih.",
      "reference": "HOSEA 7:2"
    },
    {
      "content": "An rîtlona chun laltak an suklâwm a; An thu khêlin mi lienhai an suklâwm bawk a.",
      "reference": "HOSEA 7:3"
    },
    {
      "content": "An rêngin uire an na, Bei siemtuin thuk a ur lum, Beiphit a hmethnâk a tho hmaa, Mei tâwl a châwlsan hri ang hi an nih.",
      "reference": "HOSEA 7:4"
    },
    {
      "content": "Ei laltak nia chun mi lienhai chu uoin inruitakin an insukrui a, Ama chun hmusittuhai ruolin a kut a phar a.",
      "reference": "HOSEA 7:5"
    },
    {
      "content": "Inrûka an inchân laiin an lungril chu thuk ang elin an siem tah a; An lunginsen chu zânkhawvârin a dei a, Zîngkâr chun meichawk angin a hung chawk a.",
      "reference": "HOSEA 7:6"
    },
    {
      "content": "Thuk ang elin an sa vawng a, an rorêltuhai an sukbohmang a; An laltak taphawthai chu an tluh a, Anni lai tukhawm a mi ko an um nawh.",
      "reference": "HOSEA 7:7"
    },
    {
      "content": "Ephraim hlak chu hnam danghai lai ân zêlsa a, Ephraim chu bei inlet lo a nih.",
      "reference": "HOSEA 7:8"
    },
    {
      "content": "Mikhuolhai chun a hrâtna an fâk zopêk a, Ama chun chu a hriet nawh; Hmul inṭuokin ama chu a bâwm nuol tah a, Ama chun chu a hriet nawh.",
      "reference": "HOSEA 7:9"
    },
    {
      "content": "Israel chapona chun ama thiemnawzie ân hriettir a, Nisienlakhawm, hieng po poa khawm hin, LALPA an Pathien tieng chu an ngha nawh a, Ama chu an zawng bawk nawh,",
      "reference": "HOSEA 7:10"
    },
    {
      "content": "Ephraim chu vaṭhu inhai, hrietthiemna nei lo ang a lo na, Aigupta tieng an ko vak a, Assuria tienga chun an fe vak a;",
      "reference": "HOSEA 7:11"
    },
    {
      "content": "An fe chu an chungah ka lên hei dêng ka ta, Chunglêng vate man angin man ka tih; An thil suol thaw ang huin anni hrem ka tih.",
      "reference": "HOSEA 7:12"
    },
    {
      "content": "An chung a rik ie; ka kuoma inthawkin an fe hmang ta sih a! Bohmangna an chungah a tlung ie, ka chungah an hel ta sih a! Kei chun anni sandam ka nuom a, Anni ruok chun khêl an mi hril khum a,",
      "reference": "HOSEA 7:13"
    },
    {
      "content": "An lungril takin an mi ko nawh a, An khum laizâwlah an chierinthluok mei mei a nih; Bu le uoin dingin an inkhâwm a, ka chunga chun an hel sih a.",
      "reference": "HOSEA 7:14"
    },
    {
      "content": "Kei chun an bânhai chu inchûktirin ka sukhrât a, Nisienlakhawm, ka chungah thil ṭha naw an suongtuo a nih.",
      "reference": "HOSEA 7:15"
    },
    {
      "content": "An ngha kîr a, Achunghnungtak kuomah ni loin; Thalngul rul ang an nih, An mi lienhai chu an ṭawng pâwngpawr leiin kâwlhnâmin tlûng an tih; Hi hi Aigupta rama nuizatbûr an nina nîng a tih.",
      "reference": "HOSEA 7:16"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "HOSEA 7 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}