{
  "verses": [
    {
      "content": "In naupahai kuoma chun, “Ka mihai” ti unla, in farnuhai kuoma chun, “Lunginsietna dawngtu” ti ro.",
      "reference": "HOSEA 2:1"
    },
    {
      "content": "In nu hi ngên ro, ngên ro; Ama hi ka nuhmei a ni si nawh a. Kei khawm a pasal ka ni nawh; A hmêla inthawkin a nawchizawr chîng hi pei thla sienla, A ṭânghai laia inthawkin a uiret chîng hi pei thla raw se.",
      "reference": "HOSEA 2:2"
    },
    {
      "content": "Chuong naw chun saruokin siem ka ta, A pieng nia a um angin inumtir ka tih, Thlalêr angin siem ka ta, Ram ṭâwl angin inumtir ka ta, Dangchârin sukhlum ka tih.",
      "reference": "HOSEA 2:3"
    },
    {
      "content": "A nauhai khawm lainat naw ning, Nawchizawr nauhai an ni sih a.",
      "reference": "HOSEA 2:4"
    },
    {
      "content": "An nu chun nawchi a zawr hlak a, Anni vawntu chu inzâpuiumtakin a um a; Ka bu dâm, ka tui dâm, ka sahmul dâm, Ka pat dâm, ka hriek dâm le, ka dâwn dinghai mi petu. Ka dit zâwnghai chu hnawt ka tih, a ti a nih.",
      "reference": "HOSEA 2:5"
    },
    {
      "content": "Chuleiin, ngai ta, i lampui chu hlingin hruk ka ta, Ama dang dingin dai sak ka ta, A lampuihai chu hmu naw nih.",
      "reference": "HOSEA 2:6"
    },
    {
      "content": "Chun, a dit zâwnghai chu hnawt a ta, Hnawt phâk naw nih. Anni chu zawng a ta, hmu naw nih; Chuongchun, Ka pasal hmasa kuomah kîr nâwk ka tih. Tulai nêk hin kha hma kha ka ta dingin a ṭha lem si, tîng a tih.",
      "reference": "HOSEA 2:7"
    },
    {
      "content": "Bu dâm, uoin dâm, hriek dâm hi, Tangka ka sukpungpêkhai hi, Rângkachak Baal ta dinga an hmanghai leh; Keima pêk a nih ti a hriet si nawh a;",
      "reference": "HOSEA 2:8"
    },
    {
      "content": "Chuleiin, ka bu chu a hunah, Ka uoin khawm chu a hunah la kîr nâwk ka ta, Ka sahmul le ka pat, a saruok inkhumna ding chu lâkpêk ka tih.",
      "reference": "HOSEA 2:9"
    },
    {
      "content": "Chuongchun, a dit zâwnghai mithmua chun, A saruok zâmaw chu suklang ka tih; Ka kuta inthawk chun tu- khawma sansuok naw ni hai.",
      "reference": "HOSEA 2:10"
    },
    {
      "content": "A hlimna po po, a ruoiṭhe dâm, a thla thar dâm, A châwlni dâm le a hunbi ruoiṭhehai po po khawm suktâwp vawng ka tih.",
      "reference": "HOSEA 2:11"
    },
    {
      "content": "A grêp hrui le a theichang kûng, Hieng hi ka dit zâwnghai mi pêk, ka hlaw chu a nih, A ti hlakhai chu sukrêm ka tih. Ramhnuoiah siem ka ta, ramsahaiin fâng an tih.",
      "reference": "HOSEA 2:12"
    },
    {
      "content": "Riminhnik a rawpêk hlak Baal nihai chu a chungah thung ka ta, Chuong lai chun a nabehai le a în cheinahai chu ân bel a, A dit zâwnghai a pan a, kei a mi theinghil a nih, Ti hi LALPA thu suok a nih.",
      "reference": "HOSEA 2:13"
    },
    {
      "content": "Chuleiin, ngai ta, thlêm ka ta, thlalêrah ṭhuoi ka ta, Bau ṭhatakin ama chu bieng ka ta,",
      "reference": "HOSEA 2:14"
    },
    {
      "content": "Chu chena inthawk chun a grêp huonhai chu pêng ka ta, Akor ruom khawm beiseina kawtkhâr dingin. Chutaka chun a tleirâwl lai nihai le, Aigupta rama inthawka a hung suok ni ang khan dawn a tih.",
      "reference": "HOSEA 2:15"
    },
    {
      "content": "Chun, chu nia chun, LALPA chun a tih, Ka pasal mi tîng i ta, Ka Baal mi ti ta naw ti nih;",
      "reference": "HOSEA 2:16"
    },
    {
      "content": "A baua inthawkin Baal hming- hai hi ka sukhmangpêk ding a ni sih a; an hming hi sâm ni ta hrim hrim naw nih.",
      "reference": "HOSEA 2:17"
    },
    {
      "content": "Chu nia chun ramsahai, chung- lêng vatehai, hnuoia thilhringhai leh an ta dingin thuthlung siem ka ta; thalngulhai, kâwlhnâm dâm le indo nahai hi hnuoia inthawkin sukbo- hmang ka ta, himtakin inum hmun- khattir ka tih.",
      "reference": "HOSEA 2:18"
    },
    {
      "content": "Kumkhawtluongin ka ta dingin huol tlat ka ti cheh a, felna dâm, rorêlna dâm, lunginsietna dâm, lai- natna dâmin ka ta dingin huol ka ti che.",
      "reference": "HOSEA 2:19"
    },
    {
      "content": "Ringumnain huol ka ti cheh a, chuongchun, LALPA chu hrieng i tih,",
      "reference": "HOSEA 2:20"
    },
    {
      "content": "Chu ni chun, LALPA chun a tih, Vânhai bieng ka ta, annin hnuoi bieng an tih;",
      "reference": "HOSEA 2:21"
    },
    {
      "content": "Chun, hnuoi chun bu dâm, uoin dâm, hriek dâm bieng an ta; Chun, anni chun Jezreel bieng an tih.",
      "reference": "HOSEA 2:22"
    },
    {
      "content": "Chun, ama chu ka ta dingin hnuoia hin chîng ka ta, Lo-ruhama chu lainat ka ta, Ka mi nilo chu “Ka mi i nih” tîng ka ta, Chun, ama chun, “Ka Pathien i nih,” tîng a tih.",
      "reference": "HOSEA 2:23"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "HOSEA 2 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}