{
  "verses": [
    {
      "content": "Chun, LALPAIN Noa kuoma chun, “Nang le i sûnghai po po chu lawngah lût ro; nang chu tulai ṭhangthar lai hin ka mithmuin mi feltak i nih ti ka hriet che a nih.",
      "reference": "INṬANNA 7:1"
    },
    {
      "content": "Sa thieng tinrêng laia mi, a chal le a kawppui a pui seng leh, tuok sari peiin i kuomah ṭhuoi i ta, sa thieng- naw laia mi, a chal le a kawppui, a pui seng leh tuok khat peiin.",
      "reference": "INṬANNA 7:2"
    },
    {
      "content": "Chunglêng vate laia mi khawm, a pui le a chal seng, tuok sari peiin, hnuoi chung po poa chi thla dinga hring dingin i ṭhuoi ding a nih.",
      "reference": "INṬANNA 7:3"
    },
    {
      "content": "Ni sari a la bâk a, chu hnunga chun hnuoi chunga hin ni sâwmli le zân sâwmli sûng ruo insûrtir ka ta; ka thilhring siem tinrêng hi hnuoi chunga inthawkin sukbohmang ka tih,” a ta.",
      "reference": "INṬANNA 7:4"
    },
    {
      "content": "Chuongchun, Noa chun LALPAIN a kuoma thu a pêk ang pei chun a thaw tah a.",
      "reference": "INṬANNA 7:5"
    },
    {
      "content": "Chun, hnuoia tui a hung lêt lai chun Noa chu kum za ruk mi a nih.",
      "reference": "INṬANNA 7:6"
    },
    {
      "content": "Chun, tui a hung lêt ding a ni lei chun Noa chu lawnga chun a lût a, a naupasalhai le a nuhmei le a nauhai nuhmeihai khawm an lût ve a.",
      "reference": "INṬANNA 7:7"
    },
    {
      "content": "Sa thieng laia mi le, sa thiengnaw laia mi le, vate laia mi le, hnuoia bawkinvâka lâwn tinrêng laia mi khawm,",
      "reference": "INṬANNA 7:8"
    },
    {
      "content": "a pui le a chal a tuok peiin Pathienin Noa kuoma thu a pêk ang khan, Noa kuomah lawngah an lût tah a.",
      "reference": "INṬANNA 7:9"
    },
    {
      "content": "Chun, ni sari hnunga chun hnuoia hin tui chu a hung lêt tah a.",
      "reference": "INṬANNA 7:10"
    },
    {
      "content": "Noa chu kum za ruk a ni kum, a thla hnina ni sâwm le ni sari niah, chu ni ngei chun tui inthûk lientak hnâr po po chu a hung pût ta vawng a, vân tukverhai khawm a hung inhawng ta bawk a.",
      "reference": "INṬANNA 7:11"
    },
    {
      "content": "Chun, ni sâwmli le zân sâwmli sûng chu hnuoia hin ruopui nasatak a sûr tah a.",
      "reference": "INṬANNA 7:12"
    },
    {
      "content": "Chu ni ngei chun Noa le a naupasalhai Sem, Ham, Japheth le Noa nuhmei chu lawnga chun an lût tah a, a naupasalhai nuhmei pa- thum khawm an kuomah an lût veh a;",
      "reference": "INṬANNA 7:13"
    },
    {
      "content": "anni chu an lût a, sa tinrêng mâni chi um dân ang sengin, ran po po mâni chi um dân ang sengin, thilhring hnuoia bawkinvâka lâwn chi tinrêng mâni chi um dân ang sengin, vate tinrêng mâni chi um dân ang sengin, vate thla nei tinrêng chu an lût seng bawk a.",
      "reference": "INṬANNA 7:14"
    },
    {
      "content": "Chuongchun, tisa po po hringna thuok nei taphawt chu a tuok peiin Noa kuomah lawnga chun an lût tah a.",
      "reference": "INṬANNA 7:15"
    },
    {
      "content": "Chun, a lûthai chu Pathienin a kuoma thu a pêk angin, tisa nei laia mi tinrêng chu a pui le a chal a tuok peiin an lût a; chun, LALPAIN ama chu a khâr khum tah a.",
      "reference": "INṬANNA 7:16"
    },
    {
      "content": "Chun, tui chu hnuoia hin ni sâwmli sûng po a lêt a, tui chu a hung pung a, lawng chu a hung lên kâng a, hnuoi chunga chun a chîm lâng pei tah a.",
      "reference": "INṬANNA 7:17"
    },
    {
      "content": "Tui chu a hung um ta puou a, hnuoi chunga hin a hung pung rak el tah a, lawng chu tui chunga chun ân lâng pei a.",
      "reference": "INṬANNA 7:18"
    },
    {
      "content": "Chun, hnuoi chunga hin tui chu nasatakin a hung um puou el tah a, vân hnuoia tlâng insânghai po po chu a chîm zo tah a.",
      "reference": "INṬANNA 7:19"
    },
    {
      "content": "Tawng sâwmpanga zeta in- sângin tui chu a hung um ta puou el a, tlânghai chu a tlum hmang ta dai a.",
      "reference": "INṬANNA 7:20"
    },
    {
      "content": "Chuongchun, tisa hnuoia chângthei po po, vate dâm, ran dâm, sa dâm, thilhring hnuoi chunga bawk- invâka lâwn tinrêng dâm, mihriem tinrêng leh an thi zo vawng tah a;",
      "reference": "INṬANNA 7:21"
    },
    {
      "content": "an hnâra hringna thlarau thuok umna po po, khawmuola um ta- phawthai chu an thi ta vawng a.",
      "reference": "INṬANNA 7:22"
    },
    {
      "content": "Chuongchun, hnuoi chunga thil hringna nei tinrêng, mihriem dâm, ran dâm, thilhring bawkinvâk chi dâm, chunglêng vate dâm, hnuoia inthawka sukbohmangin an um tah a: Noa le a kuoma lawnga umhai chau chu hlain an um tah a.",
      "reference": "INṬANNA 7:23"
    },
    {
      "content": "Chun, tui chu ni za le sâwmnga sûng po chu hnuoia hin a um ta puou el a.",
      "reference": "INṬANNA 7:24"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INṬANNA 7 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}