{
  "verses": [
    {
      "content": "Chu hnunga chun Jakob chu a fe pei a, khawsak nauhai ram chu a hung tlung tah a.",
      "reference": "INṬANNA 29:1"
    },
    {
      "content": "A hang en chun phûla tuisunsuo um hi a hmuh a, a kâwla chun berâm ruol thum hi an um zing a; chu tuisunsuoa inthawk chun berâm ruolhai chu tui an indâwntir hlak a nih: tuisunsuo kawta lung um chu a lien hle el a.",
      "reference": "INṬANNA 29:2"
    },
    {
      "content": "Chutaka chun berâm ruol po po chu an fe khâwm hlak a, tuisunsuo kawta lung chu an inhlum hmang a, berâmhai chu tui an indâwntir a, lung chu tuisunsuo kawta a umna pângngaia chun an sie nâwk hlak a.",
      "reference": "INṬANNA 29:3"
    },
    {
      "content": "Jakob chun an kuomah, “Ka unauhai, khawtienga mi am in nih a?” a tih a. Anni chun, “Harana mi kan nih,” an tih a.",
      "reference": "INṬANNA 29:4"
    },
    {
      "content": "Ama chun an kuomah, “Nahor naupa Laban in hriet am?” a tih a. Anni chun, “Hre e,” an tih a.",
      "reference": "INṬANNA 29:5"
    },
    {
      "content": "Ama chun an kuomah, “A dam lai a ni?” a tih a. Anni chun, “A dam lai a nih ie, en ta, a naunu Rakil khawm berâm ṭhuoiin a hung saw,” an tih a.",
      "reference": "INṬANNA 29:6"
    },
    {
      "content": "Ama chun, “Ngai ta u, nisa khawm a lân sâng hleh a, ran ṭhuoi khâwm khawm a la hun nawh a: berâmhai hi tui indâwntir unla vân thla ro khai,” a tih a.",
      "reference": "INṬANNA 29:7"
    },
    {
      "content": "Anni chun, “Thei naw ning ungah, berâm ruol po po an fe khâwm a, tuisunsuo kawta lung hi an inhlum sawn hmakhat chu; chu hnunga chun berâmhai chu tui kan indâwn tir hlak a nih,” an tih a.",
      "reference": "INṬANNA 29:8"
    },
    {
      "content": "Anni a la biek lai chun Rakil chu a pa berâmhai ṭhuoiin a hung tlung a; ama chun a vêng hlak a nih a.",
      "reference": "INṬANNA 29:9"
    },
    {
      "content": "Chun, Jakob chun a nu ṭapa Laban naunu Rakil le, a nu ṭapa Laban berâm ruol chu a hmu chun a va hnai a, tuisunsuo kawta lung chu ân hlum hmang a, a nu ṭapa beramhai chu tui ân dâwntir tah a.",
      "reference": "INṬANNA 29:10"
    },
    {
      "content": "Chun, Jakobin Rakil chu a fâwp a, inringtakin a ṭap tah a.",
      "reference": "INṬANNA 29:11"
    },
    {
      "content": "Chun, Jakobin ama chu chu minu pa tupa a nizie le Rebeka naupa a nizie Rakil chu a hril a; chuong- chun, Rakil chu a tlân a, a pa a va hril tah a.",
      "reference": "INṬANNA 29:12"
    },
    {
      "content": "Laban chu a farnu naupa Jakob chanchin a hriet chun, a tuok dingin a tlân a, a kuo a, a fâwp a, ama chu a inah a ṭhuoi tah a. Chun, Jakobin chuong thu po po chu Laban a hril tah a.",
      "reference": "INṬANNA 29:13"
    },
    {
      "content": "Laban chun a kuomah, “Ka tisa le ka ru ngei i ni chu tie,” a tih a. Chun, thla khat a kuomah a um tah a.",
      "reference": "INṬANNA 29:14"
    },
    {
      "content": "Chun, Labanin Jakob kuomah, “Ka tupa i ni leiin a thlâwnin ka rawng i bâwl ding am a nih? Iengam hlâwng i ta? mi hril raw khai,” a tih a.",
      "reference": "INṬANNA 29:15"
    },
    {
      "content": "Laban chun naunuhmei pahni a nei a,a upa lem hming chu Leah a nih a, a naupang lem hming chu Rakil a nih.",
      "reference": "INṬANNA 29:16"
    },
    {
      "content": "Leah chu mitmeng inkhup deutak a nih a, Rakil ruok chu pieng ṭhatak, hmêl ṭhatak a nih.",
      "reference": "INṬANNA 29:17"
    },
    {
      "content": "Jakob chun Rakil chu a hmangai a; chuongchun, “I naunu- hmei naupang lem Rakil hi nei dingin kum sari i rawng bâwlpêk ka ti che,” a tih a.",
      "reference": "INṬANNA 29:18"
    },
    {
      "content": "Laban chun, “Ama chu mi dang kuoma ka pêk nêk chun i kuoma ka pêk chu ṭha lem a tih, ka kuomah um zing el rawh,” a tih a.",
      "reference": "INṬANNA 29:19"
    },
    {
      "content": "Jakob chun Rakil nei ding chun kum sari chu rawng a bâwl tah a, nisienlakhawm, Rakil chu a hmangai êm leiin ni sâwt nawte ang chauin a hriet a.",
      "reference": "INṬANNA 29:20"
    },
    {
      "content": "Chun, Jakobin Laban kuomah, “Ka pâwl theina dingin ka nuhmei chu mi pe raw le, ka hun a kim ta sih a,” a tih a.",
      "reference": "INṬANNA 29:21"
    },
    {
      "content": "Chuongchun, Laban chun chu khuoa mi po po chu a khâwm vawng a, ruoi a ṭheh a.",
      "reference": "INṬANNA 29:22"
    },
    {
      "content": "Chun, thimbut hin a naunu Leah chu a ṭhuoi a, Jakob kuomah a ṭhuoi lût a; ama chun a lo pâwl a.",
      "reference": "INṬANNA 29:23"
    },
    {
      "content": "(Laban chun a suoknu Zilpah chu a naunu Leah kuoma chun a suoknu dingin a pêk a).",
      "reference": "INṬANNA 29:24"
    },
    {
      "content": "Chun, zîngtieng a hung ni chun Leah a lo ni zing el a; chuongchun, Jakobin Laban kuomah, “Ka chunga i thilthaw hi iengtizie am a nih a? Rakil nei dingin i rawng ka bâwl ni lo am a nih? Iengdinga i mi hlêm am?” a tih a.",
      "reference": "INṬANNA 29:25"
    },
    {
      "content": "Laban chun, “Kan rama hin chuong anga nau a u hmaa a naupang lem infetir chu dân a ni nawh ie.",
      "reference": "INṬANNA 29:26"
    },
    {
      "content": "A pakhata inneina chawlkâr chen chu tlingtla phawt la, chun, kum sari dang ka rawng i bâwl nâwk ding chun a dang khawm chu pêng kan ti che,” a tih a.",
      "reference": "INṬANNA 29:27"
    },
    {
      "content": "Jakob chun chuong ang chun a thawh a, chu nu chawlkâr chu a tling- tlah a, chuongchun, a naunu Rakil chu a nuhmei dingin a pêk tah a.",
      "reference": "INṬANNA 29:28"
    },
    {
      "content": "(Laban chun a suoknu Bilha chu a naunu Rakil suoknu dingin a pêk a).",
      "reference": "INṬANNA 29:29"
    },
    {
      "content": "Jakob chun Rakil khawm chu a pâwl a, Leah nêk chun Rakil chu a hmangai lem bawk a, Laban rawng chu kum sari dang a bâwl nâwk tah a.",
      "reference": "INṬANNA 29:30"
    },
    {
      "content": "Chun, LALPAIN Leah chu theidain a um ti a hriet a, chuong- chun, a sul a hawngpêk a. Rakil ruok chu a ching a.",
      "reference": "INṬANNA 29:31"
    },
    {
      "content": "Chun, Leah chu ân rai a, naupasal a nei a, a hmingah Reuben a sak a: “LALPA chun ka rinumzie a hmu leiin a ni hi; tuhin chu ka pasalin mi hmangai tâng a tih,” a tih a.",
      "reference": "INṬANNA 29:32"
    },
    {
      "content": "Chun, ân rai nâwk a, naupasal a nei nâwk a, “LALPA chun theidain ka um ti a hriet leiin hi khawm hi a mi pêk a ni hi,” a tih a; chuongchun, a hmingah Simeon a sak a.",
      "reference": "INṬANNA 29:33"
    },
    {
      "content": "Chun, ân rai nâwk a, naupasal a nei nâwk a, “Tu zêt hin chu naupasal pathum ka neipêk tah a, ka pasalin mi zâwm tâng a tih,” a tih a: chuleiin, a hmingah Levi sak a nih a.",
      "reference": "INṬANNA 29:34"
    },
    {
      "content": "Chun, ân rai nâwk a, naupasal a nei nâwk a, “Tuta ṭum hin chu LALPA chu inpâk ka tih,” a tih a; chuleiin, a hmingah Juda a sak a, chu hnung chun nau a nei nâwk ta nawh.",
      "reference": "INṬANNA 29:35"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INṬANNA 29 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}