{
  "verses": [
    {
      "content": "Chun, Josef chu a kâwla ngîr po pohai hmaa chun ân sûm zo ta nawh a, “Mi po po ka kuoma inthawk hin infe suoktir vawng ro,” tiin a khêk a.",
      "reference": "INṬANNA 45:1"
    },
    {
      "content": "Chuongchun, Josef a unauhai kuoma ân hriettir sûng po a kâwlah tukhawm an ngîr nawh. Chun, a ṭap ta rak rak a, chuongchun, Aigupta mihai chun an hriet a. Pharao sûnghai khawmin an hriet bawk a.",
      "reference": "INṬANNA 45:2"
    },
    {
      "content": "Chun, Josef chun a unauhai kuom- ah, “Josef kha ka nih, ka pa chu a la dam maw?” a tih a. Nisienlakhawm, a unauhai chun an dawn thei nawh a, a hmaa chun lungzîngtaka an um leiin.",
      "reference": "INṬANNA 45:3"
    },
    {
      "content": "Josef bawkin a unauhai kuomah, “Lunginsiettakin mi hung hnai ta u,” a tih a. Chuongchun, an va hnai a. Ama chun, “In unaupa Josef, Aiguptaa lûtpui dinga in izawr kha ka nih.",
      "reference": "INṬANNA 45:4"
    },
    {
      "content": "Tuhin hitaka fe dinga in mi zawr leiin lungngai naw ro, nangni le nangni intheida bawk naw ro: mihai hringna sanhim dingin Pathienin in hmaah a mi tir hmasa a ni hi.",
      "reference": "INṬANNA 45:5"
    },
    {
      "content": "Hi kum hni sûng hi hi rama hin ṭâm a hung tla tah a: kum nga a la bâk a, chu sûng po chu hnuoi inlet um naw nih a, bu sîk khawm um naw bawk a tih.",
      "reference": "INṬANNA 45:6"
    },
    {
      "content": "Chuongchun, hnuoia hin chithla- hai hlapêk ding cheu le, sanhimna ropuitaka in ta dinga mi tamtak sanhim ding cheuin, Pathienin in hmaah a mi lo tir hmasa a nih.",
      "reference": "INṬANNA 45:7"
    },
    {
      "content": "Chuongchun, hitaka mîn kaitirtu hi nangni in ni nawh a, Pathien a ni lem, ama chun Pharao paa le a sûnghai po po hotuah le Aigupta ram po po rorêltuah a mi siem tah a.",
      "reference": "INṬANNA 45:8"
    },
    {
      "content": "Inhmâwtakin ka pa kuomah hang fe unla, a kuomaah, ‘I naupa Josef chun hieng ang hin a tih, Pathienin Aigupta ram po po hotuah a mi siem tah a, ka kuomah hung thla rawh, sâwt hung riel naw rawh;",
      "reference": "INṬANNA 45:9"
    },
    {
      "content": "Gosen ramah um i ta, ka kâwl hnaiah i um ding a nih, nang le i nauhai le i tuhai leh, i berâm ruolhai le i bâwng ruolhai leh, i nei po pohai leh;",
      "reference": "INṬANNA 45:10"
    },
    {
      "content": "chutaka chun keiin châwm ka ti cheh a, ṭâm ding kum nga a la um sih a; chuong naw chun nang le i sûnghai le, i nei po po rimsi rawi in tih,’ ti ro.",
      "reference": "INṬANNA 45:11"
    },
    {
      "content": "Tuhin nangni mit ngei le, ka sangpa Benjamin mit ngeiin, keia bau ngeiin a hril ti in hmu hi.",
      "reference": "INṬANNA 45:12"
    },
    {
      "content": "Aigupta rama ka ropuina po po thu le, in thil hmu po po thu hi ka pa hril in ta, ka pa chu inhmâwtakin hitaka hin in hung ṭhuoi thlâk ding a nih,” a tih a.",
      "reference": "INṬANNA 45:13"
    },
    {
      "content": "Chun, a ir le a sang Benjamin ir chu suktuoin a ṭap bawk a.",
      "reference": "INṬANNA 45:14"
    },
    {
      "content": "Chun, a unauhai po po chu a fâwp a, a ṭap khum seng tah a; chu hnunga chun, a unauhai chun thukhawchâng an hrilpui tah a.",
      "reference": "INṬANNA 45:15"
    },
    {
      "content": "Chun, “Josef unauhai an hung,” ti thuthang Pharao ina an lo hriet chun Pharao le a siehlawhai a suklâwm hleh a.",
      "reference": "INṬANNA 45:16"
    },
    {
      "content": "Pharao chun Josef kuomah, “I unauhai kuomah, ‘Hieng hin thaw ro, in sahai bu inphurtir unla, Kanaan ramah fe ro:",
      "reference": "INṬANNA 45:17"
    },
    {
      "content": "chun, in pa le in sûnghai chu hung ṭhuoi unla, ka kuoma hin hung ro; chuongchun, Aigupta ram ṭhatna lai tak pêng ka ti cheu a, chu rama thil ṭha takhai chu in fâk ding a nih,’ ti rawh.",
      "reference": "INṬANNA 45:18"
    },
    {
      "content": "Chun, hieng ang hin hril bawk la: in nauhai ta ding le in nuhmeihai ta dingin Aigupta rama inthawk hin tawlailîrhai lain fe unla, in pa ṭhuoiin hung ro.",
      "reference": "INṬANNA 45:19"
    },
    {
      "content": "In thuomhnaw khawm ngaituo nuom naw ro, Aigupta ram po poa thil ṭha taphawt hi in ta a ni sih a, tiin,” a tih a.",
      "reference": "INṬANNA 45:20"
    },
    {
      "content": "Chuongchun, Israel nauhai chun chuong ang chun an thawh a: chun, Josef chun Pharao thupêk ang chun tawlailîrhai a pêk a, lampuia dingin fâk ding a pêk bawk a.",
      "reference": "INṬANNA 45:21"
    },
    {
      "content": "An rênga kuomah silfên in- thlengna ding a pêk seng a; Benjamin kuoma lem chu tangka za thum le silfên inthlengna panga a pêk a.",
      "reference": "INṬANNA 45:22"
    },
    {
      "content": "Chun, an pa kuoma chun sabengtung sâwm Aigupta rama thil ṭha phur le, sabengtungpui sâwm, bu le bei le, lampuia a pa ta dinga mamaw danghai phur ân phur a.",
      "reference": "INṬANNA 45:23"
    },
    {
      "content": "Chun, a unauhai chu a tir suok a, an fe tah a: chun, ama chun an kuomah, “Lampuia inhal lo dingin fimkhur ro,” a tih a.",
      "reference": "INṬANNA 45:24"
    },
    {
      "content": "Chuongchun, Aiguptaa inthawk chu an fe tung a, Kanaan rama, an pa Jakob kuom chu an hang tlung a.",
      "reference": "INṬANNA 45:25"
    },
    {
      "content": "A kuomah, “Josef kha a la dam a, Aigupta ram po po rorêltu a nih,” tiin an hril a. Chun, a lung chu a chau sul a, an thu hril chu a awi si nawh a.",
      "reference": "INṬANNA 45:26"
    },
    {
      "content": "Chun, a kuomah Josef thu hril po po chu an hril a; a chuongna ding tawlailîrhai Josefin a inphur chu a hmu chun an pa Jakob lungril chu a har ta huoi a:",
      "reference": "INṬANNA 45:27"
    },
    {
      "content": "chun, Israel chun, “A hun tah ie, ka naupa Josef chu damin a la um a ni tak tak hi: ka thi hmain ama zu hmûng ka tih,” a ti tah a.",
      "reference": "INṬANNA 45:28"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INṬANNA 45 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}