{
  "verses": [
    {
      "content": "Chun, Pathienin Jakob kuoma chun, “Tho la, Bethelah hang fe la, chutaka chun um rawh: i u Esaua inthawka i tlân hmang laia i kuoma inlâr Pathien ta ding khan chutaka chun mâichâm siem rawh,” a tih a.",
      "reference": "INṬANNA 35:1"
    },
    {
      "content": "Chuongchun, Jakob chun a sûnghai le a kuoma umhai po po kuoma chun, “Nangni laia mi dang pathien umhai chu sie hmang dai unla, insukthiengin in silfênhai inthleng ro:",
      "reference": "INṬANNA 35:2"
    },
    {
      "content": "tho ei ta, Bethelah fêng ei tiu: chuongchun, ka lunginzîng laia mi dawna, ka fenaa ka kuoma um pei Pathien ta ding khan mâichâm siem ka tih,” a tih a.",
      "reference": "INṬANNA 35:3"
    },
    {
      "content": "Chuongchun, mi dang pathien an kuta um po po le, an naa nabe an ibe po po chu Jakob an pêk a, chun Jakob chun Sekem khaw kâwla thingsaisuo hnuoia chun a thuphmang tah a.",
      "reference": "INṬANNA 35:4"
    },
    {
      "content": "Chun, an feh a, an vêla khuohai chun an lo ṭi nasa hleh a, Jakob naupasalhai chu an hnawt ngam nawh a.",
      "reference": "INṬANNA 35:5"
    },
    {
      "content": "Chuongchun, Jakob chun Kanaan rama Luz khuo (chu chu Bethel) chu a tlung a, ama le a kuoma umhai po po leh.",
      "reference": "INṬANNA 35:6"
    },
    {
      "content": "Chun, chutaka chun mâichâm a siem a, a u kuoma inthawka a tlân hmang lai khan chutaka chun Pathien a kuoma ân lâr leiin a hmun chu, “El-Bethel,” a ti tah a.",
      "reference": "INṬANNA 35:7"
    },
    {
      "content": "Chun, Rebeka dawntu Debora chu a thih a, Bethel thlanga thing- saisuo hnuoia chun an phûm a; thing- saisuo hminga chun “Ṭapna thing- saisuo” an ti tah a.",
      "reference": "INṬANNA 35:8"
    },
    {
      "content": "Chun, Jakob chu Paddan-aram rama inthawka a hung nâwk chun Pathien a kuomah ân lâr nâwk a, mal a sâwm a,",
      "reference": "INṬANNA 35:9"
    },
    {
      "content": "Pathien chun a kuomah, “I hming hi Jakob a nih a, i hming hi Jakob ti nâwk ta naw ni hai cheha, i hming chu Israel ni lem tâng a tih,” a tih a; chuongchun, a hminga chun Israel a ti tah a.",
      "reference": "INṬANNA 35:10"
    },
    {
      "content": "Pathien bawk chun a kuomah, “Kei Pathien Iengkimthawthei ka nih: chi tamtak inthlain hung pung rawh. Chi ti khawp le chi tum tum um khâwm khawm nanga inthawkin la hung um an tih; i ṭhalbea inthawkin lalhai khawm la hung suok bawk an tih.",
      "reference": "INṬANNA 35:11"
    },
    {
      "content": "Abraham le Isak kuoma ram ka pêkhai hi i kuomah pêng ka ti che, i um naw hnunga i thlahai kuoma khawm ram hi pe pei ka tih,” a tih a.",
      "reference": "INṬANNA 35:12"
    },
    {
      "content": "Chun, Pathienin ama a biekna hmuna inthawk chun Jakob chu a fesan tah a.",
      "reference": "INṬANNA 35:13"
    },
    {
      "content": "Chun, a biekna hmuna chun Jakobin ban (lung ban) a phun a, a chunga chun thilinhlân dâwn mi a buok a, a chungah sahriek a buok bawk a.",
      "reference": "INṬANNA 35:14"
    },
    {
      "content": "Chun, Jakob chun Pathienin ama a biekna hmun hminga chun Bethel ân bûk a.",
      "reference": "INṬANNA 35:15"
    },
    {
      "content": "Chun, Bethela inthawk chun an feh a; Ephrath tlungna ding chu hla rei a la nih a, Rakil chun nauha ân vawi a, na deu el hin ân vawi tah a.",
      "reference": "INṬANNA 35:16"
    },
    {
      "content": "Chun, nataka ân vawi lai chun nau dawm mi chun, “Ṭi naw rawh, naupasal dang i nei ding a ni hi,” a tih a.",
      "reference": "INṬANNA 35:17"
    },
    {
      "content": "Chun, a thlarau a suok ding lai chun (a thi ta sih a) a hminga chun Ben-oni a sak a; a pa ruok chun Benjamin a sak a.",
      "reference": "INṬANNA 35:18"
    },
    {
      "content": "Chuongchun, Rakil chu a thih a, Ephrath lampuia chun an phûm a (Ephrath chu Bethlehem a nih).",
      "reference": "INṬANNA 35:19"
    },
    {
      "content": "Chun, a thlân chunga chun Jakobin lung a phun a. Chu chu tu chen a Rakil thlân Lungphun la um chu a nih.",
      "reference": "INṬANNA 35:20"
    },
    {
      "content": "Chun, Israel chu a fe pei a Eder. Insâng khêla chun puon in a zar tah a.",
      "reference": "INṬANNA 35:21"
    },
    {
      "content": "Israel chu chu rama a um lai chun, Reubenin a pa thaikêm Bilha chu a va zâlpui a; chun, Israel chun chu chu a hriet a. Tuhin Jakob naupasalhai chu sâwmpahni an ni tah.",
      "reference": "INṬANNA 35:22"
    },
    {
      "content": "Leah naupasalhai chu Reuben (Jakob nau lutîr), Simeon, Levi, Juda, Issakar le Jebulun an nih.",
      "reference": "INṬANNA 35:23"
    },
    {
      "content": "Rakil naupasalhai chu Josef le Benjamin an nih.",
      "reference": "INṬANNA 35:24"
    },
    {
      "content": "Rakil suoknu Bilha naupasal- hai chu Dan le Naphtali an nih.",
      "reference": "INṬANNA 35:25"
    },
    {
      "content": "Leah suoknu Zilpah naupa- salhai chu Gad le Aser an nih. Chuong chu Jakob naupasal, Paddan-aram rama pienghai chu an nih.",
      "reference": "INṬANNA 35:26"
    },
    {
      "content": "Chun, Jakob chu Abraham le Isak khuolchâmna hmun Kiriath- arba (Hebron an ti bawk) Mamrea a pa Isak kuom chu a tlung tah a.",
      "reference": "INṬANNA 35:27"
    },
    {
      "content": "Chun, Isak dam sûng chu kum za le sâwmriet a nih.",
      "reference": "INṬANNA 35:28"
    },
    {
      "content": "Chun, Isak chun a thlarau ân thlah a, upatak, tarkûna damin a thih a, a chipuihai kuoma ṭhuoiin a um tah a: chun, a naupasalhai Esau le Jakob chun an phûm tah a.",
      "reference": "INṬANNA 35:29"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INṬANNA 35 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}