{
  "verses": [
    {
      "content": "Rakil chun Jakob chu nau hrim a neipêk nawh ti ân hriet chun, a unu chu a îtthîk tah a, Jakob kuoma chun, “Nauhai mi pe rawh, chuong naw chun ka thi el ding a nih,” a tih a.",
      "reference": "INṬANNA 30:1"
    },
    {
      "content": "Rakil chunga chun Jakob chu a lunginsen thut el a; chuongchun, “I rîla ra phalnawtu Pathien aiawtu bêk am ka nih?” a tih a.",
      "reference": "INṬANNA 30:2"
    },
    {
      "content": "Amanu chun, “En ta, ka suoknu Bilha hi, ama hi pâwl rawh; chuong- chun, kei khâwmin amaah nauhai ka nei ve theina dingin, ka khûp chunga hin nau a nei ding annâwm,” a tih a.",
      "reference": "INṬANNA 30:3"
    },
    {
      "content": "Chuongchun, a suoknu Bilha chu a nuhmei dingin a pêk a, Jakob chun ama chu a lo pâwl a.",
      "reference": "INṬANNA 30:4"
    },
    {
      "content": "Bilha chu ân rai a, Jakob chu naupasal a neipêk tah a.",
      "reference": "INṬANNA 30:5"
    },
    {
      "content": "Rakil chun, “Pathienin a mi ngaituoh a, ka rawl a hriet bawk a, naupasal a mi pêk a ni hi,” a tih a. Chuleiin, a hmingah Dan a sak a.",
      "reference": "INṬANNA 30:6"
    },
    {
      "content": "Chun, Rakil suoknu Bilha chu ân rai nâwk a, Jakob chu naupasal dang a neipêk nâwk a.",
      "reference": "INṬANNA 30:7"
    },
    {
      "content": "Chun, Rakil chun, “Pathien in- buonin ka unaunu chu ka buon a, ka hne tah,” a tih a, chuongchun, a hmingah Naphtali a sak a.",
      "reference": "INṬANNA 30:8"
    },
    {
      "content": "Leah chun nau dang a nei nâwk ta nawh ti ân hrietin a suoknu Zilpah chu a ṭhuoi a, a nuhmei dingin Jakob kuomah a pêk a.",
      "reference": "INṬANNA 30:9"
    },
    {
      "content": "Chuongchun, Leah suoknu Zil- pah chun Jakob chu naupasal a neipêk a.",
      "reference": "INṬANNA 30:10"
    },
    {
      "content": "Chun, Leah chun, “A va ham- ṭhatthlâk ngei de,” a tih a; chuong- chun, a hmingah Gad a sak a.",
      "reference": "INṬANNA 30:11"
    },
    {
      "content": "Leah suoknu Zilpah chun Jakob chu naupasal dang a neipêk nâwk a.",
      "reference": "INṬANNA 30:12"
    },
    {
      "content": "Leah chun, “Ka va hamṭha de! nuhmeihai chun hamṭha mi ti ngawt an tih,” a tih a; chuongchun, a hming- ah Aser a sak a.",
      "reference": "INṬANNA 30:13"
    },
    {
      "content": "Chun, bu lâk lai hin Reuben chun phûlah Zâwldiai a va hmuh a, a nu Leah kuomah a hung chawi a. Chun, Rakil chun Leah kuomah, “Lunginsiettakin i naupa zâwldiai a ṭhen mi pe ta?” a tih a.",
      "reference": "INṬANNA 30:14"
    },
    {
      "content": "Ama ruok chun, “Ka pasal i mi lâkpêk hi thil duoi am a nih? Ka naupa zawldiai khawm i mi lâkpêk nâwk pei ding maw?” a tih a. Rakil chun, “Annawleh, i naupa zâwldiai aiah vawizân zâlpui a ti che,” a tih a.",
      "reference": "INṬANNA 30:15"
    },
    {
      "content": "Chun, zântieng chun Jakob chu phûla inthawk chun a hung a, Leah chu a tuok dingin a va suok a, “I mi pâwl ding a nih, ka naupa zawldiaiin ka haw tlat ta che a nih,” a tih a. Chuongchun, chu zân chun a zâlpui tah a.",
      "reference": "INṬANNA 30:16"
    },
    {
      "content": "Chun, Pathienin Leah ṭawng- ṭaina a ngai a; chuongchun, ân rai a, Jakob chu naupasal pangana a neipêk a.",
      "reference": "INṬANNA 30:17"
    },
    {
      "content": "Leah chun, “Ka suoknu chu ka pasal kuoma ka pêk leiin Pathienin ka hlaw a mi pêk tah a ni hi,” a tih a: chuongchun, a hmingah Issakar a sak a.",
      "reference": "INṬANNA 30:18"
    },
    {
      "content": "Chun, Leah chu ân rai nâwk a, Jakob chu naupasal parukna a neipêk a.",
      "reference": "INṬANNA 30:19"
    },
    {
      "content": "Chun, Leah chun, “Pathienin thuom ṭhatak a mîn neitir a; tuhin chu ka pasal chu naupasal paruk ka neipêk ta leiin ka kuomah um tâng a tih,” a tih a; chuongchun, a hmingah Zebulun a sak a.",
      "reference": "INṬANNA 30:20"
    },
    {
      "content": "Chu hnunga chun naunuhmei a nei a, a hmingah Dina a sak a.",
      "reference": "INṬANNA 30:21"
    },
    {
      "content": "Chun, Pathienin Rakil chu a hriet zing a, Pathien chun a ṭawng- ṭaina a ngai a, a sul a hawngpêk tah a.",
      "reference": "INṬANNA 30:22"
    },
    {
      "content": "Chuongchun, ân rai a, naupasal a nei a: chun, “Pathienin ka hming sie ân khum tah,” a tih a:",
      "reference": "INṬANNA 30:23"
    },
    {
      "content": "chun, “Lalpa chun naupasal dang mi pe sa raw se,” tiin, a hmingah Josef a sak a.",
      "reference": "INṬANNA 30:24"
    },
    {
      "content": "Rakilin Josef a hung nei chun, Jakobin Laban kuomah, “Ka umna pângngai, ka ram tienga ka fe theina dingin mîn fetir ta raw khai, i rawng ka bâwl san ka nuhmeihai le ka nauhai hi mi pe la, mîn fetir rawh.",
      "reference": "INṬANNA 30:25"
    },
    {
      "content": "I rawng ka bâwlpêk zie che hlak chu i hriet sih a,” a tih a.",
      "reference": "INṬANNA 30:26"
    },
    {
      "content": "Laban chun a kuomah, “I mi lunginsiet thei chun la um phawt ta la, LALPA chun nanga zârah mal a mi sâwm ti aisânin ka hriet i sawnnaw,” a tih a.",
      "reference": "INṬANNA 30:27"
    },
    {
      "content": "Chun, ama bawkin, “I hlaw ding chu mi hril la, chuongchun, pêng ka ti che,” a tih a.",
      "reference": "INṬANNA 30:28"
    },
    {
      "content": "Ama chun, “Iengtin am i rawng ka bâwl a, ka enkawlna hnuoiah i ran chu iengtin am an um ti i hriet annâwm.",
      "reference": "INṬANNA 30:29"
    },
    {
      "content": "Ka hung hma chun tlâwmte bak i nei a, tuhin chu tamtak an hung ni ta hi; ka nghatna tieng tieng LALPA chun mal a sâwmpêk pei che a nih: amiruokchu, iengtik am keia sûngkaw ta dingin suksuok vêng ka tih a?” a tih a.",
      "reference": "INṬANNA 30:30"
    },
    {
      "content": "Chun, ama chun, “Ieng am pêng ka ti cheh a” a tih a. Jakob chun, “Iengkhawm i mi pêk ding a ni nawh; hi thil hi i mi thawpêk chun i ran ruol chu inthlain vêngpêk nâwk ka ti che.",
      "reference": "INṬANNA 30:31"
    },
    {
      "content": "Vawisûn hin i ran ruol chu va en suok vawng ka ta, berâm laia a dumin a rawl le, a dum pheu pheu le, a dum taphawt le, kêl laia a vârin a rawl le, a vârin a rawl pheu pheu chu, chutaka inthawkin ṭhuoi tum ka ta; chun, tuta hnung chu chuong anga um chu ka hlaw ni sienla.",
      "reference": "INṬANNA 30:32"
    },
    {
      "content": "Chuongchun, nakie ka hlaw dinghai en dinga i hung pha chun ka felna hin mi dawnpêk el a tih: kêl lai chun a vârin a rawl naw le, a vârin a rawl pheu pheu naw le, berâm laia a dum naw ka kuoma um i hmu taphawt chu ka inrûkah ruot el i tih,” a tih a.",
      "reference": "INṬANNA 30:33"
    },
    {
      "content": "Laban chun, “A ṭha ie! i hril ang tak chun ni raw se,” a tih a.",
      "reference": "INṬANNA 30:34"
    },
    {
      "content": "Chuongchun, chu ni tak chun kêlchal a vâra inzetan le, a vâra rawl pheu pheu po po le, kêlpui a vârin a rawl le, a vârin a rawl pheu pheu po po, a vâr ṭhang taphawt chu be- râm laia a dum po po le chun a ṭhuoi tum a, a naupasalhai kutah a pêk a.",
      "reference": "INṬANNA 30:35"
    },
    {
      "content": "Chun, ama le Jakob inkâra ni thum lama chun ân umtir a; chun, Jakob chun Laban ran ruol dang po po chu ân thla nâwk tah a.",
      "reference": "INṬANNA 30:36"
    },
    {
      "content": "Chun, Jakobin hriengzau le almond thing le insething hmawl hring a lâk a, a hâwng a khawk vâr a, hmawlhaia chun a vâr chu a suklang a.",
      "reference": "INṬANNA 30:37"
    },
    {
      "content": "A hmawl khawkna hâwnghai chu ran idâwn hlakna tui dâwnna thlênga dâm le, tui luongnaahai chun ran ruol hma peia chun a sieh a: chun, tui dâwn dinga an hung chun an hung inrai phut a.",
      "reference": "INṬANNA 30:38"
    },
    {
      "content": "Ran ruolhai chu hmawlhai zâwna chun an inrai phut a, a ze intan dâm, a ze chip nuk dâm, ân ze pheu pheu dâmin te an hung nei hlak a.",
      "reference": "INṬANNA 30:39"
    },
    {
      "content": "Jakob chun berâmtehai chu a sie tum a; ran ruolhai chu Laban ran ruolhai lai a ze intan le a dum po po tieng chu ân nghattir a; ama ran ruolhai chu a sie tum hlak a, Laban ran ruol lai chu a sie nawh a.",
      "reference": "INṬANNA 30:40"
    },
    {
      "content": "Ran hrât deuhai chu an hung inrai hlima, hmawl lai chun an inrai theina dingin, Jakob chun tui luongnaah, ran ruol mithmua chun hmawlhai chu a sie hlak a.",
      "reference": "INṬANNA 30:41"
    },
    {
      "content": "Amiruokchu, ran chu an ṭan a ṭha naw chun a sie ngai nawh: chuongchun, a te ṭanṭha naw deu- hai chu Laban ta a hung ni pei a, a hrât deuhai chu Jakob ta a hung ni pei a.",
      "reference": "INṬANNA 30:42"
    },
    {
      "content": "Chuongchun, Jakob chu nasa- takin a hung pung a, ran ruol, ruol lientak dâm, suoknu le suokpa dâm, sanghâwngsei dâm, sabengtung dâm a hung nei tah a.",
      "reference": "INṬANNA 30:43"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INṬANNA 30 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}