{
  "verses": [
    {
      "content": "Abraham chun nuhmei dang a nei a, a hming chu Ketura a nih.",
      "reference": "INṬANNA 25:1"
    },
    {
      "content": "Ama chun Zimran, Joksan, Medan, Midian, Ishbak le Suah a neipêk a.",
      "reference": "INṬANNA 25:2"
    },
    {
      "content": "Joksan chun naupasal Sheba le Dedan a nei a. Dedan naupasalhai chu Assurim, Letusim le Leummim an nih.",
      "reference": "INṬANNA 25:3"
    },
    {
      "content": "Midian naupasalhai chu Epha, Epher, Hanok, Abida le Eldaa an nih. Chuong po po chu Ketura nauhai an nih.",
      "reference": "INṬANNA 25:4"
    },
    {
      "content": "Abraham chun a nei po po Isak kuomah a pêk a.",
      "reference": "INṬANNA 25:5"
    },
    {
      "content": "A thaikêm naupasalhai kuoma ruok chun lâwmmanhai a pêk a; chun, ama la dam lai ngei chun a naupa Isak kuoma inthawk chun, saktieng, khawsak ramah, ân fe hmangtir tâwl tah a.",
      "reference": "INṬANNA 25:6"
    },
    {
      "content": "Abraham dam sûng chu kum za khat le sâwmsari le panga a nih.",
      "reference": "INṬANNA 25:7"
    },
    {
      "content": "Abraham chun a thlarau ân thla tah a, a lua kêlsam ṭo hiela tartakin, tarkûna damin a thi tah a, a chipuihai kuoma ṭhuoiin a um ve tah a.",
      "reference": "INṬANNA 25:8"
    },
    {
      "content": "A naupasalhai Isak le Ismael chun Hit mi Zohar naupa Ephron loa, Mamre zâwna Makpelaa pûka chun an vui tah a;",
      "reference": "INṬANNA 25:9"
    },
    {
      "content": "chu lo chu Abrahamin Heth thlahaia inthawka ân châwk kha a nih. Chutaka chun Abraham chu an phûm a, a nuhmei Sara le khan.",
      "reference": "INṬANNA 25:10"
    },
    {
      "content": "Abraham thi hnung chun Pathienin a naupa Isak chu mal a sâwm a; chu Isak chu Beer-lahai-roi kâwla chun a um a.",
      "reference": "INṬANNA 25:11"
    },
    {
      "content": "Hieng hi Abraham naupa Ismael, Sara suoknu Aigupta mi Hagarin Abraham a neipêk thlahai chu an nih.",
      "reference": "INṬANNA 25:12"
    },
    {
      "content": "Hieng hi an pieng dân indawt ang peia Ismael naupasalhai hming chu a nih: Ismael nau lutîr chu Nebaioth a nih, chu dawta chun Kedar, Adbeel, Mibsam,",
      "reference": "INṬANNA 25:13"
    },
    {
      "content": "Misma, Duma, Massa,",
      "reference": "INṬANNA 25:14"
    },
    {
      "content": "Hadad, Tema, Jetur, Naphis le Kedema an nih.",
      "reference": "INṬANNA 25:15"
    },
    {
      "content": "Chuong chu Ismael naupasal- hai an nih, an khuo ang pei le an riebûk ang peia an hming ziek a nih: an chi ang pei chun lal sâwm le pahni an nih.",
      "reference": "INṬANNA 25:16"
    },
    {
      "content": "Chun, Ismael dam sûng kum chu hi hi a nih, kum za le sâwmthum pasari hi: chun, a thlarau ân thlah a, a thi tah a, a chipuihai kuoma ṭhuoiin a um ve tah a.",
      "reference": "INṬANNA 25:17"
    },
    {
      "content": "Chun, a thlahai chu Havilaa inthawkin Assuria pan zâwngin Aigupta zâwn Sur chenin an um a, a unau po po epa chun a um a.",
      "reference": "INṬANNA 25:18"
    },
    {
      "content": "Chun, hieng hi Abraham naupa Isak thlahai chu an nih:",
      "reference": "INṬANNA 25:19"
    },
    {
      "content": "Abraham chun naupasal Isak a nei a, Isak chu Paddan-aram rama Suria mi Bethuel naunu, Suria mi Laban farnu Rebeka chu nuhmeia a nei lai chun kum sâwmli mi a nih a.",
      "reference": "INṬANNA 25:20"
    },
    {
      "content": "Chun, a nuhmei chu a ching leiin, Isak chun LALPA kuomah a ngênpêk a, LALPAIN a hnina chu a lo ngaipêk a; chuongchun, a nuhmei Rebeka chu ân rai tah a.",
      "reference": "INṬANNA 25:21"
    },
    {
      "content": "A nau vawnhai chu phîng sûnga chun an insuol a; ama chun, “Hieng ang hi a ni si chun iengdinga ka dam zing am a na?” tiin LALPA indawn dingin a fe tah a.",
      "reference": "INṬANNA 25:22"
    },
    {
      "content": "Chun, LALPAIN a kuomah, “I sula chun chi hni an um a, I phîng sûnga inthawk ngei chun hnam hni inṭhêng an ta, Hnam pakhat chu hnam pakhat nêk chun hrât lem a ta; A upa lemin a naupang lem rawng chu bâwl a tih,” a tih a.",
      "reference": "INṬANNA 25:23"
    },
    {
      "content": "Chun, a nau nei a hun chun, ngai ta, a sula chun inphîr an lo um a,",
      "reference": "INṬANNA 25:24"
    },
    {
      "content": "a hmasa lem chu sentakin, puon inhmul anga inhmul thuopin a hung suok a; chuongchun, a hmingah Esau an sak tah a.",
      "reference": "INṬANNA 25:25"
    },
    {
      "content": "Chu zoa chun a unaupa chu a hung suok a, a kutin Esau kekhawng chu a chel zing a; chuongchun, a hmingah Jakob  an sak a: Rebekain anni a nei lai chun Isak chu kum sâwmruk mi a nih.",
      "reference": "INṬANNA 25:26"
    },
    {
      "content": "Chun, naupanghai chu an hung inṭhang lien a, Esau chu sapêl thiemtak, ramsuok mi tak a nih; Jakob ruok chu mi totak, puon in dâma um mi a nih.",
      "reference": "INṬANNA 25:27"
    },
    {
      "content": "Isak chun a sakhi sa a fâk hlak leiin Esau chu a ngaina hle a; Rebeka ruok chun Jakob chu a ngaina lem a.",
      "reference": "INṬANNA 25:28"
    },
    {
      "content": "Vawikhat chu Jakob chun ieng- khat a lo suonghruoi a, Esau chu rama inthawkin a hung a, a châu hleh a.",
      "reference": "INṬANNA 25:29"
    },
    {
      "content": "Esau chun Jakob kuomah, “Lunginsiettakin i iengkhat sen suong hruoi kha, kha ngei kha mîn fâktir raw khai, ka ṭâm êm el,” a ta (chuleiin, a hming chu Edom an ti a nih).",
      "reference": "INṬANNA 25:30"
    },
    {
      "content": "Jakob chun, “I nau lutîr nina mîn châwktir zet la tie,” a ta.",
      "reference": "INṬANNA 25:31"
    },
    {
      "content": "Chun, Esau chun, “Nih e, ka thi vâng vâng a ni sih a, nau lutir nina el hi ka ta dingin ieng am ṭhahnem chuong a ta?” a ta.",
      "reference": "INṬANNA 25:32"
    },
    {
      "content": "Jakob chun, “Ka kuomah inkhâm zet raw le,” a tih a: chun, a kuoma chun ân khâm tah a, a nau lutîr nina chu Jakob kuoma chun a zawr tah a.",
      "reference": "INṬANNA 25:33"
    },
    {
      "content": "Chun, Jakob chun Esau chu bei le havai suong hruoi chu a pêk a; chuongchun, a fâkin a dâwn a, a tho a, a fe tah a. Chuong ang chun Esau chun a nau lutîr nina chu a ngainêp a nih.",
      "reference": "INṬANNA 25:34"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INṬANNA 25 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}