{
  "verses": [
    {
      "content": "Abraham chu sûn nisa lum lai taka puon in kawtkhâr bula a ṭhung laiin, LALPA chu Mamre thingsaisuohai kâwla chun a kuomah a hung inlâr a.",
      "reference": "INṬANNA 18:1"
    },
    {
      "content": "A hang dâk a, a thlîr a, a kâwl ela mi pathum lo ngir zing chu a hmuh a; a hmu phingleh puon in kawtkhâra inthawk anni chu tuok dingin a va tlân a, hnuoi sikin chibai a bûk a,",
      "reference": "INṬANNA 18:2"
    },
    {
      "content": "“Pu, i mi lunginsiet thei chun lunginsiettakin in siehlaw hi mi fe khel lul naw ro khai,",
      "reference": "INṬANNA 18:3"
    },
    {
      "content": "tui tlâwmte bêk hung la hai sienla, in kehai sâwp unla, thing hnuoia hin châwl hri ta u;",
      "reference": "INṬANNA 18:4"
    },
    {
      "content": "bei tlawmte bêk va lâng ka ta, in lungril sukhar ro khai, chu hnunga chun fe pei de ti niu, in siehlaw hi in mi hung sir ta si si hin chu,” a tih a. Anni chun, “I hril ang chun va thaw rawh,” an tih a.",
      "reference": "INṬANNA 18:5"
    },
    {
      "content": "Chuongchun, Abraham chu puon in sûnga Sara kuoma chun a va lût vak a, “Beiphit indi tak tekhâwng thum siem la, hmet la, beiphêkhaiah siem rawh,” a ta.",
      "reference": "INṬANNA 18:6"
    },
    {
      "content": "Chun, Abraham chu bâwngruol tieng a va tlân a, bâwngte ṭhatak hi a hung lâk a, siehlaw kuomah a pêk a; ama chun a lo siem vat vat a.",
      "reference": "INṬANNA 18:7"
    },
    {
      "content": "Chun, nenetui kîng dâm, nenetui dâm, a bâwngte sa siem dâm chu a lâk a, an hmaah a va pêk tah a; chun, an fâk lai chun an kâwlah thing hnuoia chun a ngîr zing a.",
      "reference": "INṬANNA 18:8"
    },
    {
      "content": "Chun, anni chun a kuomah, “I nuhmei Sara khawlai am a um a?” an tih a. Ama chun, “Saw puon ina sawn,” a tih a.",
      "reference": "INṬANNA 18:9"
    },
    {
      "content": "Chun, ama chun, “Hi hun hi a hung tlung nâwk pha chun i kuomah hung nâwk ngei ka tih, chun, i nuhmei Sara chun naupasal nei a tih,” a ta. Chun, a hnunga puon in kawtkhâr bula inthawk chun Sarain a lo hriet a.",
      "reference": "INṬANNA 18:10"
    },
    {
      "content": "Abraham le Sara chu upatak, tartak el an ni tah a; nuhmei dân pângngai chu Sara chun a nei ta nawh a.",
      "reference": "INṬANNA 18:11"
    },
    {
      "content": "Chuongchun, Sarain, “Tar ka ni ta hnung hin, lâwmna nei ka ti maw, ka lalpa hlak tar a ni ta sih a?” tiin a lungrilin ân nui a.",
      "reference": "INṬANNA 18:12"
    },
    {
      "content": "Chun, LALPA chun Abraham kuomah, “Iengdinga Sarain,’ Tar ka ni hnung hin nau nei ka ti maw?’, tiha ân nui am a na?",
      "reference": "INṬANNA 18:13"
    },
    {
      "content": "LALPA ta dingin thil hrim hrim intak taluo a um am a nih? Hun ruotah, hun a tlung tiktik chun, i kuomah hung nâwk ka tih, chun Sara chun naupasal nei a tih,” a ta.",
      "reference": "INṬANNA 18:14"
    },
    {
      "content": "Chuongchun, Sara chun, “Kân nui nawh,” tiin ân phah a; a ṭi sih a. Chun, ama chun, “Awi lo lo chu, în nui de kha,” a tih a.",
      "reference": "INṬANNA 18:15"
    },
    {
      "content": "Chun, mihai chu chutaka inthawk chu an tho a, Sodom tieng chu an en a; chun, Abraham chu anni inthla dingin anni lai chun a fe veh a.",
      "reference": "INṬANNA 18:16"
    },
    {
      "content": "LALPA chun, “Ka thilthaw ding hi Abraham kuoma hin ka ip ding am a ni aw?",
      "reference": "INṬANNA 18:17"
    },
    {
      "content": "Abraham hi chi ropui le thilthawtheitak a la hung ni ngei ding a ni sih a, amaa chun khaw- vêla chi tin an la thawveng ding a ni sih a.",
      "reference": "INṬANNA 18:18"
    },
    {
      "content": "LALPA lampui an hraw theina dingin, a hnunga a nauhai le a sûng- hai, thil feltaka thaw ding le rorêl anga thaw dinga thu a pêk theina dingin ama chu ka ruot ta sih a, a chungchâng thu a hril chu LALPAIN Abraham chunga ân tlungtir theina dingin,” a ta.",
      "reference": "INṬANNA 18:19"
    },
    {
      "content": "Chuongchun, LALPA chun, “Sodom le Gomorra khêkri a nasa hlein, an suol a nasa êm êm a ni ngei a nih;",
      "reference": "INṬANNA 18:20"
    },
    {
      "content": "tuhin zu fêng ka ta, an khêkri ka kuoma hung tlung ang hin an thaw ngei le an thaw ngei naw en ka ta; an thaw naw chun hre el ka tih,” a ta.",
      "reference": "INṬANNA 18:21"
    },
    {
      "content": "Chun, mihai chu chutaka inthawk chun an inher a, Sodom tieng an pan tah a; Abraham ruok chu LALPA hmaa chun a la ngir zing a.",
      "reference": "INṬANNA 18:22"
    },
    {
      "content": "Chun, Abraham chun a va hnai a, “Mi felhai chu mi suolhai lai chun i sukbohmang ve ding am a nih?",
      "reference": "INṬANNA 18:23"
    },
    {
      "content": "Khaw sûnga chun mi fel sâwmnga bêk an um el rawi mawh, a sûnga mi fel sâwmnga umhai lei chun khuo chu hla loin i sukbohmang el ding am a nih?",
      "reference": "INṬANNA 18:24"
    },
    {
      "content": "Nang êm chun, chuong ang êm chun, mi felhai chu mi suolhai anga an um vena dinga mi felhai chu mi suolhai laia sukhlum ve el chu i thaw awm êm si nawh a; nang êm chun i thaw âwm êm si nawh a: hnuoi chung po po Rorêltu chun feltakin a thaw naw ding am a nih?” a ta.",
      "reference": "INṬANNA 18:25"
    },
    {
      "content": "Chun, LALPA chun, “Sodom sûnga chun mi fel sâwmnga khawm ka hmu chun anni lei chun khaw pumpui chu hla el ka tih,” a ta.",
      "reference": "INṬANNA 18:26"
    },
    {
      "content": "Abraham chun, “Ngai ta, kei pilvut le meivâm el hin Lalpa chu ka biek pawp sa ta che chu:",
      "reference": "INṬANNA 18:27"
    },
    {
      "content": "mi fel chu pangain sâwmnga an tling naw a ni rawi mawh; Pangaa an tling naw leiin khaw pumpui chu i sukbohmang ding am a nih?” a tih a. Chun, ama chun, “Chutaka chun sâwmli le panga khawm ka hmu chun sukbohmang naw ning,” a tih a.",
      "reference": "INṬANNA 18:28"
    },
    {
      "content": "Ama chun ama chu a biek nâwk pei a, “Chutaka chun sâwmli bak i hmu el rawi mawh,” a tih a. Ama chun, “Sâwmli lei khawm chun sukbohmang naw ning,” a ta.",
      "reference": "INṬANNA 18:29"
    },
    {
      "content": "Chun, ama chun, “Aw, Lalpa chu lunginsen naw la, hril nâwk ka tih: chutaka chun sâwmthum chau i hmu el rawi mawh,” a ta. Chun, ama chun, “Chutaka chun sâwmthum khawm ka hmu chun sukbohmang naw el ka tih,” a ta.",
      "reference": "INṬANNA 18:30"
    },
    {
      "content": "Ama chun, “Ngai ta, Lalpa chu ka biek pawp sa ta che; chutaka chun sâwmhni bak i hmu el rawi mawh,” a tih a. Ama chun, “Sâwmhni lei khawm chun sukbohmang naw ning,” a ta.",
      "reference": "INṬANNA 18:31"
    },
    {
      "content": "Chun, ama chun, “Aw Lalpa, lunginsen naw la, vawikhat bak hang hril nâwk ka tih; chutaka chun sâwm bak i hmu el rawi mawh,” a ta. Chun, ama chun, “Sâwm lei khawm chun sukbohmang naw ning,” a tih a.",
      "reference": "INṬANNA 18:32"
    },
    {
      "content": "Chun, LALPA chu Abraham le an inbiek zo phingleh a fe tah a, Abraham chu ama umna tieng a kîr nâwk tah a.",
      "reference": "INṬANNA 18:33"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INṬANNA 18 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}