{
  "verses": [
    {
      "content": "Chun, Sarai, Abram nuhmei chun, nau hrim hrim a neipêk dêr nawh a, Sarai chun Aigupta mi suoknu pakhat a nei a, a hming chu Hagar a nih.",
      "reference": "INṬANNA 16:1"
    },
    {
      "content": "Chun, Sarai chun Abram kuom- ah, “Ngai ta khai, LALPAIN nau a mîn neitir phal naw hi, lungin- siettakin ka suoknu hi pâwl el rawh; amaa inthawk chun nauhai ka nei duoiin,” a tih a. Chuongchun, Abram chun Sarai thu chu a zâwm tah a.",
      "reference": "INṬANNA 16:2"
    },
    {
      "content": "Chun, Abram chu Kanaana kum sâwm a um hnung chun, Abram nuhmei Sarai chun a suoknu Aigupta mi Hagar chu a ṭhuoi a, a pasal Abram kuoma chun a nuhmeia um dingin a pêk tah a.",
      "reference": "INṬANNA 16:3"
    },
    {
      "content": "Ama chun Hagar chu a lo pâwl a: amanu chu ân rai tah a; chun ân rai ti ân hriet phingleh a pi chu a hung hmusit el tah a.",
      "reference": "INṬANNA 16:4"
    },
    {
      "content": "Chun, Sarai chun Abram kuomah, “Ka thil tuor hi nangin a maw phur rawh: ka suoknu chu i pawm dingin ka pêk cheh a; chun ân rai ti ân hriet phingleh a mi hmusit el tah a; LALPA chun kei le nanga thu hi ngaituo raw se,” a tih a.",
      "reference": "INṬANNA 16:5"
    },
    {
      "content": "Abram ruok chun Sarai kuomah, “Ngai ta, i suoknu chu i kuta um annâwm, nanga remti ang ang chu a chungah thaw ta la,” a tih a. Chuongchun, Sarai chun a sukrimsi ta hleh a, chuleiin, a tlânhmangsan tah a.",
      "reference": "INṬANNA 16:6"
    },
    {
      "content": "Chun, LALPA Vântirko chun thlalêra tuikhur kâwl, Sur panna lampuia tuikhur kâwla chun a lo hmuh a.",
      "reference": "INṬANNA 16:7"
    },
    {
      "content": "Chun, a kuomah, “Hagar, Sarai suoknu, khawlaia inthawka hunga khawlaia fe ding am i nih a?” a ta. Ama chun, “Ka pi Sarai kuoma inthawkin ka tlânhmang a nih,” a ta.",
      "reference": "INṬANNA 16:8"
    },
    {
      "content": "LALPA vântirko chun a kuomah, “I pi kuomah kîr nâwk la, a thu thuin um rawh,” a ta.",
      "reference": "INṬANNA 16:9"
    },
    {
      "content": "LALPA vântirko chun a kuomah, “I thlahai chu tiem sênglo khawp hiela tamin la sukpung ka tih,” a ti bawk a.",
      "reference": "INṬANNA 16:10"
    },
    {
      "content": "LALPA vântirko bawk chun a kuomah, “Ngai ta, nau i vawn tah a, naupasal nei i ta, LALPA chun i rimsikzie hi a hriet ta leiin a hminga chun Ismael i sak ding a nih.",
      "reference": "INṬANNA 16:11"
    },
    {
      "content": "Ama chu mihriem laia ram sabengtung ang nîng a ta, ama chun mi tin do a ta, mi tinin ama khawm do bawk an tih; a unau po po hnaiah um bawk a tih,” a ti nâwk bawk a.",
      "reference": "INṬANNA 16:12"
    },
    {
      "content": "Chun, Hagarin ama betu LALPA hming chu, “Nang hi hmu theitu Pathien i nih,” tiin ân bûk a. “Hitaka ngei hin a mi hmutu chu ka hmu takzet am a nih aw?” a ti a nih.",
      "reference": "INṬANNA 16:13"
    },
    {
      "content": "Chuleichun, tuisunsuo chu “Beer-lahai-roi” inbûk a ni tah a; Kades le Bered khaw inkârah a um.",
      "reference": "INṬANNA 16:14"
    },
    {
      "content": "Chun, Hagar chun Abram chu naupasal a neipêk a; chun, Abram chun a naupa Hagarin a nei chu a hmingah Ismael a sak tah a.",
      "reference": "INṬANNA 16:15"
    },
    {
      "content": "Chun, Hagarin Abram ta dinga Ismael a nei pêk lai chun Abram chu kum sawmriet le kum ruk mi a nih.",
      "reference": "INṬANNA 16:16"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INṬANNA 16 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}