{
  "verses": [
    {
      "content": "Chun, ama chun a in enkawltu kuoma chun, “Khahai ip kha an phur thei tâwkin buin suksip la, an tangka seng chu an ip bau bulah sie seng rawh.",
      "reference": "INṬANNA 44:1"
    },
    {
      "content": "Chun, ka no, tangkaruo no kha, an naupang tak ip bau bulah sie rawh, a bu man tangka le khan,” tiin thu a pêk a. Ama chun Josef hril ang chun a thaw tah a.",
      "reference": "INṬANNA 44:2"
    },
    {
      "content": "Khuo a hung var phingleh anni chu an sabengtunghai le chun an infetir tah a.",
      "reference": "INṬANNA 44:3"
    },
    {
      "content": "Khuoa inthawka an fe suok chu an la tlung hlat hmain, Josef chun a in enkawltu kuoma chun, “Tho la, mihai kha va hnawt rawh; chun, i hnawt phâk phingleh an kuomah, ‘Iengtizieha thil ṭha thil ṭha nawha thung am in ni lie? Iengdinga ka tangkaruo no kha in inrûk am?",
      "reference": "INṬANNA 44:4"
    },
    {
      "content": "Kha kha ka pu uoin dâwnna le aisânna ngei a ni naw am a nih? hieng ang in thaw hi in thaw suol a nih,’ ti rawh,” a tih a.",
      "reference": "INṬANNA 44:5"
    },
    {
      "content": "Chun, a hnawt phâk a, chuong thu chu an kuomah a hril a.",
      "reference": "INṬANNA 44:6"
    },
    {
      "content": "Anni chun a kuomah, “Pu, iengtizie am a na hieng ang thu i hril hi? I siehlawhai hin chuong ang thil kan thaw naw dingzie chu.",
      "reference": "INṬANNA 44:7"
    },
    {
      "content": "Ngai ta, kan ip bau bula tangka kan hmuhai khawm kha Kanaan rama inthawkin i kuomah kan hung chawi nâwk kha: iengtin am i pu ina tangka amanih, rângkachak amanih inru thei kan ti leh?",
      "reference": "INṬANNA 44:8"
    },
    {
      "content": "I siehlawhai laia hin tukhawm i hmuna taphawt chu thi raw se, keini khawm ei pu suokah um el kan tih,” an tih a.",
      "reference": "INṬANNA 44:9"
    },
    {
      "content": "Ama chun, “Aw le, in thu ang pei chu ni raw se chu: amiruokchu, tukhawm ka hmuna taphawt chu ka suokah um raw se, nangni ruok chu fe thei in tih,” a tih a.",
      "reference": "INṬANNA 44:10"
    },
    {
      "content": "Chu phingle chun inhmawtakin mâni ip chu hnuoiah an lâk thlâk seng a, mâni ip chu an hawng seng bawk a.",
      "reference": "INṬANNA 44:11"
    },
    {
      "content": "Chun, ama chun an upa takah a phut a, an naupang tak chenin a zawng a: chuongchun, no chu Benjamin ipa chun a hmu tah a.",
      "reference": "INṬANNA 44:12"
    },
    {
      "content": "Chu phingle chun an silfênhai chu an keithlêr a, mâni sabengtung chu an inphurtir nâwk seng a, khuoa chun an kîr nâwk tah a.",
      "reference": "INṬANNA 44:13"
    },
    {
      "content": "Chun, Juda le a unauhai chun Josef in chu an va tlung a, ama chu chutaka chun a lo la um zing a; chun, a hmaa chun an bawkkhup tâwl tah a.",
      "reference": "INṬANNA 44:14"
    },
    {
      "content": "Chun, Josef chun an kuomah, “Ieng thil am an ta leh in thaw hi? Keia ang mi hin ai an sân thiem ngei ngei ti in hriet naw am a nih?” a tih a.",
      "reference": "INṬANNA 44:15"
    },
    {
      "content": "Juda chun, “Pu, i kuomah ieng am hril tâng kan ti leh? Ieng am hril kan tih a? Iengtin am in hrilveng tâng kan ti leh? Pathienin i siehlawhai suolna chu a hmu suok tah a ni hi: ngai ta, pu, i suokhai kan ni a ni ta hi, keini le a kuta no an hmuna khawm hi,” a tih a.",
      "reference": "INṬANNA 44:16"
    },
    {
      "content": "Chun, ama chun, “Chuong ang chun ka thaw naw dingzie chu: a kuta no an hmuna bak hi ka suokah um a tih: nangni ruok chu in pa kuomah lungmuongtakin fe ta ro,” a tih a.",
      "reference": "INṬANNA 44:17"
    },
    {
      "content": "Chu phingleh Juda chun Josef chu a va hnai a, “Aw pu, lungin- siettakin i siehlaw hi i hrietah thu bau khat mîn hriltir rawh, i lunginsen chu i siehlaw chunga hin inchawktir naw la, nang chu Pharao ang el i ni sih a.",
      "reference": "INṬANNA 44:18"
    },
    {
      "content": "Pu, nangin, ‘Pa amanih, unau amanih in nei am?’ tiin i siehlawhai hi i mîn dawn a.",
      "reference": "INṬANNA 44:19"
    },
    {
      "content": "Chun, pu, keinîn i kuoma hin, ‘Pa, tarsie le, a tar tieng nau, naupangtak kan nei, chu u chu a thih a, a pa chun ama chu a hmangai ngawt el,’ kan tih a.",
      "reference": "INṬANNA 44:20"
    },
    {
      "content": "Chun, nangin i siehlawhai kuoma hin, ‘Ama chu ka mita ka hmu theina dingin ka kuomah hung ṭhuoi thla ro,’ i tih a.",
      "reference": "INṬANNA 44:21"
    },
    {
      "content": "Chun, pu, keinîn i kuomah, ‘Bawipu chun a pa mâksan thei naw nih, a mâksan chun a pa chu a thi el ding a ni sih a,’ kan tih a.",
      "reference": "INṬANNA 44:22"
    },
    {
      "content": "Chun, nangin i siehlawhai kuoma hin, ‘In mi tlumtak chu nangni le a hung thla ve naw chun ka hmêl hmu ta naw ti niu,’ i tih a.",
      "reference": "INṬANNA 44:23"
    },
    {
      "content": "I siehlaw kan pa kuom kan hang tlung chun, pu, i thu chu kan hril a.",
      "reference": "INṬANNA 44:24"
    },
    {
      "content": "Chun, kan pa chun, ‘Fe nâwk phawt unla, bu tlâwmte bêk ei ta dingin zûn chaw nâwk ro,’ a tih a.",
      "reference": "INṬANNA 44:25"
    },
    {
      "content": "Chun, keinîn, ‘Zu fe thei ta naw ning ungah: kan mi tlumtak hi kan kuoma a hung ve ding chun zu fe nâwk el kan tih, kan mitlum tak hi kan kuoma a hung ve naw ding chun, ama hmêl chu kan hmu thei naw ding a nih,’ kan tih a.",
      "reference": "INṬANNA 44:26"
    },
    {
      "content": "Chun, i siehlaw ka pa chun kan kuomah, ‘Ka nuhmei chun naupasal pahni a mi neipêk ti in hriet;",
      "reference": "INṬANNA 44:27"
    },
    {
      "content": "Chun, pakhat chu ka kuoma inthawkin a fe suok a; keinawi nengin a um ni ngei a tih ka tih a; chutaka inthawk chu ama chu ka hmu ta naw vang vang a.",
      "reference": "INṬANNA 44:28"
    },
    {
      "content": "Ama khawm hi ka kuoma inthawk in ṭhuoi hmang a, tuoksuol a zu tuok chun, ka lu inṭuok hi lungngaitakin thlânah in mîn liemtir ding a nih,’ a tih a.",
      "reference": "INṬANNA 44:29"
    },
    {
      "content": "Chuongchun, Bawipu hi kan laia ṭhang loa, i siehlaw ka pa kuom ka hang tlung chun, a hringna chu Bawipu hringna le hin ân zawm tlat leiin hieng ang hi nîng a tih:",
      "reference": "INṬANNA 44:30"
    },
    {
      "content": "Bawipu hi a ṭhang ve nawh ti a hriet phingleh thi el a tih: chuong- chun, i siehlawhai hin i siehlaw kan pa lu inṭuok rak chu lungngaitakin thlânah kan inliemtir ding a ni hi.",
      "reference": "INṬANNA 44:31"
    },
    {
      "content": "I siehlaw hin, ‘I kuoma ka hung ṭhuoi nâwk naw chun a maw chu kumkhuoin i chungah phur ka tih,’ tiin ka pa kuoma chun Bawipu chungthua hin a bul tumtuah kân siem ta sih a.",
      "reference": "INṬANNA 44:32"
    },
    {
      "content": "Chuleiin, lunginsiettakin, i sie- hlaw hi Bawipu aiah, pu, i suokah mîn umtir la, Bawipu hi a uhai kuomah hang infetir rawh.",
      "reference": "INṬANNA 44:33"
    },
    {
      "content": "Bawipu ṭhang loin ka pa kuomah iengtin am hang fe thei ka ti leh? ka pa chunga sietna tlung ding chu hmu ngam naw ning,” a tih a.",
      "reference": "INṬANNA 44:34"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INṬANNA 44 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}