{
  "verses": [
    {
      "content": "Jakob chun Laban naupa- haiin, “Jakobin ei pa ta po po a lâkpêk vawng a, ei pa taa mi a nih hieng hausakna a nei po po hi,” an ti thuhai a lo hriet a.",
      "reference": "INṬANNA 31:1"
    },
    {
      "content": "Chuongchun, Jakob chun Laban hmêl chu a en a, hi hma ang khan a chungah a ṭha ta nawh ti a hmuh a.",
      "reference": "INṬANNA 31:2"
    },
    {
      "content": "Chun, LALPA chun Jakob kuomah, “I thlatuhai le i laibunghai ramah fe nâwk ta rawh, i kuomah um pei ka tih,” a tih a.",
      "reference": "INṬANNA 31:3"
    },
    {
      "content": "Chuongchun, Jakob chun mi a tir a, phûla a ran ruol umnaa chun Rakil le Leah chu ân kotir a;",
      "reference": "INṬANNA 31:4"
    },
    {
      "content": "an kuomah, “In pa hmêl ka enin hi hma ang khan ka chungah a ṭha ta nawh ti ka hmuh a; nisienlakhawm, ka pa Pathien chu ka kuomah a um zing a nih.",
      "reference": "INṬANNA 31:5"
    },
    {
      "content": "Nangni khawmin in pa rawng hi ka theitâwpin ka bâwl ti in hriet a.",
      "reference": "INṬANNA 31:6"
    },
    {
      "content": "Nisienlakhawm, in pa chun a mi hlêm a, ka hlaw hi vawi sâwm lai a mi sukdanglampêk tah a; nisienla- khawm, Pathienin ka pawi a tawk a phal naw a nih.",
      "reference": "INṬANNA 31:7"
    },
    {
      "content": "A ze irawl nukhai chu i hlaw nîng a tih, a ti leh ran po po chun te, a ze irawl nukhai an nei hlak a; chun ‘A ze itanhai i hlaw nîng a tih,’ a ti leh ran po po chun te a ze itan ruok an nei hlak a.",
      "reference": "INṬANNA 31:8"
    },
    {
      "content": "Chuong ang chun Pathienin in pa ranhai chu a lâkpêk a, kei a mi pêk tah a ni hi.",
      "reference": "INṬANNA 31:9"
    },
    {
      "content": "Ranhai an inzâwl hun lai chun ka mangin ka hang dâk a, ran zâwltu a chalhai chu a ze intan dâm, a ze irawl dâm, a ze ṭielṭak dâm, an nih ti ka hmuh a.",
      "reference": "INṬANNA 31:10"
    },
    {
      "content": "Chun, ka manga chun Pathien vântirkoin, ‘Jakob,’ a mi hung tih a. Kei chun, ‘Hitaka hi ka um,’ ka tih a.",
      "reference": "INṬANNA 31:11"
    },
    {
      "content": "Ama chun, ‘Hung dâk la en rawh, ran zâwltu a chalhai po po saw, a ze intan dâm, a ze irawl dâm, a ze ṭielṭak dâm an ni saw: I chunga Laban thilthaw po po hi ka hmu a nih.",
      "reference": "INṬANNA 31:12"
    },
    {
      "content": "Kei hi lungphuna sahriek i nâlna, a kuoma thu i tiemna, kha Bethel Pathien kha ka nih; tuhin tho la, hi rama inthawk hin suok la, i piengna rama chun fe nâwk ta rawh,’ a tih a,” a ta.",
      "reference": "INṬANNA 31:13"
    },
    {
      "content": "Rakil le Leah chun an dawn a, a kuomah, “Kan pa ina chun kan ta dingin chanvo le ro inkhâwm ding hrim a la um ta rawp am a nih?",
      "reference": "INṬANNA 31:14"
    },
    {
      "content": "Ama chun ram dang mi ang chauah a mi ngai tah ni lo am a nih? A mi zawr a, kan man khawm a fâk zo vawng ta sih a.",
      "reference": "INṬANNA 31:15"
    },
    {
      "content": "Pathienin kan pa kuoma in- thawka sum a lâkpêk po po chu keini le kan nauhai ta a ni hi; chuongchun, Pathienin i kuoma a hril taphawt chu thaw raw khai,” an tih a.",
      "reference": "INṬANNA 31:16"
    },
    {
      "content": "Chuongchun, Jakob chu a tho a, a naupasalhai le a nuhmeihai chu sanghâwngseihai chungah ân chuongtir a;",
      "reference": "INṬANNA 31:17"
    },
    {
      "content": "chun, Kanaan rama a pa Isak kuoma fe dingin a ran po po le, a sum inkhâwl po po, a ran hmuhai, Paddan-aram rama ân khâwlhai chu a fepui ta vawng a.",
      "reference": "INṬANNA 31:18"
    },
    {
      "content": "Laban chu a berâm hmul vaw dingin a fe dai a; chun, Rakil chun a pa milimhai chu ân rûkpêk a;",
      "reference": "INṬANNA 31:19"
    },
    {
      "content": "chun, Jakob chu Aram mi Laban hriet naw kârin a fe hmang dai tah a, a tlân hmang ding chu a hril nawh a.",
      "reference": "INṬANNA 31:20"
    },
    {
      "content": "Chuongchun, a nei po po le chun a tlân hmang tah a; chun, a tho a, Vadungpui chu a kân a, Gilead tlâng tieng chu panin a fe pei tah a.",
      "reference": "INṬANNA 31:21"
    },
    {
      "content": "Jakob chu a tlân hmang ti, a ni thum niah, Laban an hril a.",
      "reference": "INṬANNA 31:22"
    },
    {
      "content": "Chuongchun, a unauhai a ṭhuoi a, ni sari lam a hnawt a, Gilead tlânga chun a hnawt phâk tah a.",
      "reference": "INṬANNA 31:23"
    },
    {
      "content": "Chun, Aram mi Laban kuoma chun zânah a mangah Pathien a hung a, a kuomah, “Jakob kuomah a sie a ṭha, a iengkhawm hril lo dingin fîmkhur rawh,” a tih a.",
      "reference": "INṬANNA 31:24"
    },
    {
      "content": "Laban chun Jakob chu a hnawt phâk a.Jakob chun a puon in chu tlânga chun a lo zar tah a; chun, Laban khawm chun a unauhai leh Gilead tlânga chun an zar ve tah a.",
      "reference": "INṬANNA 31:25"
    },
    {
      "content": "Chun, Laban chun Jakob kuomah, “I thilthaw hi iengtizie am a ni leh? ka hriet naw kâr i fe rûk dai a, kâwlhnâma salmanhai ang ela ka naunuhmeihai i ṭhuoi hmang hi?",
      "reference": "INṬANNA 31:26"
    },
    {
      "content": "Iengdinga inrûka i tlân hmang a, i mîn relrûk san a, hlimna le hla dâm, khuongte le ṭingṭang dâm le kan inthlana ding cheha i mi hril nawh a,",
      "reference": "INṬANNA 31:27"
    },
    {
      "content": "ka naunuhmeihai le ka tuhai khawm ka fâwp i phal naw am an leh? Invêtthlâktakin a nih thil i thaw hi.",
      "reference": "INṬANNA 31:28"
    },
    {
      "content": "Suksethei che ka nih i sawn- naw: nisienlakhawm, i pa Pathien chun zâni zân khan, ‘Jakob kuomah a sie a ṭha iengkhawm hril lo dingin fimkhur rawh,’ tiin a mi biek a nih.",
      "reference": "INṬANNA 31:29"
    },
    {
      "content": "Chun, i pa in ngai tain fe inhâwk êm êm la khawm, iengdinga ka pathienhai mîn rupêk am i nih a?” a tih a.",
      "reference": "INṬANNA 31:30"
    },
    {
      "content": "Jakob chun a dawn a, Laban kuomah, “Ka ṭi lei a nih, i nau- nuhmeihai hi mi lapêk rawi i tih, ti ka ṭiha a nih.",
      "reference": "INṬANNA 31:31"
    },
    {
      "content": "Tukhawm i pathienhai i hmûna chu dam naw ni hai; ei unauhai mithmua hin i ta kan kuoma um chu en chieng la, la ta la,” a tih a. Rakilin a lo inrûk ti Jakob chun a hriet si nawh a.",
      "reference": "INṬANNA 31:32"
    },
    {
      "content": "Chun, Laban chu Jakob puon ina dâm, Leah puon ina dâm, suoknuhai pahni puon ina dâm chun a lût pei a; nisienlakhawm, a hmu nawh a. Leah puon ina inthawk chu a suok a, Rakil puon ina chun a lût a.",
      "reference": "INṬANNA 31:33"
    },
    {
      "content": "Rakil chun milim chu a lâk a, sanghâwngsei thuomhnaw lai chun a lo sieh a, a lo ṭhung deh a. Laban chun a puon in sûng po po chu a dap vêl vawng a, nisienkhawm, a hmu nawh a,",
      "reference": "INṬANNA 31:34"
    },
    {
      "content": "chun ama chun a pa kuomah, “I hmah a ka tho pei naw leiin, ka lalpa, lunginsen naw rawh; nuhmei umdân pângngai chu ka chunga a um lai tak a ni sih a,” a tih a. Chuongchun, a zawng a zawng a, milimhai chu a hmu zo ta nawh a.",
      "reference": "INṬANNA 31:35"
    },
    {
      "content": "Chun, Jakob chu a lunginsen tah a, Laban chu a hal a. Jakob chun Laban kuomah, “Iengam ka bawsiet a, iengam a na ka suolna i mi hung hnawt rak el a?",
      "reference": "INṬANNA 31:36"
    },
    {
      "content": "Ka thuomhnaw po po i dap suok vawng khawmin, i insûng thuom- hnaw hrim iengam i hmu leh? Ka unauhai le i unauhai hmaa hin hung sie suok la, a tu lem am ei indik ngaituo raw hai se.",
      "reference": "INṬANNA 31:37"
    },
    {
      "content": "Tuhin kum sâwmhni zet i kuomah ka um tah a, i berâmpuihai le i kêlpuihai chun an têhai an nei suol hrim hrim ngai nawh a, i berâm ruol laia a chalhai khawm ka fâk ngai bawk nawh.",
      "reference": "INṬANNA 31:38"
    },
    {
      "content": "Ramsa se khawm i kuoma hin ka la hung intlun ngai nawh a, keiin ân hmang ai chu ka tuor lem hlak a, sûna inrûk ni leh, zâna inrûk ni leh ka ithung i phût hlak a.",
      "reference": "INṬANNA 31:39"
    },
    {
      "content": "Vawi tamtak chu sûna nisa lum le zâna khawdeiin a mi sukrinum êm êm hlak a, îmu khawm ka hmu ngai nawh.",
      "reference": "INṬANNA 31:40"
    },
    {
      "content": "Chuong kum sâwmhni sûng po chu i kuomah ka um a, i naunu- hmeihai pahni hlaw dingin kum sâwmpali le, i ranhai hlaw dingin kum ruk i rawng ka bâwl a; ka hlaw hlak chu vawi sâwm lai i sukdanglam sih a.",
      "reference": "INṬANNA 31:41"
    },
    {
      "content": "Ka pa Pathien, Abraham Pathien, Isak Iṭi chu ka kuomah um naw sienla lem chu, tu khawm hin ruok ngawta mîn fetir ngei ding i ni hi. Pathienin ka rinum tuor le ka rimsikzie chu a hmuh a, zâni zân chun a kâwk che a ni chu,” a tih a.",
      "reference": "INṬANNA 31:42"
    },
    {
      "content": "Chun, Laban chun a dawn a, a kuomah, “Naunuhmeihai hi keia nauhai an nih a, naupanghai hi keia naupanghai an nih a, ranhai hi keia ran an nih a, i hmu po po hi keia ta vawng an nih: vawisûn hin hieng ka naunuhmeihai chunga le an nauhai chunga hin iengam thaw thei ka ti leh?",
      "reference": "INṬANNA 31:43"
    },
    {
      "content": "Hung ta, kei le nang hin thu thlung ei tih, chu chu kei le nanga kâra hrietna ni raw se,” a tih a.",
      "reference": "INṬANNA 31:44"
    },
    {
      "content": "Chuongchun, Jakob chun lung a lâk a, lungphun dingin a phun a.",
      "reference": "INṬANNA 31:45"
    },
    {
      "content": "Chun, Jakobin a unauhai kuom- ah, “Lung la khâwm ro,” a tih a; chun, lung an lâk a, an intieng khâwm a; chun, lung intieng khâwm kâwla chun bu an fâk a.",
      "reference": "INṬANNA 31:46"
    },
    {
      "content": "Laban chun chu lung intieng khâwm chu Jegar-sahadutha ân bûk a; Jakob ruok chun Galeed ân bûk a.",
      "reference": "INṬANNA 31:47"
    },
    {
      "content": "Laban chun, “Hi lung intieng khâwm hi vawisûn hin kei le nanga kâra hrietpuitu a ni hi,” a tih a. Chuleiin, a hminga chun Galeed inbûk a ni tah a.",
      "reference": "INṬANNA 31:48"
    },
    {
      "content": "Mizpah inbûk a ni bawk a, “Inṭheha ei um hnungin LALPA chun mi vêng tuo raw se.",
      "reference": "INṬANNA 31:49"
    },
    {
      "content": "Ka naunuhmeihai hi i sukrim- sih a, ka naunuhmeihai ni lo nuhmei dang i nei chun, tukhawm ei kuoma hin an um nawha chu, en ta, Pathien chu kei le nanga kâra hretu a nih,” a tih a.",
      "reference": "INṬANNA 31:50"
    },
    {
      "content": "Laban bawk chun Jakob kuomah, “Hi lung intieng khâwm hi en la, kei le nanga kâra hi lung ka phun khawm hi en ta.",
      "reference": "INṬANNA 31:51"
    },
    {
      "content": "Pawi intâwkpêk dingin, keiin hi lung intieng khâwm hi khêlin i kuom tieng hung naw ningah a, ti le, nang khawmin hi lung intieng khâwm le hi lungphun hi khêlin ka kuom tieng hung naw ti nih, ti hi lung intieng khâwm hi hrietna ni sienla, hi lungphun khawm hi hrietna ni bawk raw se.",
      "reference": "INṬANNA 31:52"
    },
    {
      "content": "Abraham Pathien, Nahor Pathien, an pa Pathien chun ei kâra thu ngaituo raw se,” a ti nâwk a. Chun Jakob chun a pa Isak Iṭi chu sâlin ṭawng ân khâm tah a:",
      "reference": "INṬANNA 31:53"
    },
    {
      "content": "Chun, Jakobin tlânga chun inthawina ân hlân a, a unauhai chu bei fa dingin a ko a; chuongchun, bei an fâk a, tlânga chun an riek tah a.",
      "reference": "INṬANNA 31:54"
    },
    {
      "content": "Chun, zingkâr Laban chu a tho a, a tuhai le a naunuhmeihai chu a fâwp a, mal a sâwm a; chun, Laban chu a feh a, ama umna tieng a kir nâwk tah a.",
      "reference": "INṬANNA 31:55"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INṬANNA 31 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}