{
  "verses": [
    {
      "content": "Chun, LALPAIN Abram kuoma chun, “I khuoa inthawk le i laibunghai laia inthawk le i pa ina inthawk chu suok la, ram ka lân entir ding che tieng chun fe rawh:",
      "reference": "INṬANNA 12:1"
    },
    {
      "content": "Chuongchun, chi ropuitakah siem ka ti cheh a, mal khawm sâwm ka ti cheh a, i hming sukropui bawk ka tih: nang malsâwmna nîng i tih.",
      "reference": "INṬANNA 12:2"
    },
    {
      "content": "Chun, malsâwmtu che taphawt chu malsâwm ka ta, ṭawngsie inphurtu che chu ṭawngsie inphur ka tih: nangmaa chun hnam tin la thawveng an tih,” a tih a.",
      "reference": "INṬANNA 12:3"
    },
    {
      "content": "Chuongchun, Abram chu LALPAIN a kuoma a hril angin a fe tah a; Lota chu ama leh a fe veh a. Abram chu Harana inthawka a suok lai chun kum sâwmsari le panga mi a nih.",
      "reference": "INṬANNA 12:4"
    },
    {
      "content": "Chun, Abramin a nuhmei Sarai le, a unaupa naupasal Lota le an sum themsuok po po le, Harana an mi neihai chu a ṭhuoi a; Kanaan rama fe dingin an suok a. Kanaan ram chu an tlung chun,",
      "reference": "INṬANNA 12:5"
    },
    {
      "content": "Abram chu chu rama Sekem hmun chen, More thingsaisuo hmun chen chun a fe pei a. Chuong lai chun Kanaan mihai chu chu rama chun an um a.",
      "reference": "INṬANNA 12:6"
    },
    {
      "content": "Chun, LALPA chu Abram kuomah ân lâr a, “Hi ram hi i thlahai kuomah la pêng ka tih,” a tih a; chuongchun, chutaka chun a kuoma inlâr LALPA ta ding chun mâichâm a siem a.",
      "reference": "INṬANNA 12:7"
    },
    {
      "content": "Chutaka inthawk chun Bethel saktienga tlânga chun ân tâwl a, chutaka chun puon in a zar a, a thlangtieng chun Bethel chu a um a, a sak tieng chun Ai khuo a um a; chutaka chun LALPA ta dingin mâichâm a siem nâwk a, LALPA hming chu a lam a.",
      "reference": "INṬANNA 12:8"
    },
    {
      "content": "Chun, Abram chu Negeb panin a lân tâwl ta rawp a.",
      "reference": "INṬANNA 12:9"
    },
    {
      "content": "Chun, chu rama chun ṭâm a hung tlah a; chu rama chun ṭâm chu a nasa êm leiin Abram chu Aiguptaa um hri dingin a zu fe tah a.",
      "reference": "INṬANNA 12:10"
    },
    {
      "content": "Aigupta a lût ding lai chun a nuhmei Sarai kuoma chun, “Ngai ta, nuhmei hmêl ṭhatak i nih ti ka hriet;",
      "reference": "INṬANNA 12:11"
    },
    {
      "content": "chuleiin, Aigupta mihaiin an hmu pha che chun, ‘Hi hi a nuhmei a ni hi,’ tîng an ta, kei chu mi that an ta, nang ruok chu hlâng an ti che.",
      "reference": "INṬANNA 12:12"
    },
    {
      "content": "I zâra ṭhataka ka um theina ding le, nangma leia ka hring theina dingin, ‘A farnu ka nih,’ ti pei rawh aw,” a tih a.",
      "reference": "INṬANNA 12:13"
    },
    {
      "content": "Chun, Abram chu Aigupta a lût chun Aigupta mihai chun nuhmei chu an hmuh a, a hmêl chu ṭha an ti êm êm a.",
      "reference": "INṬANNA 12:14"
    },
    {
      "content": "Pharao milienhai khawmin an hmuh a, Pharao kuomah a ṭhatzie an hril a; chuongchun, nuhmei chu Pharao inah an ṭhuoi lût tah a.",
      "reference": "INṬANNA 12:15"
    },
    {
      "content": "Chun, ama chun Sarai lei chun Abram chu ṭhatakin a thawh a; chuongchun, berâm dâm, bâwng dâm, sabengtung chal dâm, suokpa dâm, suoknu dâm, sabengtung pui dâm, sanghâwngsei dâm a nei pha tah a.",
      "reference": "INṬANNA 12:16"
    },
    {
      "content": "Nisienlakhawm, LALPA chun Abram nuhmei Sarai lei chun Pharao le a sûnghai chu namênin a sawisa ta nawh a.",
      "reference": "INṬANNA 12:17"
    },
    {
      "content": "Chuongchun, Pharao chun Abram chu a ko a, “Ka chunga i thilthaw hi iengtizie am a ni ta leh? I nuhmei a nih ti iengdinga i mi hril naw am a na?",
      "reference": "INṬANNA 12:18"
    },
    {
      "content": "Iengdinga ‘ka farnu a nih’ i ti? Chu lei chun an nâwm ka nuhmeia ka lo nei ta hiel hi: en rawh, taka hi i nuhmei, ṭhuoi la, fe hmang dai rawh,” a ta.",
      "reference": "INṬANNA 12:19"
    },
    {
      "content": "Chun, Pharao chun a chung- châng thua chun mi kuomah thu a pêk a; chuongchun, ama an hang inthla tah a, a nuhmei leh, a nei po po le chun.",
      "reference": "INṬANNA 12:20"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INṬANNA 12 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}