{
  "verses": [
    {
      "content": "Chuongchun, hnuoi le vân chu an chunga umhai po po le chun siem zo a ni tah a.",
      "reference": "INṬANNA 2:1"
    },
    {
      "content": "Chun, Pathienin ni sari nia chun a thilsiem chu a thaw zo a; ni sari nia chun a thilsiem po po chu a châwlsan tah a.",
      "reference": "INṬANNA 2:2"
    },
    {
      "content": "Chuongchun, Pathienin ni sari ni chu mal a sâwm a, ân ser tah a: chu ni chun Pathienin a thilsiem po po, thu ngawta a siem le kuta a siemhai chu a châwlsan ta leiin.",
      "reference": "INṬANNA 2:3"
    },
    {
      "content": "Hnuoi le vân siem an ni lai khan an thlahai chu hieng hi an nih, LALPA Pathienin hnuoi le vân a siem nia khan.",
      "reference": "INṬANNA 2:4"
    },
    {
      "content": "Hnuoia hlo hrim hrim hi hnuoiah a la um nawh a, hnuoia thlai hrim hrim khawm hi a mâwng bawk nawh. LALPA Pathienin hnuoi chungah ruo a lân sûrtir si nawh a, hnuoi inlettu dingin mihriem hlak an la um bawk nawh;",
      "reference": "INṬANNA 2:5"
    },
    {
      "content": "amiruokchu, hnuoia inthawkin sûm a hung suok a, hnuoi chung po po chu a sukhnâwng a.",
      "reference": "INṬANNA 2:6"
    },
    {
      "content": "Chun, LALPA Pathienin hnuoia pilvutin mihriem a siem a, a hnâra chun hringna thuok chu ân thuok lût a; chuongchun, mihriem chu mi hring a hung ni tah a.",
      "reference": "INṬANNA 2:7"
    },
    {
      "content": "Chun, LALPA Pathienin sak- tieng Edena chun huon a siem a; a mihriem siem chu chutaka chun ân umtir a.",
      "reference": "INṬANNA 2:8"
    },
    {
      "content": "Chun, hnuoia inthawkin, LALPA Pathienin thing mitlatak le fâkmi tinrêng ân mâwngtir a; hringna thing khawm huon lailung taka chun ân mâwngtir bawk a; a suol le a ṭha hrietna thing khawm.",
      "reference": "INṬANNA 2:9"
    },
    {
      "content": "Chun, Edena inthawkin huon sukhnâwng dingin vadung a luong suok a; chutaka inthawk chun ân ṭhe dar a, pali a hung ni tah a.",
      "reference": "INṬANNA 2:10"
    },
    {
      "content": "A pakhatna hming chu Pison a na; chu chu Havila ram po po luong huoltu chu a nih; chutaka chun rângkachak a um a;",
      "reference": "INṬANNA 2:11"
    },
    {
      "content": "chu rama rângkachak chu ṭhatak a nih; chutaka chun delium le onik lung khawm a um.",
      "reference": "INṬANNA 2:12"
    },
    {
      "content": "Vadung pahnina hming chu Gihon a nih; chu chu Kus  ram po po luong huoltu chu a nih.",
      "reference": "INṬANNA 2:13"
    },
    {
      "content": "Vadung pathumna hming chu Hiddekel a nih; chu chu Assuria ram saktienga luong chu a nih. Vadung palina chu Euphrates a nih.",
      "reference": "INṬANNA 2:14"
    },
    {
      "content": "LALPA Pathien chun mihriem chu a ṭhuoi a, Eden huona chun enkawltu le vêngtu dingin a sie tah a.",
      "reference": "INṬANNA 2:15"
    },
    {
      "content": "Chun, LALPA Pathien chun mihriem kuomah, “Huona thing tinrêng rahai hi i nuom nuomin i fâk thei a,",
      "reference": "INṬANNA 2:16"
    },
    {
      "content": "a suol le a ṭha hrietna thing ra ruok hi chu i fâk ding a ni nawh; i fâk chun i fâk ni ngeiin i thi ngei ding a nih,” tiin thu a pêk a.",
      "reference": "INṬANNA 2:17"
    },
    {
      "content": "Chun, LALPA Pathien chun, “Mihriem ama khât baka a um hi a ṭha nawh ie; ama ṭhangpuitu ding, ân kawppui ding âwm mî siempêk ka tih ie,” a ta.",
      "reference": "INṬANNA 2:18"
    },
    {
      "content": "Chun, LALPA Pathien chun pilin ramsa tinrêng le chunglêng vate tinrêng chu a siem a; an hmingah ieng ieng am ân bûk ding ti hrietna dingin mihriem kuoma chun a ṭhuoi tâwl a; chun, thilhring tinrênghai chu mihriem chun an hming a lo inbûk po chu an hming a ni sawng tah a.",
      "reference": "INṬANNA 2:19"
    },
    {
      "content": "Chuongchun, mihriem chun ran po po dâm, chunglêng vate dâm, ramsa tinrêng dâm hming chu a sak seng a; nisienlakhawm, mihriem ta ding chun a ṭhangpuitu ding a kawppui âwm mi a um nawh a.",
      "reference": "INṬANNA 2:20"
    },
    {
      "content": "Chuongchun, LALPA Pathien chun mihriem chu inhniktakin ân intir a; chuongchun, a in tah a; chun, a nâkru pakhat a lâk a, chu ai chu tisain ân hluosiptir a;",
      "reference": "INṬANNA 2:21"
    },
    {
      "content": "chun, LALPA Pathien chun mihriema inthawka a lâk nâkru chu nuhmeiah a siem a, mihriem kuoma chun a ṭhuoi a.",
      "reference": "INṬANNA 2:22"
    },
    {
      "content": "Chun, mihriem chun, “Hi zet hi chu ka ru ang ru neia, ka tisa ang tisa nei ngei chu a nih; Pasala inthawka lâk suok a ni leiin, ‘Nuhmei’ ti ding nîng a tih,” a ta.",
      "reference": "INṬANNA 2:23"
    },
    {
      "content": "Chuleiin, pasalin a nu le pa mâksan a ta, a nuhmei chel a tih, chuongchun, tisa pumkhat hung ni tâng an tih.",
      "reference": "INṬANNA 2:24"
    },
    {
      "content": "Chun, pasal le a nuhmei chu an pahni chun saruokin an um a, an inzak chuong nawh a.",
      "reference": "INṬANNA 2:25"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INṬANNA 2 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}