{
  "verses": [
    {
      "content": "A tîrin Pathienin hnuoi le vân a siem a.",
      "reference": "INṬANNA 1:1"
    },
    {
      "content": "Chun, hnuoi hi a sie le a ruok ngawt a na, tui inthûktak chung chu ân thim mup a. Pathien Thlarau chun tui chunghai chu a awp zing a.",
      "reference": "INṬANNA 1:2"
    },
    {
      "content": "Chun, Pathienin, “Var hung um raw se,” a ta; chuongchun, var a hung um tah a.",
      "reference": "INṬANNA 1:3"
    },
    {
      "content": "Chun, Pathienin var chu a en a, ṭha a ti hleh a: chuongchun, Pathien chun var le inthim chu a ṭhe tah a.",
      "reference": "INṬANNA 1:4"
    },
    {
      "content": "Pathienin var chu “Sûn” ân bûk a, inthim chu “Zân” ân bûk a. Chuongchun, zântieng a um a, zîngtieng a um bawk a; chu chu ni khatna.",
      "reference": "INṬANNA 1:5"
    },
    {
      "content": "Chun, Pathienin, “Tui le tui kâra chun boruok lientak um sienla, chu chun tui le tuihai chu ṭhe raw se,” a ta.",
      "reference": "INṬANNA 1:6"
    },
    {
      "content": "Chuongchun, Pathienin boruok lientak chu a siem a, boruok lientak hnuoia tui umhai le boruok lientak chunga tui umhai chu a ṭhe tah a: chuong angtak chu a lo ni tah a.",
      "reference": "INṬANNA 1:7"
    },
    {
      "content": "Chun, Pathienin boruok lientak chu “Vân” ân bûk a. Chuongchun, zântieng a um a, zîngtieng a um bawk a; chu chu ni hnina.",
      "reference": "INṬANNA 1:8"
    },
    {
      "content": "Chun, Pathienin, “Vân hnuoia tui umhai chu hmun khatah luong khâwm sienla, khawmuol chu inlang raw se,” a ta: chuongchun, chuong angtak chun a hung ni tah a.",
      "reference": "INṬANNA 1:9"
    },
    {
      "content": "Pathienin khawmuol chu “Hnuoi” ân bûk a, tui um khâwmhai chu “Tuisuoriethai” ân bûk a: Pathienin chu chu a en a, ṭha a ti hleh a.",
      "reference": "INṬANNA 1:10"
    },
    {
      "content": "Chun, Pathienin, “Hnuoi hin hlo dâm, thlai chi nei dâm, thei kûng hnuoi chunga mâni chi um dân ding anga ra, a ra sûnga a chi um dâm chu hung insuo raw se,” a ta: chuong angtak chun a hung um tah a.",
      "reference": "INṬANNA 1:11"
    },
    {
      "content": "Hnuoi chun hlo dâm, thlai mâni um dân ding anga chi nei dâm, thing mâni chi um dân ding anga ra, a ra sûnga a chi um dâm chu ân suo tah a: Pathienin a en a, ṭha a ti hleh a.",
      "reference": "INṬANNA 1:12"
    },
    {
      "content": "Chuongchun, zântieng a um a, zîngtieng a um bawk a, chu chu ni thumna.",
      "reference": "INṬANNA 1:13"
    },
    {
      "content": "Chun, Pathienin, “Sûn le zân ṭhêna dingin vân boruok lientaka chun varhai um sienla, chuonghai chu inchikna dâm, hunbi dâm, ni dâm, kum dâm hrietna ding ni raw se;",
      "reference": "INṬANNA 1:14"
    },
    {
      "content": "hnuoi chung elvar dingin vân boruok lientaka chun varhai ni bawk raw hai se,” a ta: chuong angtak chun a hung ni tah a.",
      "reference": "INṬANNA 1:15"
    },
    {
      "content": "Chuongchun, Pathienin var ropuitak pahni khi a siem tah a; var ropui lem chu sûn rorêltu dingin, var ropui naw lem chu zân rorêltu dingin: arasihai khawm a siem bawk a.",
      "reference": "INṬANNA 1:16"
    },
    {
      "content": "Pathienin chuonghai chu vân boruok lientaka khin a sie tah a: hnuoi chung sukvar ding le,",
      "reference": "INṬANNA 1:17"
    },
    {
      "content": "sûn le zân chunga rorêl ding le var le inthim chu ṭhe dingin. Pathien- in chu chu a en a, ṭha a ti hleh a.",
      "reference": "INṬANNA 1:18"
    },
    {
      "content": "Chuongchun, zântieng a um a, zîngtieng a um bawk a, chu chu ni lina.",
      "reference": "INṬANNA 1:19"
    },
    {
      "content": "Chun, Pathienin, “Tuihai chun thilsiem chângthei hringna neihai tamtak insuo ṭeu hai sienla, vatehai khawm chu hnuoi chunga vân boruok lientaka hin vuong raw hai se,” a ta.",
      "reference": "INṬANNA 1:20"
    },
    {
      "content": "Chuongchun, Pathienin tuisuo- rieta thilhring lientak takhai chu a siem a, thilsiem hringna nei le chângthei tinrêng tuiin a insuo ṭeuhai chu anni chi um dân ding ang sengin a siem bawk a, vate thla nei tinrêng khawm anni chi um dân ding ang sengin a siem a: Pathienin chu chu a en a, ṭha a ti hleh a.",
      "reference": "INṬANNA 1:21"
    },
    {
      "content": "Chun, Pathienin, “Chi tamtak inthlain hung pung unla, tuisuoriet tuihai suksip ro, vatehai khawm hnuoiah pung raw hai se,” tiin mal a sâwm a.",
      "reference": "INṬANNA 1:22"
    },
    {
      "content": "Chuongchun, zântieng a um a, zîngtieng a um bawk a; chu chu ni ngana.",
      "reference": "INṬANNA 1:23"
    },
    {
      "content": "Chun, Pathienin, “Hnuoi chun thilsiem hringna neihai, anni chi um dân ding ang sengin: ran, thilhring hnuoia bawkinvâka lâwnhai le ramsahai, anni chi um dân ding ang sengin insuo raw se,” a ta: chuong angtak chu a hung ni tah a.",
      "reference": "INṬANNA 1:24"
    },
    {
      "content": "Chuongchun, Pathienin, ram sa anni chi um dân ding ang sengin, ran dâm anni chi um dân ding ang sengin, thilhring hnuoia bawkinvâka lâwnhai po po, anni chi um dân ding ang sengin a siem a: Pathienin chu chu a en a, ṭha a ti hleh a.",
      "reference": "INṬANNA 1:25"
    },
    {
      "content": "Chun, Pathienin, “Ei angpuiin, eini angtakin, mihriem siem inla, anni chu tuisuorieta nga chunga dâm, chunglêng vate chunga dâm, ran chunga dâm, hnuoi chung po poa le thilhring hnuoia bawkinvâka lâwn po po chunga dâm, thu inneitir ei tiu,” a ta.",
      "reference": "INṬANNA 1:26"
    },
    {
      "content": "Chuongchun, Pathienin ama angpuiin mihriem a siem a, Pathien angpui ngeiin a nih a siem chu, pasal le nuhmeiah a siem a nih.",
      "reference": "INṬANNA 1:27"
    },
    {
      "content": "Chun, Pathienin anni chu mal a sâwm a, Pathien ma chun an kuomah, “Chi tamtak thlain hung pung unla, hnuoi hi hluo sip unla, in thu thuin inumtir ro; tuisuorieta nga chunga dâm, chunglêng vate chunga dâm, thilhring hnuoi chunga bawkinvâka lâwn po po chunga dâm thu nei bawk ro,” a ta.",
      "reference": "INṬANNA 1:28"
    },
    {
      "content": "Chun, Pathien bawkin, “Ngai ta u, hnuoi chung po poa um thlai chi nei tinrêng le thing tinrêng chi nei ra um hai chu ka pêk cheu a nih: in bu ding nîng an tih.",
      "reference": "INṬANNA 1:29"
    },
    {
      "content": "Chun, hnuoia sa tinrêng kuoma dâm, chunglêng vate tinrêng kuoma dâm, thilhring hnuoia bawkinvâka lâwn tinrêng kuoma dâm, hringna nei taphawt kuoma chun, an bu ding- in hlohna tinrêng ka pêk a nih,” a ta: Chuong angtak chu a hung ni tah a.",
      "reference": "INṬANNA 1:30"
    },
    {
      "content": "Chun, Pathienin a thilsiem tinrêng chu a en a, ngai ta, ṭha a ti êm êm a. Chuongchun, zântieng a um a, zîngtieng a um bawk a, chu chu ni rukna.",
      "reference": "INṬANNA 1:31"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INṬANNA 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}