{
  "verses": [
    {
      "content": "Chun, hieng hi a na, hnuoi chungah mihriem an hung pung a, naunuhmeihai an hung nei tâwl chun,",
      "reference": "INṬANNA 6:1"
    },
    {
      "content": "Pathien naupasalhai chun mi- hriem naunuhmeihai chu hmêl ṭhatakin an hmuh a; chuongchun, an dit zâwng taphawthai chu nuhmeiah an nei tâwl hlak a.",
      "reference": "INṬANNA 6:2"
    },
    {
      "content": "Chun, LALPA chun, “Ka thlarau chu mihriemah chêng kumkhuo naw ni; chun mihriem chu kumkhuoin thaw rawp naw nih; ama chu tisa a ni sih a; chuongchun, a dam sûng hun khawm kum za le sâwmhni ni raw se,” a tih a.",
      "reference": "INṬANNA 6:3"
    },
    {
      "content": "Chuong lai chun Milienhai chu hnuoia hin an um a; chu hnunga khawm Pathien naupasalhai chun mihriem naunuhmeihai chu an pâwl a, anni leh nauhai an nei hlak lai khan, an um bawk a; chuonghai chu tienlaia mi hrât, mi hming inthanghai kha an nih.",
      "reference": "INṬANNA 6:4"
    },
    {
      "content": "Chun, LALPA chun hnuoia hin mihriem suolzie chu nasatak a nih ti le, a lungril ngaituonahai hrim hrim chu suol ruok a nih ti a lo hriet a.",
      "reference": "INṬANNA 6:5"
    },
    {
      "content": "Chuongchun, hnuoia hin mi- hriem a lo siem ta lei chun LALPA chu ân sîr a, lungril natnain a hmang pha tah a.",
      "reference": "INṬANNA 6:6"
    },
    {
      "content": "Chuongchun, LALPA chun, “Ka mihriem siem hi hnuoi chunga inthawk hin sukbohmang el ka tih a, mihriem dâm, sa dâm, thilhring dâm, chunglêng vate dâm chen hin; ka siem ta leiin kân sîr a nih,” a ta.",
      "reference": "INṬANNA 6:7"
    },
    {
      "content": "Noa ruok chun LALPA lungin- sietna a chang a.",
      "reference": "INṬANNA 6:8"
    },
    {
      "content": "Hienghai hi Noa thlahai chu an nih: Noa chu mi feltak a na, a dam ruolpuihai lai chun sawisêlbo a nih: Noa chu Pathien leh an lêng hmunkhat hlak.",
      "reference": "INṬANNA 6:9"
    },
    {
      "content": "Noa chun naupasal pathum, Sem, Ham le Japheth a nei a.",
      "reference": "INṬANNA 6:10"
    },
    {
      "content": "Chun, hnuoi hi Pathien mit- hmuin a se zo tah a, hnuoi hi inpâwngnêknain a sip zo ta bawk a.",
      "reference": "INṬANNA 6:11"
    },
    {
      "content": "Chun, Pathienin hnuoi hi a en a; chun, ngai ta, a se zo tah: tisa po poin hnuoia hin an umdân an suksiet zo ta sih a.",
      "reference": "INṬANNA 6:12"
    },
    {
      "content": "Chun, Pathienin Noa kuoma chun, “Tisa po po suktâwpna ding thu ka sukthlûk tah: anni leiin hnuoi hi inpâwngnêknain a sip zo ta sih a: chuongchun, ngai ta, a hnuoi pumin ka sukbohmang ding a nih.",
      "reference": "INṬANNA 6:13"
    },
    {
      "content": "I ta dingin fâr thingin lawng siem rawh: lawnga chun pindan- hai siem i ta, a puo tieng le a sûng tieng chu fâr hnai nâl vawng bawk i tih.",
      "reference": "INṬANNA 6:14"
    },
    {
      "content": "Hi hi i siem dân ding chu a nih: lawng dung tieng chu tawng za thum ni sienla, a khang tieng chu tawng sâwmnga, ân sâng tieng chu tawng sâwmthum ni raw se.",
      "reference": "INṬANNA 6:15"
    },
    {
      "content": "Lawnga chun tukver siem i ta, a chung tieng tawng khat chinah i zo ding a nih; chun, lawng kawtkhâr chu a pangah i hawng ding a nih; sâwng hnuoihnung le sâwng hnina le sâwng thumna neiin i siem ding a nih.",
      "reference": "INṬANNA 6:16"
    },
    {
      "content": "Chun, ngai ta, keima ngeiin, tisa po po hringna thuoka inthuok taphawt chu vân hnuoia inthawka sukbohmang dingin hnuoia hin tui ka suklêt ding a nih; hnuoia thil tinrêng um hi thi vawng an tih.",
      "reference": "INṬANNA 6:17"
    },
    {
      "content": "Amiruokchu, ka thuthlung chu i kuomah sukdet lem ka tih, lawnga chun i lût ding a nih, nang lût i ta, i naupasalhai leh, i nuhmei leh, i nauhai nuhmeihai khawm i kuomah an lût ve ding a nih.",
      "reference": "INṬANNA 6:18"
    },
    {
      "content": "Chun, tisa po poa thilhring tinrêng laia mi, chi tin pahni peiin i kuoma a hringa um ve dingin lawnga chun i ṭhuoi lût ding a nih, a pui le a chal an ni seng ding a nih.",
      "reference": "INṬANNA 6:19"
    },
    {
      "content": "Vatehai anni chi umdân ang sengin, ranhai anni chi umdân ang sengin, thilhring hnuoia bawkinvâk chi tinrêng anni chi umdân ang sengin, chi tin pahni pei a hringa um dingin, i kuomah an hung ve ding a nih.",
      "reference": "INṬANNA 6:20"
    },
    {
      "content": "Chun, bu fâk hlak ang chi po po la la, i kuomah sie khâwm rawh; chuongchun, nangni le anni ta dingin bu nîng a tih,” a ta.",
      "reference": "INṬANNA 6:21"
    },
    {
      "content": "Chuong ang chun Noa chun a thawh a, Pathienin a kuoma thu a pêk po po ang ngei chun a thaw tah a.",
      "reference": "INṬANNA 6:22"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INṬANNA 6 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}