{
  "verses": [
    {
      "content": "Chun, chuong hnunga chun, Josef kuomah, “Ngai ta, i pa a dam nawh ie,” an tih a: chuongchun, a naupasalhai pahni, Manasse le Ephraim chu a ṭhuoi a.",
      "reference": "INṬANNA 48:1"
    },
    {
      "content": "Chun, Jakob chu “Ngai ta, i nau- pa Josef chu i kuomah a hung ie,” tiha an hril chun, Israel chu ân sukhar a, khuma chun a ṭhung tah a.",
      "reference": "INṬANNA 48:2"
    },
    {
      "content": "Chun, Jakobin Josef kuomah, “Pathien Iengkimthawthei chu Ka- naan rama Luz-ah ka kuomah ân lâr a, mal a mi sâwm a, ka kuomah,",
      "reference": "INṬANNA 48:3"
    },
    {
      "content": "‘Chi tamtak inthlatir ka ti cheh a, sukpung bawk ka ti cheh a, chi tum tum um khâwmah siem ka ti che; chun, hi ram hi i hnunga i thlahai kuoma chun kumkhaw ro dingin pêng ka tih,’ a mi tih a.",
      "reference": "INṬANNA 48:4"
    },
    {
      "content": "Chun, i naupasalhai pahni, Aiguptaa i kuoma ka hung hmaa i neihai hi, ka ta an nih: Ephraim le Manasse hi, Reuben le Simeon ang bawkin ka ta nîng an tih.",
      "reference": "INṬANNA 48:5"
    },
    {
      "content": "Anni hnunga nau i neihai chu i ta nîng an ta, an ro chana chun an uhai hming chu inṭâwmpui el an tih.",
      "reference": "INṬANNA 48:6"
    },
    {
      "content": "Chun, keia thu chu, Paddan- aram rama inthawka ka hung lai khan Rakil chu Kanaan ramah, lam- pui kârlakah, Ephrath chu a la hlat fe laiin, ka bulah a thih a: chutaka Ephrath lampuia chun ka phûm tah a (chu chu Bethlehem a nih)” a tih a.",
      "reference": "INṬANNA 48:7"
    },
    {
      "content": "Israelin Josef naupahai a hmu chun, “Hieng hi tuhai am an nih a?” a tih a.",
      "reference": "INṬANNA 48:8"
    },
    {
      "content": "Josef chun a pa kuomah, “Hieng hi ka naupasalhai, Pathienin hitaka a mi pêkhai chu an nih,” a tih a. Ama chun, “Lunginsiettakin ka kuoma hin hung ṭhuoi rawh, anni chu mal lo sâwm ka tih,” a tih a.",
      "reference": "INṬANNA 48:9"
    },
    {
      "content": "Israel chu a upat leiin a mit ân thim taha a hmu fie thei naw a nih. Chun, a hung ṭhuoi hnai a; chun, ama chun a lo fâwp a, a lo pawm a.",
      "reference": "INṬANNA 48:10"
    },
    {
      "content": "Israel chun Josef kuomah, “I hmêl hmu hi ka beisei ta nawh a, nisienlakhawm, ngai ta, Pathienin i thlahai hmêl chen khawm a mîn hmutir tah a ni hi,” a tih a.",
      "reference": "INṬANNA 48:11"
    },
    {
      "content": "Chun, Josef chun anni chu a pa mal kâra inthawk chun a kei suok a, ama chu hnuoi sikin chibai a bûk a.",
      "reference": "INṬANNA 48:12"
    },
    {
      "content": "Josef chun an pahni chun a kei a, Ephraim chu a kut changtiengin Israel kut vawitieng pangah, Ma- nasse chu a kut vawitiengin Israel kut changtieng pangah a hung ṭhuoi hnai a.",
      "reference": "INṬANNA 48:13"
    },
    {
      "content": "Nisienlakhawm, Israel chun a ban inkal ṭâl a, a kut changtieng chun a ban a, a naupang lem Ephraim lusîpah, a kut vawitieng chu Manasse lusîpah ân nghat a, Manasse chu nau lutîr a ni sih a.",
      "reference": "INṬANNA 48:14"
    },
    {
      "content": "Chun, Josef chu mal a sâwm a, “A mi thlatu Abraham le Isak a hmaa an umna hlak Pathien, vawisûn chena ka dam sûng po poa mi châwmtu Pathien,",
      "reference": "INṬANNA 48:15"
    },
    {
      "content": "suol po poa inthawka a mîn tlantu vântirko chun naupanghai hi malsâwm raw se; chun ka hming le a mi thlatu Abraham le Isak hming chu anni hmingah put raw se: chun, khawvêl lairilah mipui nasatak hung ni dingin hung pung raw hai se,” a tih a.",
      "reference": "INṬANNA 48:16"
    },
    {
      "content": "Josef chu a pain a kut changtieng Ephraim lusîpa ân nghat a hmu chun a lungni ta nawh a; chuongchun, a pa kut Ephraim lusîpa chu Manasse lusîpa tâwl dingin a dawm kâng a.",
      "reference": "INṬANNA 48:17"
    },
    {
      "content": "Chun, Josefin a pa kuomah, “Pa, hieng ang ding hi a ni nawh, hi hi a nih nau lutîr chu, i kut changtieng hi a lusîpah innghat lem rawh,” a tih a.",
      "reference": "INṬANNA 48:18"
    },
    {
      "content": "Nisienlakhawm, a pa chun a nuom nawh a, “Ka hriet deh, ka naupa, ka hriet, ama khawm hnama hril khawpin um a ta, ama khawm ropui bawk a tih; amiruokchu, a sang hi ama nêkin ropui lem a ta, a thlahai khawm hi chi tum tum tamtak la hung nîng an tih,” a tih a.",
      "reference": "INṬANNA 48:19"
    },
    {
      "content": "Chuongchun, chu ni chun anni chu mal a sâwm a: “Israelhai chun, ‘Ephraim le Manasse angin Pathienin inumtir raw se che,’ tiin, nangni hming sâlin mal la sâwmpêk hlak an tih,” tiin. Chuongchun, Ephraim chu Manasse hmaah ân umtir tah a.",
      "reference": "INṬANNA 48:20"
    },
    {
      "content": "Chun, Israel bawk chun Josef kuomah, “Ngai ta, ka thi ding a ni tah a: nisienlakhawm, Pathien chu in kuomah um a ta, in thlatuhai rama chun ṭhuoi nâwk a ti cheu.",
      "reference": "INṬANNA 48:21"
    },
    {
      "content": "Chu naw khawm chu i unauhai chanvo nêk chun chan khatin ka pêk chuong che, ka kâwlhnâm le ka thalngula Amor mihai kuta inthawka ka lâkpêk kha,” a tih a.",
      "reference": "INṬANNA 48:22"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INṬANNA 48 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}