{
  "verses": [
    {
      "content": "Chun, Josef chun Pharao chu a hang hril a, “Ka pa le ka unauhai, an berâm ruol dâm, an ran ruol dâm, an nei po po leh Kanaan rama inthawkin an hung tlung thla tah a: tuhin Gosen ramah an um,” a tih a.",
      "reference": "INṬANNA 47:1"
    },
    {
      "content": "Chun, a unauhai laia mi panga a ṭhuoi a, Pharao chu ân hrietttir a.",
      "reference": "INṬANNA 47:2"
    },
    {
      "content": "Pharao chun a unauhai kuoma chun, “Ieng sin am in thaw a?” a tih a. Anni chun Pharao kuomah, “I siehlawhai hi kan thlatuhai chenah berâm vêngtuhai kan nih,” an tih a.",
      "reference": "INṬANNA 47:3"
    },
    {
      "content": "Anni bawk chun Pharao kuomah, “Hi rama um phawt ding hin kan hung a nih: kan ramah i siehlawhai berâm ruolhai fâk ding a um ta si nawh, ṭâm hi Kanaan ramah a tla nasa hle sih a; chuleiin, lunginsiettakin i siehlawhai hi Gosen ramah mîn umtir rawh,” an tih a.",
      "reference": "INṬANNA 47:4"
    },
    {
      "content": "Chun, Pharao chun Josef a biek a, “I pa le i unauhai hi i kuomah an hung tah a.",
      "reference": "INṬANNA 47:5"
    },
    {
      "content": "Aigupta ram chu a um duoi annâwm: i pa le i unauhai chu ram ṭhatna lailiah umhmun inkhuortir ta la, Gosen ramah umhmun khuor raw se; chun, anni laia mi thilthawtheitak hriet i nei lem chun ka ran chungah hotuah siem rawh,” a tih a.",
      "reference": "INṬANNA 47:6"
    },
    {
      "content": "Chun, Josef chun a pa Jakob chu a ṭhuoi lût a, Pharao hmaa chun ân ngîrtir a: chuongchun, Jakob chun Pharao chu mal a sâwm tah a.",
      "reference": "INṬANNA 47:7"
    },
    {
      "content": "Chun, Pharaoin Jakob kuomah, “Kum iengzat am i ni tah a?” a tih a.",
      "reference": "INṬANNA 47:8"
    },
    {
      "content": "Jakob chun Pharao kuomah, “Ka khuol inzin kum chen chu kum za le sâwmthum a nih a, ka dam sûng kumhai hi a tlâwmin a rimsikthlâk a nih, a mi thlatuhai an khuol inzin laia an dam sûng kum khawm a zât ve bawk nawh,” a tih a.",
      "reference": "INṬANNA 47:9"
    },
    {
      "content": "Chun, Jakobin Pharao chu mal a sâwm nâwk a, Pharao kuoma inthawk chu a suok tah a.",
      "reference": "INṬANNA 47:10"
    },
    {
      "content": "Chun, Josef chun a pa le a unauhai chu umhmun ân khuortir a, Pharao thupêk angin, Aigupta rama ram ṭhatak laia Rameses rama chun ro dingin ram a pêk a.",
      "reference": "INṬANNA 47:11"
    },
    {
      "content": "Chun, Josef chun a pa le a unauhai le a pa sûnghai po po chu, an sûngkuo ang peiin fâk ding a pêk a, a châwm tah a.",
      "reference": "INṬANNA 47:12"
    },
    {
      "content": "Chun, chu ram po poa chun fâk ding hrim a um ta nawh a, ṭâm a tla nasa hle sih a; chuongchun, ṭâm lei chun Aigupta le Kanaan ram chu a chau tah a.",
      "reference": "INṬANNA 47:13"
    },
    {
      "content": "Josef chun an bu inchâwkna manah Aigupta ram le Kanaan rama tangka um po po chu ân khâwm pêk zo vawng tah a; chun, Josef chun chu tangka chu Pharao inah a hung chawi a.",
      "reference": "INṬANNA 47:14"
    },
    {
      "content": "Chun, Aigupta ram le Kanaan rama tangka po po an hmang zo hnung chun Aigupta mi po po chu Josef kuoma chun an hung a, “Fâk ding mi pe raw khai, i hmaa hin kan thi el ding am a nih? tangka hlak a um ta si nawh a,” an tih a.",
      "reference": "INṬANNA 47:15"
    },
    {
      "content": "Chun, Josef chun, “In ranhai hung pe el ro, in ranhai manah fâk ding pêng ka ti cheu,” a tih a.",
      "reference": "INṬANNA 47:16"
    },
    {
      "content": "Chuongchun, an ranhai chu Josef kuomah an hung ṭhuoi a; Josef chun chuong sakawrhai, berâm ruolhai, bâwng ruolhai le sabeng- tunghai mana chun fâk ding a pêk pei a: chu kum chun an ran po po manah fâk ding a pêk a, a châwm tâwl tah a.",
      "reference": "INṬANNA 47:17"
    },
    {
      "content": "Chu kum chu ân vawi a, kum a hung thar chun an hung nâwk a, a kuomah, “Pu, kan tangka po po kan hmang zo tâkzie le, kan ran ruolhai i ta a ni tâkzie hi, pu, i kuoma hin ip naw ning ungah: pu, i mithmua hin kan ramhai le kan tisa bak naw chu iengkhawm a um ta dêr nawh a;",
      "reference": "INṬANNA 47:18"
    },
    {
      "content": "i hmaa hin keini le kan ram hi kan bohmang el ding am a nih? Keini hi kan ram pumin fâk dingin mîn chaw rawh; chuongchun, keini le kan ram hi Pharao siehlawhai ni el kan tih: chun, thi loa dama kan um theina ding le, ram hi mâk a ni nawna dingin bu chi mi pe bawk la,” an tih a.",
      "reference": "INṬANNA 47:19"
    },
    {
      "content": "Chuongchun, Josef chun Pharao ta dingin Aigupta ram po po chu ân châwkpêk tah a; ṭâm chu an chunga a tlung nasa bêk leiin Aigupta mihai chun an lo chu an zawr sih a. Chuongchun, ram chu Pharao ta a ni ta vawng a.",
      "reference": "INṬANNA 47:20"
    },
    {
      "content": "Mihriemhai chu Aigupta ramri khingtieng tâwpa inthawka khing- tieng tâwp chenin khuoahai chun ân tâwltir tâwl tah a.",
      "reference": "INṬANNA 47:21"
    },
    {
      "content": "Thiempuhai ram bak ân châwk nawh a; thiempuhai chun Pharaoa inthawk chanvo an nei a, Pharaoin an chanvo a pêk chu an fâk hlak a nih: chuleiin, an ram chu an zawr ve nawh a.",
      "reference": "INṬANNA 47:22"
    },
    {
      "content": "Chu hnunga chun Josef chun mihai kuoma chun, “Ngai ta u, vawisûn hin nangni hi in ram pumin Pharao ta dingin kân châwk ta cheu a, hi, hitaka hi in ta ding bu chi a um hi, hnuoiah chîng ro.",
      "reference": "INṬANNA 47:23"
    },
    {
      "content": "Chun, bu lâk pha chun Pharao ta dingin hmun ngaa ṭheha hmun khat pei pêng in ta, a hmun li chu nangni ta nîng a tih, in chîng nâwk ding, in fâk ding le in nau le tehai fâk dingin,” a tih a.",
      "reference": "INṬANNA 47:24"
    },
    {
      "content": "Chun, anni chun, “Nangin kan hringna hi i sanhim tah a: pu, mi lunginsiet la, Pharao siehlaw ni el kan tih,” an tih a.",
      "reference": "INṬANNA 47:25"
    },
    {
      "content": "Chuongchun, Josef chun Pha- raoin hmun ngaa ṭheha hmun khat a hmu pei ding thu hi, Aigupta ram ta dingin tu chen hin dânah a siem tah a: thiempuhai ram bak chu a nih Pharao ta ni lo chu.",
      "reference": "INṬANNA 47:26"
    },
    {
      "content": "Chuongchun, Israelhai chun Aigupta rama Gosen rama chun umhmun an khuor tah a; chutaka chun an insukmuk a, chi tamtak an thlah a, nasatakin an pung tah a.",
      "reference": "INṬANNA 47:27"
    },
    {
      "content": "Chun, Jakob chu Aigupta rama chun kum sâwmpasari a um a; chuongchun, Jakob dam sûng kum chu kum za le sâwmli pasari a nih.",
      "reference": "INṬANNA 47:28"
    },
    {
      "content": "Chun, Israel thi hun ding chu a hung hnai tah a; chuongchun, a naupa Josef chu a ko a, a kuomah, “I mi lunginsiet thei chun, lungin- siettakin i kut kha ka êlpui hnuoiah rawl la, ka chungah thuzâwmtak le indiktaka thaw dingin intiem rawh. Aiguptaa hin mi phûm lul naw rawh.",
      "reference": "INṬANNA 47:29"
    },
    {
      "content": "A mi thlatuhai kuoma ka in pha chun nangin Aiguptaa inthawk hin mi zâwn dawkin, anni phûmna hmunah i mi phûm lem ding a nih,” a tih a. Ama chun, “I hril ang hin hung thâwng ka tih,” a tih a.",
      "reference": "INṬANNA 47:30"
    },
    {
      "content": "Chun, ama chun, “Ka kuomah inkhâm raw le,” a tih a; chuongchun, a kuomah ân khâm tah a. Chun, Israel chu khum lu sikin a kûn tah a.",
      "reference": "INṬANNA 47:31"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INṬANNA 47 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}