{
  "verses": [
    {
      "content": "Jakob chu a fe ta pei a; chun, Pathien vântirkohaiin an lo intuokpui a.",
      "reference": "INṬANNA 32:1"
    },
    {
      "content": "Jakobin anni a hmu chun, “Hieng hi Pathien pâwlhai an nih,” a tih a; chuongchun, chu hmun hminga chun Mahanaim ân bûk a.",
      "reference": "INṬANNA 32:2"
    },
    {
      "content": "Chun, Jakob chun Seir rama Edom phûl tienga a u Esau kuoma chun a hmaah zuolkohai ân tlântir a.",
      "reference": "INṬANNA 32:3"
    },
    {
      "content": "“Ka lalpa Esau kuoma chun hieng ang hin in hril ding a nih, ‘I siehlaw Jakobin hieng ang hin a ti a nih: Laban kuoma chun mikhuol ka nih a, tu chen hin ka um ta zing a.",
      "reference": "INṬANNA 32:4"
    },
    {
      "content": "Bâwngchal dâm, sabengtung le berâm dâm, suoknu le suokpa dâm ka nei bawk a, i lunginsietna ka hmu theina dingin, ka lalpa hril dingin mi ka hung tir a nih,’ a tih,” tiin, thu a pêk a.",
      "reference": "INṬANNA 32:5"
    },
    {
      "content": "Chun, zuolkohai chu Jakob kuomah an hung kîr nâwk a, “I u Esau kuom kan va tlung a, mi za li hung ṭhuoiin a tuok ding chein a hung nghe nghe annaw,” an tih a.",
      "reference": "INṬANNA 32:6"
    },
    {
      "content": "Chuongchun, Jakob chu a ṭi êm êm a, a lunginzîng tah a; chun, a kuoma mi umhai dâm, berâm ruol le bâwng ruol dâm, sanghâwngseihai dâm chu pâwl hniin a siem a:",
      "reference": "INṬANNA 32:7"
    },
    {
      "content": "Esau chu pâwl khatah a hunga a that khawmin pâwl khat la um chu tlân hmang thei an tih ti a ngaituoh a.",
      "reference": "INṬANNA 32:8"
    },
    {
      "content": "Chun, Jakob bawk chun, “Aw ka pu Abraham Pathien, ka pa Isak Pathien, aw LALPA, ‘I ram tieng le i laibunghai lai fe nâwk ta rawh, chuongchun, siem ṭhâng ka ti che’ mi titu,",
      "reference": "INṬANNA 32:9"
    },
    {
      "content": "i siehlaw chunga lunginsietna po po în langtir le thutak po po în langtir laia a chîntak khawm hi hmu tlâk ka ni nawh; hi Jordan hi ka hmawl le bak ka kân a; tuhin chu pâwl hni zet ka lo ni ta hi.",
      "reference": "INṬANNA 32:10"
    },
    {
      "content": "Lunginsiettakin ka u kuta inthawk, Esau kuta inthawk ngei chu mi sanhim rawh, nunau puma a mi hung that ka ṭi sih a.",
      "reference": "INṬANNA 32:11"
    },
    {
      "content": "Nangin, ‘Siem ṭha ngei ngei ka ti cheh a, i thlahai chu tuisuorieta phaiphin tiem sênglo khawp raua tam angin siem ka ti che,’ i ti sih a,” a tih a.",
      "reference": "INṬANNA 32:12"
    },
    {
      "content": "Chun, chu zân chun chutaka chun a riek tah a; chun, a thil nei laia mi a u Esau ta dingin lâwmman dingin a sie tum a;",
      "reference": "INṬANNA 32:13"
    },
    {
      "content": "kêlpui za hni le kêlchal sâwm- hni, berâmpui za hni le berâmchal sâwmhni,",
      "reference": "INṬANNA 32:14"
    },
    {
      "content": "sanghâwngsei sâwrlai sâwm- thum an tehai leh, bâwngpui sâwmli le bâwngchal sâwm, sabengtungpui sâwmhni le sabengtungchal sâwm leh.",
      "reference": "INṬANNA 32:15"
    },
    {
      "content": "Chun, chuonghai chu pâwl tin a tum sengin a siehlawhai kutah ân kawltir a: chun, a siehlawhai kuoma chun, “Ka hmaah fe kai unla, pâwl tin hi kâr inneitir pei ro,” a tih a.",
      "reference": "INṬANNA 32:16"
    },
    {
      "content": "A hmaṭhuoitu kuoma chun hieng hin thu a pêk a, “Ka u Esau chun ân tuokpui cheh a, ‘Tu mi am i nih a? Khâwlaia fe ding am? I hmaa umhai hi tu ta am?’ tiha ân dawn pha che chun,",
      "reference": "INṬANNA 32:17"
    },
    {
      "content": "‘I siehlaw Jakob ta an nih, pu Esau, i ta dingin lâwmmana ân phur che a ni hi: ama khawm kan hnungah a um’ ti rawh,” tiin.",
      "reference": "INṬANNA 32:18"
    },
    {
      "content": "A dawttu le, a dawt nâwktu le ran ruol khaltuhai po po kuoma khawm, “Esau in hmu pha chun chuong ang tak chun in hril ding a nih.",
      "reference": "INṬANNA 32:19"
    },
    {
      "content": "‘Chun, ngai ta, i siehlaw Jakob chu kan hnunga sawn a um,’ ti bawk unla,” tiin thu a pêk seng a. “Lâwmman ka hmaa fe hin a lung sukdam ka ta, chu hnunga chun a hmêl hmûng ka tih; chuongchun, mi lo lâwm el a tih,” a ti a nih.",
      "reference": "INṬANNA 32:20"
    },
    {
      "content": "Chuongchun, lâwmman chu a hmaa chun a fe kai tah a, ama ruokchu chu zân chun a pâwl lai chun a riek tah a.",
      "reference": "INṬANNA 32:21"
    },
    {
      "content": "Chu zân chun a tho a, a nuhmeihai pahni le, a suoknuhai pahni le, a nau sâwm le pakhathai chu a ṭhuoi a, Jabbok vadung kaia chun a kai tah a.",
      "reference": "INṬANNA 32:22"
    },
    {
      "content": "Chuongchun, anni chu a ṭhuoi a, vadung chu ân kaitir a, a nei po po khawm ân kaitir bawk a.",
      "reference": "INṬANNA 32:23"
    },
    {
      "content": "Chun, Jakob chu ama khât bakin a um tah a; chun, mi pakhatin ama chu khawfingchat chenin a buon a buon a.",
      "reference": "INṬANNA 32:24"
    },
    {
      "content": "A hne nawh ti ân hrietin a êlpui ru suktuona lai hi a khîk pêk a; chuongchun, a buon lai chun Jakob êlpui ru insuktuokna chu a hung inpelsawl tah a.",
      "reference": "INṬANNA 32:25"
    },
    {
      "content": "Chun, mi chun, “Mîn thla rawh, khawfing khawm a chat ding a ni ta hi,” a tih a. Jakob chun, “Mal i mi sâwm naw chun inthla naw ning che,” a tih a.",
      "reference": "INṬANNA 32:26"
    },
    {
      "content": "Chun, mi chun a kuomah, “I hming iem a na?” a tih a. Ama chun, “Jakob,” a tih a.",
      "reference": "INṬANNA 32:27"
    },
    {
      "content": "Chun, mi chun, “I hming chu Jakob ti ta naw ni hai a, Israel ti lem tâng an ti che; Pathien le mihriem i thawh a, i hne ta sih a,” a tih a.",
      "reference": "INṬANNA 32:28"
    },
    {
      "content": "Chun, Jakobin ama chu ân dawn a, “Lunginsiettakin i hming mi hril rawh,” a tih a. Ama chun, “Iengleia ka hming indawn am i nih a?” a tih a. Chun, chutaka chun mal a sâwm tah a.",
      "reference": "INṬANNA 32:29"
    },
    {
      "content": "Chun, Jakobin chu hmun hminga chun Peniel ân bûk tah a, “Pathien chu a hmaihma ngeiah ka hmuha chu ka hringna hi hla a ni sih a,” tiin.",
      "reference": "INṬANNA 32:30"
    },
    {
      "content": "Chun, Peniel a suoksan lai tak chun nisa a hung suok a, ama chu a hung khawh a, a êlpui lei chun ân bâi tah a.",
      "reference": "INṬANNA 32:31"
    },
    {
      "content": "Chuleiin, tu chen hin Israel thlahai chun êlpui ru suktuoha ke tha um hi an fâk ngai nawh: Jakob êlpui ru suktuo chu a ke tha laitaka a khîk leiin.",
      "reference": "INṬANNA 32:32"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INṬANNA 32 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}