{
  "verses": [
    {
      "content": "Chun, hieng hi Esau thlahai chu an nih (Esau chu Edom a nih).",
      "reference": "INṬANNA 36:1"
    },
    {
      "content": "Esau chun a nuhmeihai chu Kanaan nunghâk laia mi a nih a nei chu: Hit mi Elon naunu Ada le, Hiv mi Zibeon tunu Ana naunu Oholibama le,",
      "reference": "INṬANNA 36:2"
    },
    {
      "content": "Ismael naunu, Nebaioth farnu Basemath an nih.",
      "reference": "INṬANNA 36:3"
    },
    {
      "content": "Ada chun Esau chu Eliphaz a neipêk a; Basemath chun Reuel a nei a,",
      "reference": "INṬANNA 36:4"
    },
    {
      "content": "Oholibama chun Jeus, Jalam le Kora a nei a; chuong chu Esau naupasal Kanaan rama pienghai chu an nih.",
      "reference": "INṬANNA 36:5"
    },
    {
      "content": "Chun, Esau chun a nuhmeihai, a naupasalhai, a naunuhmeihai le, a ina mi po po, a ranhai, a sa po po le, Kanaan rama a lam suok a thilnei po po chu a sawm a, a sang kuoma inthawk chu ram dangah a fe ta dai a.",
      "reference": "INṬANNA 36:6"
    },
    {
      "content": "An thil neihai chu a nasa taluoh a, an um hmunkhat thei naw a nih; an ranhai leiin an khuolchâmna ram chun a dai ta si nawh a.",
      "reference": "INṬANNA 36:7"
    },
    {
      "content": "Chuongchun, Esau chu Seir tlânga chun a um tah a; Esau chu Edom a nih.",
      "reference": "INṬANNA 36:8"
    },
    {
      "content": "Hieng hi Seir tlânga Edom mihai thlatu Esau thlahai chu an nih.",
      "reference": "INṬANNA 36:9"
    },
    {
      "content": "Hieng hi Esau naupasalhai hming chu an nih: Esau nuhmei Ada naupa Eliphaz, Esau nuhmei Basemath naupa Reuel.",
      "reference": "INṬANNA 36:10"
    },
    {
      "content": "Eliphaz naupasalhai chu Teman, Omar, Zepho, Gatam le Kenaz an nih.",
      "reference": "INṬANNA 36:11"
    },
    {
      "content": "(Timna chu Esau naupa Eliphaz thaikêm a nih, ama chun Eliphaz chu Amalek a neipêk a). Hieng hi Esau nuhmei Ada naupasalhai chu an nih.",
      "reference": "INṬANNA 36:12"
    },
    {
      "content": "Hieng hi Reuel naupasalhai chu an nih: Nahath, Zera, Samma le Mizza hi. Hieng hi Esau nuhmei Basemath naupasalhai chu an nih.",
      "reference": "INṬANNA 36:13"
    },
    {
      "content": "Hieng hi Zibeon tunu Ana naunu Oholibama, Esau nuhmei, naupasalhai an nih: ama chun Esau chu Jeus, Jalam le Kora a neipêk a.",
      "reference": "INṬANNA 36:14"
    },
    {
      "content": "Hieng hi Esau naupasalhai laia hotuhai chu an nih: Esau nau lutîr Eliphaz naupasalhaia hotuhai: Teman, Omar, Zepho, Kenaz,",
      "reference": "INṬANNA 36:15"
    },
    {
      "content": "Kora, Gatam le Amalek hi: hieng hi Edom rama Eliphaz-a inthawka suok hotuhai chu an nih; chuong chu Ada naupasalhai chu an nih.",
      "reference": "INṬANNA 36:16"
    },
    {
      "content": "Hieng hi Esau naupa Reuel naupasalhai chu an nih: hotu Nahath, Zera, Samma le Mizza hi: hieng hi Edom rama Reuela inthawka suok hotuhai chu an nih, hieng hi Esau nuhmei Basemath naupasalhai chu an nih.",
      "reference": "INṬANNA 36:17"
    },
    {
      "content": "Hieng hi Esau nuhmei Oholi- bama naupasalhai chu an nih: hotu Jeus, Jalam le Kora hi; hieng hi Ana naunu, Esau nuhmei Oholibama naupasalhai chu an nih.",
      "reference": "INṬANNA 36:18"
    },
    {
      "content": "Hieng hi Esau naupasalhai chu an nih; hieng hi anni laia hotuhai chu an nih: Esau chu Edom a nih.",
      "reference": "INṬANNA 36:19"
    },
    {
      "content": "Hieng hi Hor mi, Seir nau- pasalhai chu rama umhai chu an nih: Lotan, Sobal, Zibeon, Ana,",
      "reference": "INṬANNA 36:20"
    },
    {
      "content": "Dison, Ezer le Disan hi. Hieng hi Edom rama Seir naupasalhai, Hor mihaia inthawka suok hotuhai chu an nih.",
      "reference": "INṬANNA 36:21"
    },
    {
      "content": "Lotan nauhai chu Hori le Hemam an nih, chun, Lotan farnu chu Timna a nih.",
      "reference": "INṬANNA 36:22"
    },
    {
      "content": "Hieng hi Sobal nauhai chu an nih: Alvan, Manahath, Ebal, Sepho le Onam hi.",
      "reference": "INṬANNA 36:23"
    },
    {
      "content": "Hieng hi Zibeon nauhai chu an nih: Aia le Ana hi. Hi Ana hi a nih a pa Zibeon sabengtung lien chihai an thla laia thlalêra tuilumkhurhai hmu suoktu kha.",
      "reference": "INṬANNA 36:24"
    },
    {
      "content": "Hieng hi Ana nauhai chu an nih: Dison le Ana naunu Oholibama hi.",
      "reference": "INṬANNA 36:25"
    },
    {
      "content": "Hieng hi Dison nauhai chu an nih: Hemdan, Esban, Ithran le Cheran hi.",
      "reference": "INṬANNA 36:26"
    },
    {
      "content": "Hieng hi Ezer nauhai chu an nih: Bilhan, Zaavan le Akan hi.",
      "reference": "INṬANNA 36:27"
    },
    {
      "content": "Hieng hi Disan nauhai chu an nih: Uz le Aran hi.",
      "reference": "INṬANNA 36:28"
    },
    {
      "content": "Hieng hi Hor mihaia inthawka suok hotuhai chu an nih: hotu Lotan, Sobal, Zibeon, Ana,",
      "reference": "INṬANNA 36:29"
    },
    {
      "content": "Dison, Ezer le Disan hi: hieng hi Seir rama an chihai ang peia Hor mihaia inthawka suok hotuhai chu an nih.",
      "reference": "INṬANNA 36:30"
    },
    {
      "content": "Hieng hi lal hrim hrimin Israel thlahai chunga ro an rêl hmaa Edom rama rorêltu lalhai chu an nih.",
      "reference": "INṬANNA 36:31"
    },
    {
      "content": "Beor naupa Bela chun Edomah ro a rêl a; a khawpui hming chu Dinhaba a nih.",
      "reference": "INṬANNA 36:32"
    },
    {
      "content": "Bela chu a thih a, Bozra mi Zera naupa Jobab chun a ai awin ro a rêl a.",
      "reference": "INṬANNA 36:33"
    },
    {
      "content": "Jobab chu a thih a, Teman mihai rama mi Husam chun a ai awin ro a rêl a.",
      "reference": "INṬANNA 36:34"
    },
    {
      "content": "Husam chu a thih a, Bedad naupa Hadad, Moab phûla Midian mihai thattu khan a ai awin ro a rêl a, a khawpui hming chu Avith a nih.",
      "reference": "INṬANNA 36:35"
    },
    {
      "content": "Hadad chu a thih a, Masreka mi Samla chun a ai awin ro a rêl a.",
      "reference": "INṬANNA 36:36"
    },
    {
      "content": "Samla chu a thih a, Vadungpui kama Rehoboth mi Saula chun a ai awin ro a rêl a.",
      "reference": "INṬANNA 36:37"
    },
    {
      "content": "Saula chu a thih a, Akbor naupa Baal-hanan chun a ai awin ro a rêl a.",
      "reference": "INṬANNA 36:38"
    },
    {
      "content": "Akbor naupa Baal-hanan chu a thih a, Hadar chun a ai awin ro a rêl a; a khawpui hming chu Pau a nih; a nuhmei hming chu Mezahab naunu Matred naunu Mehetabel a nih.",
      "reference": "INṬANNA 36:39"
    },
    {
      "content": "Chun, hieng hi an sûngkuo ang pei, an hmun ang pei le an hming ang peia Esau thla hotuhai hming chu a nih: Hotuhai Timna, Alva, Jetheth,",
      "reference": "INṬANNA 36:40"
    },
    {
      "content": "Oholibama, Ela, Pinon,",
      "reference": "INṬANNA 36:41"
    },
    {
      "content": "Kenaz, Teman, Mibzar,",
      "reference": "INṬANNA 36:42"
    },
    {
      "content": "Magdiel le Iram hi: Hieng hi an ram neia an umna ang peia Edom (chu chu Edom mihai thlatu Esau) thla hotuhai chu an nih.",
      "reference": "INṬANNA 36:43"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INṬANNA 36 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}