{
  "verses": [
    {
      "content": "Abraham chu Mamrea in- thawk chun Sim ram tieng panin ân tâwl a; Kades le Sur inkârah umhmun a khuor a; Gerarah a um hri tah a.",
      "reference": "INṬANNA 20:1"
    },
    {
      "content": "Chun, Abrahamin a nuhmei Sara chu, “Ka farnu a nih,” a tih a: chuongchun, Gerar lal Abimelek chun mi a tir a, Sara chu a vân ṭhuoitir tah a.",
      "reference": "INṬANNA 20:2"
    },
    {
      "content": "Nisienlakhawm, Pathien chu Abimelek kuomah zânah a mangah a hung a, a kuomah, “Ngai ta, i nuhmei ṭhuoi lei hin mi thi el i ni tah; mi nuhmei a ni sih a,” a ta.",
      "reference": "INṬANNA 20:3"
    },
    {
      "content": "Abimelek ruok chun a la pâwl hri nawh a; chuongchun, “Lalpa, pawi tâwklo mi khawm i sukhlum ding am a nih?",
      "reference": "INṬANNA 20:4"
    },
    {
      "content": "Ama ngei khawmin ka kuomah, ‘Ka farnu a nih’ a ti ni lo am a nih? Chun amanu (Sara) ngei khawmin, ‘Ka ṭapa a nih,’ a ti bawk sih a: lungril ṭhatak le kut inthiengtak nei pumin hi hi ka thaw a nih,” a tih a.",
      "reference": "INṬANNA 20:5"
    },
    {
      "content": "Chun, Pathienin a manga chun, “Anih, hi hi lungril ṭhatak putin i thaw a nih ti ka hriet a; chuongchun, kei khawmin ka chunga i thil thaw suol ding chu ka khap che a nih; chuleiin a nih ama i them ka phal naw chu.",
      "reference": "INṬANNA 20:6"
    },
    {
      "content": "Chuongchun, tuhin mi nuhmei kha pe kîr nâwk rawh; ama chu zâwl- nei a ni sih a, ṭawngṭaipêk a ti cheh a; chun, dam el i tih: i pêk kîr nâwk naw chun i thi ngei ding a nih ti hre rawh, nang le i nei po pohai leh,” a tih a.",
      "reference": "INṬANNA 20:7"
    },
    {
      "content": "Chuongchun, Abimelek chu zîng- kâr inhmatakin a tho a, a siehlawhai po po a ko a, an na hrietah chuong thu po po chu a hril a: anni chun an ṭi ta êm êm a.",
      "reference": "INṬANNA 20:8"
    },
    {
      "content": "Chuongchun, Abimelek chun Abraham a ko a, a kuomah, “Kan chunga i thil thaw hi iengtizie am a nih a? Ieng kawng âm i chungah thil kan suksuola kei le ka khuoletui- hai chunga hin thil suol nasatak i hung intlungtir hi? Thil thaw âwm naw tak ka chungah i thaw ta hi,” a tih a.",
      "reference": "INṬANNA 20:9"
    },
    {
      "content": "Abimelek bawk chun Abraham kuomah, “Iengam i ngaituoha hieng ang thil hi thaw i nih a?” a ti nâwk a.",
      "reference": "INṬANNA 20:10"
    },
    {
      "content": "Abraham chun, “Hi khuoa hin Pathien ṭina a um dêr naw a ni ka ring a, ka nuhmei lei hin mi sukhlum el in tih ti ka ring lei a nih.",
      "reference": "INṬANNA 20:11"
    },
    {
      "content": "Chu nâksapah ka farnu a ni hrim bawk a, ka pa naunu a nih a, ka nu naunu ruok chu a ni nawh; chun, ka nuhmei a hung ni tah a nih.",
      "reference": "INṬANNA 20:12"
    },
    {
      "content": "Pathienin ka pa ina inthawka a mîn vaitir lai khan a kuomah, ‘Hi hi i lunginsietna ka chunga înlangtir ding chu a nih: ei tlungna hmun taphawtah, ‘Ka ṭapa a nih,’ mi ti pei rawh ka ti hrim a nih,” a tih a.",
      "reference": "INṬANNA 20:13"
    },
    {
      "content": "Chun, Abimelek chun berâm- hai, bâwngchalhai le, suokpahai le suoknuhai a ṭhuoi a, Abraham kuoma chun a pêk a, a nuhmei Sara khawm chu a pêk kîr nâwk tah a.",
      "reference": "INṬANNA 20:14"
    },
    {
      "content": "Chun, Abimelek chun, “En ta, ka ram a um duoi annâwm, i nuomna taphawta hin um rawh,” a ta.",
      "reference": "INṬANNA 20:15"
    },
    {
      "content": "Chun, Sara kuoma chun, “En ta, i ṭapa kuoma hin tangka sâng khat ka pêk tah a, ngai ta, i kuoma um po pohaia inthawka mit inkhumna ding a ni hi: i chungthu hrim hrima hin i fel nâwk vawng tah a nih,” a tih a.",
      "reference": "INṬANNA 20:16"
    },
    {
      "content": "Chuongchun, Abraham chu Pathien kuomah a ṭawngṭai a; chun Pathienin Abimelek le a nuhmei le a suoknuhai chu a sukdam nâwk a; chuongchun, nauhai an hung nei nâwk tah a.",
      "reference": "INṬANNA 20:17"
    },
    {
      "content": "Abraham nuhmei Sara lei chun LALPA chun Abimelek sûnghai po po chu a lo sukching tâwl ta sih a.",
      "reference": "INṬANNA 20:18"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INṬANNA 20 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}