{
  "verses": [
    {
      "content": "Vântirko pahni chu zântieng chun Sodom khuo an tlung a, Lota chu Sodom khaw kul kawtkhâra chun a lo ṭhung a: Lotain anni a lo hmu chun lâwm dingin a ngîr a, a hmaia hnuoi sikin chibai a bûk tah a;",
      "reference": "INṬANNA 19:1"
    },
    {
      "content": "chun, “Puhai, lunginsiettakin in siehlaw ina hin lût phawt unla, riek unla, in kehai sâwp ro khai: chun, inhmatakin tho in ta, fe nâwk de ti niu,” a tih a. Anni chun, “Ni lo e, khawlaiah riek lem kan tih,” an tih a.",
      "reference": "INṬANNA 19:2"
    },
    {
      "content": "Nisienlakhawm, ama chun a thlêm a thlêm a; chuongchun, ama chu an zui a, a ina chun an lût a: chun, ama chun hme a siempêk a, chawl ṭhanglo bei a zeu a, an fâk tah a.",
      "reference": "INṬANNA 19:3"
    },
    {
      "content": "Nisienlakhawm, an zâl hmain khuoa mi, Sodoma mi ngei, vêng tina mi po po, alien achînin in chu an inhuol khup el a;",
      "reference": "INṬANNA 19:4"
    },
    {
      "content": "chun, Lota chu an ko a, a kuomah, “Vawizâna i kuoma mi hung lûthai kha khawlai am an um a? Anni kan pâwl theina dingin kan kuomah hung ṭhuoi suok rawh,” an tih a.",
      "reference": "INṬANNA 19:5"
    },
    {
      "content": "Lota chu kawtkhâr bulah an kuoma chun a va suok a, kawt chu a khâr nâwk a.",
      "reference": "INṬANNA 19:6"
    },
    {
      "content": "Chun, “Ka unauhai, lunginsiet- takin chuong ang êm êm chun suol da ta unla;",
      "reference": "INṬANNA 19:7"
    },
    {
      "content": "ngai ta u, pasal la pâwl ngailo naunuhmei pahni ka nei a: mi lunginsiet unla, anni chu in kuomah hung ṭhuoi suok ka tih, ṭha in ti ang peiin an chungah thaw de ti niu: hihai chunga ruok hin chu iengkhawm thaw lul naw ro khai; achu lei taka chu ka in sûnga hin hung lût an ni sih a,” a tih a.",
      "reference": "INṬANNA 19:8"
    },
    {
      "content": "Anni chun, “Inkieng el rawh ie,” an tih a. Anni bawk chun, “Hi mipa hrep hi hitaka um ding hin a hung inpêm lût a, rorêltua um a tum vei a! Tuhin chu anni chunga thaw nêk hmanin i chungah kan thaw ṭha naw nâwk zuol ding a nih,” an tih a. Chun, mi (Lota) chu an hung baw huk a, kawtkhâr chu sukse dingin an hung hnai a.",
      "reference": "INṬANNA 19:9"
    },
    {
      "content": "Nisienlakhawm, mihai chun an kut an pur dawka Lota chu an kuomah in sûnga chun an kei lût a, kawt chu an khâr ta tlat a.",
      "reference": "INṬANNA 19:10"
    },
    {
      "content": "Chun, kawtkhâr bula mihai chu alien achînin, an mit an sukdelpêk a; chuongchun, kawtkhâr chu an hmu zo ta nawh a.",
      "reference": "INṬANNA 19:11"
    },
    {
      "content": "Chun, mihai chun Lota kuom- ah, “Hienghai naw hi hitaka hin sûnghai dang i nei am? I mâkpahai, i naupasalhai, i naunuhmeihai le khaw sûnga i nei taphawt chu hi hmuna inthawk ṭhuoi suok rawh.",
      "reference": "INṬANNA 19:12"
    },
    {
      "content": "LALPA hmaa chun an khêkri chu a lo nasa ta hle leiin hi khuo hi kan sukbohmang ding a nih; sukbohmang dingin LALPA chun a mi tir bawk sih a,” an tih a.",
      "reference": "INṬANNA 19:13"
    },
    {
      "content": "Chuongchun, Lota chu a fe suok a, a naunuhmeihai neitu a mâkpahai kuoma chun a va hril a, “Tho unla, hi hmuna inthawk hin suok ro; LALPAIN khuo hi a sukbohmang ding a nih,” a tih a. Nisienlakhawm, a mâkpahai ngaia chun fiemthu hril ang chau a nih.",
      "reference": "INṬANNA 19:14"
    },
    {
      "content": "Vârṭien a hung ni chun vântirkohai chun, “Tho la, i nuhmei le i naunuhmei pahni umhai hi ṭhuoi rawh, chuong naw chun, hi khaw hremnaa hin bohmang ve rawi in tih,” tiin Lota chu an tur tah a.",
      "reference": "INṬANNA 19:15"
    },
    {
      "content": "Ama hlak chu a la muong hle sih a; chuongchun, LALPAIN ama chu a lunginsiet leiin mihai chun a kuta le a nuhmei kuta le, a naunuhmeihai pahni kuta chun an chel a, chuong- chun, an ṭhuoi suok a, khawhnâwma chun an sie tah a.",
      "reference": "INṬANNA 19:16"
    },
    {
      "content": "Chun, khawhnâwma an ṭhuoi suok hnung chun, “I hringna dingin tlân suok rawh: i hnungtieng ngha naw la, phaizâwla hrim hrim hin châwl bawk naw rawh; tlânga sawn tlân rawh, chuong naw chun, bohmang rawi i tih,” a tih a.",
      "reference": "INṬANNA 19:17"
    },
    {
      "content": "Nisienlakhawm, Lota chun a kuomah, “Chuongchu ni lo e, Pu,",
      "reference": "INṬANNA 19:18"
    },
    {
      "content": "ngai ta, i siehlaw hin i lungin- sietna a hmuh a, ka hringna hi humhimin i zângaina chu nasatakin i suklang a; nisienlakhawm, tlânga sawn chu tlân thei naw ningah: thil ṭha nawtak hin mi hung nangin thi hlau rawi ka tih.",
      "reference": "INṬANNA 19:19"
    },
    {
      "content": "En ta, saw khuo saw tlânna dingin a hnai tak a, khaw chite a ni bawk siha, chutaka chun (khaw chite ni lo am a nih?) mîn tlântir lem rawh, chuongchun, dam ka tih,” a tih a.",
      "reference": "INṬANNA 19:20"
    },
    {
      "content": "Ama chun a kuomah, “Ngai ta, chu thil kawnga khawm chun ka zâwm che a nih, khuo i hril chu sukbohmang naw el ka tih.",
      "reference": "INṬANNA 19:21"
    },
    {
      "content": "Inhmaw la, chutaka chun tlân rawh, chu chu i tlung hmakhat chu iengkhawm ka thaw thei âwm si nawh a,” a tih a. Chuleiin, chu khaw hminga chun Zoar an inbûk tah a.",
      "reference": "INṬANNA 19:22"
    },
    {
      "content": "Lotain Zoar a tlung chun hnuoi chunga chun nisa a hung suok tah a.",
      "reference": "INṬANNA 19:23"
    },
    {
      "content": "Chun, LALPA chun Sodom le Gomorra chunga chun vâna LALPA kuoma inthawk kât le mei ân sûrtir a;",
      "reference": "INṬANNA 19:24"
    },
    {
      "content": "chuongchun, chuong khuohai chu, phaizâwl po po, khuoa mi po pohai le, hnuoia thil mâwnghai le chun a sukbohmang ta vawng a.",
      "reference": "INṬANNA 19:25"
    },
    {
      "content": "A nuhmei ruok chu Lota hnunga inthawk chun a ngha kîr a, chikhâwn banah a lo inchang tah a.",
      "reference": "INṬANNA 19:26"
    },
    {
      "content": "Chun, Abraham chu zîngkâr inhmatakin LALPA hmaa a ngirna hmuna khan a hang feh a;",
      "reference": "INṬANNA 19:27"
    },
    {
      "content": "Sodom le Gomorra khaw tieng le, phaizâwl po po tieng chu a thlîr a, a en zing a: chun, ngai ta, chu rama meikhu chu rawtuina meikhu ang elin a khu tung lui lui el a.",
      "reference": "INṬANNA 19:28"
    },
    {
      "content": "Chun, Pathienin phaizâwl khuohai chu a sukbohmang lai chun, Pathienin Abraham chu a hriet zing a, Lota umna khuohai a sukbohmang laiin Lota chu bohmangnaa inthawk a tir suok a.",
      "reference": "INṬANNA 19:29"
    },
    {
      "content": "Chun, Lota chu Zoara inthawk chun a hang feh a, tlânga chun a um a, a naunuhmeihai pahni chu a kuomah an um veh a; Zoarah a um ngam si nawh a: chun, ama le a naunuhmeihai pahni chu pûkah an um tah a.",
      "reference": "INṬANNA 19:30"
    },
    {
      "content": "Chun, a upa lem chun a naupang lem kuoma chun, “Ei pa hi a upa tah a, khawvêl po po dân anga eini mi pâwl dingin hnuoi chunga hin pasal pakhat khawm an um ta si nawh a:",
      "reference": "INṬANNA 19:31"
    },
    {
      "content": "thaw rawh, ei pa hi uoin indâwntir ei ti khai, chuongchun, ei pa suonmawng loa ei siem theina dingin a kuomah zâl ei tih,” a tih a.",
      "reference": "INṬANNA 19:32"
    },
    {
      "content": "Chuongchun, chu zân chun an pa chu uoin an indâwntir tah a; chun, a upa lem chu a lût a, a pa kâwla chun a va zâl a; ama chun amanu hung zâl lai chu a hriet nawh a, a tho nâwk lai khawm chu a hriet bawk nawh a.",
      "reference": "INṬANNA 19:33"
    },
    {
      "content": "Chun, a zînga chun a upa lem chun a naupang lem kuoma chun, “Ngai ta, zâni zân khan ka pa kâwlah ka zâl a; vawizân khawm hin uoin indâwntir nâwk ei ti khai; chun, nang lût la, ei pa suonmawng loa ei siem theina dingin a kâwlah va zâl ve rawh,” a ta.",
      "reference": "INṬANNA 19:34"
    },
    {
      "content": "Chuongchun, chu zân khawm chun an pa chu uoin an indâwntir nâwk a: chun, a naupang lem chu a tho a, a kuomah a va zâl tah a; ama chun amanu hung zâl lai chu a hriet nawh a, a tho nâwk lai khawm chu a hriet bawk nawh.",
      "reference": "INṬANNA 19:35"
    },
    {
      "content": "Chuong ang chun Lota naunuhmeihai pahni chun an paa inthawk chun nau an lo vawn tah a.",
      "reference": "INṬANNA 19:36"
    },
    {
      "content": "A upa lem chun naupasal a nei a, a hmingah Moab a sak a: ama chu tulaia Moab mihai thlatu a nih.",
      "reference": "INṬANNA 19:37"
    },
    {
      "content": "A naupang lem khawm chun naupasal a nei veh a, a hmingah Ben-ammi a sak a; ama chu tulaia Ammon thlahai thlatu a nih.",
      "reference": "INṬANNA 19:38"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INṬANNA 19 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}