{
  "verses": [
    {
      "content": "Josef chu Aiguptaah an ṭhuoi thlâk a; chun, Pharao hnuoia hotu pakhat, vêngtu pâwl hotu Aigupta mi Potiphar chun, chutaka hung ṭhuoi thlatu Ismael mihai kuta inthawk chun ân châwk a.",
      "reference": "INṬANNA 39:1"
    },
    {
      "content": "LALPA chu Josef kuomah a um a; chuongchun, ama chu mi hlawtling- tak a hung ni tah a, a pu Aigupta mi ina chun a um a.",
      "reference": "INṬANNA 39:2"
    },
    {
      "content": "A pu chun LALPA chu a kuom- ah a um a, a thilthaw taphawt LALPAIN a kutah ân hlawtlingtir ti a hmuh a.",
      "reference": "INṬANNA 39:3"
    },
    {
      "content": "Chuongchun, Josef chun a pu lunginsietna a hlawh a, ama rawng- bâwltuah a um a; chun, ama chu a sûnghai chunga hotuah a siem a, a nei po po a kutah a sie ta vawng a.",
      "reference": "INṬANNA 39:4"
    },
    {
      "content": "A ina hotua a siem a, a nei po po chunga hotua a siem chena inthawk chu Josef leiin LALPA chun Aigupta mi sûng khat chu mal a sâwm tah a; in tieng le ram tienga a nei po po chu LALPAIN mal a sâwm a.",
      "reference": "INṬANNA 39:5"
    },
    {
      "content": "Chuongchun, a nei po po chu Josef kutah a sie tlat a, a kuoma thil um hrim hrim chu a hrietpui dêr nawh a, ama bufâk bak naw chu. Josef chu mi pien ṭhatak a nih a, a hmêl khawm a ṭha hleh a.",
      "reference": "INṬANNA 39:6"
    },
    {
      "content": "Chuong hnunga chun hieng hi a nih a, a pu nuhmei chun Josef chu dit enin a en a, “Mi zâlpui rawh,” a tih a.",
      "reference": "INṬANNA 39:7"
    },
    {
      "content": "Ama ruok chu a nuom nawh a, a pu nuhmei kuoma chun, “Ngai ta, ka pu chun hi ina hin ka kuomah ieng ieng am a um a hriet si nawh a, a nei po po chu ka kutah a sie vawng a;",
      "reference": "INṬANNA 39:8"
    },
    {
      "content": "hi ina hin keia nêka lien lem tukhawm an um nawh a: a nuhmei i ni leiin nang bak naw chu ka ta dingin iengkhawm inro a nei bawk nawh: chuleiin, iengtin am hi suol lientak hi thawin Pathien chungah thil suksuol thei ka ti leh?” a tih a.",
      "reference": "INṬANNA 39:9"
    },
    {
      "content": "Ni tinin Josef chu thlêm hlak sien khawm, ama zâlpui ding le ama kuoma um ding thu chu Josef chun a pawm nuom nawh a.",
      "reference": "INṬANNA 39:10"
    },
    {
      "content": "Nisienlakhawm, ni khat chu, a sin chu thaw dinga in sûnga a va lût lai, chu ina mi tukhawm hrim an um naw lai chun,",
      "reference": "INṬANNA 39:11"
    },
    {
      "content": "ama-nu chun, “Mi zâlpui rawh,” tiin a silfênah a lo man a; ama chun a silfên chu ama-nu kuta chun a tlânsan a, a suok ta dai a.",
      "reference": "INṬANNA 39:12"
    },
    {
      "content": "Chun, a silfên chu a kuta mâksanin a tlân suok tah ti a hriet phingleh,",
      "reference": "INṬANNA 39:13"
    },
    {
      "content": "ama-nu chun a ina umhai chu a ko a, an kuomah, “En ta u, a mi sukmuolpho dingin Hebrai mi pakhat ei kuomah a ṭhuoi lût ta hi; mi zâlpui tumin ka kuomah a hung lût a, chuongchun, râwl inringtakin ka khêk a;",
      "reference": "INṬANNA 39:14"
    },
    {
      "content": "chun, râwl insuoin inringtakin ka khêk ti a hriet phingleh, ka kâwlah a silfên hi a tlânsan a, a suok ta dai a ni kha,” a tih a.",
      "reference": "INṬANNA 39:15"
    },
    {
      "content": "Chun, Josef pu a hung hmakhat chu a silfên chu a kâwlah a lo sie zing a.",
      "reference": "INṬANNA 39:16"
    },
    {
      "content": "A kuomah chu thu bawk chu a lo hril a, “Hebrai siehlaw ei kuoma i hung ṭhuoi kha, mi sukmuolpho tumin ka kuomah a hung lût a:",
      "reference": "INṬANNA 39:17"
    },
    {
      "content": "chun râwl insuoha ka khêk phingleh, ka kâwlah a silfên hi mâksanin a tlân suok tah a,” a tih a.",
      "reference": "INṬANNA 39:18"
    },
    {
      "content": "Josef pu chun a nuhmeiin a kuoma, “I siehlaw hin hieng ang hin a mi thaw,” tiha a hril chu a hriet chun, a lunginsen ta thut a.",
      "reference": "INṬANNA 39:19"
    },
    {
      "content": "Chuongchun, Josef pu chun ama chu a ṭhuoi a, intângna in, lal mi intâng khuopa an umnaa chun a khum tah a, chuongchun, chutaka intângna ina chun a um tah a.",
      "reference": "INṬANNA 39:20"
    },
    {
      "content": "Nisienlakhawm, LALPA chu Josef kuomah a um pei a, a chungah za a ngai a, intângna in vêngtu khawm ân lunginsiettir a.",
      "reference": "INṬANNA 39:21"
    },
    {
      "content": "Chuongchun, intângna in vêng- tu chun intângna ina intânghai po po chu Josef kutah ân kawltir ta vawng a; chuongchun, chutaka an thaw taphawt chu Josef chu a thawtu a ni pei hlak a.",
      "reference": "INṬANNA 39:22"
    },
    {
      "content": "LALPA chu Josef kuomah a um a, a thilthaw taphawt LALPA chun ân hlawtlingtir hlak leiin intângna in vêngtu chun a kuta thil um hrim hrim chu ama ngaisak ṭûl a ti ta nawh a.",
      "reference": "INṬANNA 39:23"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INṬANNA 39 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}