{
  "verses": [
    {
      "content": "Chun, chu rama chun ṭâm chu a tla nasa hleh a.",
      "reference": "INṬANNA 43:1"
    },
    {
      "content": "Aiguptaah bu an phur kha an fâk zo chun, an pa chun an kuomah, “Fe nâwk unla, bu tlâwmte bêk ei ta dingin zûn chaw nâwk ro khai,” a tih a.",
      "reference": "INṬANNA 43:2"
    },
    {
      "content": "Nisienlakhawm, Juda chun a kuomah, “Ama chun, ‘In sangpa in kuoma a hung ṭhang ve naw chun, ka hmêl hmu naw ti niu,’ tiin a mi tiem tlat a nih.",
      "reference": "INṬANNA 43:3"
    },
    {
      "content": "Kan sangpa hi keini leh i tir chun bu chu inchaw pêk kan ti che:",
      "reference": "INṬANNA 43:4"
    },
    {
      "content": "i tir naw ruok chun zu fe naw ning ungah; ama chun kan kuomah, ‘In sangpa in kuoma a hung ṭhang ve naw chun ka hmêl hmu naw ti niu,’ a ti tlat sih a,” tiin a hril a.",
      "reference": "INṬANNA 43:5"
    },
    {
      "content": "Israel chun, “Iengdinga sang dang in la nei thu dâm hril khera ka ta dinga thil ṭha nawtak thaw am in ni leh?” a tih a.",
      "reference": "INṬANNA 43:6"
    },
    {
      "content": "Anni chun “In pa chu a la dam am? unau dang in la nei am?” tiin kan chanchin le ei laibunghai chanchin a mîn dawn tlat sih a; chuong a thu mîn dawn ang pei chun kan hril a nih: “In sangpa chu hung ṭhuoi thla ro, tîng a tih ti tuin am hre kher kher a ti leh?” an tih a.",
      "reference": "INṬANNA 43:7"
    },
    {
      "content": "Juda chun a pa Israel kuomah, “Bawipu chu ka kuomah infetir rawh, chuongchun, tho kan ta, fe el kan tih, keini le nangni le ei nau le tehai hi thi loa ei um theina dingin.",
      "reference": "INṬANNA 43:8"
    },
    {
      "content": "A chungthua hin keiin a bul tum pei ka tih: keia inthawk ngeiin ama chu phût rawh. I kuomah ka hung ṭhuoi nâwk a, i hmaa hin kân ngîrtir nâwk naw chun, a maw chu kum- khuoin phur de ningah;",
      "reference": "INṬANNA 43:9"
    },
    {
      "content": "muong naw inla chu tuhin a vawihnina khawm kan hung tlung nâwk ta ding bah,” a tih a.",
      "reference": "INṬANNA 43:10"
    },
    {
      "content": "Chun, an pa Israel chun an kuomah, “Chuong ang a ni si chun hieng ang hin thaw ro, in bâwmhaia khan hi rama thil ṭha ṭhenkhat thinghnai damdawi, khuoizu, rimin- hnik, murra, theihâwngngar le almond thei dâm tlâwmte sengin ama ta ding chun lâwmman dingin chawi thla ro.",
      "reference": "INṬANNA 43:11"
    },
    {
      "content": "Tangka khawm a lêt hniin chawi unla, in ip bau bula tangka a pêkkîr hai cheu khawm kha chawi kîr nâwk ro; a thaw pal a ni rawi mawh.",
      "reference": "INṬANNA 43:12"
    },
    {
      "content": "In sangpa khawm chu ṭhuoi unla, tho unla, ama kuoma chun fe nâwk ro,",
      "reference": "INṬANNA 43:13"
    },
    {
      "content": "in sangpa pakhat le Benjamin hi ân suo pêkna ding cheuin, Pathien Iengkimthawthei chun ama chu inlunginsiettir raw se cheu. Ka nau- hai chu chân a ni leh ka chân ding ni el a tih,” a tih a.",
      "reference": "INṬANNA 43:14"
    },
    {
      "content": "Chuongchun, anni chun lâwm- man chu an chawi a, tangka khawm chu a lethniin an chawi bawk a. Benjamin khawm an ṭhuoi a: chun, an tho a, Aiguptaa chun an zu feh a, Josef hmaa chun an ngîr nâwk tah a.",
      "reference": "INṬANNA 43:15"
    },
    {
      "content": "Josef chun Benjamin an kuoma um chu a hmu phingleh, a in enkawltu kuoma chun, “Sawhai saw in sûngah ṭhuoi lût la, sa that la, buotsai rawh, anni sawn sûnah ka kuomah bu an fâk ding a nih,” a tih a.",
      "reference": "INṬANNA 43:16"
    },
    {
      "content": "Mi chun Josef thupêk ang chun a thawh a; anni chu Josef ina chun a ṭhuoi lût a.",
      "reference": "INṬANNA 43:17"
    },
    {
      "content": "Chun, Josef ina ṭhuoi lûta an um leiin an ṭih a, “Fe hmasak ṭuma ei ipa tangka a mi pêk kîrhai lei khan a ni hi a mi ṭhuoi lût: ei chunga remchâng zawnga mi thawin, eini le ei sabengtunghai le hin suoka um dinga mi man a tum a ni hi,” an tih a.",
      "reference": "INṬANNA 43:18"
    },
    {
      "content": "Chun, Josef in enkawltu kuoma chun an va feh a, kawtkhâr bula chun an biek a,",
      "reference": "INṬANNA 43:19"
    },
    {
      "content": "“Aw pu, kan hung hmasak ṭum khan bu inchaw ding ngawta hung thla kan nih a;",
      "reference": "INṬANNA 43:20"
    },
    {
      "content": "chun, riebûk kan tlung chun kan iphai chu kan hang hawng a; kan tangka seng chu kan ip bau bulah a lo um ta seng a, kan tangka chu a bûk ngai chiein a lo um a; chuongchun, kan hung chawi nâwk a nih.",
      "reference": "INṬANNA 43:21"
    },
    {
      "content": "Chun, bu inchâwkna dingin tangka dang kan hung chawi a, kan tangka chu kan ipah tuin am a sie ti kan hriet si nawh,” an tih a.",
      "reference": "INṬANNA 43:22"
    },
    {
      "content": "Ama chun, “Lungmuongtakin um unla, ṭi naw ro, in Pathien, in pa Pathien chun in iphaia chun ro a pêk cheu a ni chu: in tangka kha ka hmu sih a,” a tih a. Chun, Simeon chu an kuomah a hung ṭhuoi suokpêk tah a.",
      "reference": "INṬANNA 43:23"
    },
    {
      "content": "A in enkawltu chun anni chu Josef in sûngah a ṭhuoi lût a, tui a pêk a, an ke an sâwp tah a; an sabeng- tunghai chu bu a pêk bawk a.",
      "reference": "INṬANNA 43:24"
    },
    {
      "content": "Anni chun an lâwmman hung chawi chu Josef sûnbu faha a hung inlawi phaa dingin an lo siem lâwk diem a; chutaka chun bu an fâk ding a nih ti an hriet leiin.",
      "reference": "INṬANNA 43:25"
    },
    {
      "content": "Josef chu a inah a hung phingleh, an lawmman hung chawi chu in sûngah a kuomah an chawi lût a, hnuoi sikin chibai an bûk tâwl a.",
      "reference": "INṬANNA 43:26"
    },
    {
      "content": "Ama chun an chanchin ân dawn a, “In pa a chanchin in hril tarpa kha a dam lai am a nih, damin a la um de maw?” a tih a.",
      "reference": "INṬANNA 43:27"
    },
    {
      "content": "Anni chun, “Kan pa i siehlaw chu a dam lai a nih, damin a la um,” an tih a. Chun, an lu an kûn a, chibai an bûk nâwk a.",
      "reference": "INṬANNA 43:28"
    },
    {
      "content": "Chun, ama chu a hang dâk a, a sang Benjamin, a nu naupa chu a hmuh a, “Kha kha in mi tlumtak, a chanchin in mi hril kha a ni?” a tih a. Ama bawkin, “Ka naupa, Pathienin lunginsiet raw se che,” a tih a.",
      "reference": "INṬANNA 43:29"
    },
    {
      "content": "Chun, Josefin a sang a hmu chun lungriemin a thlâk a, chuong- chun, ṭapna hmun inhmawtakin a zawng ta vat a, pindan sûngah a lût a, chutaka chun a ṭap suok tah a.",
      "reference": "INṬANNA 43:30"
    },
    {
      "content": "Chun, a hmai a phih a, a va suok nâwk a, ân sûm hrâm hrâm a, “Bufâk siem ro le,” a tih a.",
      "reference": "INṬANNA 43:31"
    },
    {
      "content": "Chuongchun, ama ta dingin atumin, annirawi ta dingin a tumin, Aigupta mihai a fâkpuihai ta dingin a tumin an siem tah a. (Aigupta mihai chun Hebrai mihai chu buthlêng an awtpui thei si nawh; chuong anga thaw chu Aigupta mihai ta ding chun a thieng naw a nih).",
      "reference": "INṬANNA 43:32"
    },
    {
      "content": "Chuongchun, a upa tak chu a nau lutîr nina angin, a naupang tak chu a nau mitlum nina angin Josef hmaa chun an ṭhung pei a: chuong- chun, mak an ti tâwl seng a.",
      "reference": "INṬANNA 43:33"
    },
    {
      "content": "Chun, Josef chun a kuoma chanvohai chu an kuomah ân hlân sâwngtir pei a. Benjamin chanvo lem chu an chanvo po po nêkin a lêtngain a tam lem a. Chun, uoin dâm an dâwn a, ama rawi chun an hlim ta hle a.",
      "reference": "INṬANNA 43:34"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INṬANNA 43 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}