{
  "verses": [
    {
      "content": "Chuongchun, Isak chun Jakob chu a ko a, mal a sâwm a, thu a pêk bawk a, a kuomah, “Kanaan ram nunghâkhai laia mi hi nuhmeiin i nei ding a ni nawh.",
      "reference": "INṬANNA 28:1"
    },
    {
      "content": "Tho la, Paddan-aram rama i nu pa, Bethuel inah fe la, chutaka mi i nu ṭapa Laban naunuhmeihai laia mi chu nuhmeiin va nei rawh.",
      "reference": "INṬANNA 28:2"
    },
    {
      "content": "Pathien Iengkimthawthei chun mal sâwm chein, hnam tamtak um khâwm hung ni dingin chi tamtak inthlatir chein, sukpung raw se che.",
      "reference": "INṬANNA 28:3"
    },
    {
      "content": "Mikhuol i nina ram, Pathienin Abraham kuoma a pêk hi i hluo theina dingin Abraham malsâwmna chu indawngtir bawk raw se che, nang le i thlahai khawm,” a tih a.",
      "reference": "INṬANNA 28:4"
    },
    {
      "content": "Chuongchun, Isakin Jakob chu ân fe hmangtir a: chun, Paddan-aram rama Jakob le Esau nu Rebeka ṭapa Aram mi Bethuel naupa Laban kuoma chun a fe tah a.",
      "reference": "INṬANNA 28:5"
    },
    {
      "content": "Chun, Esau chun Isakin Jakob mal a sâwm a, nuhmei nei dingin Paddan-aram ramah ân fe hmangtir ti le, mal a sâwm laiin, “Kanaan nunghâkhai laia mi hi nuhmeiah i nei ding a ni nawh,” tiin thu a pêk ti,",
      "reference": "INṬANNA 28:6"
    },
    {
      "content": "le Jakobin a nu le pa thu awiin Paddan-aram ramah a fe tah ti a hriet a.",
      "reference": "INṬANNA 28:7"
    },
    {
      "content": "Chuonga Esauin Kanaan nu- nghâkhai chun a pa Isak lung chu an buo naw hle ti a hriet chun,",
      "reference": "INṬANNA 28:8"
    },
    {
      "content": "Esau chu Ismael kuomah a va feh a, Abraham naupa Ismael naunu Mahalath, Nebaioth farnu chu, nuhmei dingin a nuhmei nei sahai bâka chun a va nei sa tah a.",
      "reference": "INṬANNA 28:9"
    },
    {
      "content": "Jakob chu Beer-sebaa inthawk- in a suok a, Haran tieng a pan tah a.",
      "reference": "INṬANNA 28:10"
    },
    {
      "content": "Chun, hmun ieng amanih a hang tlung a, nisa a tla ta leiin chutaka chun a riek tah a. Chu hmuna lung pakhat chu a lâk a, lukhamah a hmang a, chu hmuna chun in dingin a zâl tah a.",
      "reference": "INṬANNA 28:11"
    },
    {
      "content": "Chun, mang a nei a, hnuoi chunga hin leilâk a lo indawh a, a tâwp chun vân a sun a; a chunga chun Pathien vântirkohai ṭum le kaiin a hmuh a.",
      "reference": "INṬANNA 28:12"
    },
    {
      "content": "A tâwpa chun LALPA a ngîr a, “Kei hi LALPA i pu Abraham Pathien le Isak Pathien chu ka nih, i zâlna hnuoi kha i kuoma le i thlahai kuomah la pêng ka ti cheu;",
      "reference": "INṬANNA 28:13"
    },
    {
      "content": "i thlahai chu hnuoia pilvut zâtin la um an ta, thlangtieng dâm, sak- tieng dâm, hmârtieng dâm, simtieng dâm indar lien i ta, nangma le i thlahaia chun khawvêla hnam tin la thawveng an tih.",
      "reference": "INṬANNA 28:14"
    },
    {
      "content": "Ngai ta, i kuomah ka um a, i fena taphawtah vêng pei ka ti cheh a, hi rama hin ṭhuoi kîr nâwk ka ti che: i kuoma ka hril hi ka thaw hmakhat chun thlathlam naw ning che,” a tih a.",
      "reference": "INṬANNA 28:15"
    },
    {
      "content": "Chun, Jakob chu a in a hung har a, “Hi hmuna hin LALPA chu a um ngei el, ka lo hriet si nawh,” a tih a.",
      "reference": "INṬANNA 28:16"
    },
    {
      "content": "Chun, a ṭih a, “Hi hmun hi ṭi a va um ngei de! Hi hi hmun dang a ni nawh a, Pathien in a lo ni hi tie, hi hi vân kawtkhâr a lo ni hi,” a tih a.",
      "reference": "INṬANNA 28:17"
    },
    {
      "content": "Chun, Jakob chu zîngtieng inhmatakin a tho a, lung a ilukham chu a lâk a, lungphun dingin a phun a, a sîpa chun sahriek a buok a.",
      "reference": "INṬANNA 28:18"
    },
    {
      "content": "Chu hmun hminga chun Bethel ân bûk a, a khaw hming hmasa chu Luz a nih.",
      "reference": "INṬANNA 28:19"
    },
    {
      "content": "Chun, Jakob chun thu a tiem tah a, “Pathien ka kuomah a um a, hi ka fena lampuia hin mi vêng a, fâk ding bei le sil ding silfên a mi pêk a,",
      "reference": "INṬANNA 28:20"
    },
    {
      "content": "chuonga ka pa in tienga thlamuongtaka ka hung kîr nâwk phawt chun, LALPA chu ka Pathien nîng a ta,",
      "reference": "INṬANNA 28:21"
    },
    {
      "content": "hi lungphun ka phun khawm hi Pathien in nîng a tih: chun, ka kuoma i mi pêk ding po poa chun sâwma pakhat chu pe ngei ngei ka ti che,” tiin.",
      "reference": "INṬANNA 28:22"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INṬANNA 28 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}