{
  "verses": [
    {
      "content": "Chun, Pathienin Noa le lawnga a kuoma thilhring tinrêng le ran um po po chu a hriet zing a; chun Pathienin hnuoi chunga hin thli ân hrângtir a, chuongchun, tui chu a hung kang ṭan tah a,",
      "reference": "INṬANNA 8:1"
    },
    {
      "content": "tui inthûktak hnarhai le vân tukverhai khawm chu a hung inkhâr tah a, vâna inthawka ruo hung sûr chu sukchâtin a um ta bawk a;",
      "reference": "INṬANNA 8:2"
    },
    {
      "content": "chuongchun, tui chu hnuoi chunga inthawk chun a kang ta deu deu a, ni za le sâwmnga chu a bo hnung chun tui chu a tlâwm ta deu a.",
      "reference": "INṬANNA 8:3"
    },
    {
      "content": "Chuongchun, lawng chu thla sarina, ni sâwm le ni sari nia chun Ararat tlânga chun a lo innghat tah a.",
      "reference": "INṬANNA 8:4"
    },
    {
      "content": "Chun, tui chu thla sâwmna chenin a tlâwm deu deu pei a; thla sâwmna ni khat nia chun, tlâng sîphai chu a hung inlang tah a.",
      "reference": "INṬANNA 8:5"
    },
    {
      "content": "Chun, ni sâwmli hnunga chun Noa chun lawng tukver a siem kha a hawng tah a:",
      "reference": "INṬANNA 8:6"
    },
    {
      "content": "chun, vaâk pakhat ân vuong suoktir a; chu chu a suok a, hnuoia inthawka tui chu a kang zo hmakhat chu a vuong vêl a vuong vêl a.",
      "reference": "INṬANNA 8:7"
    },
    {
      "content": "Chun, hnuoi chunga tui a tlâwm ta le tlâwm ta naw hrietna dingin vaṭhu ân vuong suoktir nâwk a;",
      "reference": "INṬANNA 8:8"
    },
    {
      "content": "nisienlakhawm, vaṭhu chun fûkna ding hrim hrim a hmu nawh a, a kuomah lawngah a kîr nâwk tah a, tui chu hnuoi chung po poa chun a la um sih a; chuongchun, a kut a hang pur dawk a, a man a, lawng sûngah a kuomah a lâk lût nâwk tah a.",
      "reference": "INṬANNA 8:9"
    },
    {
      "content": "Chun, ni sari dang a nghâk nâwk a, vaṭhu chu lawnga inthawk ân vuong suoktir nâwk a;",
      "reference": "INṬANNA 8:10"
    },
    {
      "content": "vaṭhu chu zântieng chun a kuomah a hung lût nâwk a; chun, ngai ta, oliv hna suktlawng hlim a hmûra chun a hung put a: chuongchun, Noa chun hnuoiah tui a tlâwm tah ti a hriet a.",
      "reference": "INṬANNA 8:11"
    },
    {
      "content": "Chun, ni sari dang a nghâk nâwk a, vaṭhu chu ân vuong suoktir nâwk a; a kuomah a hung kîr nâwk ta nawh a.",
      "reference": "INṬANNA 8:12"
    },
    {
      "content": "Chun, a kum za ruk le a kum khatnaah, a thla khatna ni khat nia chun tui chu hnuoia inthawk chun a kang zo tah a: chuongchun, Noa chun lawng inkhumna chu a hâwk a, a en a; chun, ngai ta, hnuoi chung chu a lo inhil ta huou el a.",
      "reference": "INṬANNA 8:13"
    },
    {
      "content": "A thla hnina ni sâwmhni le ni sari nia chun hnuoi chu a hung ṭâwl zo tah a.",
      "reference": "INṬANNA 8:14"
    },
    {
      "content": "Chun, Pathienin Noa kuoma chun a hril a,",
      "reference": "INṬANNA 8:15"
    },
    {
      "content": "“Lawnga inthawkin suok ro, nang le i nuhmei, i naupasalhai le an nuhmeihai leh.",
      "reference": "INṬANNA 8:16"
    },
    {
      "content": "Tisa po po laia mi thil hringna nei tinrêng i umpuihai, vate dâm, ran dâm, thilhring hnuoia bawkinvâka lâwn tinrêng dâm le khan i kuomah ṭhuoi suok rawh, hnuoia hin te neiin chi tamtak thlaha an hung pung theina dingin,” tiin.",
      "reference": "INṬANNA 8:17"
    },
    {
      "content": "Chuongchun, Noa chu a suok a, a naupasalhai le a nuhmei le a nauhai nuhmeihai khawm a kuomah an suok veh a;",
      "reference": "INṬANNA 8:18"
    },
    {
      "content": "sa tinrêng dâm, thilhring tinrêng dâm, vate tinrêng dâm, hnuoi chunga chângthei taphawthai chu anni chi umdân ang sengin lawnga inthawk chun an suok tah a.",
      "reference": "INṬANNA 8:19"
    },
    {
      "content": "Chun, Noa chun LALPA ta dingin mâichâm a siem a; chun, sa thieng tinrêng laia mi le, vate thieng tinrêng laia mi a lâk a, mâichâma chun pumrawhmang thilinhlânhai ân hlân tah a.",
      "reference": "INṬANNA 8:20"
    },
    {
      "content": "Chun, LALPAIN riminhnik chu a hriet a; chun, LALPA chun a lungrilin, “Hnuoi chu mihriem lei chun ṭawngsie inphur nâwk ta naw ning, mihriem lungril ngaituonahai chu an chîntea inthawkin a suol sih a; tuta ka hrem ang hin thilsiem hringna nei tinrêng chu hrem nâwk ta naw bawk ka tih.",
      "reference": "INṬANNA 8:21"
    },
    {
      "content": "Hnuoi um sûng po bu tu le bu lâk, khaw dei le khaw lum, nipui le phalbi le, sûn le zân dâm hi bo naw nih,” a ta.",
      "reference": "INṬANNA 8:22"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INṬANNA 8 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}