{
  "verses": [
    {
      "content": "Chun, Adam chun a nuhmei Evi chu a pâwl a; chuongchun, ân rai a, Kaina a hung nei a, “LALPA ṭhangpuinain pasal ka nei tah,” a ta.",
      "reference": "INṬANNA 4:1"
    },
    {
      "content": "Chun, a sang Abel a hung nei nâwk a. Abel chu berâm vêngtuah a um a, Kaina ruok chu hnuoi inlettuin.",
      "reference": "INṬANNA 4:2"
    },
    {
      "content": "Chun, a nakie chun hieng ang hi a na, Kaina chun LALPA kuoma inhlân dingin loa inthawkin a hung lâk a.",
      "reference": "INṬANNA 4:3"
    },
    {
      "content": "Abel khawm chun a berâm ruol laia a pieng hmasatakhai le a thau chu a hung lâk a. LALPA chun Abel le a thilinhlân chu a lâwm a;",
      "reference": "INṬANNA 4:4"
    },
    {
      "content": "Kaina le a thilinhlân ruok chu a lâwm ve nawh a. Chuongchun, Kaina chu a lunginsen êm êm a, a hmêl a hung inthim khup el tah a.",
      "reference": "INṬANNA 4:5"
    },
    {
      "content": "LALPA chun Kaina kuoma chun, “Iengdinga i lung a sen am? Ieng- dinga i hmêl a hung inthim am?",
      "reference": "INṬANNA 4:6"
    },
    {
      "content": "Thil thaw ṭha ni la chu pawm i ni naw ding am a nih? I thaw ṭha naw ruok chun suol chu kawtkhâr bulah a bawk zing a nih; a dit zâwng chu nangma thuhne che a nih a, nisienlakhawm, nangin i thuhne lem ding a nih,” a tih a.",
      "reference": "INṬANNA 4:7"
    },
    {
      "content": "Kaina chun a sang Abel kuomah, “Thaw ta, lo tieng va fêng ei tih,” a ta; loa an um lai chun Kaina chun a sang Abel chu a thawh a, a that ta el a.",
      "reference": "INṬANNA 4:8"
    },
    {
      "content": "Chuongchun, LALPA chun Kaina kuoma chun, “I sang Abel kha khâwlai am a um tah a?” a ta. Ama chun, “Ka hriet nawh, ka sang vêngtu am ka nih?” a tih a.",
      "reference": "INṬANNA 4:9"
    },
    {
      "content": "LALPA chun, “Iengam i thaw leh? I sang thisen râwl chun hnuoia inthawkin a mi ko a nih.",
      "reference": "INṬANNA 4:10"
    },
    {
      "content": "Hnuoi, i kuta inthawka i sang thisen dawng dinga a bâu lo katua inthawkin ṭawngsephur i ni tah,",
      "reference": "INṬANNA 4:11"
    },
    {
      "content": "hnuoi în let pha khawm a ṭhatna chu pe phal ta naw ni che; hnuoia hin tlânhmang le invai hung ni tâng i tih,” a ta.",
      "reference": "INṬANNA 4:12"
    },
    {
      "content": "Chun, Kaina chun LALPA kuomah, “I mi hremna hi a nasa bêk a, tuor zo naw ning.",
      "reference": "INṬANNA 4:13"
    },
    {
      "content": "Ngai ta, nangin vawisûn hin hnuoi chunga inthawkin i mi hnawt- hmang ta sih a; i mithmua inthawk thuphmangin ka um ding a ni tah a; hnuoia hin tlânhmang le invai ka lo ni ta ding a ni sih a, chuleiin, a mi hmu taphawtin mi that el an tih,” a ta.",
      "reference": "INṬANNA 4:14"
    },
    {
      "content": "LALPA chun a kuomah, “Chuong a ni chun tukhawm Kaina thattu chu a let sariin a chungah phuba lâk nîng a tih,” a ta. Chuongchun, mîn an hmu a, an that nawna dingin LALPAIN Kaina chu ân chik tah a.",
      "reference": "INṬANNA 4:15"
    },
    {
      "content": "Chuongchun, Kaina chu LALPA kuoma inthawk chu a suok tah a. Eden sak tienga Nod ramah a um tah a.",
      "reference": "INṬANNA 4:16"
    },
    {
      "content": "Kaina chun a nuhmei a pâwl a, chuongchun, ân rai a, Enok a nei a; chun, khuo a siem a, a khaw hminga chun a naupa hming chawiin Enok a sak a.",
      "reference": "INṬANNA 4:17"
    },
    {
      "content": "Enok chun Irad a nei a; Irad chun Mehujael a nei a; Mehujael chun Methusael a nei a; Methusael chun Lamek a nei a.",
      "reference": "INṬANNA 4:18"
    },
    {
      "content": "Lamek chun nuhmei pahni a nei a, pakhat hming chu Ada a nih a, pakhat hming chu Zila a nih.",
      "reference": "INṬANNA 4:19"
    },
    {
      "content": "Ada chun Jabal a nei a, ama chu puon ina um ran vaituhai thlatu a nih.",
      "reference": "INṬANNA 4:20"
    },
    {
      "content": "A sang hming chu Jubal a na, ama chu ṭingṭang le theihle mûttuhai po po thlatu a nih.",
      "reference": "INṬANNA 4:21"
    },
    {
      "content": "Zila khawm chun Tubal-kaina, dâr le thîr hriemhrei tinrêng suttu, a nei a; chun Tubal-kaina farnu chu Naama a nih.",
      "reference": "INṬANNA 4:22"
    },
    {
      "content": "Lamek chun a nuhmeihai kuoma chun, “Ada le Zilla hai, ka rawl hre unla; Lamek nuhmeihai, ka thu hril hi ngai ro: Sukhliema ka um leiin mi ka that a, Vuok thitlinga ka um leiin tlangvâl ka that a nih:",
      "reference": "INṬANNA 4:23"
    },
    {
      "content": "Kaina phuba hman a let saria lâk a ni ding chun, Lamek phuba lem chu a let sâwmsari le pasariin lâk ni ngei a tih,” a ta.",
      "reference": "INṬANNA 4:24"
    },
    {
      "content": "Chun, Adam chun a nuhmei chu a pâwl nâwk a; chuongchun, ama chun naupasal a nei nâwk a, a hmingah Seth a sak a: “Pathienin Abel aiah chi thla dang a mi ruotpêk tah; Kaina chun ama a that ta sih a,” a tih a.",
      "reference": "INṬANNA 4:25"
    },
    {
      "content": "Chun, ama, Seth ngei khawm chun naupasal a nei tah a; a hmingah Enos a sak a; chuong lai chun mihai chun LALPA hming chu an hung lam ṭan tah a.",
      "reference": "INṬANNA 4:26"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INṬANNA 4 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}