{
  "verses": [
    {
      "content": "Chun, hnuoia mi po po chu ṭawng hmunkhat le thu hril dân hmunkhat an ni vawng a.",
      "reference": "INṬANNA 11:1"
    },
    {
      "content": "Chun, hieng hi a na, khawsak tienga an insawn pei lai chun Sinar ramah phaizâwl an hmuh a; chutaka chun umhmun an khuor tah a.",
      "reference": "INṬANNA 11:2"
    },
    {
      "content": "“Thaw ro, ṭêklei siem ei tiu, ṭhatakin rawng ei tiu,” an inti tâwl a. Chuongchun, lung aiah ṭêklei chu an siem a, lungchârna aiah lawnghnai an nei bawk a.",
      "reference": "INṬANNA 11:3"
    },
    {
      "content": "Chun, “Thaw ro, khawpui siem ei ta, in insâng a sîpin vân tawng dingin bâwl bawk ei tiu a, ei hming sukthang ei tiu; chuong naw chun hnuoi chung po poa hin sukdarin um rawi ei tih,” an in tih a.",
      "reference": "INṬANNA 11:4"
    },
    {
      "content": "Chun, LALPA chu mihriem nauhaiin khawpui le in insâng an siem vêl chu en dingin a zu ṭum a.",
      "reference": "INṬANNA 11:5"
    },
    {
      "content": "Chun, LALPA chun, “Ngai ta u, mihai hi pumkhat an nih a, an rêngin ṭawng hmunkhat an nei bawk sih a; hi thil an thaw phut a ni hi; tuhin chu an thilthaw tum hrim hrim hi khappêk ruol ni ta naw ni hai.",
      "reference": "INṬANNA 11:6"
    },
    {
      "content": "Thaw ro, zu fêng ei tiu a, ṭawng an inhriettuo thei nawna dingin khutaka khun an ṭawng zu suk- tumpêk ei tiu,” a ta.",
      "reference": "INṬANNA 11:7"
    },
    {
      "content": "Chuongchun, LALPAIN anni chu chutaka inthawk chun hnuoi chung po poa chun a sukdar tah a; chuongchun, an khaw siem khawm chu an tâwpsan tah a.",
      "reference": "INṬANNA 11:8"
    },
    {
      "content": "Chuleichun, a hming chu Babel an tih a; LALPAIN chutaka chun hnuoia mi po po ṭawng chu a suktumpêk ta leiin: chutaka inthawk chun LALPAIN anni chu hnuoi chung po poa chun a sukdar ta bawk a.",
      "reference": "INṬANNA 11:9"
    },
    {
      "content": "Hienghai hi Sem thlahai chu an nih: Sem chu kum za mi a niin tui lêt hnung kum hni hnunga chun naupasal Arpaksad a nei a:",
      "reference": "INṬANNA 11:10"
    },
    {
      "content": "Chun, Arpaksad a nei hnung chun Sem chu kum za nga a la dam a, naunuhmei le naupasalhai a nei nâwk a.",
      "reference": "INṬANNA 11:11"
    },
    {
      "content": "Arpaksad chun kum sâwmthum le panga a niin naupasal Selah a nei a:",
      "reference": "INṬANNA 11:12"
    },
    {
      "content": "Selah a nei hnung chun Arpaksad chu kum za li le pathum a la dam a, naunuhmei le naupasalhai a nei nâwk a.",
      "reference": "INṬANNA 11:13"
    },
    {
      "content": "Selah chun kum sâwmthum a niin naupasal Eber a nei a:",
      "reference": "INṬANNA 11:14"
    },
    {
      "content": "Eber a nei hnung chun Selah chu kum za li le pathum a la dam a, naunuhmei le naupasalhai a nei nâwk a.",
      "reference": "INṬANNA 11:15"
    },
    {
      "content": "Eber chun kum sâwmthum le pali a niin naupasal Peleg a nei a:",
      "reference": "INṬANNA 11:16"
    },
    {
      "content": "Peleg a nei hnung chun Eber chu kum za li le sâwmthum a la dam a, naunuhmei le naupasalhai a nei nâwk a.",
      "reference": "INṬANNA 11:17"
    },
    {
      "content": "Peleg chun kum sâwmthum a niin naupasal Reu a nei a:",
      "reference": "INṬANNA 11:18"
    },
    {
      "content": "Reu a nei hnungin Peleg chu kum za hni le pakuo a la dam a, naunuhmei le naupasalhai a nei nâwk a.",
      "reference": "INṬANNA 11:19"
    },
    {
      "content": "Reu chun kum sâwmthum le pahni a niin naupasal Serug a nei a:",
      "reference": "INṬANNA 11:20"
    },
    {
      "content": "Serug a nei hnungin Reu chu kum za hni le pasari a la dam a, naunuhmei le naupasalhai a nei nâwk a.",
      "reference": "INṬANNA 11:21"
    },
    {
      "content": "Serug chun kum sâwmthum a niin naupasal Nahor a nei a:",
      "reference": "INṬANNA 11:22"
    },
    {
      "content": "Nahor a nei hnungin Serug chu kum za hni a la dam a, naunuhmei le naupasalhai a nei nâwk a.",
      "reference": "INṬANNA 11:23"
    },
    {
      "content": "Nahor chun kum sâwmhni le pakuo a niin naupasal Tera a nei a:",
      "reference": "INṬANNA 11:24"
    },
    {
      "content": "Tera a nei hnungin Nahor chu kum za khat le sâwm le pakuo a la dam a, naunuhmei le naupasalhai a nei nâwk a.",
      "reference": "INṬANNA 11:25"
    },
    {
      "content": "Chun, Tera chun kum sâwmsari a niin naupasal Abram, Nahor le Haran a nei a.",
      "reference": "INṬANNA 11:26"
    },
    {
      "content": "Chun, hienghai hi Tera thlahai chu an nih. Tera chun naupasal Abram, Nahor le Haran a nei a. Haran chun naupasal Lota a nei a.",
      "reference": "INṬANNA 11:27"
    },
    {
      "content": "Haran chu a piengna rama Kaldaihai khuo Urah, a pa Tera hmaa chun a thih a.",
      "reference": "INṬANNA 11:28"
    },
    {
      "content": "Chun, Abram le Nahor chun nuhmei an nei a; Abram nuhmei hming chu Sarai a na; Nahor nuhmei hming chu Milka le Iska pa Haran naunu Milka a nih.",
      "reference": "INṬANNA 11:29"
    },
    {
      "content": "Chun, Sarai chu a ching a, nau hrim a nei nawh a.",
      "reference": "INṬANNA 11:30"
    },
    {
      "content": "Tera chun a naupa Abram le, a naupa naupasal (Haran naupa) Lota le, a mo, a naupa Abram nuhmei Sarai chu a ṭhuoi a; Kanaana fe dingin Kaldaihai khuo Ura inthawk chun an suok tlâng tah a; nisienlakhawm, Haran an hung tlung a, chutaka chun umhmun an khuor tah a.",
      "reference": "INṬANNA 11:31"
    },
    {
      "content": "Tera dam sûng chu kum za hni le panga a nih; chun, Tera chu Harana chun a thi tah a.",
      "reference": "INṬANNA 11:32"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INṬANNA 11 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}