{
  "verses": [
    {
      "content": "Chun, Abram chu kum sawm- kuo pakuo mi a niin LALPA chu Abram kuomah a hung inlâr a, a kuomah, “Kei Pathien Iengkim- thawthei ka nih, ka hmaah um la, ṭha famkimin um rawh.",
      "reference": "INṬANNA 17:1"
    },
    {
      "content": "Chuongchun, nang le ei kârah thu thlung ka ta, nasatakin sukpung ka ti che,” a tih a.",
      "reference": "INṬANNA 17:2"
    },
    {
      "content": "Chun, Abram chu a bawkkhup tah a; chun, Pathienin ama chu a biek a,",
      "reference": "INṬANNA 17:3"
    },
    {
      "content": "“Ngai ta, kei chun ka thuthlung chu i kuomah a nih ka thlung chu: chuongchun, chi tum tum, chi tamtak thlatu ni tâng i tih.",
      "reference": "INṬANNA 17:4"
    },
    {
      "content": "I hming khawm Abram ni ta naw nih a, i hming chu Abraham ni ta lem a tih, chi tamtak thlatu dingin ka siem ta che hi.",
      "reference": "INṬANNA 17:5"
    },
    {
      "content": "Nasatakin chi inthlatir ka ti cheh a, nangmaa chun chi ti khawp hiel dâm siem ka ta, nangmaa inthawkin lalhai hung suok bawk an tih.",
      "reference": "INṬANNA 17:6"
    },
    {
      "content": "Chun, kei le nang le i hnunga i thlahai an thla sâwng peihai chen inkârah kumkhaw thuthlung dingin ka thuthlung hi sukdet ka tih, i ta ding le i hnunga i thlahai ta dinga Pathien ka nina dingin.",
      "reference": "INṬANNA 17:7"
    },
    {
      "content": "Chun, i kuoma le i hnunga i thlahai kuoma chun, i khuolchâmna ram, Kanaan ram po po hi, kum- khaw ro dingin ka pêk ding cheu a nih; chun kei hi an Pathien nîng ka tih,” a tih a.",
      "reference": "INṬANNA 17:8"
    },
    {
      "content": "Chun, Pathien bawkin Abraham kuoma chun, “Chun, nang chun chu, ka thuthlung hi i zâwm ding a nih; nang le i hnunga i thlahai an thla nâwksâwng pei chen khawmin in zâwm ding a nih.",
      "reference": "INṬANNA 17:9"
    },
    {
      "content": "Hi hi kei le nang le i hnunga i thlahai kâra ka thuthlung i zâwm ding chu a nih: nangni laia pasal taphawt chu ser tan ding a nih.",
      "reference": "INṬANNA 17:10"
    },
    {
      "content": "Chuongchun, in ser hmawr vuna chun sertanin in um ding a nih; chu chu nang le ei inkâra thuthlung inchikna chu nîng a tih.",
      "reference": "INṬANNA 17:11"
    },
    {
      "content": "Nangni laia ni riet mi chu in thla sâwng peihai chen khawmin, i thla ni kher lo, i ina pieng amani khawm, mikhuol kuoma tangka suma inchâwk amani khawm, pasal taphawt chu ser tan ding a nih.",
      "reference": "INṬANNA 17:12"
    },
    {
      "content": "I ina pieng le i tangka suma i închâwk khawm ser tan ngei ding a nih: chuongchun, ka thuthlung chu kumkhaw thuthlung dingin in tisaa chun um tâng a tih.",
      "reference": "INṬANNA 17:13"
    },
    {
      "content": "Chun, pasal ser tan lo, a ser hmawr vun tisaa sertana um naw chu, chu ngei chu a chipui laia sukbohmang nîng a ta: ama chun ka thuthlung chu a bawsiet a nih,” a ti nâwk a.",
      "reference": "INṬANNA 17:14"
    },
    {
      "content": "Chun, Pathien bawkin Abra- ham kuomah, “I nuhmei Sarai chu a hmingah Sarai ti ta naw ti nih a, a hming chu Sara ti ni ta lem a tih.",
      "reference": "INṬANNA 17:15"
    },
    {
      "content": "Ama chu mal sâwm ka ta, chu bâka khawm amaa inthawk naupasal pêng ka ti che: anih, ama chu mal sâwm ka ta, chi tum tum thlatunu ni tâng a tih, hnam tum tum lalhai amaa inthawk chun la hung suok an tih,” a ti nâwk a.",
      "reference": "INṬANNA 17:16"
    },
    {
      "content": "Chuongchun, Abraham chu a bawkkhup a, ân nui a, a lungrilin, “Kum za mi hin nau a nei ding am a nih? Sara kum sawmkuo mi chun nau a nei ding am a nih?” a ta.",
      "reference": "INṬANNA 17:17"
    },
    {
      "content": "Chun, Abraham bawk chun Pathien kuomah, “Ismael hi i hmaah um thei sienla aw!” a tih a.",
      "reference": "INṬANNA 17:18"
    },
    {
      "content": "Pathien chun, “Ni lo e, i nuhmei Sarain naupasal neipêk lem a ti che: a hmingah Isak i sak ding a nih: chun ka thuthlung chu ama hnunga a thlahai ta dinga kumkhaw thuthlung dingin a kuoma chun sukdet ka tih.",
      "reference": "INṬANNA 17:19"
    },
    {
      "content": "Ismael chungthu khawm hi ka ngaipêk che a nih: ngai ta, ama chu mal ka sâwm tah a, chi tamtak inthlatir ka ta, nasatakin sukpung bawk ka tih; ama chun lal sâwmpahni thlâng a ta, ama chu chi ropuitakah la siem ka tih.",
      "reference": "INṬANNA 17:20"
    },
    {
      "content": "Ka thuthlung ruok chu, Sarain kum nâwk hieng ang huna a neipêk ding che, Isak chungah sukdet lem ka tih,” a tih a.",
      "reference": "INṬANNA 17:21"
    },
    {
      "content": "A kuoma thu a hril zo chun Pathien chun Abraham chu a kai san tah a.",
      "reference": "INṬANNA 17:22"
    },
    {
      "content": "Chun, Abraham chun a naupa Ismael le a ina pieng po po le, a tangka suma a închâwk po pohai le Abraham sûnghai laia mi pasal taphawt chu a ṭhuoi a, Pathienin a kuoma a hril ta ang ngeiin, chu ni ngei chun an ser hmawr vun tisa chu a tanpêk tâwl a.",
      "reference": "INṬANNA 17:23"
    },
    {
      "content": "Abraham chu a ser hmawr vun tisa an tan lai chun kum sawmkuo pakuo mi a nih.",
      "reference": "INṬANNA 17:24"
    },
    {
      "content": "Chun, a naupa Ismael chu a ser hmawr vun an tan lai chun kum sâwmpathum mi a nih.",
      "reference": "INṬANNA 17:25"
    },
    {
      "content": "Chu ni ngei chun Abraham le a naupa Ismael chu sertan an lo ni tah.",
      "reference": "INṬANNA 17:26"
    },
    {
      "content": "A sûnghai laia pasal po po, a ina pienghai le ram dang mi tangka suma a în châwkhai khawm chu, ama ruol chun an ser tan a ni ta vawng a.",
      "reference": "INṬANNA 17:27"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INṬANNA 17 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}