{
  "verses": [
    {
      "content": "Chun, Pathienin Noa le a naupasalhai chu mal a sâwm a, an kuomah, “Chi tamtak inthlain hung pung unla, hnuoi hi hluo sip ro.",
      "reference": "INṬANNA 9:1"
    },
    {
      "content": "Nangni ṭîna le pawisakna hnuoia sa tinrêng le chunglêng vate tinrêngin nei an ta; chuonghai le hnuoia bawkinvâka lâwn po po le, tuisuorieta nga po pohai chu, in kuta pêk an ni vawng tah.",
      "reference": "INṬANNA 9:2"
    },
    {
      "content": "Thilhring chângthei tinrênghai chu in ta dingin fâk ding nîng an ta; thlai hring ka pêk ang cheu khan iengkim ka pêk vawng cheu.",
      "reference": "INṬANNA 9:3"
    },
    {
      "content": "Amiruokchu, sa a hringna (a thisen) pumin in fâk ding a ni nawh.",
      "reference": "INṬANNA 9:4"
    },
    {
      "content": "Chun, in thisen, in hringna phuba chu la ngei ngei ka tih; sa tinrêng chunga chun lâng ka tih, mihriem kuoma inthawk khawmin, mi tin an unauhaia inthawk chun, mihriem hringna phuba chu la seng ka tih.",
      "reference": "INṬANNA 9:5"
    },
    {
      "content": "Tukhawm mihriem thisen in- suotu chu mihriem vêkin ama thisen chu an insuo ve ding a nih: Pathienin ama angpuiin mihriem a siem sih a.",
      "reference": "INṬANNA 9:6"
    },
    {
      "content": "Chun, nangni chu chi tamtak inthlain hung pung ro; hnuoia hin nau tamtak nei unla, a chunga hin hung pung ro,” a ta.",
      "reference": "INṬANNA 9:7"
    },
    {
      "content": "Chun, Pathienin Noa le a kuoma um a naupasalhai kuoma chun,",
      "reference": "INṬANNA 9:8"
    },
    {
      "content": "“Ngai ta u, keima ngeiin in kuoma le in hnunga in thlahai kuoma khawm ka thuthlung chu ka sukdet a nih;",
      "reference": "INṬANNA 9:9"
    },
    {
      "content": "in kuoma thilhring tinrêng um, in umpui vate dâm, ran dâm, ramsa tinrêng kuoma dâm khawm; lawnga inthawka hung suok po po, hnuoia sa tinrêng kuoma chen khawm.",
      "reference": "INṬANNA 9:10"
    },
    {
      "content": "In kuomah ka thuthlung chu ka sukdet a; tisa po po tuilêta sukbo- hmangin um ta naw ni hai a, hnuoi sukse dingin tui lêt nâwk ta naw bawk a tih,” tiin a hril a.",
      "reference": "INṬANNA 9:11"
    },
    {
      "content": "Chun, Pathien bawkin, “Hi hi kei le nangni le in kuoma thilsiem hringna nei tinrêng umhai kâra, suon tâwp loa um peihai ta dingin, ka thuthlung inchikna chu a nih.",
      "reference": "INṬANNA 9:12"
    },
    {
      "content": "Sûmah ka sumrisâng kân zâmtir a, chu chu kei le hnuoi inkâra thuthlung inchikna ding nîng a tih.",
      "reference": "INṬANNA 9:13"
    },
    {
      "content": "Chun, hieng hi nîng a ta, hnuoi chunga sûm kân zâmtirin sumrisâng chu sûma chun inlang a ta,",
      "reference": "INṬANNA 9:14"
    },
    {
      "content": "kei le nangni le tisa po po laia thilsiem hringna nei tinrêng inkâra ka thuthlung hi hre zing ka tih. Chuongchun, tui chu tisa po po sukbohmang dingin hung lêt nâwk ta naw nih.",
      "reference": "INṬANNA 9:15"
    },
    {
      "content": "Chun, sumrisâng chu sûmah inzâm hlak a ta; chuongchun, Pathien le hnuoi chunga tisa um po po laia thilsiem hringna nei tinrêng inkârah kumkhaw thuthlung um chu ka hriet zing theina dingin en hlak ka tih,” a ta.",
      "reference": "INṬANNA 9:16"
    },
    {
      "content": "Chun, Pathien bawkin, Noa kuoma chun, “Chu chu kei le hnuoi chunga tisa um po po inkâra thuthlung sukdetna inchikna a nih,” a ti bawk a.",
      "reference": "INṬANNA 9:17"
    },
    {
      "content": "Chun, Noa naupasal lawnga inthawka suokhai chu Sem, Ham, le Japheth an nih: Ham chu Kanaan pa a nih.",
      "reference": "INṬANNA 9:18"
    },
    {
      "content": "Chuonghai pathum chu Noa naupasalhai an na: chuonghaia inthawka suokhai chun hnuoi po po hi an dâp zo tah a nih.",
      "reference": "INṬANNA 9:19"
    },
    {
      "content": "Noa chu hnuoi inlettu hmasa- tak a nih a, Grêp huon a siem a,",
      "reference": "INṬANNA 9:20"
    },
    {
      "content": "uoin chu a dâwn a, ân rui a: chuongchun, a puon inah puon boin a zâl a.",
      "reference": "INṬANNA 9:21"
    },
    {
      "content": "Chun, Ham, Kanaan pa chun a pa saruokna chu a hmuh a, tuola a unauhai pahni chu a hril a.",
      "reference": "INṬANNA 9:22"
    },
    {
      "content": "Chuongchun, Sem le Japheth chun puon an lâk a, liengkoa inzâwnin hnungtâwlin an feh a, an pa saruokna chu an inkhum tah a; an hmai chu khingtieng nghain a um a, an pa saruokna chu an hmu nawh a.",
      "reference": "INṬANNA 9:23"
    },
    {
      "content": "Noa chu a uoin inrui chu a hung har a, a naupasal naupang takin a chunga a thawzie chu a hung hriet tah a.",
      "reference": "INṬANNA 9:24"
    },
    {
      "content": "Chuongchun, “Kanaan chu ṭawngsephurin um raw se; A unauhai siehlawhai siehlaw nîng a tih,” a ta.",
      "reference": "INṬANNA 9:25"
    },
    {
      "content": "“LALPA, Sem Pathien chu inpâkin um raw se. Kanaan chu Sem siehlawah um raw se",
      "reference": "INṬANNA 9:26"
    },
    {
      "content": "Pathienin Japheth chu suklien sienla, Sem puon inhaiah um raw se; Kanaan chu a siehlawah um raw se,” a ti bawk a.",
      "reference": "INṬANNA 9:27"
    },
    {
      "content": "Chun, Noa chu tuilêt hnung chun kum za thum sâwmnga a dam a.",
      "reference": "INṬANNA 9:28"
    },
    {
      "content": "Noa dam sûng po po chu kum za kuo le sâwmnga a na; chun a thi tah a.",
      "reference": "INṬANNA 9:29"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INṬANNA 9 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}