{
  "verses": [
    {
      "content": "Chun, Leah naunu Dina, Jakob a neipêk chu, chu ram nunghâkhai hmu dingin a va lêng suok a.",
      "reference": "INṬANNA 34:1"
    },
    {
      "content": "Chun, Hiv mi Hamor, chu ram lal naupa Sekem chun ama chu a lo hmuh a; a man a, a zâlpui a, ân tlâwm tah a.",
      "reference": "INṬANNA 34:2"
    },
    {
      "content": "Chun, a lungril chu Jakob naunu Dina chunga chun a um tlat a, chu nunghâk chu a hmangai a, bau ṭhatakin a biek a.",
      "reference": "INṬANNA 34:3"
    },
    {
      "content": "Sekem chun a pa Hamor chu a biek a, “Chu nunghâk chu nuhmeiin mi neipêk rawh,” a tih a.",
      "reference": "INṬANNA 34:4"
    },
    {
      "content": "Jakob chun a naunu Dina chu Sekem chun a sukkhawhlo ti a lo hriet a, nisienlakhawm, a naupa- salhai chu phûlah ran lai an um leiin an hung hmakhat chu a to zing a.",
      "reference": "INṬANNA 34:5"
    },
    {
      "content": "Sekem pa Hamor chu Jakob be dingin a kuomah a feh a.",
      "reference": "INṬANNA 34:6"
    },
    {
      "content": "Jakob naupasalhai chun an hriet phingleh phûla inthawk chun an hung a; chun, Jakob naunu zâlpuiin Israelhai laiah thil suol invêtthlâk- tak, thil thaw dêr lo ding chu a thaw ta leiin an lungngai a, an lunginsen ta êm êm a.",
      "reference": "INṬANNA 34:7"
    },
    {
      "content": "Hamor ruok chun anni a biek a, “Ka naupa Sekem lungril chu in naunu chungah a um tlat a: lungin- siettakin nuhmeiin inneitir ta unla.",
      "reference": "INṬANNA 34:8"
    },
    {
      "content": "Innei pawl ei tiu, in naunuhmei hai mîn neitir unla, kan nau- nuhmeihai khawm nei bawk ro.",
      "reference": "INṬANNA 34:9"
    },
    {
      "content": "Kan ramah keini lai um in ta, in nuomna hmun hmunah um bawk unla, hienglai hin um unla, sum- dâwng unla, insukmuk ro,” a tih a.",
      "reference": "INṬANNA 34:10"
    },
    {
      "content": "Sekem khawm chun a nunghâk pa le ṭahai kuomah, “Mi lunginsiet ro, ka kuoma in hril taphawt pêng ka ti cheu.",
      "reference": "INṬANNA 34:11"
    },
    {
      "content": "Man le thilpêk chu iengzat khawm ngên unla, in ti ang peiin pêng ka ti cheu: iengkhawm ni sienla, nunghâk chu nuhmeiin mîn neitir phawt el ro,” a tih a.",
      "reference": "INṬANNA 34:12"
    },
    {
      "content": "Jakob nauhai chun an farnu Dina a sukkhawhlopêk lei chun Sekem le a pa Hamor chu zaihlêmin an dawn a,",
      "reference": "INṬANNA 34:13"
    },
    {
      "content": "an kuomah, “Hi thil, sertanlo mi kuoma kan farnu pêk hi thaw thei naw ning ungah; chu chu kan ta dingin hmingsietna ding a ni sih a:",
      "reference": "INṬANNA 34:14"
    },
    {
      "content": "hieng anga in tiem ruok chun in thu ang chu remti thei kan tih: nangni laia pasal taphawt chu keini angin sertanin um unla.",
      "reference": "INṬANNA 34:15"
    },
    {
      "content": "Chuongchun, kan naunuhmei- hai inneitir kan ti cheu a, keini khawma in naunuhmeihai nei bawk kan ta; chun, in kuomah um kan ta, chi khat ei hung ni ding annâwm.",
      "reference": "INṬANNA 34:16"
    },
    {
      "content": "Nisienlakhawm, sertan kawnga kan thu in zâwm naw ding chun, kan naunu chu ṭhuoi kan ta, fe el kan tih,” an tih a.",
      "reference": "INṬANNA 34:17"
    },
    {
      "content": "An thu chun Hamor le Hamor naupa Sekem chu an suklâwm tah a.",
      "reference": "INṬANNA 34:18"
    },
    {
      "content": "Chuongchun, tlangvâl chun Jakob naunu chu a dit hle sih a, chu thil chu sâwt nghâk loin a thaw nghâl tah a; ama chu a pa sûnghai laia inzâkai tak a nih.",
      "reference": "INṬANNA 34:19"
    },
    {
      "content": "Chun, Hamor le a naupa Sekem chun an khaw kul kawtkhâr chu an tlung a, an khuohai chu an biek a,",
      "reference": "INṬANNA 34:20"
    },
    {
      "content": "Sawtaka mihai saw mi rem- takin an um a, chuleiin, hi rama hin umin, hieng lai hin sumdâwng raw hai se, ngai ta u, an ta dingin ram khawm hi a lien huntâwk bawk a; an naunuhmeihai saw nuhmeiahai nei inla, ei naunuhmeihai khawm anni inneitir bawk ei tiu.",
      "reference": "INṬANNA 34:21"
    },
    {
      "content": "“Nisienlakhawm, chi khat ei hung nina dinga ei kuoma um chu hieng anga ei tiem chau hin sawhai sawn an mi remtipui ding a nih a, sertan an ni angin eini laia pasal taphawt chu sertan hung ni ve inla.",
      "reference": "INṬANNA 34:22"
    },
    {
      "content": "An ran dâm, an sum dâm, an sa po po dâm eini ta a ni vawng naw ding am a nih? An thu hi remtipui el ei tiu, chuongchun, ei kuomah an um el ding a nih.” an tih a.",
      "reference": "INṬANNA 34:23"
    },
    {
      "content": "Chun, Hamor le a naupa Sekem thu chu a khaw kul kawtkhâra suok taphawt chun an zâwm a, a khaw kul kawtkhâra suok po po, pasal taphawt chun ser an intantir ta vawng a.",
      "reference": "INṬANNA 34:24"
    },
    {
      "content": "Chun, ni thum niha an nat laitak chun, Jakob naupasalhai laia mi pahni, Dina ṭahai Simon le Levi chun an kâwlhnâm chawi ve vein inrûkin khuo chu an thawh a, pasal po po chu an that zo vawng el tah a.",
      "reference": "INṬANNA 34:25"
    },
    {
      "content": "Chuongchun, Hamor le a naupa Sekem chu kâwlhnâm ngeiin an that a, Sekem ina inthawkin Dina chu an ṭhuoi a, an suok tah a.",
      "reference": "INṬANNA 34:26"
    },
    {
      "content": "Jakob naupasalhai chun an mi thathai chu an va nangchîng a, an farnu an sukkhawhlo pêk leiin khuo chu an rawk tah a.",
      "reference": "INṬANNA 34:27"
    },
    {
      "content": "An berâm ruolhai, an bâwng- ruolhai, an sabengtunghai, khuoa thil umhai le loa thil umhai an lâk- pêk a;",
      "reference": "INṬANNA 34:28"
    },
    {
      "content": "an sum po po an lâk a, an nauhai le an nuhmeihai po po an man a, in sûnga um taphawt chu an fe hmangpui tah a.",
      "reference": "INṬANNA 34:29"
    },
    {
      "content": "Chun, Jakobin Simeon le Levi kuoma chun, “Nangnîn hi rama um Kanaan mihai le Periz mihai laia hin, theida in mîn phurtirin in mi suklungzîng hle a nih; kei tlâwmte ka ni leiin mi thaw dingin hung inpun khâwm an ta, mi that el an tih; chuongchun, sukbohmangin um ka tih, kei le ka sûnghai le hin,” a tih a.",
      "reference": "INṬANNA 34:30"
    },
    {
      "content": "Anni ruok chun, “Kan farnu hi nawchizawr thawin a thaw el ding a ni?” an tih a.",
      "reference": "INṬANNA 34:31"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INṬANNA 34 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}