{
  "verses": [
    {
      "content": "Chun, Jakobin a naupasalhai chu a ko a, a hril a; “Ni nuhnunghaia in chunga thil la tlung ding chu ka hril theina ding cheuin hung inkhâwm ro.",
      "reference": "INṬANNA 49:1"
    },
    {
      "content": "Nangni Jakob naupasalhai, hung inkhâwm unla, ngai ro: In pa Israel thu hi ngai ro.",
      "reference": "INṬANNA 49:2"
    },
    {
      "content": "Reuben, nang hi ka nau lutîr, Ka thilthawtheina, ka hrâtna ra hmasatak, Insângtakna le thuneitakna neitu i nih.",
      "reference": "INṬANNA 49:3"
    },
    {
      "content": "Nisienlakhawm, tui anga det lo i nih a, Chunghnungtakna chu nei naw ti nih, I pa khumpui i kai leiin: Chun, chu chu i sukpawrcheh a, ka zâlnaah i kai kha.",
      "reference": "INṬANNA 49:4"
    },
    {
      "content": "Simeon le Levi hi unau an nih: An kâwlhnâmhai chu thisen insuona hriemhrei an nih.",
      "reference": "INṬANNA 49:5"
    },
    {
      "content": "Aw ka thlarau, nang chu an inrâwnnaa chun inrawl ve naw rawh: An lunginsenin mi an that a, An kâwmawnain bâwngchal tha an sat a.",
      "reference": "INṬANNA 49:6"
    },
    {
      "content": "An lunginsenṭeuna chu ṭawngsephurin um raw se, a ṭium sih a. An lung puom hlena chu ṭawngsephurin um raw se,a nunrâwng sih a. Jakobrawihai lai chun anni chu thedar ka ta, Israelrawihai lai chun anni chu sukdar ka tih.",
      "reference": "INṬANNA 49:7"
    },
    {
      "content": "Juda, nang chu i unauhaiin inpâk an ti che, I kut chu i râlhai rîngah innghat a ta, I pa naupasalhai chu i hmaah kûn an tih.",
      "reference": "INṬANNA 49:8"
    },
    {
      "content": "Juda hi sakeibakneite a nih; Ka naupa, i sase chu i hang fesan tah a, A kûn a, sakeibakneichal angin a bawk a, Sakeibakneipui ang bawk siin, tuin am suktho ngam an ta?",
      "reference": "INṬANNA 49:9"
    },
    {
      "content": "Lal hmawl chu Judaa inthawk hin bo naw nih a, Rorêltu hmawl chu a ke kâra inthawkin bo naw bawk a tih; A neitu takpa a hung hmakhat chun; Hnam tinin ama thu awi an tih.",
      "reference": "INṬANNA 49:10"
    },
    {
      "content": "A sakawrte chu Grêp hruiah a thlung a, A sabengtungte chu grêp hrui ṭha miah a thlung bawk a. A silfên chu uoinah a sâwp a, A puon chu grêp thisenah.",
      "reference": "INṬANNA 49:11"
    },
    {
      "content": "A mithai chu uoin suksenin um a ta, A hahai chu nenetui sukvârin.",
      "reference": "INṬANNA 49:12"
    },
    {
      "content": "Zebulun hin tuisuoriet pangah umhmun khuor a ta, Lawngchâwlna vapang nîng a tih: A ramri chu Zidonah nîng a tih.",
      "reference": "INṬANNA 49:13"
    },
    {
      "content": "Issakar hi sabengtung hrâttak, Berâm huong kâra bawk a nih:",
      "reference": "INṬANNA 49:14"
    },
    {
      "content": "Châwlna chu ṭhain a hriet a, Ram chu inhawiin a hriet bawk a. Chuongchun, iengkhat put dingin a liengko chu a sukhnuoi a, Kuli sinthawin siehlawah a hung um tah a.",
      "reference": "INṬANNA 49:15"
    },
    {
      "content": "Dan hin a mihai chu,ro rêlpêk a tih. Israel hnam pakhat ni vein.",
      "reference": "INṬANNA 49:16"
    },
    {
      "content": "Dan hi lamliena rûl, Lampuia rûlriel, A chunga chuong a thala tla dêr khawpa Sakawr kea chuk hlaktu hi nîng a tih.",
      "reference": "INṬANNA 49:17"
    },
    {
      "content": "Aw LALPA i sandamna chu ka nghâk zing.",
      "reference": "INṬANNA 49:18"
    },
    {
      "content": "Gad hi râlin thâwng an ta, Nisienlakhawm, ama chun an kekhawng tieng thaw lem a tih.",
      "reference": "INṬANNA 49:19"
    },
    {
      "content": "Aser hi a fâk ṭhâng a ta, Lal tensietna suklang mi nîng a tih.",
      "reference": "INṬANNA 49:20"
    },
    {
      "content": "Naphtali hi sazukpui insuo a nih a, Thu ṭhatakhai a hril hlak.",
      "reference": "INṬANNA 49:21"
    },
    {
      "content": "Josef hi kâu ra nuomtak a nih a, Tuikhur kâwla kâu ra nuomtak chu. A kâu nâwksâwnhai chun lung bang ân zâm khum a.",
      "reference": "INṬANNA 49:22"
    },
    {
      "content": "Thal kâphai chun ama chu nasatakin an sukrinum a, An kâp a, an suknawmnah a:",
      "reference": "INṬANNA 49:23"
    },
    {
      "content": "Nisienlakhawm, ama thalngul chu ngartakin a um zing a, A kut thahai chu sukhrâtin a um a, Jakob Mihrât kut chun, (Chutaka inthawk chun berâm vêngtu, Israel lungpui chu a hung um a.)",
      "reference": "INṬANNA 49:24"
    },
    {
      "content": "I pa Pathien nangma ṭhangpuitu dinga, Iengkimthawthei, Chungtienga vân malsâwmnahai, Hnuoitienga bawk zing tui inthûktak malsâwmnahai, Nene le sul malsâwmnaa Nang malsâwmtu ding ngei sukhrâtin a um a.",
      "reference": "INṬANNA 49:25"
    },
    {
      "content": "I pa malsâwmpêkna hi, A mi thlatuhai malsâwmpêkna nêk hmanin, Chatuon tlâng tâwpkhâwk chenin a nasa ta lem a nih: Chuonghai chu Josef lua hin um a ta, A unauhaia inthawka suktuma umpa lusîpa chun um a tih.",
      "reference": "INṬANNA 49:26"
    },
    {
      "content": "Benjamin hi satene hnukinrawl a nih, Zîngkâr chun a sase chu fâng a ta, Zântieng chun a râllâk chu sem a tih,” tiin.",
      "reference": "INṬANNA 49:27"
    },
    {
      "content": "Chuong po po chu Israel hnam sâwm le hnam hni chu an nih; chun, hieng hi anni malsâwma an kuoma an pa thu hril chu a nih: an mal- sâwmna dawng ding ang peiin mal a sâwm seng a.",
      "reference": "INṬANNA 49:28"
    },
    {
      "content": "Chun, anni chu thuro a sieh a, an kuomah, “Ka chipuihai kuomah ṭhuoiin ka um ve ding a ni tah. Hit mi Ephron loa pûka khan ka thlatuhai lai mi phûm ve ro,",
      "reference": "INṬANNA 49:29"
    },
    {
      "content": "chu pûk chu Kanaan rama Mamre zâwna Makpelaa loa pûk, Abrahamin inphûmna hmun ro dinga Hit mi Ephron kuoma inthawka a lo puma a închâwk fâwm a nih, chutaka chun Abraham le a nuhmei Sara chu an phûm a:",
      "reference": "INṬANNA 49:30"
    },
    {
      "content": "chutaka chun Isak le a nuhmei Rebeka chu an phûm a: chutaka bawk chun Leah ka phûm a,",
      "reference": "INṬANNA 49:31"
    },
    {
      "content": "lo le a sûnga pûk um chu Heth thlahaia inthawka inchâwk a nih,” a tih a.",
      "reference": "INṬANNA 49:32"
    },
    {
      "content": "Chun, Jakob chun a naupa- salhai kuoma thuro a sie zo chun, a kehai chu khumah a hlângkai a, a thlarau ân thla tah a, a chipuihai kuoma chun ṭhuoiin a um ve tah a.",
      "reference": "INṬANNA 49:33"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INṬANNA 49 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}