{
  "verses": [
    {
      "content": "Sara dam sûng chu kum za le sâwmhni le pasari a nih: chu chu Sara dam sûng kum chu a nih.",
      "reference": "INṬANNA 23:1"
    },
    {
      "content": "Sara chu Kanaan rama Kiriath-arbaa chun a thih a (chu chu Hebron khuo a nih): chun Abraham chu Sara chunga ṭap ding le sûn dingin a hung a.",
      "reference": "INṬANNA 23:2"
    },
    {
      "content": "Chun, a mithi ruong hmaa chu a tho a, Heth thlahai kuoma chun,",
      "reference": "INṬANNA 23:3"
    },
    {
      "content": "“Nangni lai mikhuol le inpêm el ka nih a; ka mithi ruong hi ka phûm hmang theina dingin nangni lai hin inphûmna hmun ding ram mi pe ro,” a tih a.",
      "reference": "INṬANNA 23:4"
    },
    {
      "content": "Heth thlahai chun Abraham chu an dawn a, a kuomah,",
      "reference": "INṬANNA 23:5"
    },
    {
      "content": "“Pu, lo ngai ta, nang chu keini lai hin lal ropuitak i nih a, kan thlânhaia hin i nuomna takah i mithi chu phûm el rawh, i mithi i phûmna dingin keini lai tukhawmin kan thlânhai pêk che inro naw ning ungah,” an tih a.",
      "reference": "INṬANNA 23:6"
    },
    {
      "content": "Chuongchun, Abraham chu a tho a, chu rama mi, Heth thlahai chu chibai a bûk a.",
      "reference": "INṬANNA 23:7"
    },
    {
      "content": "Chun, “Ka mithi chu ka phûm hmang in remti chun, mi lo ngai unla, Zohar naupa Ephron kuomah mi hnipêk unla,",
      "reference": "INṬANNA 23:8"
    },
    {
      "content": "a lo mawnga um amân a inei, Makpelaa pûk kha mi pe dingin. Inphûmna hmuna nei sawng dingin a man âwm tâwk intêlin nangni hrietah mi pe raw se,” a tih a.",
      "reference": "INṬANNA 23:9"
    },
    {
      "content": "Ephron chu Heth thlahai lai chun a ṭhung ve zing a: chuongchun, Hit mi Ephron chun Heth thlahai hrietah, a khaw kul kawtkhâra lût taphawt hriet ngeia chun Abraham chu a dawn a,",
      "reference": "INṬANNA 23:10"
    },
    {
      "content": "“Ni lo e, pu, mi lo ngai ta, lo chu ka pêk cheh a, a sûnga pûk um khawm chu ka pêk bawk che; ka chipuihai nauhai mithmua hin ka pêk che a nih, i mithi chu phûm el rawh,” tiin.",
      "reference": "INṬANNA 23:11"
    },
    {
      "content": "Chun, Abraham chu chu rama mihai hmaa chun a kûn a, chibai a bûk a.",
      "reference": "INṬANNA 23:12"
    },
    {
      "content": "Chun, chu rama mihai hrieta chun Ephron kuomah, “Rem i ti chun, lunginsiettakin mi lo ngai la, lo man chu pe el lem ka ti che: ka kuoma inthawkin la la, chuongchun, ka mithi chu phûm ka tih,” a tih a.",
      "reference": "INṬANNA 23:13"
    },
    {
      "content": "Ephron chun Abraham chu a dawn a, a kuomah,",
      "reference": "INṬANNA 23:14"
    },
    {
      "content": "“Pu, mi lo ngai ta, hnuoi tangka sekel za li man dâm chu nang le keia ta dingin hril khawp am nîng a ti? I mithi chu phûm el rawh,” a tih a.",
      "reference": "INṬANNA 23:15"
    },
    {
      "content": "Abraham chun Ephron thu chu a zâwm tah a; Heth thlahai hrietah, tangka a ihril zât, chu hun laia sumdâwnghaiin an ibûk hlak anga, tangka sekel za li, Ephron ta dingin a bûk tah a.",
      "reference": "INṬANNA 23:16"
    },
    {
      "content": "Chuongchun, Mamre zâwna Makpelaa Ephron lo chu, a lo, a sûnga pûk um, loa thing um po po le a lo ri vêla thing um po po le chun,",
      "reference": "INṬANNA 23:17"
    },
    {
      "content": "Heth thlahai mithmua le a khaw kul kawtkhâra lût taphawt- hai mithmua chun nei sawng ding- in Abraham kuomah pêkin a um tah a.",
      "reference": "INṬANNA 23:18"
    },
    {
      "content": "Chu hnunga chun Abraham chun a nuhmei Sara chu Kanaan rama Mamre (chu chu, Hebron) zâwna Makpelaa loa pûka chun a phûm tah a.",
      "reference": "INṬANNA 23:19"
    },
    {
      "content": "Chuongchun, lo le a sûnga um pûk chu inphûmna hmuna nei sawng dingin Abraham kuomah Heth thlahai chun an pêk suok tah a.",
      "reference": "INṬANNA 23:20"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INṬANNA 23 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}