{
  "verses": [
    {
      "content": "Chuong thil hnunga chun Aigupta lal uoin petu le a bei siemtu chun an pu Aigupta lal chu an suklungninawh a.",
      "reference": "INṬANNA 40:1"
    },
    {
      "content": "Chuongchun, Pharao chu a siehlaw pahni, a uoin pe hotu tak le, a bei siem hotu tak chunga chun a lunginsen tah a.",
      "reference": "INṬANNA 40:2"
    },
    {
      "content": "Chuongchun vêngtu pâwl hotu inah, intângna in, Josef khuopa a umnaa chun, ân tângtir tah a.",
      "reference": "INṬANNA 40:3"
    },
    {
      "content": "Vêngtu pâwl hotu chun Josef chu anni ân enkawltir a: chuongchun, ama chun anni chu a nghâk a, an rawng a bâwl tah a: chun, ni iengzat lai amanih an intâng phawt a.",
      "reference": "INṬANNA 40:4"
    },
    {
      "content": "Chun, intângna ina khuopa um, Aigupta lal uoin petu le bei siemtu chun, an pahniin zân khatah mang umze tum ve ve an nei a.",
      "reference": "INṬANNA 40:5"
    },
    {
      "content": "A zînga zîngkâr chun Josef chu an kuomah a va lût a, anni chu lungngai hmêl deuin a va hmuh a.",
      "reference": "INṬANNA 40:6"
    },
    {
      "content": "Chun, ama chun, “Iem a tiha vawisûn chu lungngai hmêl in va put de?” tiin, Pharao siehlaw hotuhai, a pu ina ama kuoma intâng vehai chu ân dawn a.",
      "reference": "INṬANNA 40:7"
    },
    {
      "content": "Anni chun a kuomah, “Mang kan nei a, a mi hrilfie thei tukhawm an um si nawha a nih,” an tih a. Josef chun an kuomah, “Mang hrilfienahai chu Pathien ta a ni naw am a nih? Lunginsiettakin mi hang hril ta u,” a tih a.",
      "reference": "INṬANNA 40:8"
    },
    {
      "content": "Chuongchun, uoin pe hotu tak chun a mang chu Josef a hril a, a kuomah, “Ka manga chun ka hmaa hin grêp hrui a lo um a,",
      "reference": "INṬANNA 40:9"
    },
    {
      "content": "grêp hruia chun a kau pathum a um bawk a; chun, inder suok angin a lo um a, pârhai a lo hung suok a: a pâr bâwrhai chun grêp hminhai a hung insuo tah a.",
      "reference": "INṬANNA 40:10"
    },
    {
      "content": "Chun, Pharao no chu ka kuta hin a lo um a; chuongchun, grêp rahai chu ka lo a, Pharao noa chun ka sâwr a, no chu Pharao kutah ka lo pêk a,” a tih a.",
      "reference": "INṬANNA 40:11"
    },
    {
      "content": "Josef chun a kuomah, “Hi hi a hrilfiena a nih: a kau pathum chu ni thum a nih.",
      "reference": "INṬANNA 40:12"
    },
    {
      "content": "Tuta inthawk ni thuma chun Pharaoin i lu dawm kâng a ta, i sinthaw chu inthawtir nâwk a ti che: chuongchun, a uoin petu i ni laia i pêk dân pângngai ang khan Pharao no chu a kutah i pêk nâwk ding a ni chu.",
      "reference": "INṬANNA 40:13"
    },
    {
      "content": "Amiruokchu, i chan ṭhat nâwk pha chun mi hung hre zing la, lungin- siettakin lunginsietna ka chungah hung inlangtir la, Pharao kuomah ka chanchin hung hril la, hi ina inthawk hin mi ṭhuoi suok rawh.",
      "reference": "INṬANNA 40:14"
    },
    {
      "content": "Hebrai mihai rama inthawka miin ân rûka an mîn rûk hmang ka nih a, hi rama khawm hin rip sûnga an mi khumna khawp iengkhawm ka suksuol nawh,” a tih a.",
      "reference": "INṬANNA 40:15"
    },
    {
      "content": "Bei siemtu chun hrilfiena chu a ṭha ti a hrietin Josef kuomah, “Kei khawm mang ka nei a, bei vâr leikhâwr pathumin ka lo sipsuon a;",
      "reference": "INṬANNA 40:16"
    },
    {
      "content": "chun, leikhâwr chunghnung taka chun Pharao bu, beisiemtuin a siem, chi tinrêng hi a lo um a; chuong chu vatehaiin ka leikhawr sîpsuona inthawk chun an lo fâk mur mur a,” a tih a.",
      "reference": "INṬANNA 40:17"
    },
    {
      "content": "Josef chun a dawn a, “Hi hi a hrilfiena a nih: leikhâwr pathum chu ni thum a nih;",
      "reference": "INṬANNA 40:18"
    },
    {
      "content": "tuta inthawka ni thuma chun Pharaoin i tisaa inthawkin i lu chu dawm kâng a ta, thing lêrah khai a ti che; chuongchun, vatehaiin i sa chu an fâk mur mur ding a ni chu,” a tih a.",
      "reference": "INṬANNA 40:19"
    },
    {
      "content": "Chun, ni thum ni, Pharao pieng champhaphâk ni chun, Pharaoin ama siehlaw po pohai ta dingin ruoi a ṭheh a; chun, a siehlawhai laia mi uoin pe hotu tak le bei siem hotu tak lu chu a dawm kâng tah a.",
      "reference": "INṬANNA 40:20"
    },
    {
      "content": "Uoin pe hotu tak chu uoin pe hotuah ân ṭhangtir nâwk a; chuong- chun, no chu Pharao kuta chun a pêk tah a;",
      "reference": "INṬANNA 40:21"
    },
    {
      "content": "bei siem hotu tak ruok chu a khai tah a, Josefin an kuoma a hrilfie ang tak el khan.",
      "reference": "INṬANNA 40:22"
    },
    {
      "content": "Nisienlakhawm, uoin pe hotu tak chun Josef chu a hriet zing awzâwng ta nawh a, a theinghil tah a.",
      "reference": "INṬANNA 40:23"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INṬANNA 40 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}