{
  "verses": [
    {
      "content": "Hi hi Adam thlahai chuongna lekhabu chu a nih. Pathienin thu ngawta mihriem a siem ni khan Pathien angpuiin ama chu a siem a;",
      "reference": "INṬANNA 5:1"
    },
    {
      "content": "thu ngawtin anni chu nuhmei le pasalah a siem a nih, siema an um ni khan mal a sâwm a, an hming dingin “Mihriem,” ân bûk a.",
      "reference": "INṬANNA 5:2"
    },
    {
      "content": "Adam chun kum za le sâwmthum a niin, ama angtak, ama angpui ngei naupasal a nei a; a hmingah Seth a sak a;",
      "reference": "INṬANNA 5:3"
    },
    {
      "content": "chun, Seth a nei hnung chun Adam chu kum za riet a la dam a; naunuhmei le naupasalhai a nei nâwk a.",
      "reference": "INṬANNA 5:4"
    },
    {
      "content": "Chuongchun, Adam dam sûng po chu kum za kuo le sâwmthum a nih; chun, a thi tah a.",
      "reference": "INṬANNA 5:5"
    },
    {
      "content": "Chun, Seth chun kum za le panga a niin naupasal Enos a nei a;",
      "reference": "INṬANNA 5:6"
    },
    {
      "content": "chun, Enos a nei hnung chun Seth chu kum za riet le pasari a la dam a, naunuhmei le naupasalhai a nei nâwk a.",
      "reference": "INṬANNA 5:7"
    },
    {
      "content": "Chuongchun, Seth dam sûng po chu kum za kuo le sâwmpahni a nih; chun, a thi tah a.",
      "reference": "INṬANNA 5:8"
    },
    {
      "content": "Chun, Enos chun kum sâwmkuo a niin naupasal Kenan a nei a;",
      "reference": "INṬANNA 5:9"
    },
    {
      "content": "Kenan a nei hnung chun Enos chu kum za riet le sâwmpanga a la dam a, naunuhmei le naupasalhai a nei nâwk a;",
      "reference": "INṬANNA 5:10"
    },
    {
      "content": "chuongchun, Enos dam sûng po chu kum za kuo le panga a nih; chun, a thi tah a.",
      "reference": "INṬANNA 5:11"
    },
    {
      "content": "Chun, Kenan chu kum sâwm- sari a niin naupasal Mahalalel a nei a;",
      "reference": "INṬANNA 5:12"
    },
    {
      "content": "Mahalalel a nei hnung chun Kenan chu kum za riet le sâwmli a la dam a, naunuhmei le naupasalhai a nei nâwk a;",
      "reference": "INṬANNA 5:13"
    },
    {
      "content": "chuongchun, Kenan dam sûng po chu kum za kuo le sâwm a na; chun, a thi tah a.",
      "reference": "INṬANNA 5:14"
    },
    {
      "content": "Chun, Mahalalel chun kum sâwmruk le panga a niin naupasal Jared a nei a;",
      "reference": "INṬANNA 5:15"
    },
    {
      "content": "Jared a nei hnung chun Mahalalel chu kum za riet le sâwm- thum a la dam a, naunuhmei le naupasalhai a nei nâwk a;",
      "reference": "INṬANNA 5:16"
    },
    {
      "content": "chuongchun, Mahalalel dam sûng po chu kum za riet le sâwmkuo panga a nih; chun, a thi tah a.",
      "reference": "INṬANNA 5:17"
    },
    {
      "content": "Chun, Jared chun kum za le sâwmruk le pahni a niin naupasal Enok a nei a;",
      "reference": "INṬANNA 5:18"
    },
    {
      "content": "Enok a nei hnung chun Jared chu kum za riet a la dam a, nau- nuhmei le naupasalhai a nei nâwk a;",
      "reference": "INṬANNA 5:19"
    },
    {
      "content": "chuongchun, Jared dam sûng chu kum za kuo le sâwmruk le pahni a nih; chun, a thi tah a.",
      "reference": "INṬANNA 5:20"
    },
    {
      "content": "Chun, Enok chun kum sâwmruk le panga a niin naupasal Methusela a nei a;",
      "reference": "INṬANNA 5:21"
    },
    {
      "content": "Methusela a nei hnung chun Enok chu kum za thum sûng Pathien leh an lêng hmunkhat hlak a, naunuhmei le naupasalhai a nei nâwk a;",
      "reference": "INṬANNA 5:22"
    },
    {
      "content": "chuongchun, Enok dam sûng po chu kum za thum le sâwmruk le panga a nih;",
      "reference": "INṬANNA 5:23"
    },
    {
      "content": "Chun, Enok chu Pathien leh an lêng hmunkhat hlak a: chun, a um ta nawh a: Pathienin a lâk hmang tah a nih.",
      "reference": "INṬANNA 5:24"
    },
    {
      "content": "Methusela chun kum za le sâwmriet le pasari a niin naupasal Lamek a nei a;",
      "reference": "INṬANNA 5:25"
    },
    {
      "content": "Lamek a nei hnung chun Methusela chu kum za sari le sâwmriet le pahni a la dam a, naunuhmei le naupasalhai a nei nâwk a;",
      "reference": "INṬANNA 5:26"
    },
    {
      "content": "chuongchun, Methusela dam sûng po chu kum za kuo le sâwmruk le pakuo a nih; chun, a thi tah a.",
      "reference": "INṬANNA 5:27"
    },
    {
      "content": "Chun, Lamek chu kum za le sâwmriet le pahni a niin naupasal a nei a;",
      "reference": "INṬANNA 5:28"
    },
    {
      "content": "“Ama ngei hin LALPA ṭawngse inphur hnuoi leia ei sinthawna le kuta ei sininrimnaa hin mi thlamuon tâng a tih,” tiin a hmingah Noa a sak a.",
      "reference": "INṬANNA 5:29"
    },
    {
      "content": "Chun, Noa a nei hnung chun Lamek chu kum za nga le sâwmkuo le panga a la dam a; naunuhmei le naupasalhai a la nei nâwk a;",
      "reference": "INṬANNA 5:30"
    },
    {
      "content": "chun, Lamek dam sûng po chu kum za sari le sâwmsari pasari a nih; chun, a thi tah a.",
      "reference": "INṬANNA 5:31"
    },
    {
      "content": "Chun, Noa chu kum za nga mi a na; Noa chun naupasal Sem, Ham, le Japheth a nei a.",
      "reference": "INṬANNA 5:32"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INṬANNA 5 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}