{
  "verses": [
    {
      "content": "Chun, Abram chu Aiguptaa inthawk chun a suok a, ama le a nuhmei le, a nei po po, ama ruolin Lota leh, Negeb-a chun an hang fe tah a.",
      "reference": "INṬANNA 13:1"
    },
    {
      "content": "Chun, Abram chu ran dâm, tang- ka dâm, rângkachak dâmin a hausa êm êm a.",
      "reference": "INṬANNA 13:2"
    },
    {
      "content": "Chun, Negeba inthawk chun Bethel tlung rakin a fe pei a, Bethel le Ai khuo inkârah, a tîrtaka a puon in umnaa khan;",
      "reference": "INṬANNA 13:3"
    },
    {
      "content": "a tîra a mâichâm siemna ngeia khan; chun, chutaka chun Abram chun LALPA hming a lam a.",
      "reference": "INṬANNA 13:4"
    },
    {
      "content": "Chun, Lota, Abram le fe ve khawm khan berâm ruol dâm, bâwng ruol dâm, puon in dâm a nei veh a.",
      "reference": "INṬANNA 13:5"
    },
    {
      "content": "An um rêlna dingin ramin a dai ta nawh a, an thil nei chu a nasa hle sih a; chuongchun, an um hmunkhat thei ta dêr da el a.",
      "reference": "INṬANNA 13:6"
    },
    {
      "content": "Chuongchun, Abram ran puhai le Lota ran puhai inkâra chun insêlna a hung suok tah a: chuong lai chun Kanaan le Periz mihai chu chu rama chun an um a.",
      "reference": "INṬANNA 13:7"
    },
    {
      "content": "Chuongchun, Abramin Lota kuomah, “Lunginsiettakin, kei le nanga inkârah, ka ran puhai le i ran puhai inkâra khawm, insêlna um naw raw se; unau ei ni sih a.",
      "reference": "INṬANNA 13:8"
    },
    {
      "content": "Ram chu a pumin a um duoi a ni naw am a nih? Lunginsiettakin, ka kuoma inthawk hin insuktum el rawh: nang vawitieng i fe chun kei changtieng fêng ka ta, annawleh, nang changtieng i fe chun kei vawitieng fêng ka tih,” a tih a.",
      "reference": "INṬANNA 13:9"
    },
    {
      "content": "Chuongchun, Lota chu a dâk suok a, Zoar pan zâwng chun, Jordan phaizâwl po po chu LALPA huon ang, Aigupta ram ang khan ram tina tui um furna hmun a nih ti a hriet a, LALPAIN Sodom le Gomorra a suksiet hma kha a ni sih a.",
      "reference": "INṬANNA 13:10"
    },
    {
      "content": "Chuongchun, Lota chun Jordan phaizâwl po po chu a thlang tah a; chun, Lota chu saktieng chun ân tâwl tah a: chuongchun, an inṭhe tah a.",
      "reference": "INṬANNA 13:11"
    },
    {
      "content": "Abram chu Kanaana chun a um a, Lota chu phaizâwl khuohaia chun a um a, a puon in chu Sodom chenin a tâwl pei a.",
      "reference": "INṬANNA 13:12"
    },
    {
      "content": "Chun, Sodom mihai chu Pathien mithmuin nasataka ṭha naw le suolin an um a.",
      "reference": "INṬANNA 13:13"
    },
    {
      "content": "Chun, a kuoma inthawka Lota a tuma a um hnung chun, LALPAIN Abram kuomah, “Dâk la, i umnaa inthawk khan hmârtieng dâm, sim- tieng dâm, saktieng dâm, thlangtieng dâm en rawh:",
      "reference": "INṬANNA 13:14"
    },
    {
      "content": "i ram hmu po po hi i kuoma le i thlahai kuomah kumkhuoa dingin ka pêk ding che a nih.",
      "reference": "INṬANNA 13:15"
    },
    {
      "content": "Chun, i thlahai chu hnuoia pilvut ang elin la siem ka tih: chuongchun, miin hnuoia pilvut hi an tiem sêng chun i thlahai khawm chu tiem sêng ni bawk an tih.",
      "reference": "INṬANNA 13:16"
    },
    {
      "content": "Tho la, ram hi a dung a khangin fang suok rawh; i kuomah ka pêk ding che a nih,” a tih a.",
      "reference": "INṬANNA 13:17"
    },
    {
      "content": "Chuongchun, Abram chun a puon in chu a tâwl a, Hebrona um Mamre thingsaisuo kâwlhaia chun umhmun a va khuor a, chutaka chun LALPA ta dingin mâichâm a siem a.",
      "reference": "INṬANNA 13:18"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INṬANNA 13 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}