{
  "verses": [
    {
      "content": "Chuong thil hnunga chun Pathienin Abraham chu a fieh a, a kuomah, “Abraham” a ta. Ama chun, “Hitaka hi ka um” a ta.",
      "reference": "INṬANNA 22:1"
    },
    {
      "content": "Chun, Pathien chun, “I naupa, i naupasal nei sun, i lunginsiettak, Isak ngei kha ṭhuoi la, Moria rama chun fe la, chutaka chun tlâng pakhat hril ka ti cheh a, pumrawhmang inhlânah inhlân rawh,” a tih a.",
      "reference": "INṬANNA 22:2"
    },
    {
      "content": "Chun, Abraham chu zîngkâr inhmatakin a tho a, a sabengtung a siem a, a kuomah a siehlaw tlangvâl pahni a ṭhuoi a, a naupa Isak le chun; chun, pumrawhmanga inthawina ding chun thing a chêk a, a tho a, Pathienin a hrilna hmun tieng chun a fe tah a.",
      "reference": "INṬANNA 22:3"
    },
    {
      "content": "A ni thum nia chun Abraham chun a hang en a, a hmun chu hlatakah a hang hmuh a.",
      "reference": "INṬANNA 22:4"
    },
    {
      "content": "Chuongchun, Abraham chun a siehlaw tlangvâlhai kuoma chun, “Hitaka hin sabengtung le hin lo um ro, kei le naupang hi sawtaka sawn fêng kan ta; chun Pathien va bieng kan ta, in kuomah hung kîr nâwk kan tih,” a ta.",
      "reference": "INṬANNA 22:5"
    },
    {
      "content": "Abraham chun pumrawhmang inhlânna thing chu a lâk a, a naupa Isak chu ân puttir a: ama chun mei le chemte a chawi a, chuongchun, an pahni chun an fe tah a.",
      "reference": "INṬANNA 22:6"
    },
    {
      "content": "Chun, Isakin a pa Abraham chu a biek a, “Pa,” a tih a. Ama chun, “Hitaka hi ka um, ka naupa,” a tih a. Chun, ama chun, “En ta, mei le thing chu a um a; anleh pumrawhmanga inhlân ding berâmte chu khawlai am a um a?” a tih a.",
      "reference": "INṬANNA 22:7"
    },
    {
      "content": "Abraham chun, “Ka naupa, Pathienin ama ta dinga pumraw- hmang inthawina ding berâmte chu ngaituo fâwm el a tih,” a tih a: chuong- chun, an pahni chun an fe pei tah a.",
      "reference": "INṬANNA 22:8"
    },
    {
      "content": "Chun, Pathienin a hril hmun chu an va tlung a; Abraham chun chutaka chun mâichâm a siem a, thing chu a sep khâwm a, a naupa Isak chu a khuop a, mâichâma thing chunga chun ân zâltir a.",
      "reference": "INṬANNA 22:9"
    },
    {
      "content": "Chun, Abrahamin a kutin a ban a, a naupa sukhlumna dingin chemte chu a lâk a.",
      "reference": "INṬANNA 22:10"
    },
    {
      "content": "Nisienlakhawm, LALPA vântir- koin vâna inthawkin ama chu a zuk ko a, “Abraham, Abraham,” a zuk tih a; ama chun, “Hitaka hi ka um,” a ta.",
      "reference": "INṬANNA 22:11"
    },
    {
      "content": "Ama chun, “Naupang chunga khan i kut thlâk naw la, ama kha iengkhawm law naw rawh; i naupasal nei sun khawm mi pêk în ro naw leiin Pathien i ṭi ti tuhin ka hriet tah,” a ta.",
      "reference": "INṬANNA 22:12"
    },
    {
      "content": "Chun,Abraham chu a hang nghah a, a en a; a hnungtieng chun berâmchal a ki thinghnawka lo intâng tlat hi a hmuh a: chuongchun, Abraham chun berâmchal chu a va man a, chu chu a naupa aiah pumrawhmang inhlânna ding chun a hmang tah a.",
      "reference": "INṬANNA 22:13"
    },
    {
      "content": "Chuongchun, Abrahamin chu hmun hminga chun “Lalpain ngai- tuong a tih”  ti ân bûk a; vawisûn chena “LALPA tlânga chun ngaituo nîng a tih,” an ti hlak ang hin.",
      "reference": "INṬANNA 22:14"
    },
    {
      "content": "Chun, LALPA vântirko chun a ṭum hninaah vâna inthawkin Abraham chu a zuk ko a,",
      "reference": "INṬANNA 22:15"
    },
    {
      "content": "“LALPA chun, ‘Mâni le mâni insâlin kân khâm a nih: Hi thil hi i thaw ta lei le, i naupa, i nei sun khawm chu în ro naw leiin",
      "reference": "INṬANNA 22:16"
    },
    {
      "content": "mal sâwm ngei ngei ka ti cheh a, vâna arasi zât le tuisuoriet panga phaiphin zâtin i thlahai chu la sukpung ngei ngei ka ta, i thlahai chun an dohai kul kawtkhâr chu neipêk an ta, ka thu i âwi ta leiin,",
      "reference": "INṬANNA 22:17"
    },
    {
      "content": "i thlahaia chun khawvêla chi tin la thawveng an tih’ a tih,” tiin.",
      "reference": "INṬANNA 22:18"
    },
    {
      "content": "Chuongchun, Abraham chu a siehlaw tlangvâlhai kuoma chun, a kîr nâwk tah a, chun, an tho a, Beer-sebaa chun, an fe tâwl tah a: chun Abraham chu Beer-sebaah a um ta zing a.",
      "reference": "INṬANNA 22:19"
    },
    {
      "content": "Chuong thil hnunga chun miin Abraham kuoma chun, “Ngai ta, Milka khawm khan i sang Nahor chu nauhai a neipêk tah,” an tih a, an hril a.",
      "reference": "INṬANNA 22:20"
    },
    {
      "content": "An nau lutîr chu Uz, a sang chu Buz a nih, Aram pa Kemuel leh;",
      "reference": "INṬANNA 22:21"
    },
    {
      "content": "Chesed, Hazo, Pildas, Jidlaph le Bethuel an nih.",
      "reference": "INṬANNA 22:22"
    },
    {
      "content": "Bethuel chun naunuhmei Rebeka a nei a; chuonghai pariet chu Milka chun Abraham sangpa Nahor chu a neipêk a.",
      "reference": "INṬANNA 22:23"
    },
    {
      "content": "A hmei, a hming Reuma khawmin Teba, Gaham, Tahas le Maaka a nei bawk a.",
      "reference": "INṬANNA 22:24"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INṬANNA 22 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}