{
  "verses": [
    {
      "content": "Chun, LALPA Pathienin ramsa a siem po poa chun rûl a var vervêk tak a. Ama chun nuhmei kuoma chun, “Pathienin ‘Huona thei ra hrim hrim hi in fâk ding a ni nawh,’ a ti am a nih?” a ta.",
      "reference": "INṬANNA 3:1"
    },
    {
      "content": "Nuhmei chun rûl kuoma chun, “Ti lo e, huona thing rahai hi kan fâk thei a;",
      "reference": "INṬANNA 3:2"
    },
    {
      "content": "huon lailung lai taka thing um, chu ra ruok chu Pathienin, ‘in fâk ding a ni nawh a, tâwk khawm in tâwk ding a ni nawh, chuong naw chun thîng in tih,’ a ti a nih,” a ta.",
      "reference": "INṬANNA 3:3"
    },
    {
      "content": "Rûl chun nuhmei kuoma chun, “Thi naw tawp in tih;",
      "reference": "INṬANNA 3:4"
    },
    {
      "content": "in fâk nia inthawk chun in mit hung var a ta, a suol le a ṭha hrein Pathien ang in hung ni ding a nih ti Pathienin a hriet zing a ni chu,” a ta.",
      "reference": "INṬANNA 3:5"
    },
    {
      "content": "Chuongchun, nuhmei chun thing ra chu fâk mi a nih ti le, mitlatak a nih ti le, mi sukvar dingin thing ra inhnarumtak a nih ti a hriet chun a ra ṭhenkhat chu a lo a, a fâk tah a; chun a pasal kuoma chun a pêk a, ama khawm chun a fâk tah a.",
      "reference": "INṬANNA 3:6"
    },
    {
      "content": "Chuongchun, an pahni chun an mit a hung var a, saruok an nih ti an hung inhriet tah a; theichang hna an ṭhui mat a, puonbil an insiem fâwm tah a.",
      "reference": "INṬANNA 3:7"
    },
    {
      "content": "Chun, LALPA Pathien chu zântieng nisa deia huona a hung lêng chu an hriet a: chuongchun, Mihriem le a nuhmei chun huona thing lai chun LALPA Pathien chu an lo inbîksan tah a.",
      "reference": "INṬANNA 3:8"
    },
    {
      "content": "Chun, LALPA Pathien chun mihriem chu a ko a, a kuomah, “Khâwlai am i um a?” a ta.",
      "reference": "INṬANNA 3:9"
    },
    {
      "content": "Ama chun, “Huonah i ri ka hriet a, saruok ka ni leiin ka ṭi tah a, chuongchun, kân bihmang a nih,” a ta.",
      "reference": "INṬANNA 3:10"
    },
    {
      "content": "Ama chun “Saruok i nih ti tuin am a hril cheh a? Thing ra fâk lo ding ka ti tlat che kha i fâk a ni maw?” a tih a.",
      "reference": "INṬANNA 3:11"
    },
    {
      "content": "Mihriem chun, “A mi umpui dinga nuhmei i mi pêk ngei khan thing ra chu a mi pêk a, ka fâk tah a nih,” a ta.",
      "reference": "INṬANNA 3:12"
    },
    {
      "content": "Chun, LALPA Pathien chun nuhmei kuoma chun, “I thilthaw hi iengtizie am a na?” a ta. Nuhmei chun, “Rûlin a mi hlêm a ka fâk tah a nih,” a ta.",
      "reference": "INṬANNA 3:13"
    },
    {
      "content": "Lalpa Pathien chun rûl kuoma chun, “Hieng ang hi i thaw leiin ran po po le ramsa tinrêng laia chun ṭawngsephurin um bîk i ta, bawk- khupin lâwn tâng i ta, i dam sûngin pilvut fa bawk i tih;",
      "reference": "INṬANNA 3:14"
    },
    {
      "content": "nang le nuhmei hi indotir ka ti cheu a, i thlahai le a thlahai khawm lân dotir bawk ka tih; ama chun i lu la sukthitling a ta, nangin a kekhawng la sukthitling i tih,” a ta.",
      "reference": "INṬANNA 3:15"
    },
    {
      "content": "Nuhmei kuoma chun, “Nau vawnna le nau neinaa i rinumna chu nasatakin sukpung ka ta, natak tuorin nau nei hlak i ta; nisien- lakhawm, i nuom zâwng chu i pasal tieng nîng a ta, ama chun i chungah thu nei a tih,” a ta.",
      "reference": "INṬANNA 3:16"
    },
    {
      "content": "Chun, Adam kuoma chun, “I nuhmei thu i zâwm a, thing pakhat, ‘A ra i fâk ding a ni nawh,’ tiha thu ka pêk che kha a ra i fâk leiin hnuoi hi nanga leiin ṭawngsephurin a um tah a nih; i dam sûngin inrimtaka sinthawin a ra chu fa tâng i tih;",
      "reference": "INṬANNA 3:17"
    },
    {
      "content": "hling le buorhai khawm insuo- pêk a ti che; chun, hnuoia thlai chu fa tâng i ta;",
      "reference": "INṬANNA 3:18"
    },
    {
      "content": "hnuoia i kîr nâwk hmakhat chu, i hmaiah thlan luong rak khawpin bu fa tâng i tih; hnuoia inthawka lâk suok i ni sih a, pilvut i nih a, pil- vutah i kîr nâwk ding a nih,” a tih a.",
      "reference": "INṬANNA 3:19"
    },
    {
      "content": "Chun, mihriem chun a nuhmei chu mi hring po po nu a ni leiin a hmingah Evi ân bûk a.",
      "reference": "INṬANNA 3:20"
    },
    {
      "content": "Chun, LALPA Pathien chun, Adam ta ding le a nuhmei ta ding chun savun zakawfuolhai a siempêk a, ân hâktir tah a.",
      "reference": "INṬANNA 3:21"
    },
    {
      "content": "Chun, LALPA Pathien chun, “Ngai ta u, mihriem chu a suol le a ṭha hrein eini laia pakhat ang a hung ni tah a; tuhin chu a kuta banin, hringna thing ra chu loa fain, kumkhuoin hring rawi a tih,” a ta,",
      "reference": "INṬANNA 3:22"
    },
    {
      "content": "chuleiin, LALPA Pathienin ama a lâksuokna hnuoi chu inlet dingin Eden huona inthawk chun a tir suok tah a.",
      "reference": "INṬANNA 3:23"
    },
    {
      "content": "Chuongchun, mihriem chu a hnawt dawk tah a; chun, hringna thing lampui chu vêng dingin Eden huon saktieng panga chun Cherubhai le mei kâwlhnâm inlet tuo zawk zawk chu a sie ta bawk a.",
      "reference": "INṬANNA 3:24"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INṬANNA 3 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}