{
  "verses": [
    {
      "content": "Chun, Josef chun a pa hmai a sik a, a ṭah a, a fâwp a fâwp a.",
      "reference": "INṬANNA 50:1"
    },
    {
      "content": "Chun, Josefin a siehlaw damdawi thiemhai chu a pa ruong chu hmawn thei loa siem dingin thu a pêk a: chuongchun, damdawi thiemhai chun Israel ruong chu hmawn thei loin an siem tah a.",
      "reference": "INṬANNA 50:2"
    },
    {
      "content": "A ruong siemna dingin ni sâwmli an awh a, hmawn thei loa siemna chun ni chuong zât chu a aw hlak hrim a nih; chun, ni sâwmsari sûng Aigupta mihai chun ama an ṭah a.",
      "reference": "INṬANNA 50:3"
    },
    {
      "content": "Chun, ama an ṭa a bo hnung chun Josefin Pharao sûnghai chu a biek a, “In mi lunginsiet thei chun, lungin- siettakin Pharao hrieta chun,",
      "reference": "INṬANNA 50:4"
    },
    {
      "content": "‘Ka pain, ngai ta, ka thi ding a ni tah, Kanaan rama ka thlân ka chosaah, chutaka ngei chun mi hung phûm rawh,’ tiin a mîn khâmtir a. Chuleiin, tuhin lunginsiettakin, ka pa hi mi hang inphûmtir rawh; chun, hung nâwk el ka tih, a tih a, tiin hril ro,” a tih a.",
      "reference": "INṬANNA 50:5"
    },
    {
      "content": "Chun, Pharao chun, “Ân khâmtir ang che chun i pa chu hang phûm raw chu,” a tih a.",
      "reference": "INṬANNA 50:6"
    },
    {
      "content": "Chuongchun, Josef chu a pa phûm dingin a hang fe tah a. Pharao siehlaw po po, a sûnghai laia upahai leh, Aigupta ram upahai po po le,",
      "reference": "INṬANNA 50:7"
    },
    {
      "content": "Josef sûnghai po po leh, a unauhai leh, a pa sunghai chu ama leh an fe veh a. An nauhai rawi le, an berâm ruolhai le, an bâwng ruolhai bak chu Gosen rama chun an mâk- san a.",
      "reference": "INṬANNA 50:8"
    },
    {
      "content": "Anni ruol chun tawlailîrhai le, sakawr chung chuong mihai an hang fe veh a; pâwl ruol lientak an nih.",
      "reference": "INṬANNA 50:9"
    },
    {
      "content": "Chun, Jordan râla Atad hrizâwl chu an tlung a, chutaka chun nasatakin an ṭah a, ni sari a pa sûnna a siem a.",
      "reference": "INṬANNA 50:10"
    },
    {
      "content": "Chu rama mi Kanaan mihai chun Atad hrizâwla an mithi sûn chu an hmu chun, “Hi Aigupta mihai mithi sûnna nasatak a ni hi,” an tih a; chuleiin, chu hmun hminga chun Abel-mizraim an inbûk tah a, chu chu Jordan râla um a nih.",
      "reference": "INṬANNA 50:11"
    },
    {
      "content": "Chun, a naupasalhai chun a thupêk ang peiin an thawpêk a,",
      "reference": "INṬANNA 50:12"
    },
    {
      "content": "a naupasalhai chun Kanaan ramah an zâwn lût a, Abrahamin inphûmna hmun ro dinga, Hit mi Ephrona inthawka a lo puma a închâwk, Mamre zâwna Makpela loa pûka khan an phûm tah a.",
      "reference": "INṬANNA 50:13"
    },
    {
      "content": "Josef chu a pa phûm zo chun ama le a unauhai le, a pa phûm dinga ama ruola hang fehai po po le chun Aiguptaah an kîr nâwk tah a.",
      "reference": "INṬANNA 50:14"
    },
    {
      "content": "Josef unauhai chun an pa thi chu an ngaituoin, “Josef hin mi theidâng a ta, a chunga thil ei suksuol po po phuba kha ei chunga hin la hung la kim nek el a ti aw,” an tih a.",
      "reference": "INṬANNA 50:15"
    },
    {
      "content": "Chuongchun, Josef kuoma hril dingin thu an inchah a, “I pa chun a thi hma khan,",
      "reference": "INṬANNA 50:16"
    },
    {
      "content": "‘Hieng ang hin Josef kuomah, Lunginsiettakin i unauhai bawsietna le an suolna chu ngaidam rawh, i chungah thil chu an suksuol deha chu, tiin hril ro,’ tiin thu a mi pêk a: tuhin, lunginsiettakin i pa Pathien siehlawhai bawsietnahai chu ngai- dam rawh,” an tih a. Chuonga a kuoma an hang hril chun Josef chu a ṭap tah a.",
      "reference": "INṬANNA 50:17"
    },
    {
      "content": "A unauhai khawm chu an va feh a, a hmaa chun an bawkkhup tâwl a, “Ngai ta, i siehlawhai kan ni hi,” an tih a.",
      "reference": "INṬANNA 50:18"
    },
    {
      "content": "Josef chun an kuomah, “Ṭi naw ro, Pathien aiaw am ka nih?",
      "reference": "INṬANNA 50:19"
    },
    {
      "content": "Nangni chun ka chungah thil suol thaw in lungril a; nisienla- khawm, Pathien chun, vawisûna an um ang ngei hin, mi tamtak dama sanhimna dingin thil ṭhaha in- changtir a lo lungril lem a ni sih a.",
      "reference": "INṬANNA 50:20"
    },
    {
      "content": "Chuleiin, ṭi naw ro, nangni le in nau-le-tehai chu châwm pei ka tih,” a tih a. Chuongchun, a thlamuon a, bau ṭhatakin a biek tâwl a.",
      "reference": "INṬANNA 50:21"
    },
    {
      "content": "Chun, Josef chu ama le a pa sûnghai leh Aigupta rama chun a um a: Josef chu kum za le sâwm a dam a.",
      "reference": "INṬANNA 50:22"
    },
    {
      "content": "Josef chun Ephraim nau a tuhai khûp thum chen a hmuh a, Manasse naupa Makir nauhai khawm Josef mal chungah an pieng a.",
      "reference": "INṬANNA 50:23"
    },
    {
      "content": "Chun, Josefin a unauhai kuom- ah, “Ka thi ding a ni tah a, ni- sienlakhawm, Pathienin hung kan ngei ngei a ti cheu a, hi rama inthawk hi hung ṭhuoi suok cheuvin, Abraham, Isak le Jakob hai kuoma inkhâma pêk a tiem ramah ṭhuoi a ti cheu,” a tih a.",
      "reference": "INṬANNA 50:24"
    },
    {
      "content": "Chun, Josef chun Israel thlahai chu ân khâmtir a, “Pathienin hung kan ngei ngei a ti cheu a, ka ruhai hi hitaka inthawkin khitieng in zâwn ngei ding a nih,” a tih a.",
      "reference": "INṬANNA 50:25"
    },
    {
      "content": "Chuongchun, Josef chu kum za le sâwm mi a niin a thih a; a ruong chu hmawntheiloin an siem a, Aiguptaah kuongin an sie tah a.",
      "reference": "INṬANNA 50:26"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INṬANNA 50 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}