{
  "verses": [
    {
      "content": "Jakobin Aigupta ramah bu a um ti a lo hriet a, a naupa- salhai kuomah, “Iengdinga in inen mei mei am a na?” a tih a.",
      "reference": "INṬANNA 42:1"
    },
    {
      "content": "Ama bawk chun, “Ngai ta u, Aigupta ramah bu a um ti ka lo hriet tah: thi loa ei hring suok theina dingin chutaka chun zu fe unla, chutaka inthawk chun zûn chaw ro khai,” a tih a.",
      "reference": "INṬANNA 42:2"
    },
    {
      "content": "Chuongchun, Josef uhai sâwm chu Aiguptaah bu inchaw dingin an zu fe tah a.",
      "reference": "INṬANNA 42:3"
    },
    {
      "content": "Josef sang Benjamin ruok chu a uhai lai Jakob chun ân fetir ve nawh a, “Tuok suol zu tuok hlau rawi a tih,” a ti a nih.",
      "reference": "INṬANNA 42:4"
    },
    {
      "content": "Chuongchun, Israel naupasalhai chu mi fehai lai chun bu inchaw dingin an fe ve tah a, Kanaan rama khawm ṭâm a tla ve sih a.",
      "reference": "INṬANNA 42:5"
    },
    {
      "content": "Chun, Josef chu Aigupta ram chunga chun hotu a nih a, ama chu chu rama mi po po kuoma a zawrtu a nih: chuongchun, Josef unauhai chu an hung a, hnuoi sikin ama chibai an bûk tâwl a.",
      "reference": "INṬANNA 42:6"
    },
    {
      "content": "Josef chun a uhai chu a lo hmuh a, anni chu a lo hriet tâwl hleh a; nisienlakhawm, mi dang anga hriet naw tehlêm thawin inrawm- takin anni a biek a, “Khawlaia inthawka hung am in nih a?” a tih a. Anni chun, “Bu inchaw dinga Kanaan rama inthawka hung kan nih,” an tih a.",
      "reference": "INṬANNA 42:7"
    },
    {
      "content": "Josef chun a uhai rawi chu a lo hriet a, anni ruok chun ama chu an hriet si nawh a.",
      "reference": "INṬANNA 42:8"
    },
    {
      "content": "Chun, Josef chun anni chung- châng thu manga a hmuhai kha a hung hriet suok tah a, an kuomah, “Enthlatuhai in ni hi, ram ruokzie en dinga hung in ni hi tie,” a tih a.",
      "reference": "INṬANNA 42:9"
    },
    {
      "content": "Anni chun a kuomah, “Ni lo e, Pu, i siehlawhai hi bu inchaw dinga hung kan nih.",
      "reference": "INṬANNA 42:10"
    },
    {
      "content": "Mi pakhat nau vawng kan nih a, mi indiktak kan nih, i siehlawhai hi enthlatuhai kan ni naw tawp el,” an tih a.",
      "reference": "INṬANNA 42:11"
    },
    {
      "content": "Ama chun an kuomah, “Ka awi nawh, ram ruokzie en dinga hung in ni hi maw,” a tih a.",
      "reference": "INṬANNA 42:12"
    },
    {
      "content": "Anni chun, “Keini i siehlawhai hi unau sâwmpahni, Kanaan rama um, mi pakhat nau kan nih: chun, ngai ta, kan mi tlum tak tuhin kan pa kuomah a um a, pakhat ruok chu a um ta naw a nih,” an tih a.",
      "reference": "INṬANNA 42:13"
    },
    {
      "content": "Josef chun an kuomah, “ ‘Enthlatuhai in ni hi,’ ka ti kha in ni ngei hi.",
      "reference": "INṬANNA 42:14"
    },
    {
      "content": "Hieng ang hin infiein um in tih: in mi tlumtak chu hitaka hin a hung naw chun Pharao hringna sâlin hitaka inthawk hin suok naw ti niu ti ka hril cheu.",
      "reference": "INṬANNA 42:15"
    },
    {
      "content": "Nangniah thutak a um le a um naw infiena dingin nangni laia mi pakhat tir unla, in sangpa chu hung ṭhuoi raw se; nangni ruok chu khuopin lo um phawt in tih: chuong naw chun Pharao hringna sâlin, ‘Enthlatuhai in nih,’ ka ti ngei ding cheu a nih,” a tih a.",
      "reference": "INṬANNA 42:16"
    },
    {
      "content": "Chun, an rêng chun ni thum ân tângtir tâwl a.",
      "reference": "INṬANNA 42:17"
    },
    {
      "content": "A ni thum ni chun Josef chun an kuomah, “Hieng ang hin thaw unla hring in tih, Pathien ka ṭi sih a:",
      "reference": "INṬANNA 42:18"
    },
    {
      "content": "mi indik in ni chun, in unau laia mi pakhat in intângna ina hin khuopin um sienla, a dang po chu fe unla, in sûnghai ṭâm ta ding chun bu phur ro:",
      "reference": "INṬANNA 42:19"
    },
    {
      "content": "chun, in mi tlumtak chu ka kuomah hung ṭhuoi ro; chuongchun, in thu chu fieng a ta, in thi naw ding a nih,” a tih a. Chuongchun, chuong ang chun an thaw tah a.",
      "reference": "INṬANNA 42:20"
    },
    {
      "content": "Chun, anni chun, “Ei sangpa chunga ei thilthaw kha ei thiemnaw tak tak a ni hi, lunginsiet dinga a mi ngên ṭâwk ṭâwk laia, a lungril lungin- zîngzie hre zing siha ei ngaipêk nuom naw kha: chuleiin, hi lunginzîngna hin a mi hung nel ve a ni ta hi,” an in tih a.",
      "reference": "INṬANNA 42:21"
    },
    {
      "content": "Chun, Reuben chun, “Naupang chungah thil suksuol naw ro ka ti naw cheu am a nih? in ngai nawh a, chuleiin, ngai ta u, a thisen phuba chu an lâk a ni hi,” tiin anni chu a dawn a.",
      "reference": "INṬANNA 42:22"
    },
    {
      "content": "An kâra ṭawng inlettu a um leiin Josef chun an thu hril chu a hriet ti an hriet nawh a.",
      "reference": "INṬANNA 42:23"
    },
    {
      "content": "Chun, ama chu ân her hmang a, a ṭap tah a: chun, an kuomah a kîr nâwk a, anni a biek a, anni laia Simeon chu a tumin a ṭhuoi a; an mithmua chun a khuop tah a.",
      "reference": "INṬANNA 42:24"
    },
    {
      "content": "Chun, Josef chun an bâwmhai chu bua suksip ding le an tangkahai an ipa sie nâwk seng ding le, lampuia dinga fâk ding pe dingin thu a pêk a: chuong ang chun an thaw pêk tah a.",
      "reference": "INṬANNA 42:25"
    },
    {
      "content": "Chun, an bu chu an sabeng- tunghai chu an inphurtir a, chutaka inthawk chu an suok tah a.",
      "reference": "INṬANNA 42:26"
    },
    {
      "content": "Anni laia mi pakhatin riebûka chun a sabengtung bu pe dinga a ip a hang hawng chun, a tangka chu a hmu ta el a, a ip bau bula chun a lo um a.",
      "reference": "INṬANNA 42:27"
    },
    {
      "content": "Chuongchun, a unauhai kuoma chun, “Ka tangka kha an lo sie nâwk a ni hi tie, en ta u, ka ipa hi a lo um zing el,” a tih a: chun an lung a kak rak a, “Pathienin hieng anga a mi thaw hi iengtizie am a ni aw?” tiin, inthin pumin an inen tâwl a.",
      "reference": "INṬANNA 42:28"
    },
    {
      "content": "Kanaan rama an pa kuom chu an hung tlung a, an chunga thil hung tlung po po chu an hril a.",
      "reference": "INṬANNA 42:29"
    },
    {
      "content": "“Chu an ram hotu chun inrawm- takin a mi biek a, ram enthlatuah a mi ruot a.",
      "reference": "INṬANNA 42:30"
    },
    {
      "content": "Chun, keini chun a kuomah, ‘Mi indiktak kan nih, enthlatuhai kan ni naw tawp el,",
      "reference": "INṬANNA 42:31"
    },
    {
      "content": "unau sâwm le pahni kan nih; kan pa naupasalhai kan ni vawng a, pakhat chu a um ta nawh a, kan mi tlumtak chu tuhin Kanaan ramah kan pa kuomah a um a nih,’ kan tih a.",
      "reference": "INṬANNA 42:32"
    },
    {
      "content": "Chun, ram hotu chun kan kuomah, ‘Hieng ang hin mi indiktak in nih ti hre thei ka tih, in unau pakhat ka kuomah mâksan unla, in sûnghai ṭâm ta ding chun bu phur unla, fe ta ro: chun in mi tlumtak chu ka kuomah hung ṭhuoi ro:",
      "reference": "INṬANNA 42:33"
    },
    {
      "content": "chuongchun, enthlatuhai in ni nawh a, mi indiktak in ni lem ti hrieng ka tih; chun, in unaupa hi pe nâwk ka ti cheu a, hi rama hin sumdâwng tâng in tih,’ a mi ti a nih,” an tih a.",
      "reference": "INṬANNA 42:34"
    },
    {
      "content": "Chun, an iphai chu an bun ruok chun, ngai ta, an tangka fûn seng chu an ip senga chun a lo um a; chun, anni le an pa chun an tangka fûn chu an hmu chun an ṭi hleh a.",
      "reference": "INṬANNA 42:35"
    },
    {
      "content": "Chun, an pa Jakob chun an kuomah, “Nangni hin ka nauhai in mîn sûntir a ni hi: Josef a um ta nawh a, Simeon a um ta nawh a, Benjamin chen khawm ṭhuoi hmang in tum nâwk pei a: chuong thil po po chun a mi baw buoi a ni ta hi,” a tih a.",
      "reference": "INṬANNA 42:36"
    },
    {
      "content": "Chun, Reuben chun a pa kuomah, “I kuomah ka hung ṭhuoi nâwk naw leh ka naupasalhai hi that el de ti ni: ama chu ka kutah mîn kawltir la, i kuomah hung ṭhuoi nâwk el ka tih,” tiin a hril a.",
      "reference": "INṬANNA 42:37"
    },
    {
      "content": "Ama chun, “Ka naupa hi nangni leh fe thla ve naw tawp a tih, a u a thi tah a, ama bak hi a ni ta sih a: in fena lampuia dâm tuoksuol zu tuok sien- la, ka lu inṭuok hi lungngaitakin thlânah in inliemtir ding a nih,” a tih a.",
      "reference": "INṬANNA 42:38"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INṬANNA 42 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}