{
  "verses": [
    {
      "content": "Jakob chu a pa khuolchâmna Kanaan rama chun a um tah a.",
      "reference": "INṬANNA 37:1"
    },
    {
      "content": "Hieng hi Jakob thlahai chu an nih: Josef chu kum sâwmpasari a niin a uhai, a pa nuhmeihai Bilha le Zilpah naupasalhai leh ran ruol an inthlah a. Josef chun an suol thukhawchâng chu a pa kuomah ân tlun a.",
      "reference": "INṬANNA 37:2"
    },
    {
      "content": "Chun, Israel chun Josef chu a tar tieng nau a ni leiin a nauhai po po nêk chun a hmangai lem a; chuongchun, zakawfuol rawng tamtaka ṭiel a siempêk a.",
      "reference": "INṬANNA 37:3"
    },
    {
      "content": "An pa chun ama chu a uhai po po nêkin a hmangai lem ti a unauhaiin an hriet chun ama chu an theida ta hleh a, ṭawngbau ṭha hrim a chungah an rawl thei ta nawh a.",
      "reference": "INṬANNA 37:4"
    },
    {
      "content": "Chun, Josef chun mang a nei a, a uhai kuoma a hril chun ama chu an theida zuol tah a.",
      "reference": "INṬANNA 37:5"
    },
    {
      "content": "Ama chun an kuomah, “Lungin- siettakin ka mang thu hi lo ngai ro:",
      "reference": "INṬANNA 37:6"
    },
    {
      "content": "ngai ta u, loa hin buphalhai ei lo intêl a, ngai ta u, ka buphal chu a hung tho a, a ngîr ta a; in buphalhai chun an hung inhuol a, ka buphal chu chibai an bûk tâwl a,” a tih a.",
      "reference": "INṬANNA 37:7"
    },
    {
      "content": "A uhai chun a kuomah, “Nang tehin kan chungah ro i rêl vei ding maw? Nang tehin kan chungah thu i nei vei ding maw?” an tih a. Chuong- chun, a mang lei le a thuhril lei chun ama chu an theida nâwk zuol det a.",
      "reference": "INṬANNA 37:8"
    },
    {
      "content": "Chun, mang dang a nei nâwk a, a uhai chu a hril nâwk a, “Ngai ta u, mang ka nei nâwk a, nisa, thla le arasi sâwmpakhat khin chibai an mi lo bûk chu tie,” a tih a.",
      "reference": "INṬANNA 37:9"
    },
    {
      "content": "Chun, a pa chu a hril a, a uhai khawm; chun, a pa chun a kâwk a, a kuomah, “Mang i nei hi ieng mang am a ni lie? Kei le i nu le i uhai hin hnuoi sikin chibai kan bûk hlak ding che am a nih?” a tih a.",
      "reference": "INṬANNA 37:10"
    },
    {
      "content": "Chun, a uhai chun ama chu an îtthîk a, a pa ruok chun a thuhril chu lungrilin a vawn zing a.",
      "reference": "INṬANNA 37:11"
    },
    {
      "content": "Chun, a uhai chu Sekema chun an pa ran ruol chu inthlain an feh a.",
      "reference": "INṬANNA 37:12"
    },
    {
      "content": "Israel chun Josef kuomah, “I uhaiin Sekemah a ni maw ran ruol chu an inthla? hung ta, an kuomah tir ka ti che,” a tih a. Ama chun, “Mi tir ta la,” a tih a.",
      "reference": "INṬANNA 37:13"
    },
    {
      "content": "A pa chun a kuomah, “I uhai an dam am, ran ruol khawm an dam am va en la, an chanchin mi hung hril nâwk rawh aw,” a tih a. Chuongchun, Hebron ruoma inthawk chun a tir suok a; ama chun Sekem chu a va tlung tah a.",
      "reference": "INṬANNA 37:14"
    },
    {
      "content": "Chun, mi tuin amanih phûla ân vâk ân vâk lai chun a hmuh a; chuongchun, mi chun, “Iengam i zawng leh?” tiin ân dawn a.",
      "reference": "INṬANNA 37:15"
    },
    {
      "content": "Ama chun, “Ka uhai ka zawng a nih: lunginsiettakin ran ruol an inthlâna chu mi hril ta khai,” a tih a.",
      "reference": "INṬANNA 37:16"
    },
    {
      "content": "Mi chun, “Hitaka inthawkin an suok kha tie, ‘Dothanah fêng ei tiu,’ an ti chu ka hriet,” a tih a. Chun, Josef chun a uhai chu a hnawt a, Dothana chun a va hmuh a.",
      "reference": "INṬANNA 37:17"
    },
    {
      "content": "Anni chun hlataka inthawkin an lo hmuh a, an kâwl hnai a tlung hmain ama thatna ding thu an lo rawt tah a.",
      "reference": "INṬANNA 37:18"
    },
    {
      "content": "“En ta u, mang neipa a hung saw.",
      "reference": "INṬANNA 37:19"
    },
    {
      "content": "Thaw ro, that ei ta, khur pakhatah thlâk ei tiu khai; chun, ‘Sain a se tah,’ ei ti el ding annâwm: chuongchun, a manghai chu ieng- tin am a um hre el ei tih,” an inti tâwl a.",
      "reference": "INṬANNA 37:20"
    },
    {
      "content": "Reuben ruok chun chu chu a lo hrietin an kuta inthawk chun a sansuok a, “A that êm chu that nâwng ei tiu,” a tih a.",
      "reference": "INṬANNA 37:21"
    },
    {
      "content": "Reuben bawk chun a pa kuoma ṭhuoi nâwkna dinga an kuta inthawk chu a sansuok theina dingin, an kuoma chun, “Thisen chu insuo naw ro, thlalêra khura hin thlâk unla, kut chu a chunga hin thlâk naw ro,” a tih a.",
      "reference": "INṬANNA 37:22"
    },
    {
      "content": "Chun, Josef chun a uhai kuom a va tlung chun, ama chu a zakawfuol rawng tamtaka ṭiel a ihâk chu an lo hlîppêk a;",
      "reference": "INṬANNA 37:23"
    },
    {
      "content": "an ṭhuoi a, khurah an thlâk tah a: khur chu a ruok tui um nawna a nih.",
      "reference": "INṬANNA 37:24"
    },
    {
      "content": "Chun, bu fa dingin an hang ṭhung tâwl a; chun, an hang dâk a, Ismael inzinpâwl Gileada inthawk an sanghâwngseia riminhnik, thing hnai damdawi le murra phura Aiguptaa zu fe ding hunghai chu an hmuh a.",
      "reference": "INṬANNA 37:25"
    },
    {
      "content": "Chun, Juda chun a unauhai kuomah, “Ei sang ei that a, a thisen suok ei ip chun iengam ṭhathnemna um a ta?",
      "reference": "INṬANNA 37:26"
    },
    {
      "content": "Thaw ro, a chungah kut thlâk loin Ismael mihai kuoma sawn zawr el lem ei tiu; ama hi ei sang, ei tisa ngei a ni sih a,” a tih a. A unauhai chun a thu chu an zâwm tah a.",
      "reference": "INṬANNA 37:27"
    },
    {
      "content": "Chun, Midian mihai sumdâwng an hung a; chuongchun, Josef chu khura inthawk chu an khai suok a, Ismael mihai kuoma chun Josef chu tangka sawmhniin an zawr tah a, anni chun Josef chu Aiguptaah an ṭhuoi tah a.",
      "reference": "INṬANNA 37:28"
    },
    {
      "content": "Reuben chu khura chun a hung kîra Josef chu khurah a lo um ta nawh ti a hmu chun a silfênhai a keithlêr a,",
      "reference": "INṬANNA 37:29"
    },
    {
      "content": "chun, a sanghai kuom tieng a kîr nâwk a, “Bawipu kha a um ta nawh, kei hi khaw tieng am fe tâng ka ti leh aw?” a tih a.",
      "reference": "INṬANNA 37:30"
    },
    {
      "content": "Chun, Josef zakawfuol chu an lâk a, kêlchal an thata a thia chun zakawfuol chu an inchieh a.",
      "reference": "INṬANNA 37:31"
    },
    {
      "content": "Chun, zakawfuol chu an inphur a, an pa kuoma chun an hung chawi a, a kuomah, “Hi hi kan hmu ringawt a, i naupa zakawfuol a ni am a ni naw en ta,” an tih a.",
      "reference": "INṬANNA 37:32"
    },
    {
      "content": "Ama chun a lo hriet el a, “Ka naupa zakawfuol a ni hi, sahrângin a se tah a ni hi aw, Josef chu matheiloin keinawi nengin a um ni ngei a tih,” a tih a.",
      "reference": "INṬANNA 37:33"
    },
    {
      "content": "Chun, Jakob chun a silfênhai a keithlêr a, saiip puon a dierkei a, ni sâwttak a naupa chu a sûn a.",
      "reference": "INṬANNA 37:34"
    },
    {
      "content": "A naupasalhai po po le a nau- nuhmeihai po po chu ama thlamuon dingin an tho a; nisienlakhawm, ama chun thlamuon a nuom nawh a, “Ni lo, lusûn pumin thlânah ka naupa kuomah ka fe ding a nih,” a tih a. Chuongchun, a pa chu ama ngaiin a ṭap hlak a.",
      "reference": "INṬANNA 37:35"
    },
    {
      "content": "Chun, Midian mihai chun Josef chu Aiguptaah Pharao hnuoia hotu pakhat, vêngtu pâwl hotu Potiphar kuoma chun an zâwr a.",
      "reference": "INṬANNA 37:36"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INṬANNA 37 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}