{
  "verses": [
    {
      "content": "Chuongchun, Israel chu a nei po po leh a suok a, Beer-seba chu a tlung a, a pa Isak Pathien kuomah inthâwinahai ân hlân a.",
      "reference": "INṬANNA 46:1"
    },
    {
      "content": "Chun, Pathienin zâna a mang- haia chun Israel chu a biek a, “Jakob, Jakob,” a tih a. Ama chun, “Hitaka hi ka um,” a tih a.",
      "reference": "INṬANNA 46:2"
    },
    {
      "content": "Chun, ama chun, “Kei Pathien, i pa Pathien chu ka nih: Aiguptaa zu fe chu ṭi naw rawh: chutaka chun chi ropuitakah ka siem ding che a nih.",
      "reference": "INṬANNA 46:3"
    },
    {
      "content": "Aiguptaa chun nang leh fe vêng ka ta; chun, zu ṭhuoi kai nâwk ngei ngei ka ti che: chun, Josef chun i thi pha i mit a siempêk ding che a nih,” a tih a.",
      "reference": "INṬANNA 46:4"
    },
    {
      "content": "Chuongchun, Jakob chu Beer- sebaa inthawk chun a suok a, Israel naupahai chun an pa Jakob le an nauhai le an nuhmeihai chu chuong- na dinga Pharao tawlailîr inphurhaia khan an inchuongtir a.",
      "reference": "INṬANNA 46:5"
    },
    {
      "content": "Chuongchun, Jakob le a thlahai po po chun, Kanaana an them suok,an ranhai le an thuomhnawhai chu an sawm a, Aigupta chu an tlung tah a.",
      "reference": "INṬANNA 46:6"
    },
    {
      "content": "Jakob chun a naupasalhai, a tupahai, a naunuhmeihai, a tunuhai, a thlahai po po chu, Aiguptaa chun a lûtpui tâwl tah a.",
      "reference": "INṬANNA 46:7"
    },
    {
      "content": "Chun, hieng hi Israel thla Aiguptaa lût, Jakob le a naupasalhai hming chu a nih: Reuben, Jakob nau lutîr chu.",
      "reference": "INṬANNA 46:8"
    },
    {
      "content": "Chun, Reuben naupasalhai chu: Hanok, Pallu, Hezron le Karmi.",
      "reference": "INṬANNA 46:9"
    },
    {
      "content": "Simeon naupasalhai chu Jemuel, Jamin, Ohad, Jakin, Johar le Kanaan nuhmei le an naupasal Saula.",
      "reference": "INṬANNA 46:10"
    },
    {
      "content": "Levi naupasalhai chu Gerson, Kohath le Merari.",
      "reference": "INṬANNA 46:11"
    },
    {
      "content": "Juda naupasalhai chu Er, Onan, Selah, Perez le Zera. (Er le Onan chu Kanaan ramah an thi tah). Perez naupasalhai chu Hezron le Hamul.",
      "reference": "INṬANNA 46:12"
    },
    {
      "content": "Issakar naupasalhai chu Tola, Puva, Job le Simron.",
      "reference": "INṬANNA 46:13"
    },
    {
      "content": "Zebulun naupasalhai chu Sered, Elon le Jahleel.",
      "reference": "INṬANNA 46:14"
    },
    {
      "content": "Hienghai po hi Leah naupahai, a naunu Dina leh Paddan-aram rama Jakob a neipêkhai chu an nih: a naupasalhai le a naunuhmeihai po po chu sâwmthum pathum an nih.",
      "reference": "INṬANNA 46:15"
    },
    {
      "content": "Gad naupasalhai chu: Ziphion, Haggi, Suni, Ezbon, Eri, Arodi le Areli.",
      "reference": "INṬANNA 46:16"
    },
    {
      "content": "Aser naupasalhai chu: Imna, Isva, Isvi, Beria le an farnu Sera. Chun, Beria naupasalhai chu: Heber le Malkiel.",
      "reference": "INṬANNA 46:17"
    },
    {
      "content": "Hienghai hi Labanin a naunu Leah a ipêk Zilpah naupasalhai chu an nih, hienghai hi Jakob a neipêk a, mi sâwmparuk an nih.",
      "reference": "INṬANNA 46:18"
    },
    {
      "content": "Jakob nuhmei Rakil naupasal- hai chu: Josef le Benjamin.",
      "reference": "INṬANNA 46:19"
    },
    {
      "content": "Josef chun Aiguptaah naupasal Manasse le Ephraim chu a nei a, chuhai chu On khaw thiempu Potiphera naunu Asenathin ama a neipêk a nih.",
      "reference": "INṬANNA 46:20"
    },
    {
      "content": "Chun, Benjamin naupasalhai chu: Bela, Beker, Asbel, Gera, Naaman, Ehi, Rosh, Muppim, Huppim le Arda.",
      "reference": "INṬANNA 46:21"
    },
    {
      "content": "Hienghai hi Rakil naupasalhai Jakob a neipêkhai chu an nih; hienghai hi Jakob a neipêk a, an rêng chun sâwmpali an nih.",
      "reference": "INṬANNA 46:22"
    },
    {
      "content": "Chun, Dan naupa chu Husim.",
      "reference": "INṬANNA 46:23"
    },
    {
      "content": "Naphtali naupasalhai chu: Jahzeel, Guni, Jezer le Sillem.",
      "reference": "INṬANNA 46:24"
    },
    {
      "content": "Hienghai hi Labanin a naunu Rakil kuoma a pêk Bilha naupasalhai chu an nih; hienghai hi Jakob a neipêk a, an rêng chun pasari an nih.",
      "reference": "INṬANNA 46:25"
    },
    {
      "content": "Jakob naupasalhai nuhmeihai tiem loin Jakob le Aiguptaa lût ve, a ṭhalbea suok po pohai chu, an rêng chun sâwmruk paruk an nih;",
      "reference": "INṬANNA 46:26"
    },
    {
      "content": "chun, Josefin Aiguptaa naupa- sal a neihai chu pahni an nih: Jakob sûnghai po po Aiguptaa lût chu sâwmsari an nih.",
      "reference": "INṬANNA 46:27"
    },
    {
      "content": "Gosen ram tieng lo khikhmu dingin Juda chu Josef kuomah Jakob- in a lo in fe hmasatir a: chuongchun, Gosen rama chun an lût tah a.",
      "reference": "INṬANNA 46:28"
    },
    {
      "content": "Chun, Josef chun a tawlailîr chu a siemrêl a, Gosenah a pa Israel tuok dingin a hang feh a: chun, a kuomah ân hriettir a, a ir a suktuoh a, sâwt fe a ir suktuoin a ṭap a.",
      "reference": "INṬANNA 46:29"
    },
    {
      "content": "Israel chun Josef kuomah, “Damin i la um a, i hmêl ka hmu nâwk ta lei hin tuhin chu nuom leh thi ta de ning,” a tih a.",
      "reference": "INṬANNA 46:30"
    },
    {
      "content": "Josef chun a unauhai le a pa sûnghai kuomah, “Hang fêng ka ta, Pharao hril ka ta, a kuomah, ‘Ka unauhai le ka pa sûnghai, Kanaan rama umhai kha, ka kuom an hung tlung tah;",
      "reference": "INṬANNA 46:31"
    },
    {
      "content": "anni chu ran vaituhai an ni leiin berâm vêngtuhai an nih a, an berâm ruolhai le an bâwng ruolhai le an nei po po an hung sawm vawng a nih,’ tiin, hang hril ka tih.",
      "reference": "INṬANNA 46:32"
    },
    {
      "content": "Chun, Pharao chun a ko cheu a, ‘Ieng sin am in thaw hlak?’ a ti pha cheu chun,",
      "reference": "INṬANNA 46:33"
    },
    {
      "content": "nangnîn, ‘I siehlawhai hi kan thlatuhai chenah naupang chite kan ni laia inthawk tu chen hin ran vaituhai kan nih,’ ti ro: chuongchun, Gosen ramah um thei in tih. Berâm vêngtu hrim hrim chu Aigupta mihai tirdak zâwngtak a ni sih a,” a tih a.",
      "reference": "INṬANNA 46:34"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INṬANNA 46 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}