{
  "verses": [
    {
      "content": "Chuong thil hnunga chun, “Abram, ṭi naw rawh; kei hi i phaw le i lâwmman nasatak el chu ka nih,” tiin LALPA thu chu Abram kuomah mang angin a hung tlung a.",
      "reference": "INṬANNA 15:1"
    },
    {
      "content": "Abram ruok chun, “Aw LALPA Pathien, iengam mi pêng i ta? nau nei loin ka um sawng ding a na, ka ro inkhâwmtu ding chu Damaskaa mi Eliezer hi a ni sih a,” a tih a.",
      "reference": "INṬANNA 15:2"
    },
    {
      "content": "Abram bawk chun, “Ngai ta, chi hrim hrim i mîn thlatir si nawh a; en ta, ka ina pieng siehlaw hi ka rohluotu ding a nih,” a ta.",
      "reference": "INṬANNA 15:3"
    },
    {
      "content": "Chun, ngai ta, “Ama kha i rohluotu ding ni naw nih, nanga rîla hung ra ding ngei chu i ro hluotu ding ni lem a tih,” tiin LALPA thu chu a kuomah a hung tlung tah a.",
      "reference": "INṬANNA 15:4"
    },
    {
      "content": "Chun, ama chu tuolah a ṭhuoi suok a, “Vân tieng khi en la, arasihai khi i tiem thei chun tiem ta khai,” a ta. Chun, ama bawkin, “I thlahai chu khieng zât khi la nîng an tih,” a ta.",
      "reference": "INṬANNA 15:5"
    },
    {
      "content": "Chun, ama chun LALPA chu a ring a; chuongchun, ama chun chu chu a felnaah a ruotpêk tah a.",
      "reference": "INṬANNA 15:6"
    },
    {
      "content": "Chun, a kuomah, “Hi ram hi hluo dinga pe ding cheha, Kaldaihai khuo Ura inthawka ṭhuoi suoktu che LALPA kha ka nih,” a ta.",
      "reference": "INṬANNA 15:7"
    },
    {
      "content": "Ama chun, “Aw Lalpa PATHIEN, hluong ka tih ti iengtin am hrieng ka ta?” a tih a.",
      "reference": "INṬANNA 15:8"
    },
    {
      "content": "Ama chun a kuomah, “Bâwngla kum thum mi, kêlpui kum thum mi, berâmchal kum thum mi, le vaṭhu le pârva te mi hung lapêk rawh,” a tih a.",
      "reference": "INṬANNA 15:9"
    },
    {
      "content": "Chuongchun, chuong po po chu a hung lâk a, a laitakah a khawi seng a, a her pakhat chu a her khingtieng zâwna chun a sie seng a, vatehai ruok chu a khawi ve nawh a.",
      "reference": "INṬANNA 15:10"
    },
    {
      "content": "Chun, vate sa-sel fa mihai chu saruonghai chunga chun an zu fu hlak a, Abram chun a lo hâwl hmang pei a.",
      "reference": "INṬANNA 15:11"
    },
    {
      "content": "Nisa a tla dier dier laiin Abram chu a lo in dêr el a; chun, ngai ta, inthim nasatak thil râpthlâktak el hin ama a hung inkhum a.",
      "reference": "INṬANNA 15:12"
    },
    {
      "content": "Chun, LALPA chun Abram kuomah, “I thlahai chu anni ram ni loah mikhuolin la um an ta, chutaka chun suokin um an tih ti chiengtakin hre raw khai; chun, kum za li sukrinum an ta;",
      "reference": "INṬANNA 15:13"
    },
    {
      "content": "chun, an rawng an ibâwlpêk ding hnam chungthu khawm chu la ngaituong ka tih, chu hnunga chun sum tamtak neiin la hung suok an tih.",
      "reference": "INṬANNA 15:14"
    },
    {
      "content": "Nang ruok chu i thlatuhai kuom- ah thlamuongtakin fêng i ta, i lua kêlsam ṭo vawngin phûm an ti che.",
      "reference": "INṬANNA 15:15"
    },
    {
      "content": "Chun, suon linaa chun hitaka hin hung kîr nâwk an tih, Amorhai suolnahai hi a la kim hri si nawh,” a ta.",
      "reference": "INṬANNA 15:16"
    },
    {
      "content": "Chun, nisa a hung tlah a, khuo a hung inthim chun, ngai ta, rawtuina mei khu mup mup le chuong saherhai kâra chun meiser chawk vung vung inlawn inlawn a um a.",
      "reference": "INṬANNA 15:17"
    },
    {
      "content": "Chu ni chun LALPA chun, “Hi ram hi Aigupta vadunga inthawka vadung lientak (Euphrates vadung) chenin i thlahai kuomah ka pêk tah.",
      "reference": "INṬANNA 15:18"
    },
    {
      "content": "Ken-hai, Keniz-hai, Kadmon-hai,",
      "reference": "INṬANNA 15:19"
    },
    {
      "content": "Hit-hai, Periz-hai, Rephaim-hai,",
      "reference": "INṬANNA 15:20"
    },
    {
      "content": "Amor-hai, Kanaan-hai, Girgas- hai le, Jebus-hai ram le hin ka pêk bawk a,” tiin Abram kuoma chun thu a thlung tah a.",
      "reference": "INṬANNA 15:21"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INṬANNA 15 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}