{
  "verses": [
    {
      "content": "Hieng hi Noa naupasal, Sem, Ham, le Japheth thlahai chu an nih; tuilêt hnunga naupasal an ineihai chu.",
      "reference": "INṬANNA 10:1"
    },
    {
      "content": "Japheth naupasalhai chu: Gomer, Magog, Madai, Javan, Tubal, Mesek le Tiras an nih.",
      "reference": "INṬANNA 10:2"
    },
    {
      "content": "Gomer naupasalhai chu: Askenaz, Riphath le Togarma an nih.",
      "reference": "INṬANNA 10:3"
    },
    {
      "content": "Javan naupasalhai chu: Elisa, Tarsis, Kittim le Dodanim an nih.",
      "reference": "INṬANNA 10:4"
    },
    {
      "content": "Chuonghaia inthawk chun a nih tuipui kama hnamhai chu anni ram ramah an indar ta chu: anni ṭawng ang pei le, anni hnam ang peiin, anni chihai laia seng chun.",
      "reference": "INṬANNA 10:5"
    },
    {
      "content": "Ham naupasalhai chu: Kush, Mizraim, Put le Kanaan an nih.",
      "reference": "INṬANNA 10:6"
    },
    {
      "content": "Kush naupasalhai chu Seba, Havila, Sabta, Raama le Sabteka hai an nih. Raama naupasalhai chu Sheba le Dedan an nih.",
      "reference": "INṬANNA 10:7"
    },
    {
      "content": "Kush chun naupasal Nimrod a nei a: ama chu hnuoia mi hrât hmasatak a nih.",
      "reference": "INṬANNA 10:8"
    },
    {
      "content": "LALPA hmaha ramsuok mi hrâttak a nih; chulei chun a nih, “LALPA hmaha ramsuok mi hrâttak Nimrod ang a nih,” an ti hlak chu.",
      "reference": "INṬANNA 10:9"
    },
    {
      "content": "Ân lal phutna chu Sinar rama Babel, Erek, Akkad le Kalne khuo a nih.",
      "reference": "INṬANNA 10:10"
    },
    {
      "content": "Chu rama inthawk chun a suok a, Assuriaah a lût a, Ninevi, Rehoboth-Ir, Kala le,",
      "reference": "INṬANNA 10:11"
    },
    {
      "content": "Ninevi le Kala inkâra Resen khuohai a siem a (chu Resen chu khaw ropuitak a nih).",
      "reference": "INṬANNA 10:12"
    },
    {
      "content": "Chun, Mizraim chun Lud, Anam, Lahab, Naphtu,",
      "reference": "INṬANNA 10:13"
    },
    {
      "content": "Pathrus, Kaslu (Philistinhai suokna) le Kaphtor mihai a thlah a.",
      "reference": "INṬANNA 10:14"
    },
    {
      "content": "Kanaan chun a nau lutîrah Zidon a nei a, Heth khawm a nei bawk a;",
      "reference": "INṬANNA 10:15"
    },
    {
      "content": "Jebus-hai, Amor-hai, Girgas- hai,",
      "reference": "INṬANNA 10:16"
    },
    {
      "content": "Hiv-hai, Arko-hai, Sin-hai,",
      "reference": "INṬANNA 10:17"
    },
    {
      "content": "Arvad-hai, Zemar-hai, Hamat- hai, a thlah a; chu hnunga chun Kanaan hnamhai chu an hung indar lien pei tah a.",
      "reference": "INṬANNA 10:18"
    },
    {
      "content": "Chun, Kanaan hnamhai ramri chu Zidona inthawkin Gerar pan zâwngin Gaza chenin; Sodom, Gomorra, Adma le Zeboiim pan zâwngin, Lasa chenin a nih.",
      "reference": "INṬANNA 10:19"
    },
    {
      "content": "Chuonghai chu Ham thlahai chu an nih, anni hnamhai ang pei le anni ṭawng ang peiin, anni ram rama le anni chi lai chun.",
      "reference": "INṬANNA 10:20"
    },
    {
      "content": "Sem, Eber nau po pohai thlatu, Japheth u khawm chun nauhai a nei veh a.",
      "reference": "INṬANNA 10:21"
    },
    {
      "content": "Sem naupasalhai chu: Elam, Assur, Arpaksad, Lud le Aram an nih.",
      "reference": "INṬANNA 10:22"
    },
    {
      "content": "Aram nauhai chu: Uz, Hul, Gether le Mash an nih.",
      "reference": "INṬANNA 10:23"
    },
    {
      "content": "Arpaksad chun naupasal Sela a nei a; Sela chun naupasal Eber a nei a.",
      "reference": "INṬANNA 10:24"
    },
    {
      "content": "Eber chun naupasal pahni a nei a: pakhat hming chu Peleg a na, a dam lai chun hnuoi hi ṭhein a um ta sih a, a sang hming chu Joktan a nih.",
      "reference": "INṬANNA 10:25"
    },
    {
      "content": "Joktan chun naupasal Almodad, Seleph, Hazarmaveth, Jera,",
      "reference": "INṬANNA 10:26"
    },
    {
      "content": "Hadoram, Uzal, Dikla,",
      "reference": "INṬANNA 10:27"
    },
    {
      "content": "Obal, Abimael, Seba,",
      "reference": "INṬANNA 10:28"
    },
    {
      "content": "Ophir, Havila le Jobab a nei a: chuong po po chu Joktan naupasalhai an nih.",
      "reference": "INṬANNA 10:29"
    },
    {
      "content": "Chun, an umna chu Mesaa inthawkin khawsak tlâng Sephar pan zâwngin a nih.",
      "reference": "INṬANNA 10:30"
    },
    {
      "content": "Chuonghai chu Sem thlahai chu an nih a, anni hnamhai ang pei le anni ṭawnghai ang peiin, anni ram ramhaiah, anni chihai ang pei chun.",
      "reference": "INṬANNA 10:31"
    },
    {
      "content": "Chuonghai chu Noa thlahai hnamhai an nih a, an thlahai ang peiin, an chihai lai chun: tui lêt hnungin chuonghaia inthawk chun a nih, hnuoia hin chi tin an indar ta chu.",
      "reference": "INṬANNA 10:32"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INṬANNA 10 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}