{
  "verses": [
    {
      "content": "Chun, Abraham chu a hung upa a, a hung tar ta hleh a; chun, LALPAIN Abraham chu thil iengkimah mal a sâwm tah a.",
      "reference": "INṬANNA 24:1"
    },
    {
      "content": "Chun, Abraham chun a siehlaw, a in sûnga upa tak, a nei po po chunga thuneitu kuoma chun, “Lunginsiettakin i kut kha ka elpui hnuoiah rawl rawh;",
      "reference": "INṬANNA 24:2"
    },
    {
      "content": "chuongchun, LALPA, vân Pathien le hnuoi Pathien chu sâlin, ka umna Kanaan mihai nunghâk laia mi hi ka naupa nuhmeia neipêk lo dingin, ṭawng kân khâmtir ding che a nih;",
      "reference": "INṬANNA 24:3"
    },
    {
      "content": "ka ram tieng, ka laibunghai laia fein, ka naupa Isak hi nuhmei i neipêk lem ding a nih,” a ta.",
      "reference": "INṬANNA 24:4"
    },
    {
      "content": "Siehlaw chun a kuomah, “Nuhmei chun hi ram tieng hin a mi zui nuom kher da el rawi mawh, i naupa hi i hung suokna ram tieng chun ka ṭhuoi kîr ding am nîng a ti?” a ta.",
      "reference": "INṬANNA 24:5"
    },
    {
      "content": "Abraham chun a kuomah, “Ka naupa hi chutaka chun ṭhuoi kîr nâwk naw dingin fimkhur rawh.",
      "reference": "INṬANNA 24:6"
    },
    {
      "content": "LALPA vân Pathien, ka pa ina inthawk le ka piengna rama in- thawka mi ṭhuoi suoktu le, a mi betu, ‘Hi ram hi i thlahai kuomah la pêng ka tih,’ tiha ka kuoma inkhâma hriltu chun, ama ngeiin vântirko chu i hmaah infetir a ta, chutaka inthawk chun ka naupa hi nuhmei i hung neipêk ding a nih.",
      "reference": "INṬANNA 24:7"
    },
    {
      "content": "Chun, nuhmei chun a zui nuom naw che chun, ka kuoma i înkhâmna kawnga hin inthieng el i tih; ieng- khawm ni sien ka naupa hi chutaka chun i ṭhuoi kîr nâwk ding a ni nawh,” a tih a.",
      "reference": "INṬANNA 24:8"
    },
    {
      "content": "Chuongchun, siehlaw chun a kut chu a pu Abraham êlpui hnuoia chun a rawl a, chu thua chun a kuoma chun ân khâm tah a.",
      "reference": "INṬANNA 24:9"
    },
    {
      "content": "Chun, siehlaw chun a pu sanghâwngsei laia mi sanghâwngsei sâwm a ṭhuoi a, a pu thil ṭha tinrêng chawiin a suok tah a: chuongchun, a tho a, Mesopotamia rama Nahor-hai khuoa chun a fe tah a.",
      "reference": "INṬANNA 24:10"
    },
    {
      "content": "Chun, zântienga nuhmei ruol tui chawi dinga an suok hun lai tak chun, khawhnâwmah tuisunsuo kâwla chun a sanghâwngseihai chu ân dingṭhaṭhuontir a.",
      "reference": "INṬANNA 24:11"
    },
    {
      "content": "Chun, “Aw LALPA, ka pu Abraham Pathien, lunginsiettakin vawisûn hin mîn hlawtlingtir la, ka pu Abraham chunga chun lungin- sietna inlangtir rawh.",
      "reference": "INṬANNA 24:12"
    },
    {
      "content": "En ta, tuikhur kâwlah ka ngîr a, khuoa mihai naunuhmei ruol khawm tui chawi dingin an hung hi:",
      "reference": "INṬANNA 24:13"
    },
    {
      "content": "chuongchun, hieng ang hin ni raw se, nunghâk tu kuoma khawm, ‘Lunginsiettakin ka dâwn dingin i tuibêl kha sukhnuoi raw khai,’ ka tih a; ‘Dâwn rawh, i sanghâwngseihai khawm dâwn ding pêng ka tih,’ titu taphawt chu, chu ngei chu i siehlaw Isak ta dinga i ruot chu ni raw se; chutaka chun ka pu chungah lunginsietna în entir ti hrieng ka tih,” a ta.",
      "reference": "INṬANNA 24:14"
    },
    {
      "content": "Chun, a hril zo hmain, ngai ta, Abraham sangpa Nahor nuhmei Milka naupa Bethuel naunu Rebeka chu a liengkoa tuibêl putin a hung suok a.",
      "reference": "INṬANNA 24:15"
    },
    {
      "content": "Chu nunghâk chu a hmêl a ṭha hleh a, nunghâk inthieng a nih a, pasal hrim hrimin an la pâwl ngai dêr nawh. Tuikhura chun a zu feh a, a tuibêl a thâl sip a, a hung tung tah a.",
      "reference": "INṬANNA 24:16"
    },
    {
      "content": "Chun, siehlaw chu ân tuokpui dingin a tlân a, “Lunginsiettakin i tuibêla tui kha tlâwmte mîn dâwntir raw khai,” a tih a.",
      "reference": "INṬANNA 24:17"
    },
    {
      "content": "Ama chun, “Dâwn ta la, pu,” a ta; inhmâwtakin a tuibêl chu a kutah a dawm thlâk a, ân dâwntir tah a.",
      "reference": "INṬANNA 24:18"
    },
    {
      "content": "Ama ân dâwntir zo chun, “I sanghâwngseihai khawm an dâwn khawp hmakhat chun chawi pei ka tih,” a ta.",
      "reference": "INṬANNA 24:19"
    },
    {
      "content": "Chun, inhmâwtakin a tuibêl chu ran thlênga chun ân ruok a, tui chawi dingin tuisunsuo tieng chun a tlân nâwk a, a sanghâwngseihai po po ta ding chun a chawi ta pei a.",
      "reference": "INṬANNA 24:20"
    },
    {
      "content": "A vân zinnaa chun LALPAIN ân hlâwtlingtir le tir naw hrietna dingin siehlaw chun amanu chu to ṭawkin a en zing a,",
      "reference": "INṬANNA 24:21"
    },
    {
      "content": "sanghâwngseihai chun an dâwn khawp phingleh, siehlaw chun rângkachak hnâra inbûk duli bûk le, a kuta dingin bânbun pahni rângkachak tangka sâwm bûk a phawr a;",
      "reference": "INṬANNA 24:22"
    },
    {
      "content": "a kuomah, “Tu naunu am i nih a, lunginsiettakin mi hril ta. I pa inah kan riekna ding hmun um a ti?” a tih a.",
      "reference": "INṬANNA 24:23"
    },
    {
      "content": "Ama chun a kuomah, “Nahor ta dinga nei Milka naupa Bethuel naunu ka nih,” a ta.",
      "reference": "INṬANNA 24:24"
    },
    {
      "content": "Ama bawkin a kuomah “Bupâwl le ran bu kan hau ve veh a, riekna hmun khawm kan nei,” a ti nâwk a.",
      "reference": "INṬANNA 24:25"
    },
    {
      "content": "Chuongchun, siehlaw chun a lu a kûn a, LALPA chu chibai a bûk a.",
      "reference": "INṬANNA 24:26"
    },
    {
      "content": "Chun, “Ka pu chunga a lunginsietna le a takna bo ngailo LALPA, ka pu Abraham Pathien chu inpâkin um raw se; kei khawm hi Lalpa chun ka pu unauhai in tieng a mi ṭhuoi a lo ni hi,” a tih a.",
      "reference": "INṬANNA 24:27"
    },
    {
      "content": "Chun, nunghâk chu a tlân a, chuong thu chu a nu sûnghai a va hril a.",
      "reference": "INṬANNA 24:28"
    },
    {
      "content": "Rebeka chun ṭapa a nei a, a hming chu Laban a nih: chuongchun, Laban chu a suok a, tuikhur tieng mi kuoma chun a va tlân a.",
      "reference": "INṬANNA 24:29"
    },
    {
      "content": "Hnâra inbûk le a farnu kuta bânbunhai chu a hmuh a, “Mi chun chuong ang khâng ang chun a mi tih,” tiha a farnu Rebeka thu hril chu a hriet phingleh, mi kuoma chun a va feh a; chun, ngai ta, ama chu tuikhura sanghâwngseihai lai chun a lo ngîr zing a.",
      "reference": "INṬANNA 24:30"
    },
    {
      "content": "Chun, Laban chun, “Nang LALPA malsâwmna dawngtu, hung lût rawh, iengdinga tuola i ngîr zing am? In le sanghâwngseihai ta ding hmun ka siemrêl tah a nih,” a ta.",
      "reference": "INṬANNA 24:31"
    },
    {
      "content": "Chun, chu mipa chu ina chun a lût a, chun Laban chun sa- nghâwngseihai thuomhnaw chu a sût a; sanghâwngseihai ta ding chun bupâwl le ran bu a pêk a, a ke le a ruolhai ke sâwpna dingin tui a pêk bawk a.",
      "reference": "INṬANNA 24:32"
    },
    {
      "content": "Chun, Abraham siehlaw hmaa chun fâk ding an hung pêk bawk a; nisienlakhawm, ama chun, “Ka hungna san thu ka hril hmakhat chun fa naw ning,” a tih a. Ama chun, “Hril ta la,” a tih a.",
      "reference": "INṬANNA 24:33"
    },
    {
      "content": "Chun, ama chun, “Abraham siehlaw ka nih.",
      "reference": "INṬANNA 24:34"
    },
    {
      "content": "LALPA chun ka pu chu nasatakin mal a sâwm a, mi lientak a hung nih a. LALPA chun ama chu berâm ruol dâm, bâwng ruol dâm, tangka dâm, rângkachak dâm, suok- pa dâm, suoknu dâm, sanghâwng- seihai dâm, sabengtung dâm, a pêk bawk a.",
      "reference": "INṬANNA 24:35"
    },
    {
      "content": "Ka pu nuhmei Sara chun a tar hnungin ka pu ta dingin naupasal a nei a; ama kuoma chun a nei po po a pêk vawng a.",
      "reference": "INṬANNA 24:36"
    },
    {
      "content": "Ka pu chun, ‘Ka umna rama Kanaan mihai nunghâk laia mi hi ka naupa nuhmeiah i neipêk ding a ni nawh:",
      "reference": "INṬANNA 24:37"
    },
    {
      "content": "ka pa in tieng, ka laibunghai laia fein, ka naupa ta dingin nuhmei i neipêk lem ding a nih,’ tiin ṭawng a mîn khâmtir a.",
      "reference": "INṬANNA 24:38"
    },
    {
      "content": "Keiin ka pu kuoma chun, ‘Nuhmei chun a mi zui nuom da el rawi mawh,’ ka tih a.",
      "reference": "INṬANNA 24:39"
    },
    {
      "content": "Nisienlakhawm, ama chun ka kuomah, ‘LALPA a hmaa ka um hlakna chun a vântirko chu i kuomah tir a ta, i fena dinga chun inhlâw- tlingtir a ti che; chuongchun, ka naupa ta dingin ka laibunghai le ka pa sûnghai laia mi nuhmeiah i neipêk ding a nih;",
      "reference": "INṬANNA 24:40"
    },
    {
      "content": "ka laibunghai kuom ngei i tlung pha chun în khâmnaa inthawk hin inthieng i tih, nunghâk chu an pêk naw che chun, ka kuoma în khâmnaa inthawk hin inthieng i tih,’ a tih a.",
      "reference": "INṬANNA 24:41"
    },
    {
      "content": "Chuongchun, vawisûn hin tui- khur chu ka hung tlung a, ‘Aw LALPA, ka pu Abraham Pathien, ka fenaa hin i mîn hlâwtlingtir ding chun,",
      "reference": "INṬANNA 24:42"
    },
    {
      "content": "en ta, tuikhur kâwlah ka ngîr hi: chun, hieng ang hin ni raw se, nunghâk tui chawi dinga hung suok tu kuoma khawm, “Lunginsiettakin dâwn dingin i tuibêla tui kha tlâwmte mi pe ta,” ka tih a:",
      "reference": "INṬANNA 24:43"
    },
    {
      "content": "Chun, amân, “Dâwn rawh, i sanghâwngseihai ta ding khawm hin chawi ka tih,” titu taphawt chu, chu ngei chu ka pu naupa ta dinga LALPA nuhmei ruot chu ni raw se,’ ka tih a.",
      "reference": "INṬANNA 24:44"
    },
    {
      "content": "Chun, ka lungrila ka hril zo hma chun, ngai ta, Rebeka hi a tuibêl putin a hung suok a; chun, tuikhura chun a zu feh a, tui a zu chawi a; chun, a kuomah, ‘Lungin- siettakin tui mîn dâwntir ta khai,’ ka tih a.",
      "reference": "INṬANNA 24:45"
    },
    {
      "content": "Ama hin inhmawtakin a lieng- koa inthawk chun a tuibêl chu a dawm thlâk a, ‘Dâwn rawh, i sanghâwngseihai khawm hi dâwn ding pêng ka tih,’ a ta: chuongchun, ka dâwn a, sanghâwngseihai khawm ân dâwntir bawk a.",
      "reference": "INṬANNA 24:46"
    },
    {
      "content": "Chun, keiin, ‘Tu naunu am i nih a?’ tiin kân dawn a. Ama chun, ‘Milka ineipêk Nahor naupa Bethuel naunu ka nih,’ a tih a; chun, hnâra inbûk chu a hnârah kân bûk a, bânbunhai chu a kutah kân buntir bawk a.",
      "reference": "INṬANNA 24:47"
    },
    {
      "content": "Chun, ka lu ka kûn a, LALPA chu chibai ka bûk a, LALPA, ka pu Abraham Pathien, ka pu laibungpa naunu hi a naupa ta dinga nuhmeia neipêk dinga lampui indiktaka mi ṭhuoitu chu kân pâk bawk a.",
      "reference": "INṬANNA 24:48"
    },
    {
      "content": "Chuongchun, tuhin, ka pu in lunginsiet a, a chungah thaw tak taka in thaw ding chun mi hril ro; in thaw naw ding khawmin mi hril bawk ro; chuongchun, ka thaw dân ding hre thei ka tih,” a ta.",
      "reference": "INṬANNA 24:49"
    },
    {
      "content": "Chun, Laban le Bethuel chun an dawn a, “Hi thil hi LALPAA inthawka suok a ni hi, a sie a ṭha khawm i kuomah kan hril thei nawh.",
      "reference": "INṬANNA 24:50"
    },
    {
      "content": "En ta, Rebeka chu i hmaa hi a um annâwm, ṭhuoi la fe el rawh, LALPAIN a hril angin i pu naupa nuhmeiin um raw se,” an tih a.",
      "reference": "INṬANNA 24:51"
    },
    {
      "content": "Abraham siehlaw chun an thu chu a hriet phingleh hnuoi sikin LALPA chibai a bûk tah a.",
      "reference": "INṬANNA 24:52"
    },
    {
      "content": "Chun, Abraham siehlaw chun tangkaruo incheinahai le, rângka- chak incheinahai le silfênhai a lâk suok a, Rebeka kuoma chun a pêk a; a ṭapa le a nu kuoma khawm chun thil hlutak takhai a pêk bawk a.",
      "reference": "INṬANNA 24:53"
    },
    {
      "content": "Chun, ama le a ruolhai chun an fâkin an dâwn a, an riek tah a. Zîngkâra an tho chun, “Ka pu kuomah mîn fetir ta ro,” a tih a.",
      "reference": "INṬANNA 24:54"
    },
    {
      "content": "A ṭapa le a nu chun, “Tawinu hi ni sâwt nawte, ni sâwm bêk kan kuomah um hri raw se; chu hnunga chun fe de nih,” an tih a.",
      "reference": "INṬANNA 24:55"
    },
    {
      "content": "Ama chun an kuomah, “Mi sukhnu naw ro khai, LALPA chun ka fenaa hin a mîn hlâwtlingtir ta sih a: ka pu kuoma ka fe theina dingin mîn fetir el lem ro khai,” a ta.",
      "reference": "INṬANNA 24:56"
    },
    {
      "content": "Anni chun, “Tawinu chu ko kan ta, ama bau ngeiah bieng kan tih,” an ta.",
      "reference": "INṬANNA 24:57"
    },
    {
      "content": "Chuongchun, Rebeka chu an ko a, a kuomah, “Hi mipa kuoma hin fe nuom i ti?” an tih a. Ama chun, “Nuom e,” a ta.",
      "reference": "INṬANNA 24:58"
    },
    {
      "content": "Chuongchun, an farnu Rebeka le, a dawntu le, Abraham siehlaw le a rawihai chu an infetir tah a.",
      "reference": "INṬANNA 24:59"
    },
    {
      "content": "Chun, Rebeka chu mal an sâwm a, a kuomah, “Kan farnu, nang chu sîng ruoka sâng tamtak nu hung ni la, i thlahai chun anni theidatuhai kul kawtkhâr chu neipêk raw hai se,” an ta.",
      "reference": "INṬANNA 24:60"
    },
    {
      "content": "Chuongchun, Rebeka chu a tho a, a suoknuhai leh sanghâwngseihai chunga chun an chuong a, mi chu an zui tah a; chuongchun, siehlaw chun Rebeka chu a ṭhuoi a, a fe tah a.",
      "reference": "INṬANNA 24:61"
    },
    {
      "content": "Chun, Isak chu Beer-lahai-roi tienga inthawk chun a hung a, Sim rama um a ni sih a.",
      "reference": "INṬANNA 24:62"
    },
    {
      "content": "Chun, Isak chu zântieng hin inngaituo dingin phûlah a va lêng suok a: chun, a hei nghah a, a en a; chun, ngai ta, sanghâwngseihai an hung a.",
      "reference": "INṬANNA 24:63"
    },
    {
      "content": "Chun, Rebeka chu a hang nghah a, Isak chu a hmu phingleh sanghâwngsei chunga inthawk chun a ṭum tah a.",
      "reference": "INṬANNA 24:64"
    },
    {
      "content": "Abraham siehlaw kuoma chun, “Phûla a mi tuok dinga hung saw tu am a na?” a tih a. Siehlaw chun, “Ka pu a ni saw,” a ta: chuong- chun, ân khumna puon a lâk a, ân khum tah a.",
      "reference": "INṬANNA 24:65"
    },
    {
      "content": "Chun, siehlaw chun a thilthaw po po chu Isak a hril a.",
      "reference": "INṬANNA 24:66"
    },
    {
      "content": "Isak chun Rebeka chu a nu Sara puon ina chun a ṭhuoi lût a; chun, Rebeka chu a nei a, a nuhmei a hung ni tah a; chun, ama chu a hmangai hleh a, chuongchun, Isak chu a nu thi thua khawm chun a hung thlamuong thei tah a.",
      "reference": "INṬANNA 24:67"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "INṬANNA 24 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}