{
  "verses": [
    {
      "content": "Amiruokchu, unauhai, a hun le a ni kawng thu hrim ziekpêk in ngai nawh a.",
      "reference": "1 THESSALONIKA 5:1"
    },
    {
      "content": "Lalpa Ni chu zâna inru angin a hung tlung ding a nih ti nangni ngeiin chiengtakin in hriet sih a.",
      "reference": "1 THESSALONIKA 5:2"
    },
    {
      "content": "“Muongna le himna,” tia an hril lai takin, nuhmei nauhase angin kârloin an chungah bohmangna hung tlung a tih, pumpel naw tawp an tih.",
      "reference": "1 THESSALONIKA 5:3"
    },
    {
      "content": "Nisienlakhawm, unauhai, nang- ni ruok chu, chu Ni chun inru anga a nangna ding cheuin inthimah in um nawh.",
      "reference": "1 THESSALONIKA 5:4"
    },
    {
      "content": "Var nauhai le Ni nauhai in ni vawng sih a, zâna mi ei ni nawh a, inthima mi ei ni bawk nawh.",
      "reference": "1 THESSALONIKA 5:5"
    },
    {
      "content": "Chuleichun, mi danghai angin in ta nâwng ei tiu khai! Meng ei tiu a, fîmkhurin ngaiven lem ei tiu.",
      "reference": "1 THESSALONIKA 5:6"
    },
    {
      "content": "A inhai chu zânah a nih an in hlak chu, zu inruihai khawm zânah a nih an inrui hlak chu.",
      "reference": "1 THESSALONIKA 5:7"
    },
    {
      "content": "Nisienlakhawm, eini chu nia mi ei ni lei hin, ringna le hmangaina âwmphaw chu hâkin, sandamna beiseina chu lukhuma hmangin ngaiven lem ei tiu.",
      "reference": "1 THESSALONIKA 5:8"
    },
    {
      "content": "Pathienin lunginsenna tuor ding ni loin, ei Lalpa Isu Krista zâra sandamna hmu ding lema a mi ruot a ni sih a.",
      "reference": "1 THESSALONIKA 5:9"
    },
    {
      "content": "Ei meng khawma, ei in khawm- a, ama leh ei hring kawp theina dingin ama chu ei thi aiin a thi a nih.",
      "reference": "1 THESSALONIKA 5:10"
    },
    {
      "content": "Chuleiin, infui tuoin insukṭha- hnem tuo seng ro, in thaw hrim hlak ang khan.",
      "reference": "1 THESSALONIKA 5:11"
    },
    {
      "content": "Nisienlakhawm, unauhai, kan ngên cheu a nih: nangni laia sin inrim le Lalpaa in hotua um le, a kâwktuhai cheu chu hre ding le,",
      "reference": "1 THESSALONIKA 5:12"
    },
    {
      "content": "an sinthaw leia hmangaia ngaihlu bêk bêk dingin. Inremin um ro.",
      "reference": "1 THESSALONIKA 5:13"
    },
    {
      "content": "Chun, unauhai, kan ngên cheu, dân ang nawa umhai chu kâwk unla, lungril chînhai chu infui unla, a hrât nawhai chu ṭhangpui unla, mi po po chungah dâwthei takin um ro.",
      "reference": "1 THESSALONIKA 5:14"
    },
    {
      "content": "Tûkhawmin tu suol khawm suola thung lo dingin fîmkhur ro; thil in inthawpêk tuona tieng le, mi po po chunga in thawpêkna tienga khawm a ṭha taphawt chu hnawt lem rawp ro.",
      "reference": "1 THESSALONIKA 5:15"
    },
    {
      "content": "Lâwm rawp unla,",
      "reference": "1 THESSALONIKA 5:16"
    },
    {
      "content": "ma loin ṭawngṭai unla,",
      "reference": "1 THESSALONIKA 5:17"
    },
    {
      "content": "iengkimah lâwmthu hril rawp ro; chu chu nangni tieng thuah Krista Isua chun Pathien dit zâwng a ni sih a.",
      "reference": "1 THESSALONIKA 5:18"
    },
    {
      "content": "Thlarau chu sukmit naw ro.",
      "reference": "1 THESSALONIKA 5:19"
    },
    {
      "content": "Thu hrilhai hmusit naw ro;",
      "reference": "1 THESSALONIKA 5:20"
    },
    {
      "content": "iengkim infie lem unla, a ṭha ṭha chu pawm tlat ro.",
      "reference": "1 THESSALONIKA 5:21"
    },
    {
      "content": "Suol anga inlang po poa inthawk chun insiekieng ro.",
      "reference": "1 THESSALONIKA 5:22"
    },
    {
      "content": "Chun, inremna Pathien ngei chun, in pumin sukthieng raw se cheu; chun, in thlarau le, in lungril le in taksa chu ei Lalpa Isu Krista a hung pha chun, sawisêlboa a puma humhimin um raw se.",
      "reference": "1 THESSALONIKA 5:23"
    },
    {
      "content": "A kotu cheu chu ring a um a, thaw khawm thaw ngei bawk a tih.",
      "reference": "1 THESSALONIKA 5:24"
    },
    {
      "content": "Unauhai, mi ṭawngṭaipêk ro.",
      "reference": "1 THESSALONIKA 5:25"
    },
    {
      "content": "Unau po pohai kha fâwp inthiengin chibai mi bûkpêk ro.",
      "reference": "1 THESSALONIKA 5:26"
    },
    {
      "content": "Hi lekha hi unau po po kuoma chun tiem dingin Lalpa hmingin ka phût cheu.",
      "reference": "1 THESSALONIKA 5:27"
    },
    {
      "content": "Ei Lalpa Isu Krista lungin- sietna chu in kuomah um raw se.",
      "reference": "1 THESSALONIKA 5:28"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 THESSALONIKA 5 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}