{
  "verses": [
    {
      "content": "Paula le Silvan le Timothe chun: Pa Pathien le Lalpa Isu Kristaa Thessalonikaa kohranhai kuomah: Lunginsietna le inremna in kuomah um raw se.",
      "reference": "1 THESSALONIKA 1:1"
    },
    {
      "content": "Kan ṭawngṭainahaia chun in hming lamin, nangni po po leiin Pathien kuomah lâwmthu kan hril hlak a nih.",
      "reference": "1 THESSALONIKA 1:2"
    },
    {
      "content": "Ei Pathien le Pa hmaa ringna leia in sin thawzie dâm, hmangaina leia in sin inrimzie dâm, ei Lalpa Isu Krista beisei leia in selzie dâm kha theinghil loa hre zingin.",
      "reference": "1 THESSALONIKA 1:3"
    },
    {
      "content": "Unau Pathien idittakhai, a thlangzie cheu kha kan hriet a,",
      "reference": "1 THESSALONIKA 1:4"
    },
    {
      "content": "khânga kan Chanchin Ṭha chu thu chaua tlung loa, thilthawtheina le Thlarau Inthieng le nasataka ring tlatna leh a hung tlung lem kha. Nangni hma sielin in chungah ieng ang mi am kan lo ni ta kha in hriet sih a.",
      "reference": "1 THESSALONIKA 1:5"
    },
    {
      "content": "Chun, thu chu rinum tuor pumin Thlarau Inthienga lâwmin in lo pawm a, keini le Lalpa inchûktuhai in lo nih.",
      "reference": "1 THESSALONIKA 1:6"
    },
    {
      "content": "Chuongchun, Makedonia le Akaia rama ringtuhai po po ta dingin enkhina in hung ni kha,",
      "reference": "1 THESSALONIKA 1:7"
    },
    {
      "content": "Lalpa thu chu nangnia inthawk- in ân thang suok ta sih a; Makedonia le Akaia rama chau ni loin, hmun tina khan Pathien tienga in ringzie chu ân thang tah a; chuongchun, keinîn iengkhawm hril hrim a ngai ta nawh.",
      "reference": "1 THESSALONIKA 1:8"
    },
    {
      "content": "Nangni laiah ieng ang lawm- lûtna am kan dawng anni ngeiin an inhriettir a; milimhai chu Pathien tienga in nghatsanzie, Pathien hring le indiktak rawng bâwl ding le,",
      "reference": "1 THESSALONIKA 1:9"
    },
    {
      "content": "a Naupa mithi laia inthawka a ikeitho, lunginsenna hung tlung dinga inthawka a mi sansuoktu Isu kha vâna inthawka hung lo nghâk dinga in nghatsanzie khawm kha an inhriettir bawk hlak a nih.",
      "reference": "1 THESSALONIKA 1:10"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 THESSALONIKA 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}