{
  "verses": [
    {
      "content": "Chuongchun, kan tuor zo ta naw tika chun Atheniah keini chau mâksanin um inlang ṭha kan tih a.",
      "reference": "1 THESSALONIKA 3:1"
    },
    {
      "content": "Timothe ei unaupa, Krista Chan- chin Ṭha tienga Pathien rawngbâwl- tu hi sukdet ding cheu le in ringna kawnga thlamuon ding cheuin kan hung tir a nih;",
      "reference": "1 THESSALONIKA 3:2"
    },
    {
      "content": "hieng rinum tuorna lei hin tûkhawm an inhnîng nawna dingin; hienghai hi tuor dinga ruot kan nih ti nangni ngeiin in hriet sih a.",
      "reference": "1 THESSALONIKA 3:3"
    },
    {
      "content": "In kuoma kan um lai khan rinum tuor ding kan nih ti kan hril lâwk ngei cheu kha; chuong ang ngei chun a hung tlung tah a, chu chu in hriet kha.",
      "reference": "1 THESSALONIKA 3:4"
    },
    {
      "content": "Chuleichun, ka tuor zo ta naw phingleh, thlêmtu chun thlêm thlu hlau rawi a ti cheu a, kan sin inrimna chu thlâwn rawi a tih, tiin in ringzie ka lo hriet theina dingin mi ka hung tir a nih.",
      "reference": "1 THESSALONIKA 3:5"
    },
    {
      "content": "Nisienlakhawm, Timothe chu in kuoma inthawka tuta kan kuoma a hung tlung hin, hmu cheu kan inhâwk ang bawkin, mi hmu inhâwk bêk bêkin ngainatakin in mi hriet zing ti thu le, in ringna le in hmangaina chanchin lâwmum tak a mi hâwn a.",
      "reference": "1 THESSALONIKA 3:6"
    },
    {
      "content": "Chuleiin, unauhai, kan lungin- rimna le rinumna po poah, in ringna leiin in chungah thlamuongtakin kan um tah.",
      "reference": "1 THESSALONIKA 3:7"
    },
    {
      "content": "Tuhin chu kan hring tah, Lalpaah in ngîr det phawt hin chu.",
      "reference": "1 THESSALONIKA 3:8"
    },
    {
      "content": "Ei Pathien hmaah in chunga kan hlimna po po lei hin, nangni tieng thuah ieng lâwmthu am Pathien kuomah hril ve thei kan ti aw?",
      "reference": "1 THESSALONIKA 3:9"
    },
    {
      "content": "In hmêl kan hmu theina ding le, in ringna tienga in tlâksamna kan phuhrûk pêk theina ding cheuin a sûn a zânin nasatakin kan ṭawngṭai zing a nih.",
      "reference": "1 THESSALONIKA 3:10"
    },
    {
      "content": "Chuongchun, ei Pathien le ei Pa ngei chun, ei Lalpa Isu khawmin nangni kuom tiengah mi ṭhuoi raw se.",
      "reference": "1 THESSALONIKA 3:11"
    },
    {
      "content": "Chun, nangni tienga hmangai- na kan hau angin, nangni laia inhmangaituona le mi po po tienga hmangaina chu Lalpain sukpungin inhautir raw se cheu;",
      "reference": "1 THESSALONIKA 3:12"
    },
    {
      "content": "chuongchun, ei Lalpa Isu, a mi inthienghai po po le a hung pha, ei Pathien le ei Pa hmaah in lungrilhai inthiengna kawngah sawisêlboin sukdet thei a ti cheu.",
      "reference": "1 THESSALONIKA 3:13"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 THESSALONIKA 3 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}