{
  "verses": [
    {
      "content": "Chuongchun, unauhai, a tâwp taka chun, in um dân ding le Pathien in suklâwm dân ding (tuta in um dân hi) kan kuoma inthawka in lâk ang khan in hau nâwk zuolna dingin Lalpa Isua chun kan ngênin kan infui cheu a nih.",
      "reference": "1 THESSALONIKA 4:1"
    },
    {
      "content": "Lalpa Isu zâra chun ieng thuhai am kan pêk cheu kha in hriet sih a.",
      "reference": "1 THESSALONIKA 4:2"
    },
    {
      "content": "Pathien dit zâwng, in inthiengna ding chu, hi hi a nih, indit bânsan unla;",
      "reference": "1 THESSALONIKA 4:3"
    },
    {
      "content": "inthieng le chawimawiin mâni bêl vawng thiem seng ro.",
      "reference": "1 THESSALONIKA 4:4"
    },
    {
      "content": "Pathien hre naw Jentailhai anga hur kawnga châk loin;",
      "reference": "1 THESSALONIKA 4:5"
    },
    {
      "content": "chu kawnga chun tûkhawmin bawsein, a unau chungah thil ṭha naw chu thaw naw sien la, Lalpa chu chuong ang thil thawtuhai po po phuba latu a ni leiin–keini khawmin kan hril lâwkin kan inhriettir ta cheu ang khan.",
      "reference": "1 THESSALONIKA 4:6"
    },
    {
      "content": "Pathienin inthieng naw dingin a mi ko si nawh a, inthieng dingin a mi ko lem a nih.",
      "reference": "1 THESSALONIKA 4:7"
    },
    {
      "content": "Chuleiin, a pawisa nawtu chu mihriem pawisa naw a ni nawh a, Pathien, a Thlarau Inthieng pe hlaktu cheu kha pawisa naw a ni lem.",
      "reference": "1 THESSALONIKA 4:8"
    },
    {
      "content": "Amiruokchu, unauhai, hmangai kawng thu chu ziek pêk cheu in ngai nawh, inhmangai tuo dingin nangni ngei Pathien inchûktirin in um sih a.",
      "reference": "1 THESSALONIKA 4:9"
    },
    {
      "content": "Makedonia ram pumpuia unau umhai po po chunga chun chu chu in thaw ngei bawk a nih: nisien- lakhawm, unauhai, thaw nâwkzuol deu deu dingin kan infui cheu a nih.",
      "reference": "1 THESSALONIKA 4:10"
    },
    {
      "content": "Kan hril ta cheu ang khan dei dapa um a, mâni sin seng ngaisak a, mâni kut ngeia sin thaw tum tlat ro.",
      "reference": "1 THESSALONIKA 4:11"
    },
    {
      "content": "Chuongchun, puo tienga mihai chungah mawitakin um thei in ta, iengkhawm tlasam naw ti niu.",
      "reference": "1 THESSALONIKA 4:12"
    },
    {
      "content": "Nisienlakhawm, unauhai, mi dang beiseina hrim nei nawhai anga in lungngai nâwna dingin, a inhai chanchin in hriet naw kan nuom nawh.",
      "reference": "1 THESSALONIKA 4:13"
    },
    {
      "content": "Isu a thih a, a tho nâwk tah ti ei ring si chun, Isua intahai chu Pathienin ama ruolin hung ṭhuoi sa ngei a tih.",
      "reference": "1 THESSALONIKA 4:14"
    },
    {
      "content": "Hi hi Lalpa thuin in kuomah kan hril a nih; eini Lalpa hung pha chena dama lo la um zinghai hin, a in tahai chu lekhal naw tawp ei tih, ti hi.",
      "reference": "1 THESSALONIKA 4:15"
    },
    {
      "content": "Lalpa ngei chu khêkri leh, vântirko chunghnungtak râwl leh, Pathien tawtawrâwt ri leh, vâna inthawkin a hung ṭum ding a ni sih a; chun, Kristaa thi tahai chu tho hmasâng an tih.",
      "reference": "1 THESSALONIKA 4:16"
    },
    {
      "content": "Chu hnunga chun eini dama lo la um zinghai hi boruokah Lalpa tuok dingin annihai ruolin sûm laiahai khin zuk lâkin um ei tih; chuongchun, Lalpa kuomah kumkhuoin um tâng ei tih.",
      "reference": "1 THESSALONIKA 4:17"
    },
    {
      "content": "Chuleiin, hieng thu hin inthla- muon tuo ro.",
      "reference": "1 THESSALONIKA 4:18"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 THESSALONIKA 4 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}