{
  "verses": [
    {
      "content": "Unauhai, nangni laia kan hung lûtna kha a lo thlâwn nawh ti nangni ngeiin in hriet sih a;",
      "reference": "1 THESSALONIKA 2:1"
    },
    {
      "content": "thlâwn nêk hmanin, in hriet ta angin, kha hma khan Philippia chun rinum tuor le inzaktaka siemin lo um ta inlang khawm, Pathien Chanchin Ṭha chu, kan Pathiena huoina neiin, dodâlna nasatak kârah, in kuomah kan puong ta lem kha.",
      "reference": "1 THESSALONIKA 2:2"
    },
    {
      "content": "Kan thu hril hi khêla suok a ni si nawh a, inthieng nawnaa suok a ni bawk nawh a, zâwrnain a ni bawk nawh a;",
      "reference": "1 THESSALONIKA 2:3"
    },
    {
      "content": "Chanchin Ṭha inkawltira um dingin Pathien ṭhati zâwng mi kan ni ang ngeiin, mihriem suklâwm ding ang ni loin, kan lungril fietu Pathien suklâwm lemin thu kan hril lem hlak a nih.",
      "reference": "1 THESSALONIKA 2:4"
    },
    {
      "content": "Ieng lai khawma inpâk tehlêmna thu amanih, duâm inkhumna ama- nih, kan hmang lai an hriet nawh ti in hriet kha (Pathien a mi hrietpuitu a nih.)",
      "reference": "1 THESSALONIKA 2:5"
    },
    {
      "content": "Mihriem laiah, nangni laia manih, mi danghai laia mani khawm chawimawina kan zawng ngai nawh;",
      "reference": "1 THESSALONIKA 2:6"
    },
    {
      "content": "Krista tirkohai kan nina leiin inkhâwkpuium kan lo ni el thei de khawmin. Nu nau pawmin ama nau- hai a duot angin, nangni laiah zaidamtakin kan um lem kha.",
      "reference": "1 THESSALONIKA 2:7"
    },
    {
      "content": "Chuong ang bawkin, kan dit zâwng tak in hung ni ta lei khan, kan dit ngawi ngawi cheu a, Pathien Chanchin Ṭha chau ni loin kan hring- na rau khawm pêk cheu kan inhuom kha.",
      "reference": "1 THESSALONIKA 2:8"
    },
    {
      "content": "Unauhai, kan thaw sâwlzie le kan sin inrimzie kha in hriet zing deh! nangni laia tûkhawm kan sukkhâwk nawna ding cheuin a sûn a zâna sin thawin, Pathien Chanchin Ṭha kan hril hlak cheu kha.",
      "reference": "1 THESSALONIKA 2:9"
    },
    {
      "content": "Nangni ringtuhai chungah in- thiengtak le feltak le, demum lotaka kan umzie kha Pathien leh a mi hrietpuituhai in nih;",
      "reference": "1 THESSALONIKA 2:10"
    },
    {
      "content": "pain ama nauhai chunga a thaw angin in chunga kan thawzie kha in hriet, infui le thlamuon le inhriettir cheuin, in chung senga kan thawzie kha;",
      "reference": "1 THESSALONIKA 2:11"
    },
    {
      "content": "Ama ram le ropuinaa kolûttu cheu Pathien mi ni tlâka in um theina dingin.",
      "reference": "1 THESSALONIKA 2:12"
    },
    {
      "content": "Hi hi lei hin ma loin Pathien kuomah lâwmthu kan hril bawk hlak, Pathien thu kan kuoma inthawka in hriet, in pawm lai khan, mihriem thu pawmin in pawm nawh a, Pathien thu pawma in pawm lem lei khan; chu chu Pathien thu a ni hrim a, nangni a ringtuhai sûnga sin thaw hlak bawk chu a nih.",
      "reference": "1 THESSALONIKA 2:13"
    },
    {
      "content": "Nangni unauhai, Judai rama Pathien kohran, Krista Isua umhai inchûktu in lo ni kha; anni chun Judahai laia an tuor angin nangni khawmin nangni rama mihai laia inthawkin in tuor ve bawk sih a.",
      "reference": "1 THESSALONIKA 2:14"
    },
    {
      "content": "Chuong Judahai chun Lalpa Isu le zâwlneihai khawm an that a, keini khawm an mi hnawt suok a, Pathien an suklâwm nawh a, mi po po an kal hlak;",
      "reference": "1 THESSALONIKA 2:15"
    },
    {
      "content": "sandam an ni theina dinga Jentailhai laia thu hril an mi khap hlak sih a, chuong anga an suol inkhi- na suksip rawp dingin, nisienla- khawm, lunginsenna chu an chungah a tâwp khâwk râwtin a hung tlung tah.",
      "reference": "1 THESSALONIKA 2:16"
    },
    {
      "content": "Nisienlakhawm, unauhai, sâwt nâwtea dingin nangni leh lungril tienga inṭhe loin, hmêl tieng chaua inṭhea ei um hri lei hin, inhâwk tak puma in hmêl hmu dingin kan beisei nasa nâwk zuol hlak a nih;",
      "reference": "1 THESSALONIKA 2:17"
    },
    {
      "content": "in kuomah hung kan tum tlat sih a; kei Paula ngei khawm hin vawi hni rau hung ka tum nghe nghe tah a; nisienlakhawm, Setanin a mi hluo hlak a nih.",
      "reference": "1 THESSALONIKA 2:18"
    },
    {
      "content": "Kan beiseina amanih, kan hlimna amanih, kan lallukhum suong amani chu ieng am a na? A hung phaleh ei Lalpa Isu hmaa chun nangni ngei in ni ding a ni naw am a nih?",
      "reference": "1 THESSALONIKA 2:19"
    },
    {
      "content": "Nangni hi kan isuong le kan hlimna in nih in sawnnaw.",
      "reference": "1 THESSALONIKA 2:20"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 THESSALONIKA 2 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}