{
  "verses": [
    {
      "content": "Paula, tirko (mihriemhai tir suok ni loa, mihriemhai zârah ni bawk loa, Isu Krista le mithi laia inthawka a keithotu, Pa Pathien zâra tirko ni lem) le,",
      "reference": "GALATI 1:1"
    },
    {
      "content": "ka kuoma unau um po pohai chun, Galati rama kohranhai kuomah:",
      "reference": "GALATI 1:2"
    },
    {
      "content": "Pa Pathien le ei Lalpa Isu Krista kuoma inthawkin lungin- sietna le inremna in kuomah um raw se:",
      "reference": "GALATI 1:3"
    },
    {
      "content": "ama chun ei Pathien le ei Pa remtizâwngin tulai khawvêl suoltaka a mi san suok theina dingin, ei suolhai aiin ama ân pe tah a;",
      "reference": "GALATI 1:4"
    },
    {
      "content": "Pathien kuoma chun ropuina chatuonin um raw se. Amen.",
      "reference": "GALATI 1:5"
    },
    {
      "content": "Krista lunginsietna zâra a kotu cheu kha chuong ang thuta chanchin ṭha dang tienga in kai san hi a mak ka ti a nih.",
      "reference": "GALATI 1:6"
    },
    {
      "content": "Chu chu Chanchin Ṭha a ni ve si nawh a; nangni sukbuoiin, Krista Chanchin Ṭha suk danglam nuom tuhai amanih an um el a nih.",
      "reference": "GALATI 1:7"
    },
    {
      "content": "Nisienlakhawm, keiniin amanih, vâna inthawka hung ṭum vântirko khawmin amanih, Chanchin Ṭha kan ihril cheu ti lo kha chu chanchin ṭha dang hrim hrim lo hril sien la cheu ṭawngsephurin um raw se.",
      "reference": "GALATI 1:8"
    },
    {
      "content": "Inhmaa kan hril ang khan tuhin ka hril nâwk ding a nih, “Chanchin Ṭha in ipawm naw kha chu, chanchin ṭha dang tûkhawmin hril sien la cheu, ṭawngsephurin um raw se.”",
      "reference": "GALATI 1:9"
    },
    {
      "content": "Anleh, tuhin mihriem suklâwm tum am ka ni, Pathien suklâwm? Annawleh, mihriem laia tlâktlum tum ringawt am ka nih? Lo ni lang chu Krista suok ni naw ningah.",
      "reference": "GALATI 1:10"
    },
    {
      "content": "Chuongchun, unauhai, ka Chanchin Ṭha hril kha mihriem tieng thu a ni nawh ti kân hriettir cheu.",
      "reference": "GALATI 1:11"
    },
    {
      "content": "Mihriem kuoma inthawka hmu ka ni bawk nawh a, mi mîn chûktir ka ni bawk nawh. Isu Krista inlârna leia hmu ka ni lem sih a.",
      "reference": "GALATI 1:12"
    },
    {
      "content": "Judahai sakhuo biek dâna chun inhmaa ka um dân chu in hriet ta sih a, khânga Pathien kohranhai nasa- taka suknawmnain ka sukbuoi hlak kha;",
      "reference": "GALATI 1:13"
    },
    {
      "content": "chun, ka thlatuhai thurosie chunga ṭhahnem ka ngai nasa bîk leiin, Judahai sakhaw biek dân kawnga chun ka chihai laia ka ruolpui tamtakhai ka lekhêl tah a.",
      "reference": "GALATI 1:14"
    },
    {
      "content": "Chun, ka nu phîngsûnga inthawka a mi suktumtu le, a lungin- sietna leia a mi kotu Pathien chun lungnitaka,",
      "reference": "GALATI 1:15"
    },
    {
      "content": "Jentailhai laia Chanchin Ṭha ka hril theina dingin, a Naupa chu keimaa ân lârtir lai khan, tisa le thisen kân rawnpui nawh a.",
      "reference": "GALATI 1:16"
    },
    {
      "content": "Tirko ka ni hmaa tirko lo ni tahai kuomah Jerusalemah hang fe chuong loin, Arabia ramah ka fe hmang nghâl ta lem a. Chun, Damaskaah ka kîr nâwk tah a.",
      "reference": "GALATI 1:17"
    },
    {
      "content": "Chun, kum thum ân vawi hnungin Kipha kan dingin Jerusa- lemah ka hang feh a, a kuomah ni sâwmpanga ka châm a.",
      "reference": "GALATI 1:18"
    },
    {
      "content": "Tirko danghai ruok chu, Lalpa unau Jakob chau naw chu, tûkhawm ka hmu nawh a.",
      "reference": "GALATI 1:19"
    },
    {
      "content": "(Ngai hman ta u, in kuoma thu ka ziekhai hi Pathien mithmua khawm kân khêl nawh).",
      "reference": "GALATI 1:20"
    },
    {
      "content": "Chu hnunga chun Suria le Kiliki ramahai ka hung tah a.",
      "reference": "GALATI 1:21"
    },
    {
      "content": "Nisienlakhawm, Judai ram kohran Kristaa umhai hmêlhriet ka la ni naw ta rawp a,",
      "reference": "GALATI 1:22"
    },
    {
      "content": "“Inhmaa a mi suknawmnatu khan, inhmaa ringna thu a suk- khawhlo hlak kha tuhin a hril ta lem a nih,” ti mi hril chau an hriet a.",
      "reference": "GALATI 1:23"
    },
    {
      "content": "Chun, keia leiin Pathien an chawimawi tah a.",
      "reference": "GALATI 1:24"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "GALATI 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}