{
  "verses": [
    {
      "content": "Aw, Galati rama mi invêthai, tûin am a dâwi cheu a, in mithmu ngeiah Isu Krista chu hemdein chiengtaka inlangtir a ni vei leh?",
      "reference": "GALATI 3:1"
    },
    {
      "content": "Hi chau hi in kuoma inthawkin lo hriet ka nuom: Dân thilthawhai leiin am Thlarau chu in hmuh a, in ngaithlâka in ring leiin? Hieng lâwm hin in invêt a ni maw?",
      "reference": "GALATI 3:2"
    },
    {
      "content": "Thlaraua ṭan ta siin tisain in zo ding a ni maw?",
      "reference": "GALATI 3:3"
    },
    {
      "content": "Thil chuong zât zât chu a thlâwn elin in tuor a ni maw? A thlâwn hlawl el chu ni lo e!",
      "reference": "GALATI 3:4"
    },
    {
      "content": "Chun, in kuoma Thlarau petu cheu le nangni laia thilmak thawtu chun Dân thilthawhai leiin am a thawh a, in ngaithlâka in ring leiin?",
      "reference": "GALATI 3:5"
    },
    {
      "content": "Abrahamin Pathien a ring a; chu ringna chu a felnaa ruot a ni ang khan.",
      "reference": "GALATI 3:6"
    },
    {
      "content": "Chuleiin, hre ro, ringnaa umhai, chuonghai ngei chu Abraham nauhai an nih.",
      "reference": "GALATI 3:7"
    },
    {
      "content": "Pathien Lekha thu chun, Pathienin ringna leiin Jentailhai thiem ân changtir ding a nih ti hre lâwkin, “Nangmaa chun hnam tin malsâwmpêkin um an tih,” tiin Abraham kuomah Chanchin Ṭha chu a hril lâwk kha.",
      "reference": "GALATI 3:8"
    },
    {
      "content": "Chuongchun, ringnaa umhai chu Abraham ringum le chun malsâwm- pêkin an um hlak a nih.",
      "reference": "GALATI 3:9"
    },
    {
      "content": "Dân thilthawa um taphawthai chu ṭawngse hnuoiah an um sih a, “Dân Lekhabua thu ziek po po anga thaw dinga um zing naw taphawt chu ṭawngsephurin an um hlak,” ti ziek a ni sih a.",
      "reference": "GALATI 3:10"
    },
    {
      "content": "Chun, Pathien mithmuin tû- khawm Dân leiin thiem chang an um nawh ti ân lang zing a nih, “Ringna leia mifel chu hring a tih,” ti a ni sih a,",
      "reference": "GALATI 3:11"
    },
    {
      "content": "chun, Dân chu ringnaa inthawk a ni nawh a, “Chuong anga thawtu chu chuonga chun hring a tih,” ti a ni lem.",
      "reference": "GALATI 3:12"
    },
    {
      "content": "Krista chu ei aia ṭawngsephur chu lo niin, Dân ṭawngsiea inthawk chun a mîn tlan suok tah a; (“Thinga khaikâng taphawt chu ṭawngsephur an nih,” ti ziek a ni sih a).",
      "reference": "GALATI 3:13"
    },
    {
      "content": "Chuongchun, Abraham chunga malsâwmna chu Krista Isua chun Jentailhai chungah hung um thei a ta; chuongchun, ringna leiin Thlarau tiem chu hmu thei ei tih.",
      "reference": "GALATI 3:14"
    },
    {
      "content": "Unauhai, mihriem angin ka hril hi, mihriem thuthlung khawm ni sien la, sukdet ta hnungin an sût nâwk ta ngai nawh a, bel khawm an belsa ngai bawk nawh.",
      "reference": "GALATI 3:15"
    },
    {
      "content": "Chun, Abraham kuomah a nih thu chu tiema a lo um chu, a chithla kuoma khawm. Mi tamtak chungthu hril angin, “Chithlahai kuoma khawm,” a ti nawh a, mi pakhat chungthu hril angin, “I chithla kuoma khawm,” a ti lem a nih, chu chu Krista chu a nih.",
      "reference": "GALATI 3:16"
    },
    {
      "content": "Chun, hienghin ka ti a nih: Thuthlung Pathienin a lo sukdet ta chu, Dân kum za li sâwmthum hnunga hung um ta khan thutiem chu iengkhawm loa siemin a sukbo nawh a.",
      "reference": "GALATI 3:17"
    },
    {
      "content": "Rohluo ding chu Dân lei a ni chun thutiem lei ni ta naw nih a; nisienlakhawm, Pathienin thutiem leiin a nih Abraham kuoma a pêk chu.",
      "reference": "GALATI 3:18"
    },
    {
      "content": "Annawleh, iengtiziea Dân chu um am a ni leh: Chithla thutiemna chu a hung hmakhat chu bawsiet- nahai leiin belsain a um a, vântir- kohai hmanga palai kuta rêl a nih.",
      "reference": "GALATI 3:19"
    },
    {
      "content": "Chun, palai hrim hrim mi pakhat inkâra palai a ni ngai nawh a; Pathien ruok chu pakhat a nih.",
      "reference": "GALATI 3:20"
    },
    {
      "content": "Annawleh, Dân chun Pathien thutiemhai chu a kal am a nih? Teu lo e a! Dân mi sukhringthei hrim hrim pêkin a um ta si chun, felna chu Dân leiin a um ngei ding a nih.",
      "reference": "GALATI 3:21"
    },
    {
      "content": "Nisienlakhawm, Isu Krista ring leia thiltiem chu ringtuhai kuoma pêk a ni theina dingin, Pathien Lekha thu chun suol hnuoiah iengkim a khârkhip ta vawng a.",
      "reference": "GALATI 3:22"
    },
    {
      "content": "Nisienlakhawm, ringna a hung tlung hma khan, ringna hung inlang ding ta dinga khârkhipa Dân hnuoia vêng ei ni kha.",
      "reference": "GALATI 3:23"
    },
    {
      "content": "Chuongchun, Dân chu ringna leia thiem ei chang theina dinga Krista kuom tienga a mi keihruoitu a lo nih.",
      "reference": "GALATI 3:24"
    },
    {
      "content": "Nisienlakhawm, tuta ringna a hung tlung hnung hin, keihruoitu hnuoiah ei um ta nawh a.",
      "reference": "GALATI 3:25"
    },
    {
      "content": "Isu Krista ring leiin Pathien nauhai in ni vawng sih a.",
      "reference": "GALATI 3:26"
    },
    {
      "content": "Nangni laia Kristaa baptisma chang phawthai kha Krista chun in inthuom ta sih a.",
      "reference": "GALATI 3:27"
    },
    {
      "content": "Chutaka chun Juda mi an um thei nawh a, Grik mi khawm an um thei bawk nawh; suok an um thei nawh a, suoknaw khawm an um thei bawk nawh; nuhmei le pasal khawm an um thei nawh; Krista Isua chun in rêngin pumkhat in ni sih a.",
      "reference": "GALATI 3:28"
    },
    {
      "content": "Chun, Krista ta in ni chun, Abraham thla, thutiem anga ro- hluotu dinghai in nih.",
      "reference": "GALATI 3:29"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "GALATI 3 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}