{
  "verses": [
    {
      "content": "Unauhai, mi suol iengkhawm a thaw laia phâwkin um sien la, nangni thlarau mihai, “Thlemna tuok ve rawi ka tih,” tia invêng ṭha pumin chuong ang mi chu thuhnuoirawl- takin tungding nâwk ro.",
      "reference": "GALATI 6:1"
    },
    {
      "content": "In rikphurhai chu insâwngtuo ro; chuongchun, Krista dân chu in zâwm nîng a tih.",
      "reference": "GALATI 6:2"
    },
    {
      "content": "Mi iengkhawm ni si loin, mi lien deua ân ngai chun, ân hlêm fâwm el a ni sih a.",
      "reference": "GALATI 6:3"
    },
    {
      "content": "Mi tinin mani thilthaw infie seng lem raw hai se, chu hnunga chun, mi dang chungah ni loin, mani chung chauah suong ding nei an tih.",
      "reference": "GALATI 6:4"
    },
    {
      "content": "Mi tinin mani phur an phur seng ding a ni sih a.",
      "reference": "GALATI 6:5"
    },
    {
      "content": "Chun, thu inchûktir dawngtu chun, thilṭha po po inchûktirtu kuomah pe ve raw se.",
      "reference": "GALATI 6:6"
    },
    {
      "content": "Hlêmin um naw ro; Pathien chu hmusit zie a ni nawh; miin a ithe ang ang, chu bawk chu a sîk ding a ni sih a.",
      "reference": "GALATI 6:7"
    },
    {
      "content": "Mani tisa tienga thetu chun tisaa sietna chu sîk a tih; Thlarau tienga thetu ruok chun Thlaraua chatuona hringna a sîk ding a nih.",
      "reference": "GALATI 6:8"
    },
    {
      "content": "Chuongchun, thil ṭha thaw chu nghawk nâwng ei tiu, ei inhlêmsan naw chun a hun taka chun ei sîk ngei ding a nih.",
      "reference": "GALATI 6:9"
    },
    {
      "content": "Chuongchun, remchâng hun ei nei ang peiin mi po po kuomah thil ṭha chu thâwng ei tiu, ringna sûnghai laia mi chungah thaw bîk tak ei tiu.",
      "reference": "GALATI 6:10"
    },
    {
      "content": "Keima kut ngeiin in kuomah lekha inhrawl pherphura ka ziek hi en ta u.",
      "reference": "GALATI 6:11"
    },
    {
      "content": "Tisaa hmêl insukmawi nuomhai poin sertana um dingin an tir lui hlak cheu a nih; ieng dang lei khawm a ni nawh a, Krista kraws leia suk- nawmnatna an tuor nawna ding chau a nih.",
      "reference": "GALATI 6:12"
    },
    {
      "content": "Sertanhai meu khawm chun Dân thu an zâwm chuong si nawh a; in tisaa chun suong ding an nei theina dingin ser intantir cheu an nuom el a nih.",
      "reference": "GALATI 6:13"
    },
    {
      "content": "Kei ruok chun ei Lalpa Isu Krista kraws naw chu ka suong naw ding zie chu, chu zâra chun khawvêl hi ka ta dinga hemdein a um tah, kei khawm khawvêl ta dinga hemdein ka um a nih.",
      "reference": "GALATI 6:14"
    },
    {
      "content": "Siem thar nâwkna naw chu sertan hi iengkhawm a ni nawh a, sertannaw khawm iengkhawm a ni chuong bawk nawh.",
      "reference": "GALATI 6:15"
    },
    {
      "content": "Chun, chu dân anga um taphawthai chunga chun inremna le lunginsietna um raw se, Pathien Israelhai chunga khawm.",
      "reference": "GALATI 6:16"
    },
    {
      "content": "Tuta chen chu tûkhawmin mi sukbuoi ta naw raw hai se, ka tisaa hin Isu inchiknahai ka put sih a.",
      "reference": "GALATI 6:17"
    },
    {
      "content": "Unauhai, Lalpa Isu Krista lunginsietna in thlarau kuomah um raw se. Amen.",
      "reference": "GALATI 6:18"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "GALATI 6 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}