{
  "verses": [
    {
      "content": "Nisienlakhawm, hienghin ka ti a nih: Rohluotu ding chu iengkim chunga hotu ni sien la khawm, naupang a la ni sûng chu suok leh danglamna a la nei chuong nawh.",
      "reference": "GALATI 4:1"
    },
    {
      "content": "A pa ruot hun chu a hung tlung hmakhat chu vêngtu le enkawltuhai hnuoiah a um lem a nih.",
      "reference": "GALATI 4:2"
    },
    {
      "content": "Chuong angin eini khawm naupang ei ni lai khan, khawvêl A AW B hnuoiah suokin ei um.",
      "reference": "GALATI 4:3"
    },
    {
      "content": "Nisienlakhawm, a hunbi a hung kim khan, Pathienin a Naupa, nuh- mei inei, Dân hnuoia hung piengin, a tir suok tah a,",
      "reference": "GALATI 4:4"
    },
    {
      "content": "nau nina ei hmu theina dinga Dân hnuoia umhai chu intlan dingin.",
      "reference": "GALATI 4:5"
    },
    {
      "content": "Chun, nau in ni leiin Pathienin a Naupa Thlarau chu, “Abba! (Pa!)” tia khêkin, ei lungrilah a hung tir a.",
      "reference": "GALATI 4:6"
    },
    {
      "content": "Chuongchun, suok i ni ta nawh a, nau i ni lem; chun, nau i ni chun Pathien zâra rohluotu ding i nih.",
      "reference": "GALATI 4:7"
    },
    {
      "content": "Nisienlakhawm, khânga Pathien in hriet naw lai khan, an piengzie hrim khawma Pathien ni dêrlohai suok in na.",
      "reference": "GALATI 4:8"
    },
    {
      "content": "Tuta Pathien in hung hriet hnung hin chu — ti nêk hmanin, Pathien mi hriet in hung ni hnung hin chu, ti ding a ni lem — khawvêl A AW B derdêp le teplo mei mei, a suoka um nâwk in inhâwkhai tienga chun, iengtiziea nghakîr nâwk am in na?",
      "reference": "GALATI 4:9"
    },
    {
      "content": "Nihai, thlahai, hunhai, kumhai in inser hlak.",
      "reference": "GALATI 4:10"
    },
    {
      "content": "In ta dingin tha ka sêng thlâwn el rawi am ti hi kân lau pêk cheu.",
      "reference": "GALATI 4:11"
    },
    {
      "content": "Unauhai, ka ngên cheu a nih, keia angin um ro, kei khawm nangni angin ka um sih a. Ka pawi iengkhawm in tâwk nawh.",
      "reference": "GALATI 4:12"
    },
    {
      "content": "Chanchin Ṭha in kuoma ka hril hmasak ṭum kha, ka tisa hrâtnawna lei a nih ti in hriet sih a.",
      "reference": "GALATI 4:13"
    },
    {
      "content": "Chun, ka taksaa in ta dinga thlêmna um chu in hmusit naw a, in tirdak naw bawk a; Pathien vântirko angin, Krista Isu ang elin, in mi lâwm lem ta kha.",
      "reference": "GALATI 4:14"
    },
    {
      "content": "Vângnei in intina kha khâwlai am a um tah a? Thaw thei ruol chu ni lem sien la, nangnîn in mithai kheldawkin mi pe tâng in tih ti ka hriet pêk cheu in sawnnaw.",
      "reference": "GALATI 4:15"
    },
    {
      "content": "Chuongchun, thu indiktak ka hril cheu leiin in hmêlma ka lo ni tah a ni maw?",
      "reference": "GALATI 4:16"
    },
    {
      "content": "Ṭhat tiengah ni dêr si loin, nasatakin an ngaisak hlak cheu a, anni in ngaisak theina dingin keinia inthawka ṭhethlâk cheu tum an ni tak.",
      "reference": "GALATI 4:17"
    },
    {
      "content": "Thu ṭha tienga ruok chu, ieng lai khawmin, ṭhahnemngaitaka zawnga um rawp hi a ṭha a nih, in kuoma ka um lai chau ni loin.",
      "reference": "GALATI 4:18"
    },
    {
      "content": "Ka nauhai, Krista chu nangnia siem puitlinga a um hmakhat chu nauha invawiin kân vawi nâwk cheu hi.",
      "reference": "GALATI 4:19"
    },
    {
      "content": "Anih, tulai hin in kuoma uma ka rawl sukdanglam kân hâwk thei zie chu, in chungthuah ka lunginzîng sih a.",
      "reference": "GALATI 4:20"
    },
    {
      "content": "Dân hnuoia um nuomhai, mi hril ta u, Dân thu chu in ngai hlak naw am a nih?",
      "reference": "GALATI 4:21"
    },
    {
      "content": "Hieng ang hin ziek a ni sih a, “Abrahamin naupasal pahni a nei a, pakhat chu a suoknu leh, pakhat chu a suoknawnu leh.",
      "reference": "GALATI 4:22"
    },
    {
      "content": "Nisienlakhawm, suoknu le nau chu tisa dân angin a pieng a, suoknawnu le nau ruok chu thutiem leiin a pieng a nih,” ti hi.",
      "reference": "GALATI 4:23"
    },
    {
      "content": "Chuong thu chu tekhina a nih: chuong nuhmeihai chu thuthlung pahni an nih, pakhat chu Sinai tlânga mi suok ni dinga nau neitu chu, chu chu Hagar a nih.",
      "reference": "GALATI 4:24"
    },
    {
      "content": "Chun, Hagar hi Arabia rama Sinai tlâng chu a nih Jerusalem tulaia um le hin angkhat an nih; a nauhai leh suokah an um sih a.",
      "reference": "GALATI 4:25"
    },
    {
      "content": "Chungtieng Jerusalem ruok chu suok a ni nawh a, chu ngei chu eini nu a nih.",
      "reference": "GALATI 4:26"
    },
    {
      "content": "“Nang ching, nau nei ngai lo hlim rawh. Nang nauha invawi ngai lo khêk suok rawh; Pasal nei mi nêk chun khawsâwtnu chun Nauhai a nei tam lem sih a,” ti ziek a ni kha.",
      "reference": "GALATI 4:27"
    },
    {
      "content": "Chuongchun, unauhai, eini hi Isak ang khan thutiem nauhai ei nih.",
      "reference": "GALATI 4:28"
    },
    {
      "content": "Chun, chuong lai chun, tisa dâna hung pieng khan, Thlarau dâna hung pieng chu a suknawmna a, tu khawm hin chuong ang bawk chu a nih.",
      "reference": "GALATI 4:29"
    },
    {
      "content": "Nisienlakhawm, Pathien Lekha thuin iengtin am a hril a? “Suoknu chu, a naupa leh hnawtdawk rawh, suoknu naupa chun suoknawnu naupa chu ro a hluopui âwm si nawh a,” a tih a.",
      "reference": "GALATI 4:30"
    },
    {
      "content": "Chuongchun, unauhai, suoknu nauhai ei ni nawh a, suoknawnu le nauhai ei ni lem.",
      "reference": "GALATI 4:31"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "GALATI 4 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}