{
  "verses": [
    {
      "content": "Suok ni lo dingin Krista chun a mîn suoktir kha; chuongchun, ngir det unla, suok ringkawla chun intâng nâwk ta naw ro.",
      "reference": "GALATI 5:1"
    },
    {
      "content": "Ngai ta u, kei Paulain in kuomah ka hril hi, ser in intantir chun Krista chu in ta dingin iengkhawm ṭhahnemna ni naw ni.",
      "reference": "GALATI 5:2"
    },
    {
      "content": "Anih, Dân thu po po zâwm dinga battu an nih ti, ser intantir taphawt kuomah kân hriettir nâwk a nih.",
      "reference": "GALATI 5:3"
    },
    {
      "content": "Nangni Dâna thiem chang tumtuhai, Krista leh in inṭhe tah a, lunginsietna chu in tlûksan tah.",
      "reference": "GALATI 5:4"
    },
    {
      "content": "Keini chun Thlarau zârah ring- nain felna beiseina kan nghâk sih a.",
      "reference": "GALATI 5:5"
    },
    {
      "content": "Krista Isua chun sertan ieng- khawm a ṭhahnem nawh a, sertan- naw khawm iengkhawm a ṭhahnem chuong nawh, ringna hmangainaa thaw ruok chu a ṭhahnem a nih.",
      "reference": "GALATI 5:6"
    },
    {
      "content": "Ṭhatakin in tlân hlak kha, thutak chu in zâwm nawna dingin tuin am a hluo ta cheu a?",
      "reference": "GALATI 5:7"
    },
    {
      "content": "Hi thlêmna hi a kotu cheua inthawk a ni nawh.",
      "reference": "GALATI 5:8"
    },
    {
      "content": "Chawl tlâwmtêin bei tlang chu a pumin a fang suok hlak.",
      "reference": "GALATI 5:9"
    },
    {
      "content": "Ngaituo danglam naw ti niu ti Lalpaa chun kei chun nangni tieng ka ring cheu a nih; nisienlakhawm, a sukbuoitu cheu chu, tûkhawm ni sien la, a chunga rorêlna chu la tuor a tih.",
      "reference": "GALATI 5:10"
    },
    {
      "content": "Unauhai, keiin sertan thu ka la hril rawp si chun, ieng dinga suknawmnata la um rawp am ka na? Chuong ang a ni si chun kraws insuina chu sukbo ni tâng a tih.",
      "reference": "GALATI 5:11"
    },
    {
      "content": "A sukbuoitu cheu chu intan thla law law sien ka nuom a nih.",
      "reference": "GALATI 5:12"
    },
    {
      "content": "Nangni, unauhai, suok ni lo dinga ko in ni sih a; nisienlakhawm, suok in ni nawna chu tisa ta dinga remchângah hmang naw unla, hmangainain rawng inbâwl tuo pêk seng lem ro,",
      "reference": "GALATI 5:13"
    },
    {
      "content": "“Nangma în hmangai angin i vênghai i hmangai ding a nih,” ti thu baukhata hin Dân thu po po chu a famkim tah a ni sih a.",
      "reference": "GALATI 5:14"
    },
    {
      "content": "Nisienlakhawm, in inseh a, in infâk tuo si chun, in insukbohmang tuo nawna dingin fîmkhur ro.",
      "reference": "GALATI 5:15"
    },
    {
      "content": "Chuongchun, hi hi ka ti a nih: Thlarauah um ro; chuongchun, tisa châkna chu in zâwm naw ding annâwm.",
      "reference": "GALATI 5:16"
    },
    {
      "content": "Tisa hin Thlarau dona tieng ân hâwk hlak, Thlarau khawmin tisa dona tieng ân hâwk bawk si hlak a, thil thaw in itumhai chu in thaw thei nawna dingin chuonghai chu an inkal sih a.",
      "reference": "GALATI 5:17"
    },
    {
      "content": "Nisienlakhawm, Thlarau ṭhuoia in um chun, Dân hnuoia chun in um nawh.",
      "reference": "GALATI 5:18"
    },
    {
      "content": "Chun, tisa thilthawhai chu ân lang fel a nih; chuong chu hieng hi an nih: inditna dâm, inthiengnawna dâm, hurna dâm,",
      "reference": "GALATI 5:19"
    },
    {
      "content": "milim biekna dâm, dawithiem- na dâm, theidâna dâm, inhalna dâm, thîkna dâm, lungsenna dâm, mani- hmasielna dâm, insuktumna dâm, ring tumna dâm,",
      "reference": "GALATI 5:20"
    },
    {
      "content": "thîkthusietna dâm, zu inruina dâm, zu hmun hlimna dâm, chuong anghai chu, chuong kawnga chun kha hmaa, “Chuong ang thil thawtuhai chun Pathien ram hluo naw ni hai,” tia ka hril lâwk cheu ang khan, ka hril nâwk cheu hi.",
      "reference": "GALATI 5:21"
    },
    {
      "content": "Thlarau ra ruok chu hmangaina dâm, hlimna dâm, inremna dâm, dawtheina dâm, ngilneina dâm, ṭhatna dâm, ringumna dâm,",
      "reference": "GALATI 5:22"
    },
    {
      "content": "thuhnuoirawlna dâm, insûm- thei na dâm a ni lem: chuong ang kal zâwngin Dân thupêk hrim a um nawh.",
      "reference": "GALATI 5:23"
    },
    {
      "content": "Chun, Krista Isu mihai chun tisa chu a suol ngaituona le a châknahai pumin an hemde tah.",
      "reference": "GALATI 5:24"
    },
    {
      "content": "Thlaraua hring ei ni chun, Thlaraua vêk um ei tiu.",
      "reference": "GALATI 5:25"
    },
    {
      "content": "Inchotuoin, in itthîktuoin inngaihlu nâwng ei tiu.",
      "reference": "GALATI 5:26"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "GALATI 5 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}