{
  "verses": [
    {
      "content": "Chun, kum sâwmpali ân vawi hnungin, Tita khawm chu ṭhuoi vein, Barnaba ruolin Jerusalemah ka hang fe nâwk a.",
      "reference": "GALATI 2:1"
    },
    {
      "content": "Chun, hriettirna leiin ka hang feh a, Jentailhai laia Chanchin Ṭha tlâng ka însampui hlak hi anni ka hang hril a; nisienlakhawm mi lien deuhai chu a tumin ka hril a, chuong naw chun a thlâwnin tlân hlau rawi ka tih; annawleh, tlân thlâwn tah ni rawi ka tih.",
      "reference": "GALATI 2:2"
    },
    {
      "content": "Nisienlakhawm, Tita ka kuoma um khawm chu, Grik mi ni sien khawm ser tan lui pêkin a um ta nawh a;",
      "reference": "GALATI 2:3"
    },
    {
      "content": "unau tehlêm, inrûka an iṭhuoi lûthaiin tan luipêk ding tihai sien khawm; chuonghai chun suoka an mi sie theina dingin Krista Isua chun zalênna kan nei hi enthlit dingin inrûkin an lût a.",
      "reference": "GALATI 2:4"
    },
    {
      "content": "Nisienlakhawm, Chanchin Ṭha thutak chu in kuoma a um zing theina dingin, dârkâr khat khawm intuklûtin an thu ka zâwm nawh a.",
      "reference": "GALATI 2:5"
    },
    {
      "content": "Chun, mi lien deua an iruothai lai chun, (ieng ang mi khawm ni sien la ka ta dingin a dang chuong nawh, Pathienin tûkhawm a thlier bîk nawh a) mi lien deua an iruothai chun iengkhawm an mi belsa chuong si nawh a;",
      "reference": "GALATI 2:6"
    },
    {
      "content": "chuong nêk hmanin Sertanhai Chanchin Ṭha Peter kuoma inkawl- tira a um angin, Sertannawhai Chanchin Ṭha ka kuomah inkawl- tirin a um ti an hriet a.",
      "reference": "GALATI 2:7"
    },
    {
      "content": "(Sertanhai tirko ni dinga Peter ta dinga thaw pêktu ngei chun, Jentailhai tirko ni dingin ka ta ding khawma a mi thaw pêk sih a.)",
      "reference": "GALATI 2:8"
    },
    {
      "content": "Lunginsietna a mi pêk chu an hrietin, Jakob hai, Kipha hai, Johan hai, bana an iruothai chun, keini Jentailhai laia fe ding le, anni po sertanhai kuoma fe dingin kei le Barnaba chu inpâwlna kut chang- tieng an mi pêk ta lem hman a.",
      "reference": "GALATI 2:9"
    },
    {
      "content": "Pasiehai kan ihriet chau an nuom, chu tak chu thaw ka tum tlat hrim hlak chu a nih.",
      "reference": "GALATI 2:10"
    },
    {
      "content": "Chun, Kipha chu Antiokeia a hung laiin demumtaka a um leiin, a hmai san ngeiah ka kal a.",
      "reference": "GALATI 2:11"
    },
    {
      "content": "Mi tuhai amanih Jakob kuoma inthawka an hung hma chun, ama chun Jentailhai lai bu a fâk hlak a; nisienlakhawm, an hung tlung phingleh Sertan mihai chu a ṭi leiin ṭhang nâwk ta loin, ân suktum ta sih a.",
      "reference": "GALATI 2:12"
    },
    {
      "content": "Juda danghai khawm an vervêk tâwl tah a; chuongchun, Barnaba meu khawm an vervêkna ṭhuoi hmangin a um ta hiel a.",
      "reference": "GALATI 2:13"
    },
    {
      "content": "Nisienlakhawm, Chanchin Ṭha thutak angin an um fel nawh ti ka hrietin, Kipha kuomah, an rênga hmaah, “Nang Juda mi ni siin, Juda anga um loin Jentail angin i um a. Iengtiziea Jentailhai chu Judahai anga în umluitir hlak am a na?” ka tih a.",
      "reference": "GALATI 2:14"
    },
    {
      "content": "Keini chu Jentail mi suolhai ni loin Juda mi hrima pieng kan na;",
      "reference": "GALATI 2:15"
    },
    {
      "content": "nisienlakhawm, Dân thilthaw leiin mi thiem changin a um nawh a, Isu Krista ring lei chauin thiem changin a um lem ti kan hriet sih a. Keini khawmin Dân thilthaw lei ni loin, Krista awina leia thiem changa kan um theina dingin, Krista Isu chu kan awi a nih; Dân thilthaw leiin mihriem hrim hrim thiem changin um si naw ni hai a.",
      "reference": "GALATI 2:16"
    },
    {
      "content": "Kristaa thiem changa um kan tumnaa hin, keini ngei khawm mi suola ngai kan lo ni lem hlau chun, anleh, Krista chu suol sin thawtu ni el a ti?",
      "reference": "GALATI 2:17"
    },
    {
      "content": "Teu lo e, ka thil ṭhiekhai kha ka bâwl nâwk si chun, bawsetu ka nizie kân hriettir el ning a tih.",
      "reference": "GALATI 2:18"
    },
    {
      "content": "Pathien tieng kawnga ka hung hring theina dingin kei chu Dân leiin Dân tieng kawngah ka thi ta sih a.",
      "reference": "GALATI 2:19"
    },
    {
      "content": "Krista kuomah hemdein ka um tah. Nisienlakhawm, ka hring a nih, kei ruok chu ka ni ta nawh a, Krista chu keimaah a hring lem a nih; chun, tuta tisaa ka hring hi ringnaa hring ka nih, Pathien Naupa, mi lunginsiettu, ka aia inpetu ringnaa chun.",
      "reference": "GALATI 2:20"
    },
    {
      "content": "Pathien lunginsietna chu ka bawhmang nawh. Dân leia felna a um si chun Krista chu a thlâwnin a thi nîng a tih.",
      "reference": "GALATI 2:21"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "GALATI 2 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}