{
  "verses": [
    {
      "content": "Chun, inkhâwmna ina chun a lût nâwk a, chutaka chun mi pakhat kutzeng hi a lo um a.",
      "reference": "MARKA 3:1"
    },
    {
      "content": "Chun, ama an hêk theina dingin Châwlnin a sukdam ding le sukdam naw ding an enthlit a.",
      "reference": "MARKA 3:2"
    },
    {
      "content": "Ama chun kutzeng kuoma chun, “Hung ngîr dawk rawh,” a ta.",
      "reference": "MARKA 3:3"
    },
    {
      "content": "Chun, an kuoma chun, “Châwlni hin sukṭhat am a thieng, suksiet? sandam am a thieng sukhlum?” tiin ân dawn a. Nisienlakhawm, an to zing a.",
      "reference": "MARKA 3:4"
    },
    {
      "content": "Chun, an lungril ngar zie chu pawitipêk bêk bêkin, lungsen puma anni a en vêl hnungin, chu mipa kuoma chun, “I kut phar rawh,” a ta. Chun, a hang phar dawk a, a kut chu a dam tah a.",
      "reference": "MARKA 3:5"
    },
    {
      "content": "Chun, Pharisaihai chu an suok a, ama an sukhlum theinazie ding ngaituoin Herod pâwla mihai le chun an inrâwn nghâl tah a.",
      "reference": "MARKA 3:6"
    },
    {
      "content": "Chun, Isu chu a inchûktirhai le chun dîl tieng an fe hmang tah a, chuongchun, Galili rama inthawkin mipui nasatakin an zui tah a.",
      "reference": "MARKA 3:7"
    },
    {
      "content": "Chun, a thil thaw ropuizie chu an hrietin, Judai rama inthawk dâmin, Jerusalema inthawk dâmin, Idumai rama inthawk dâmin, Tura le Sidon khuo vêla inthawk dâmin mipui nasatak a kuomah an hung veh a.",
      "reference": "MARKA 3:8"
    },
    {
      "content": "Chun, mipui lei chun a ta dinga lawnglêng pakhat lo siemrêlpêk dingin a închûktirhai a hril a. “Chuong naw chun mi hneng hut hut rawi an tih,” a ta.",
      "reference": "MARKA 3:9"
    },
    {
      "content": "Mi tamtak a sukdam nghâl tah a; chuongchun, natna nei po po chun ama an them theina dingin an bûm tul tul a.",
      "reference": "MARKA 3:10"
    },
    {
      "content": "Khawhri inthieng nawhai khawmin ama an hmu po leh a hmaa bawkkhupin, “Nang Pathien Naupa chu i nih,” tiin an khêk hlak a.",
      "reference": "MARKA 3:11"
    },
    {
      "content": "Chun, ama chun a chanchin chu phuong lo dingin an kuomah a ti tlat pei a.",
      "reference": "MARKA 3:12"
    },
    {
      "content": "Chun, tlânga chun a hang feh a, amain a dit pohai chu a ko a, chuongchun, anni chu a kuomah an hang feh a.",
      "reference": "MARKA 3:13"
    },
    {
      "content": "Chun, sâwm le pahni a ruot a, a kuoma an um theina dingin le thu hril dinga a tir dawk theina ding le,",
      "reference": "MARKA 3:14"
    },
    {
      "content": "khawhrihai hnawt dawkna thu nei dinga a tir dawk theina dingin.",
      "reference": "MARKA 3:15"
    },
    {
      "content": "Chuonghai chu, Simon, Peter a înbûk hai;",
      "reference": "MARKA 3:16"
    },
    {
      "content": "Zebedai naupa Jakob le Jakob unaupa Johan hai dâm, (chuonghai chu “Boanerges” ân bûk a, chu chu “Vâninrûm Nauhai,” tina a nih.)",
      "reference": "MARKA 3:17"
    },
    {
      "content": "Andri hai, Philip hai, Bartholomai hai, Matthai hai, Thoma hai, Alphai naupa Jakob hai, Thaddai hai, Kanaana Simon hai;",
      "reference": "MARKA 3:18"
    },
    {
      "content": "a înmantirtu Juda Iskariot hai dâm kha an nih.",
      "reference": "MARKA 3:19"
    },
    {
      "content": "Chun, inah a va lût a. Chun, mipui chu an hung khâwm nâwk a, chuongchun, bei takngiel khawm an fâk thei ta nawh a.",
      "reference": "MARKA 3:20"
    },
    {
      "content": "Chun, a sûnghai chun chu chu an hriet a, “ân vêt a ni chu tie,” tiin, ama man tumin an inthawk a.",
      "reference": "MARKA 3:21"
    },
    {
      "content": "Chun, Dân Inchûktirtuhai Jeru- salema inthawka hung thlahai chun, “Beelzebub a zâwl a ni hi,” an tih a. “Khawhri lal lei annâwm khawhrihai a hnawt dawk hlak hi,” an ti bawk a.",
      "reference": "MARKA 3:22"
    },
    {
      "content": "Chun, Isu chun Dân inchûk- tirtuhai chu a ko a, tekhithuin an kuomah, “Setanin Setan bawk ieng- tin am hnawt dawk thei a ta?",
      "reference": "MARKA 3:23"
    },
    {
      "content": "Ram khawm ama le ama ân do chun, chu ram chu ngîr suok thei naw ni.",
      "reference": "MARKA 3:24"
    },
    {
      "content": "Sûng khat khawm anni le anni an indo chun, chuhai sûng chu ngîr suok thei naw ni hai.",
      "reference": "MARKA 3:25"
    },
    {
      "content": "Setan khawm ama le ama indo a, ân khing si chun, ngîr suok thei naw nih a, bohmang el lem a tih.",
      "reference": "MARKA 3:26"
    },
    {
      "content": "Tukhawm mi hrât ina lûtin a sum chu a lâkpêk thei ngai nawh, mi hrât chu an phier hmasa zet naw chun; chu hnunga ruok chun a in chu inrampêk el an tih.",
      "reference": "MARKA 3:27"
    },
    {
      "content": "Titakzetin ka hril cheu hi, mihriem nauhai hi an suolna po poa le, Pathien hrilsietna kawng tinrênga an hrilsietnahaia khawm chun ngaidam nîng an tih;",
      "reference": "MARKA 3:28"
    },
    {
      "content": "tukhawm Thlarau Inthieng meu hrilsetu ruok chun ienglai khawmin ngaidamna hmu naw ni, kumkhaw- tluonga suolna kawnga chun inthiem loin um ta lem a tih,” a tih a.",
      "reference": "MARKA 3:29"
    },
    {
      "content": "(“Khawhri inthieng naw a zâwl a nih,” an ti lei khan chu chu a hril a nih.)",
      "reference": "MARKA 3:30"
    },
    {
      "content": "Chun, a nu le a unauhai chu an hung a, tuolah an ngîr a, ama ko dingin mi an tir a.",
      "reference": "MARKA 3:31"
    },
    {
      "content": "Chun, a sîr vêl lai chun mipui an lo ṭhung tâwl a; chun, a kuoma chun, “Ngai ta, tuola sawn i nu le i unauhaiin an zawng che,” an ta.",
      "reference": "MARKA 3:32"
    },
    {
      "content": "Chun, ama chun an kuomah, “Ka nu le ka unauhai chu tuhai am an na?” tiin an dawn a.",
      "reference": "MARKA 3:33"
    },
    {
      "content": "Chun, a kâwla ṭhunghai chu a hei en vêl a, “En ta u, ka nu le ka unauhai hi!",
      "reference": "MARKA 3:34"
    },
    {
      "content": "Tukhawm Pathien dit zâwng thawtu phawt chu, chuonghai ngei chu ka unauhai, ka farnuhai, ka nuhai an nih annâwm,” a ta.",
      "reference": "MARKA 3:35"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "MARKA 3 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}