{
  "verses": [
    {
      "content": "Chun, dîl panga chun ân chûktir nâwk tah a. Chun, mipui nasatak el a kuomah an hung inkhâwm a; chuongchun, dîla chun lawngah a chuong a, a ṭhung a; mipuihai po po chu dîl panga khawmuola chun an um a.",
      "reference": "MARKA 4:1"
    },
    {
      "content": "Chun, tekhithuin thu tamtak ân chûktir a, ân chûktirnaa chun,",
      "reference": "MARKA 4:2"
    },
    {
      "content": "“Ngai unla en ta u, bu chi thetu bu chi thein a feh a,",
      "reference": "MARKA 4:3"
    },
    {
      "content": "chun, a the laiin a ṭhen lampui sîrah a tlah a, vatehaiin an hung tlân zo tah a.",
      "reference": "MARKA 4:4"
    },
    {
      "content": "Chun, a ṭhen chu pielthlêng chung, hnuoi inphânna lai a tlah a, hnuoi a sa naw leiin a mâwng nghâl tah a,",
      "reference": "MARKA 4:5"
    },
    {
      "content": "nisienlakhawm, nisa a hung insâng pha em vuoiin a um a, zung a nei naw leiin a rawp ta el a.",
      "reference": "MARKA 4:6"
    },
    {
      "content": "Chun, a ṭhen chu hlohlingnei lai a tlah a, hlo chu a hung mâwng sâng a, a dîp hmang tah a, ra hrim hrim a ra ta nawh a.",
      "reference": "MARKA 4:7"
    },
    {
      "content": "Chun, a ṭhen hnuoiṭhaah a tlah a, a mâwng a, ân ṭhang lien a, a ra tah a; sâwmthum dâm, sâwmruk dâm, za dâmin a pung tâwl tah a,” a ta.",
      "reference": "MARKA 4:8"
    },
    {
      "content": "Chun, ama bawkin, “Tukhawm hrietna dinga na nei chun hre raw se,” a ta.",
      "reference": "MARKA 4:9"
    },
    {
      "content": "Chun, fienriela a um laiin a kuoma sâwm le pahnihai le um mi danghai chun tekhithuhai chu an indawn fel a.",
      "reference": "MARKA 4:10"
    },
    {
      "content": "Chun, ama chun an kuomah, “Pathien ram thurûk chu nangni hai hriet chu phal a na, puotienga mihai ta ding ruok chun iengkim tekhithua hril a nih;",
      "reference": "MARKA 4:11"
    },
    {
      "content": "chuongchun, ‘Hmu chu an hmu thei deh a, hriet ruok chu an hriet thei nawna ding le na ruok chun an hriet thei deh a, a ngaina ruok chu an hriet thei nawna dingin, chuong naw chun ngha kîr nawk an ta, ngaidam hung ni hlau rawi an tih,’” a ta.",
      "reference": "MARKA 4:12"
    },
    {
      "content": "Chun, ama bawkin, an kuoma chun, “Hi tekhithu hi in hriet thei naw maw? Chuongchu a ni chun iengtin am tekhithu danghai po po chu hre hrim in ta?",
      "reference": "MARKA 4:13"
    },
    {
      "content": "Bu chi thetu chun thu chu a the a nih.",
      "reference": "MARKA 4:14"
    },
    {
      "content": "Chun, lampui sîra thu thênahai chu hieng hi an nih; thu an hriet phingleh Setan chun an lungrila thu thea um chu a lâkpêk nghâl hlak.",
      "reference": "MARKA 4:15"
    },
    {
      "content": "Chun, chuong ang bawk chun pielthlêng chunga the chu hieng hi an nih: thu chu an hriet phinga lâwmtaka pawm nghâl el hlakhai hi;",
      "reference": "MARKA 4:16"
    },
    {
      "content": "nisienlakhawm, annia chun zung hrim an nei nawh a, sâwt nâwte chau an um a, thu leia rinumna amanih, suknawmnatna amanih a hung um phing leh an tlu nghâl el hlak a nih.",
      "reference": "MARKA 4:17"
    },
    {
      "content": "Chun, mi danghai chu hlohling- nei laia the chu an nih, chuonghai chun thu chu an hriet tah a;",
      "reference": "MARKA 4:18"
    },
    {
      "content": "nisienlakhawm, khawvêl lung- khamnahai, hausakna hlêmnahai, thil dang châknahai chu a hung lût a, thu chu a dîp a, ra loin a lo um hlak.",
      "reference": "MARKA 4:19"
    },
    {
      "content": "Chun, hnuoi ṭhaa thehai chu hieng hi an nih: thu chu hrea, pawm a, a lêt sâwmthum dâm, a lêt sâwmruk dâm, a lêt za dâma rahai hi,” a ta.",
      "reference": "MARKA 4:20"
    },
    {
      "content": "Chun, ama bawkin an kuomah, “Khâwnvar chu a sienaa sie loa lei- khâwr hnuoia manih, khum hnuoia manih sie dingin an hung lâk hlak am a nih?",
      "reference": "MARKA 4:21"
    },
    {
      "content": "Inphuong naw dinga ip ieng- khawm a um nghâl nawh a, inlang lo dinga thuphmang iengkhawm a um bawk nawh.",
      "reference": "MARKA 4:22"
    },
    {
      "content": "Tukhawmin hrietna dinga na nei chun hre raw se,” a ta.",
      "reference": "MARKA 4:23"
    },
    {
      "content": "Chun, ama bawkin an kuoma chun, “In thu ngai chu nguntakin ngaituo ro, in inkhîna ngai bawkin inkhi pêk an ti cheu a, pe tam lem hman hman an ti cheu.",
      "reference": "MARKA 4:24"
    },
    {
      "content": "Tukhawm a nei chu pe sâng an ta, tukhawm a nei naw chu a nei sun khawm lâkpêk an tih,” a ta.",
      "reference": "MARKA 4:25"
    },
    {
      "content": "Chun, ama bawkin, “Pathien ram chu hieng ang hi a nih; mîn hnuoia hin chi the sienla, zâna inin sûnah tho hlak sienla;",
      "reference": "MARKA 4:26"
    },
    {
      "content": "a umzie a hriet loin hung mâwngin hung inṭhang sienla, chuong ang chu a nih.",
      "reference": "MARKA 4:27"
    },
    {
      "content": "Hnuoi hin amain ra a hung insuo hlak, a phut chun a kûng, chu zoa chun a ra, chun chu zo nâwka chun a vûia bu mal kim chu.",
      "reference": "MARKA 4:28"
    },
    {
      "content": "Chun, ra chu a hung hmin pha, bu lâk a lo hun ta leiin kâwite a kei suok nghâl hlak a nih,” a ta.",
      "reference": "MARKA 4:29"
    },
    {
      "content": "Chun, ama bawkin, “Pathien ram chu ieng lêm hrilkhîng ei tih aw? annawleh, ieng tekhithu lêm hril- khîng ei ta?",
      "reference": "MARKA 4:30"
    },
    {
      "content": "Anṭam chi mal khat hnuoia an thein, hnuoi chunga chi po po nêkin chîntak sienla khawm;",
      "reference": "MARKA 4:31"
    },
    {
      "content": "the zo hnung ruok chun a hung mâwng a, thlâi po po nêkin a hung lien lem tah a, zâr lientak tak dâm a hung nei a, chuongchun, chunglêng vatehai chu a buka chun an riek thei hlak; chuong ang chu a nih,” a ta.",
      "reference": "MARKA 4:32"
    },
    {
      "content": "Chuong ang tekhithu tamtakin, an ihriet thei tâwk tâwkin, thu chu an kuomah a hril hlak.",
      "reference": "MARKA 4:33"
    },
    {
      "content": "Tekhithu naw chun an kuomah thu a hril ngai nawh; ama inchûk- tirhai kuoma ruok chun fienrielah iengkim a hrilfie hlak a.",
      "reference": "MARKA 4:34"
    },
    {
      "content": "Chun, chu ni ma, zântieng chun ama chun an kuomah, “Râlkhing tieng sawn kai ei tiu,” a ta.",
      "reference": "MARKA 4:35"
    },
    {
      "content": "Chuongchun, mipui chu mâk- sanin, ama chu a um ngai chun lawnga chun an fepui nghâl tah a. Lawng dang dâm khawm a kuomah a um a.",
      "reference": "MARKA 4:36"
    },
    {
      "content": "Chun, thlipui nasatak a hung hrâng a, tuifâwnhai dâm chu lawnga chun a hung insawk lût hlawp hlawp a; chuongchun, lawng chu a hung sip vâng vâng el tah a.",
      "reference": "MARKA 4:37"
    },
    {
      "content": "Chun, ama chu lukham chu khamin lawng mei tieng chun a lo in a; chun, an keitho a, a kuoma chun, “Inchûktirtu, kan bohmang hi pawi i ti nâwm a nih?” an ta.",
      "reference": "MARKA 4:38"
    },
    {
      "content": "Chun, ama chu a hung har a, thli chu a hal a, dîl kuoma khawm chun, “To la, um ṭawk ṭawk rawh,” a ta. Chun, thli chu a ma a, a hung re ta ṭhup el a.",
      "reference": "MARKA 4:39"
    },
    {
      "content": "Chun, ama chun an kuomah, “Iengdinga chuong bêk bêka ṭi am in na? Ringna hrim in la nei naw a ni maw?” a ta.",
      "reference": "MARKA 4:40"
    },
    {
      "content": "Chuongchun, ṭit namênin an ṭi ta nawh a, “Hi mipa hi tu am a ni lie? thli le dîl chen khawmin a thu an awi hi,” an inti tâwl a.",
      "reference": "MARKA 4:41"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "MARKA 4 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}