{
  "verses": [
    {
      "content": "Pathien Naupa Isu Krista Chanchin Ṭha hung tlung phutna chu.",
      "reference": "MARKA 1:1"
    },
    {
      "content": "Zâwlnei Isai lekhabua, “Ngai ta, ka tirko i hmaah ka tir a, Ama chun i lampui siem a tih,”",
      "reference": "MARKA 1:2"
    },
    {
      "content": "Thlalêra mi khêk râwl chun, ‘Lalpa lamlien buotsai unla, A lampuihai suktlûn ro,’ a tih,” tia inziek ang khan.",
      "reference": "MARKA 1:3"
    },
    {
      "content": "Johan, thlalêra Baptistu kha suksuolnahai ngaidamna dingin sim- na baptisma thu hrilin a hung suok a.",
      "reference": "MARKA 1:4"
    },
    {
      "content": "Chun, Judai rama mi po po le Jerusalema mi po pohai chu a kuomah an feh a, an suolhai thupha chawiin Jordan vadungah a kuomah baptisma an chang tâwl a.",
      "reference": "MARKA 1:5"
    },
    {
      "content": "Chun, Johan chu sanghâwngsei hmul puonin ân thuom a, a kâwngah savun kâwngkhiin ân khit a, rama khuoizu le khâuṭhikṭhi buin a ring a.",
      "reference": "MARKA 1:6"
    },
    {
      "content": "Chun, “Ka hnungah keia nêka ropui lem a hung zing a nih; kûna a kekawk hrui sût tlâk khawm ka ni nawh.",
      "reference": "MARKA 1:7"
    },
    {
      "content": "Kei chun tuiin ka baptis hlak cheu a; ama ruok chun chu Thlarau Inthiengin a baptis ding cheu a nih,” tiin a hril a.",
      "reference": "MARKA 1:8"
    },
    {
      "content": "Chuong nihaia chun Isu Galili rama Nazaretha inthawkin a hung a, Jordan vadungah Johan kuomah baptisma a chang tah a.",
      "reference": "MARKA 1:9"
    },
    {
      "content": "Chuongchun, tuia inthawka a hung suok phingle chun, vân in- hawnga Thlarau vâṭhu angin ama chunga hung ṭum a hmu tah a.",
      "reference": "MARKA 1:10"
    },
    {
      "content": "Chun, “Nang ka Naupa dittak i nih, i chungah ka lungni bêk bêk a nih,” tiin vâna inthawkin râwl a hung suok a.",
      "reference": "MARKA 1:11"
    },
    {
      "content": "Chu phingleh Thlarau chun thlalêrah ama a tir suok tah a.",
      "reference": "MARKA 1:12"
    },
    {
      "content": "Chuongchun, Setan ithlêmin ni sâwmli zet thlalêra chun a um a, ramsahai lai a um a, vântirkohai chun a rawng an bâwlpêk a.",
      "reference": "MARKA 1:13"
    },
    {
      "content": "Chun, Johan an man hnungin Isu, Pathien Chanchin Ṭha hrilin Galili ramah a hung a;",
      "reference": "MARKA 1:14"
    },
    {
      "content": "“Hun chu a hung tlung tah a, Pathien ram khawm a hung hnai tah a, sim unla Chanchin ṭha hi ring ro,” a ti pei a.",
      "reference": "MARKA 1:15"
    },
    {
      "content": "Chun, Galili dîl panghrûla a fe laiin Simon le Simon unaupa Andri chu dîla chun lên dêngin a hmuh a; nga mantu an ni hrim a.",
      "reference": "MARKA 1:16"
    },
    {
      "content": "Chun, Isûn an kuomah, “Mi zui ro, chuongchun, mihriem mantu dingin siem ka ti cheu,” a ta.",
      "reference": "MARKA 1:17"
    },
    {
      "content": "Chuongchun, lênhai chu mâk- sanin an zui tah a.",
      "reference": "MARKA 1:18"
    },
    {
      "content": "Chun, tâwite a hei fe chun, Zebedai naupa Jakob le a unau Johan chu a hmuh a, anni khawm chu an lênhai siemṭhain lawnga bawk an um a.",
      "reference": "MARKA 1:19"
    },
    {
      "content": "Chun, anni khawm chu a ko nghâl tah a: chuongchun, an pa Zebedai chu inhlawfa an iruoihai kuoma chun lawngah an mâksan a, an zui tah a.",
      "reference": "MARKA 1:20"
    },
    {
      "content": "Chun, Kapernaumah an va feh a, chun Châwlni chun inkhâwmna inah a lût a, ân chûktir nghâl tah a.",
      "reference": "MARKA 1:21"
    },
    {
      "content": "A thu inchûktir chu mak an ti hle a, Dân inchûktirtuhai ang loa, thuneina nei taka anni ân chûktir leiin.",
      "reference": "MARKA 1:22"
    },
    {
      "content": "Chun, an inkhawmna ina chun khawhri inthieng naw nei mi pakhat a lo um a;",
      "reference": "MARKA 1:23"
    },
    {
      "content": "ama chun, “Nazareth Isu, keini le nang ieng am ei inzâwlna a um a? Mi sukbohmang dingin i hung am a nih? Nang ka hriet che, Pathien mi inthieng i nih,” tiin a khêk suok nghâl tah a.",
      "reference": "MARKA 1:24"
    },
    {
      "content": "Chun, Isûn a hal a, “To la, a sûnga inthawkin hung suok rawh,” a ta.",
      "reference": "MARKA 1:25"
    },
    {
      "content": "Chun, khawhri inthieng naw chun ama a sawisah a, inringtakin a khêk a, a sûnga chu a hung suok tah a.",
      "reference": "MARKA 1:26"
    },
    {
      "content": "Chun, an rêngin mak an ti ta bêk bêk a, chuongchun, “Ahi ieng am a ni ta leh, inchûktirna thar a ni hi tên! Khawhri inthieng naw khawm thuneitakin thu a pêk a, a thu an awi pei el hi,” tiin an insêl a.",
      "reference": "MARKA 1:27"
    },
    {
      "content": "Chun, Galili ram vêl po poah, ram tinah a chanchin ân thang nghâl tah a.",
      "reference": "MARKA 1:28"
    },
    {
      "content": "Chun, inkhâwmna ina inthawk- a an suok chun, Simon le Andri inah Jakob leh Johan leh an lût a.",
      "reference": "MARKA 1:29"
    },
    {
      "content": "Chun, Simon tarpinu khaw- sikin a nah a, a lo zâl a; chuongchun, a umzie chu Isu an hril nghâl tah a;",
      "reference": "MARKA 1:30"
    },
    {
      "content": "chun, ama chun, a kut a va chel a, a keitho tah a. Chuongchun, a khawsik chu a bo tah a, an rawng a bâwlpêk tah a.",
      "reference": "MARKA 1:31"
    },
    {
      "content": "Chun, zântienga nisa tlâk hnung chun, damnaw po po le khaw- hri iman dâm a kuomah an hung ṭhuoi a.",
      "reference": "MARKA 1:32"
    },
    {
      "content": "A khuo chun kawtkhâr bulah an hung inkhâwm tup el tah a.",
      "reference": "MARKA 1:33"
    },
    {
      "content": "Chuongchun, mi tamtak natna tinrêng invawihai chu a sukdam a, khawhri tamtak a hnawt suok bawk a; khawhrihai chun ama an hriet leiin an ṭawng a phal nawh a.",
      "reference": "MARKA 1:34"
    },
    {
      "content": "Chun, zîngkâr inhmatakin, khawvar hma daiin a tho a, a suok a, hmun fienrielah a va feh a, chutaka chun a ṭawngṭai a.",
      "reference": "MARKA 1:35"
    },
    {
      "content": "Chun, Simon le a ruolhai chun an hnawtzui a;",
      "reference": "MARKA 1:36"
    },
    {
      "content": "ama an va hmu chun, a kuomah, “Mi po poin an zawng che i sawnnâwm ie,” an ta.",
      "reference": "MARKA 1:37"
    },
    {
      "content": "Ama chun an kuomah, “Hmun danga khaw hnaiahai dâm chun fêng ei tiu, chuonga hai khawm chun thu ka hril theina dingin, hi lei taka hung ka ni nghâl a,” a ta.",
      "reference": "MARKA 1:38"
    },
    {
      "content": "Chuongchun, thu hrila, khaw- hrihai khawm hnawt suok peiin Galili ram po poa an inkhâwmna inahai chun a lût pei a.",
      "reference": "MARKA 1:39"
    },
    {
      "content": "Chun, a kuomah phâr a hung a, “I nuom chun i mi sukthieng thei,” a ta, a hmaah a dingṭhaṭhuon a, a ngên rak el a.",
      "reference": "MARKA 1:40"
    },
    {
      "content": "Ama chun a lo lunginsiet bêk bêk a; a hei ban a, a them a, “Ka nuom ie, sukthiengin lo um ta rawh,” a ta.",
      "reference": "MARKA 1:41"
    },
    {
      "content": "Chuongchun, kârloin ân phârna chu a bo nghâl el tah a, a hung inthieng tah a.",
      "reference": "MARKA 1:42"
    },
    {
      "content": "Chun, ama chu hril lo dingin a tiem tlat a, ân fetir tah a;",
      "reference": "MARKA 1:43"
    },
    {
      "content": "a kuomah, “Tu kuoma khawm iengkhawm va hril dêr naw raw kha; nisienlakhawm, thiempu kuomah vân entir la, an hriet fel theina dingin Mosie thil ruothai kha i înthienna dingin vân hlân rawh,” a ta.",
      "reference": "MARKA 1:44"
    },
    {
      "content": "Nisienlakhawm, ama chu a suok a, tlânginsamin chu thu chu a phuong dar phut el tah a; chuongchun, Isu chu inphuongtakin khuo a lût thei ta nawh a; thlalêr hmunahai a um lem tah a; chun hmun tina mi a kuomah an hung hlak a.",
      "reference": "MARKA 1:45"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "MARKA 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}