{
  "verses": [
    {
      "content": "Chuong lai chun mipui tamtak an hung um nâwk a, chuonga fâk ding iengkhawm an nei naw lai chun, ama chun a închûktirhai chu a ko a, an kuomah,",
      "reference": "MARKA 8:1"
    },
    {
      "content": "“Tûn mipuihai hi ka kuomah ni thum an um tah a, fâk ding ieng- khawm an nei naw leiin ka lunginsiet bêk bêk a nih.",
      "reference": "MARKA 8:2"
    },
    {
      "content": "Bu ngheia an in tieng kân fetir el chun, lam kâr lakah an châu ding a ni sih a, a ṭhen lem chu an hungna a hla hle sih a,” a ta.",
      "reference": "MARKA 8:3"
    },
    {
      "content": "Chun, a închuktirhai chun, “Tuin am hienghai rawi hi sukkhawp thei an ta?” tiin ama an dawn a.",
      "reference": "MARKA 8:4"
    },
    {
      "content": "Chun, ama chun, “Beiphêk iengzât am in nei a?” tiin anni chu ân dawn a. Chun, anni chun, “Phêk sari,” an ta.",
      "reference": "MARKA 8:5"
    },
    {
      "content": "Chun, mipuihai chu hnuoia ṭhung dingin thu a pêk a, chuong- chun, bei phêk sari chu a lâk a, lâwmthu a hril zoin a khawi a; anni laia sem dingin a închûktirhai a pêk a; chuongchun, mipui lai chun an sem tah a.",
      "reference": "MARKA 8:6"
    },
    {
      "content": "Ngatê tlâwmte an nei bawk a, ama chun chu khawm chu mal a sâwm a, chuonghai khawm chu mipui laia sem ding thu a pêk a.",
      "reference": "MARKA 8:7"
    },
    {
      "content": "Chuongchun, an fâk a, an khawp tâwl tah a; an fâk mahla nawi khawm chu bâwmrâng sari zet an rût sip a.",
      "reference": "MARKA 8:8"
    },
    {
      "content": "Anni rawi chu sâng li lai an na; ama chun anni chu ân ṭintir tah a.",
      "reference": "MARKA 8:9"
    },
    {
      "content": "Chun, ama chu a închûktirhai lai lawngah a chuong nghâl tah a. Dalmanutha ram chu a tlung tah a.",
      "reference": "MARKA 8:10"
    },
    {
      "content": "Chun, Pharisaihai an hung a, ama fiena dingin amaa vâna inthawka inchikna zawngin ama chu an sêl tah a.",
      "reference": "MARKA 8:11"
    },
    {
      "content": "Chun, ama chu a lungrilah nasatakin ân rûm a, “Iengdinga tulaia ruoltharhai hin inchikna an zawng am a na? Titakzetin ka hril cheu, tulai ruoltharhai kuoma hin inchikna hrim hrim pêk ni naw ni,” a ta.",
      "reference": "MARKA 8:12"
    },
    {
      "content": "Chun, anni chu a mâksan a, râl khing tieng a fe tah a.",
      "reference": "MARKA 8:13"
    },
    {
      "content": "Chun, a închûktirhai chun bei an chawi theinghil a, bei phêk khat chau naw chu lawnga chun bei dang hrim hrim an nei si nawh a.",
      "reference": "MARKA 8:14"
    },
    {
      "content": "Chun, ama chun, “Pharisaihai chawl le Herod chawla chun invêng ṭha unla, ṭi dêkin um ro,” a ti tlat a.",
      "reference": "MARKA 8:15"
    },
    {
      "content": "Chun, anni chun, “Bei ei nei dêr nawh a,” tîn an in ngaituoh a.",
      "reference": "MARKA 8:16"
    },
    {
      "content": "Chun, Isûn chu chu a lo hriet a, an kuomah, “Bei in nei naw leisek chun iengdinga in inngaituo am? Tu khawm hin in lungrilin in la hriet rawp naw maw? In lungril chu in sukngar ta am a nih?",
      "reference": "MARKA 8:17"
    },
    {
      "content": "Mit nei zing siin in hmu nâwm a nih? Na nei zing siin in hriet nâwm a nih? In hriet zing ta naw a ni maw?",
      "reference": "MARKA 8:18"
    },
    {
      "content": "Sâng nga laia bei phêk nga ka khawi lai khan a nâwi kha bâwm iengzât am in rût sip kha? In la hriet zing naw maw?” a ta. Anni chun a kuomah, “Sâwm le pahni,” an ta.",
      "reference": "MARKA 8:19"
    },
    {
      "content": "Chun, “Sâng li laia pasari ka khawi khan a nâwi kha bâwmrâng iengzât am in rût sip a?” a ta. Anni chun a kuomah, “Bâwmrâng sari,” an ta.",
      "reference": "MARKA 8:20"
    },
    {
      "content": "Chun, ama chun an kuomah, “Tu khawm hin a ngaina in la hriet rawp naw maw?” a ti tah a.",
      "reference": "MARKA 8:21"
    },
    {
      "content": "Chun, Bethsaida chu an hung tlung a. Chun, a kuomah mitdel an hung ṭhuoi a, ama chu them dingin Isu an ngên a.",
      "reference": "MARKA 8:22"
    },
    {
      "content": "Chun, ama chun mitdel kut chu a chel a, khaw kâwl tieng a fepui a; chun, a mita chun chil a sâk a, a chungah a kut ân nghat zoin, “I hmu thei ta?” tîn ân dawn a.",
      "reference": "MARKA 8:23"
    },
    {
      "content": "Chun, a hang tang a, “Mihriem chu ka hmuh a, anachu thing lâwn angin ka hmuh,” a ta.",
      "reference": "MARKA 8:24"
    },
    {
      "content": "Chun, a mita chun a kut ân nghat nawk a, chuongchun, ama chun a en zing a, a hung dam el tah a, iengkim chiengtakin a hmu thei tah a.",
      "reference": "MARKA 8:25"
    },
    {
      "content": "Chun, Isu chun, “Khuoa khawm hin lût ta naw la,” tîn a in tieng ân fetir tah a.",
      "reference": "MARKA 8:26"
    },
    {
      "content": "Chun, Isu le a închûktirhai chu an fe suok a, Philip Kaisari khawperhaia chun an feh a; chun, fe malamin a închûktirhai kuomah, “Mihaiin tu am a nih an mi tih a?” tiin ân dawn a.",
      "reference": "MARKA 8:27"
    },
    {
      "content": "Anni chun, “ ‘Baptistu Johan an ti cheh a’; mi dangin ‘Elija,’ a ṭhen ruok chun, ‘Zâwlnei tu amanih’ an ti cheh a,” tiin an hril a.",
      "reference": "MARKA 8:28"
    },
    {
      "content": "Chun, ama chun an kuomah, “Anleh, nangnîn tu am a nih in mi tih a?” tîn ân dawn a; Peter chun a kuomah, “Krista chu i nih,” tîn a dawn a.",
      "reference": "MARKA 8:29"
    },
    {
      "content": "Chun, ama chun a chanchin thu chu tukhawm hril lo ding a ti tlat a.",
      "reference": "MARKA 8:30"
    },
    {
      "content": "Chun, Mihriem Naupa chun thil tamtak a tuor dingzie dâm, upahai, thiempu lalhai le, Dân inchûktir- tuhai dit nawa a um ding dâm, sukhluma a la um ding dâm, ni thum hnunga a thonâwk dingzie dâm anni ân chûktir phut tah a.",
      "reference": "MARKA 8:31"
    },
    {
      "content": "Chuong thu chu chiengtakin a hril a. Chun, Peter chun ama chu a tumin a ṭhuoi a, a kâwk a.",
      "reference": "MARKA 8:32"
    },
    {
      "content": "Ama ruok chu a ngha kîr a, a închûktirhai chu a en a, “Setan, ka hnungah fe rawh. Pathien thilhai ngaituo loin, mihriem thilhai i ngaituo a ni hi,” tîn Peter chu a kâwk tah a.",
      "reference": "MARKA 8:33"
    },
    {
      "content": "Chun, mipuihai chu a închûk- tirhai le chun a ko a, an kuomah, “Tukhawm a mi zui nuom chun mâni inhnâwlin, a kraws putin mi zui raw se.",
      "reference": "MARKA 8:34"
    },
    {
      "content": "Tukhawm ama hringna sanhim nuom chun chân a tih. Tukhawm keia lei le Chanchin Ṭha leia hringna chân chun sanhim a tih.",
      "reference": "MARKA 8:35"
    },
    {
      "content": "Mîn khawvêl hi a pumin nei sienla, a hringna chân si sienla, ieng am ṭhahnem a ta?",
      "reference": "MARKA 8:36"
    },
    {
      "content": "Mîn a hringna sikin ieng am pe thei a ta?",
      "reference": "MARKA 8:37"
    },
    {
      "content": "Tukhawm tulai ruolthar uire le suksuol hmanghai laia kei le ka thu inzapuihai po chu, Mihriem Naupa hin vântirko inthienghai le a Pa ropuinaa inthuoma a hung pha chun, ama chu hung inzapui ve thung a tih,” a ta",
      "reference": "MARKA 8:38"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "MARKA 8 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}