{
  "verses": [
    {
      "content": "Chun, Châwlni a hung bo chun Mari Magdalin hai, Mari Jakob nu hai, Salomi hai chun ama nâl dinga an va fe theina ding chun thil riminhnik an inchâwk a.",
      "reference": "MARKA 16:1"
    },
    {
      "content": "Chuongchun, ni saria ni hma- sataka, zîngkâr nisa suok hnungin, thlân chu an va tlung a.",
      "reference": "MARKA 16:2"
    },
    {
      "content": "Chun, “Thlân kawta lung chu tuin am mîn hlum hmangpêk a ta?” an inti lai zingin,",
      "reference": "MARKA 16:3"
    },
    {
      "content": "an hang nghah a, lung chu inhlum hmang sain an hang hmu tah a, a lien hle sih a.",
      "reference": "MARKA 16:4"
    },
    {
      "content": "Chun, thlân sûngah an lût a, tlangvâl pakhat puon vâr silin changtieng panga ṭhung an hmuh a; an lunginzîng tah a.",
      "reference": "MARKA 16:5"
    },
    {
      "content": "Chuongchun, ama chun an kuomah, “Lunginzing naw ro, Isu Nazareth mi, an hemde kha in zawng a ni âwm a, a thonâwk tah a, hi hin a um ta nawh; en ta u, an inzâlna hi.",
      "reference": "MARKA 16:6"
    },
    {
      "content": "Nisienlakhawm, fe unla a închûktirhai le Peter kuoma chun, ‘Galili ramah in hmaa a fe ding a na; in kuoma a hril ang ngei khan chu chun hmûng in tih,’ tiin hril ro,” a ta.",
      "reference": "MARKA 16:7"
    },
    {
      "content": "Chuongchun, an inthin a, an lunginzîng hle lai chun, an suok a, thlâna inthawk chun an tlân ta vang vang a, an ṭi luotin tu kuoma khawm iengkhawm an hril nawh a.",
      "reference": "MARKA 16:8"
    },
    {
      "content": "[Chun, ni saria ni hmasatak, zîngkâra a thonâwk chun, Mari Magdalin, a sûnga inthawka khawhri pasari a hnawt suokpêk kuoma khan ân lâr hmasatak a.",
      "reference": "MARKA 16:9"
    },
    {
      "content": "Chun, ama chu Isu umpui hlakhai kuomah a va feh a, mithi ngaia an ṭaplai chu a hril tah a.",
      "reference": "MARKA 16:10"
    },
    {
      "content": "Nisienlakhawm, anni chun, a hring nâwk a, hmu khawm a hmu ti chu an hriet dea chu an awi si nawh a.",
      "reference": "MARKA 16:11"
    },
    {
      "content": "Chun, chu hnunga chun anni laia pahni ram tieng pana an fe laiin hmêl danglam putin an kuomah ân lâr nâwk a.",
      "reference": "MARKA 16:12"
    },
    {
      "content": "Chun, anni chun inchûktir danghai kuomah an va hril a, anni thu khawm chu an awi chuong nawh a.",
      "reference": "MARKA 16:13"
    },
    {
      "content": "Chun, chu hnung nâwka chun buthlêng an awt laiin sâwm le pakhat hai kuom ngeiah ân lâr nâwk a, a thonâwk hnunga a hmutuhai thu chu an awi naw leiin an awi nawna le an lungril ngar kawnga chun a kâwk tâwl a.",
      "reference": "MARKA 16:14"
    },
    {
      "content": "Chun, an kuomah, “Khawvêl po poah fe unla, thilsiemhai po po kuomah Chanchin Ṭha hi hril ro.",
      "reference": "MARKA 16:15"
    },
    {
      "content": "Awia, baptisma chang chu sandamin um an tih; a awi naw ruok chu thiemnaw changin um an tih.",
      "reference": "MARKA 16:16"
    },
    {
      "content": "Chun, hieng inchiknahai hin a awituhai chu zui pei a tih: Ka hmingin khawhrihai hnawt dawk an ta, ṭawng tharhaiin ṭawng an tih.",
      "reference": "MARKA 16:17"
    },
    {
      "content": "Rûlhai kut chungah dawm an ta, thina tûr iengang khawm dâwn hai sienla iengkhawm ti naw ni hai; damnawhai chungah an kut innghat an ta, dam pei an tih,” a ta.",
      "reference": "MARKA 16:18"
    },
    {
      "content": "Chuongchun, Lal Isu chu an kuoma thu a hril zo chun vâna zuk ṭhuoiin a um tah a, Pathien changtieng a hang ṭhung tah a.",
      "reference": "MARKA 16:19"
    },
    {
      "content": "Chuongchun, anni chu an fe suok a, ram tinah thu an hril tah a; Lalpain anni ân thlawppui a, a zuitu inchiknahai chun an thu chu a sukdet pei a, Amen].",
      "reference": "MARKA 16:20"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "MARKA 16 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}