{
  "verses": [
    {
      "content": "Chun, ni ieng zât amani hnunga Kapernaum a hung lût nâwkin, inah ama a um ti thu ân thang tah a.",
      "reference": "MARKA 2:1"
    },
    {
      "content": "Chuongchun, kawt bula khawm umna um naw khawp rakin, mi tamtak an hung khâwm a; an kuoma chun thu a hril tah a.",
      "reference": "MARKA 2:2"
    },
    {
      "content": "Chun, mi zeng pakhat, mi palia zâwn a kuomah an hung ṭhuoi a.",
      "reference": "MARKA 2:3"
    },
    {
      "content": "Chun, mipui leia Isu kâwl hnai an tlung thei naw leiin, a umna in chung chu an ṭhiek tah a; chuonga an ṭhiek zo phing chun mi zeng chu a puonpha pum chun an zuk thlâk tah a.",
      "reference": "MARKA 2:4"
    },
    {
      "content": "Chuongchun, Isûn an ringzie chu a lo hmuh a, mi zeng kuoma chun, “Naupa, i suolhai ngaidam a ni tah,” a ta.",
      "reference": "MARKA 2:5"
    },
    {
      "content": "Chun, Dân inchûktirtu ṭhenkhat chutaka chun an ṭhung a, an lungril chun hieng hin an ngaituoh a,",
      "reference": "MARKA 2:6"
    },
    {
      "content": "“Hi mipa hin ieng dinga hieng thu hi hril am a ni leh? Pathien a hrilsiet a ni hi. Mi pakhat, Pathien chau naw chun tuin am suolhai a ngaidam thei a?” tiin.",
      "reference": "MARKA 2:7"
    },
    {
      "content": "Chun, chuong thu chu an ngaituo a ni ti Isûn a lungrilin a hriet nghâl tah a, an kuomah, “Chuong thu chu iengdinga in lungrila in ngaituo am a na?",
      "reference": "MARKA 2:8"
    },
    {
      "content": "Zeng kuoma chun, ‘I suol ngai- dam a ni tah,’ ti le, ‘I puonpha la la, kein fe ta rawh,’ ti hi a ieng am hril a awl lem a?",
      "reference": "MARKA 2:9"
    },
    {
      "content": "Iengkhawm ni sienla, khawvêla hin, Mihriem Naupan suol ngaidam theina a nei ti in hrietna dingin,” (Zeng kuoma chun)",
      "reference": "MARKA 2:10"
    },
    {
      "content": "“Tho la, i puonpha la la, i inah fe ta rawh, ka ti che,” a ta.",
      "reference": "MARKA 2:11"
    },
    {
      "content": "Chuongchun, ama chu a tho a, a puonpha chu a lâk a, an rênga mithmu ngei chun a suok tah a; chuongchun, an rêngin mak an ti hle a, “Hieng ang hrim hrim hi ei la hmu ngai nawh,” tîn Pathien an inpâk tah a.",
      "reference": "MARKA 2:12"
    },
    {
      "content": "Chun, a suok nâwk a, dîl panga chun a fe tah a; chun mipui po po chu a kuomah an va feh a, a lo inchûktir tah a.",
      "reference": "MARKA 2:13"
    },
    {
      "content": "Chun, a fe malamin, Levi, Alphai naupa chu siechawina hmuna ṭhung a hmuh a, a kuomah, “Mi hung zui rawh,” a ta. Ama chu a tho a, a zui tah a.",
      "reference": "MARKA 2:14"
    },
    {
      "content": "Chun, Isu chun Levi inah thlaithlêng a awt a; siedâwltuhai le mi suol tamtakin a închûktirhai chu an awtpui tâwl a, tamtak el an na, ama chu an zui ve bawk hlak.",
      "reference": "MARKA 2:15"
    },
    {
      "content": "Chun, Pharisaihai laia Dân inchûktirtuhaiin Isûn mi suol le siedâwltuhai a awtpui an hmuin, a închûktirhai kuoma chun, “Iengtiziea siedâwltuhai lai a fâkin a dâwn am a na?” an ta.",
      "reference": "MARKA 2:16"
    },
    {
      "content": "Chun, Isûn chu chu a lo hriet a, “Mi hrâthai chun dâktawr an ngai nawh a, mi hrivawisiehai lemin an ngai a nih; mi feltakhai indawn dinga hung ka ni nawh a, mi suolhai lem indawn dinga hung ka nih,” a ta.",
      "reference": "MARKA 2:17"
    },
    {
      "content": "Chun, Pharisai le Johan in- chûktirhai chun bu an nghei a; chun, “Ieng dinga Johan inchûktirhai le Pharisai inchûktir haiin bu an nghei hlak a, i închûktirhai hlakin an nghei ve ngai naw?” an ta.",
      "reference": "MARKA 2:18"
    },
    {
      "content": "Isûn an kuomah, “Mo ṭhuoitu- hai kuoma a pasal ding chu a um sûng po chu mo ṭhuoituhai chun bu nghei thei naw ni hai,",
      "reference": "MARKA 2:19"
    },
    {
      "content": "nisienlakhawm, a pasal ding chu an kuoma inthawka ṭhuoi hmang ni la hung tlung a ta, chu nia ruok chun la nghei an tih.",
      "reference": "MARKA 2:20"
    },
    {
      "content": "Tukhawmin puon hlui puon la rin mar lo hlekin an phâwk ngai nawh; phâwk ang sienla, a phâwkna chun keiek lem a tih, a thar chun a hlui chu keiek a ta, inek nasa det lem a tih.",
      "reference": "MARKA 2:21"
    },
    {
      "content": "Chun, tukhawmin uoin thar savun uoin peng hluiahai an thun ngai nawh; thun ang sienla, uoin chun savun peng chu mawrdar a ta, uoin le savun peng chu bo hmang ve vêng a tih, uoin thar chu savun uoin peng tharahai an thun lem hlak a nih,” a ta.",
      "reference": "MARKA 2:22"
    },
    {
      "content": "Chun, Isu chu châwlniin bu bilahai a fe thleng a, chuongchun, a închûktirhai chun an fe malamin buvûihai chu an thliek tah a.",
      "reference": "MARKA 2:23"
    },
    {
      "content": "Chun, Pharisaihai chun a kuomah, “En ta, iengdinga châwlnia thaw thieng naw chu an thaw am a na?” an ta.",
      "reference": "MARKA 2:24"
    },
    {
      "content": "Chun, ama chun an kuomah, “David le a ruolhai an tlâksama, an phîng a ṭâm laia an thil thaw kha in tiem naw am a nih?",
      "reference": "MARKA 2:25"
    },
    {
      "content": "Khânga Abiathar Thiempu Laltak a ni laia Pathien inah a lût a, Thiempuhai chau naw chun fâk thieng lo bei chu a fâk a, a ruolhai khawm a pêk ve thu kha?” a ta.",
      "reference": "MARKA 2:26"
    },
    {
      "content": "Chun, ama bâwkin an kuoma chun, “Châwlni hi mihriem ta dinga siem a na, mihriem hi Châwlni ta dinga siem a ni nawh;",
      "reference": "MARKA 2:27"
    },
    {
      "content": "chuongchun, Mihriem Naupa hi Châwlni chunga chen khawm Lal a nih,” a ta.",
      "reference": "MARKA 2:28"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "MARKA 2 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}