{
  "verses": [
    {
      "content": "Chun, dîl râl, Gerasin mihai ram chu an hung tlung a.",
      "reference": "MARKA 5:1"
    },
    {
      "content": "Chun, lawnga inthawka a suok chau chun mi pakhat, khawhri inthieng naw iman thlâna inthawka hung suok chun ân tuokpui tah a;",
      "reference": "MARKA 5:2"
    },
    {
      "content": "chu mipa chun thlâna dâm chun umna a nei hlak a, tukhawmin khaidiet khawmin an khit thei ta nawh a;",
      "reference": "MARKA 5:3"
    },
    {
      "content": "kawlhai le khaidiethai khawmin an khit rawp ta hlak a, anachu khaidiethai dâm chu a keitan a, kawlhai dâm khawm chu a sukbawng pei hlak a; tukhawmin an sukdawl zo nawh a.",
      "reference": "MARKA 5:4"
    },
    {
      "content": "A sûn a zânin thlânahai le tlângahai chun a khêk hlak a, lung dâm khawmin ân ât rawp hlak a.",
      "reference": "MARKA 5:5"
    },
    {
      "content": "Chun, hlataka inthawkin Isu chu a hei hmu phingleh a tlân a, chibai a va bûk a.",
      "reference": "MARKA 5:6"
    },
    {
      "content": "Chun, râwl inringtaka khêkin, “Isu, Pathien Chunghnungtak Nau- pa, kei le nang ieng am ei inzâwlna a um a? Mi sawisa naw hrâm dingin Pathien hmingin ka ngên ṭal che a nih,” a ta.",
      "reference": "MARKA 5:7"
    },
    {
      "content": "(Isu chun a kuomah, “Nang khawhri inthieng naw, mihriem sûnga hi suok rawh,” a lo ti nghâl tah a.)",
      "reference": "MARKA 5:8"
    },
    {
      "content": "Chun, Isu chun, “I hming ieng am a na?” tîn ân dawn a. Ama chun a kuomah, “Ka hming chu Nuoia a nih, tamtak kan ni sih a,” a ta.",
      "reference": "MARKA 5:9"
    },
    {
      "content": "Chun, chu rama inthawk chun anni tir hmang lo dingin Isu kuomah a ngên ṭal tah a.",
      "reference": "MARKA 5:10"
    },
    {
      "content": "Chun, chutaka tlâng panga chun vawk ruol tamtak an tlah a.",
      "reference": "MARKA 5:11"
    },
    {
      "content": "Chun, khawhri inthieng nawhai chun, “Vawkhai kuoma sawn mîn fêtir rawh; an sûnga kan lût theina dingin,” tiin a kuomah an ngên a.",
      "reference": "MARKA 5:12"
    },
    {
      "content": "Ama chun a phal pêk a. Chuongchun, khawhri inthieng naw- hai chu an suok a, vawkhai sûnga chun an lût a, chuongchun, vawk ruol chu (sâng hni lai an na) rawlah an tlân thlah a, dîlah an tlân lût a; chuongchun, dîla chun tui an inhâk hlum tah a.",
      "reference": "MARKA 5:13"
    },
    {
      "content": "Chun, a vâituhai chu an tlân a, khuo le lohaia dâm chun an hril a. Chun, “Ieng am a ni ta leh?” tia en dingin an hung khâwm tâwl a.",
      "reference": "MARKA 5:14"
    },
    {
      "content": "Chun, Isu kuom an hung tlung a, khawhri iman, nuoia iman kha, puon sila, lungril ngai puta ṭhung an hmuh a, chuongchun, an ṭi tah a.",
      "reference": "MARKA 5:15"
    },
    {
      "content": "Chun, a hretuhai chun khawhri imanpa chunga thil hung tlung zie le, vawk chanchinhai chu chuonghai kuoma chun an lo hril a.",
      "reference": "MARKA 5:16"
    },
    {
      "content": "Chun, chuonghai chun Isu chu an rama inthawka suok dingin an ngên tah a.",
      "reference": "MARKA 5:17"
    },
    {
      "content": "Chun, lawnga a chuong ding lai takin, khawhri imanpa khan Isu kuoma um zing a ngên a.",
      "reference": "MARKA 5:18"
    },
    {
      "content": "Nisienlakhawm, Isûn a phal nawh a, a kuomah, “I ina i ruolhai kuomah fe la, Lalpain thil a thawpêk che hi a ropuizie le a lunginsietzie che hi va hril rawh,” a ti ta lem a.",
      "reference": "MARKA 5:19"
    },
    {
      "content": "Chuongchun, a feh a, Dekapoli khuohaia chun Isûn a ta dinga thil a thawpêkhai ropuizie chu a khêk vêlpui tah a; chun, mi po po chun mak an ti hle a.",
      "reference": "MARKA 5:20"
    },
    {
      "content": "Chun, Isu chu lawnga râl khing tieng a hung kai nâwk chun, mipui nasatak a kuomah an hung khâwm a, ama chu dîl panga chun a um a.",
      "reference": "MARKA 5:21"
    },
    {
      "content": "Chun, inkhâwmna hotuhai laia mi pakhat, a hming Jaira chu a hung a, Isu a hmu phingleh a ke bulah a bawkkhup a,",
      "reference": "MARKA 5:22"
    },
    {
      "content": "“Ka naunu naupangte a thi vâng vâng a, a hung hara, a hung dam theina dingin, hunga a chunga i kut innghat dingin ka ngên che,” tiin a ngên ṭal a.",
      "reference": "MARKA 5:23"
    },
    {
      "content": "Chuongchun, Isu chu ama le chun an va feh a, chun, mipui nasatakin an zui a, an hneng sup sup a.",
      "reference": "MARKA 5:24"
    },
    {
      "content": "Chun, nuhmei pakhat kum sâwmpahni thipûtin a damnawh a,",
      "reference": "MARKA 5:25"
    },
    {
      "content": "dâktawr tamtak kuomah nasa- takin a tuor tah a, a nei po po khawm chu a sêng zo tah a, ṭhathnem nêkin a zuol deu deu lem a.",
      "reference": "MARKA 5:26"
    },
    {
      "content": "Chu minu chun Isu chanchin a lo hriet a, a hnungah mipui lai chun a hung a, a puon chu a them a,",
      "reference": "MARKA 5:27"
    },
    {
      "content": "“A puon chau khawm them lang sukdamin um el ka tih,” a ti lungril a nih.",
      "reference": "MARKA 5:28"
    },
    {
      "content": "Chuongchun, kârloin a thipût chu a hung bo nghâl tah a, a natna chu sukdam a ni tah ti a taksa chun ân hriet tah a.",
      "reference": "MARKA 5:29"
    },
    {
      "content": "Chun, Isu chun a sûnga thil- thawtheina chu a suok ti a lo hriet a, mipui lai chun a ngha vêl nghâl tah a, “Tu am a na ka puon them kha?” a ta.",
      "reference": "MARKA 5:30"
    },
    {
      "content": "Chun, a inchûktirhai chun a kuomah, “Mipuiin an hneng sup sup che hi i hmu nghâl a, ‘Tu am a na a mi them,?’ iengtiziea ti am i na?” an ta.",
      "reference": "MARKA 5:31"
    },
    {
      "content": "Chun, ama chun a themtu chu hmu tumin a en vêl a.",
      "reference": "MARKA 5:32"
    },
    {
      "content": "Chuongchun, nuhmei chun a chunga Isu thil thawzie chu hrein ṭi le inthin pumin a hung a, a hmaah a bawkkhup a, a kuomah thu indik- takin a hril vawng tah a.",
      "reference": "MARKA 5:33"
    },
    {
      "content": "Chun, ama chun a kuomah, “Ka naunu, i ringna hi i dampui a nih, lungmuongtakin fe la, i natna chu lo dam sawng ta raw se,” a ta.",
      "reference": "MARKA 5:34"
    },
    {
      "content": "A la ṭawng zing laiin in- khâwmna in hotu ina inthawkin mi an hung a, “I naunu a thi tah, ieng- dingin am inchûktirtu hi la suksâwl rawp i ta?” an ta.",
      "reference": "MARKA 5:35"
    },
    {
      "content": "Isu ruok chun, an thu hril chu ngaisak loin inkhâwmna in hotu kuoma chun, “Ṭi naw, awi el rawh,” a ta.",
      "reference": "MARKA 5:36"
    },
    {
      "content": "Chun, Peter hai, Jakob hai, Jakob unau Johan hai chau naw chu tukhawm ama zui ve a phal ta nawh a.",
      "reference": "MARKA 5:37"
    },
    {
      "content": "Chun, inkhâwmna in hotu in chu an va tlung a, Isu chun an lo buoi mur mur le, an lo ṭap veng vung a, an khêk tuor tuor chu a va hmuh a.",
      "reference": "MARKA 5:38"
    },
    {
      "content": "Chun, a va lût chun, an kuomah, “Iengdinga inri veng vunga ṭap am in na? naupang chu a thi nawh, a in lem a nih,” a ta.",
      "reference": "MARKA 5:39"
    },
    {
      "content": "Anni hlak chun an nuisan el a; ama hlak chun an rêngin a hnawt dawk a, naupang nu le pa le a kuoma umhai chu a ṭhuoi a, naupang umnaa chun a va lût a.",
      "reference": "MARKA 5:40"
    },
    {
      "content": "Chun, naupang kut chu a chel a, a kuoma chun, “Talitha kumi,” a ta. Chu chu, “Bawinu tho rawh ka ti che,” tina a nih.",
      "reference": "MARKA 5:41"
    },
    {
      "content": "Chun, naupangnu chu a hung tho a, a fe thei nghâl tah a; ama chu kum sâwmpahni mi a ni hrim tah a. Chun, anni chun namênin mak an ti nawh a.",
      "reference": "MARKA 5:42"
    },
    {
      "content": "Chun, amân an kuomah, “Hi hi tukhawmin hre naw raw hai se,” a ti tlat a, chun fâk ding pêk ding thu a pêk tah a.",
      "reference": "MARKA 5:43"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "MARKA 5 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}