{
  "verses": [
    {
      "content": "Chun, Pharisaihai le Dân inchûk- tirtuhai laia mi tuhai amanih Jerusalema inthawka hunghai chu a kuomah an hung inkhâwm a.",
      "reference": "MARKA 7:1"
    },
    {
      "content": "Chuonghai chun a închûktir aṭhenhaiin kut bala bei an fâk an lo hmuh tah a. Bal ti hi sâwplo tina a nih.",
      "reference": "MARKA 7:2"
    },
    {
      "content": "(Pharisaihai thurosie chu an pawm tlat leiin an kut fâitaka an sâwp naw chun an fâk ngai si nawh a.",
      "reference": "MARKA 7:3"
    },
    {
      "content": "Chun, dâwr hmuna inthawk an inlâwi khawmin an insil naw chun an fâk ngai nawh a. Chun, thu dang tamtak pawm tlat ding an lâksâwnghai chu a um a, nohai, bêlhai, sumbêlhai sâwp hai ang hi.)",
      "reference": "MARKA 7:4"
    },
    {
      "content": "Chuongchun, Pharisaihai le Dân inchûktirtuhai chun, “Iengdinga i închûktirhai hin ruolhlui thurosie ang peia um loa kut bala bei an fâk el hlak am a na?” tiin an indawn a.",
      "reference": "MARKA 7:5"
    },
    {
      "content": "Ama chun an kuomah, “Isai hin nangni mi vervêkhai thu a lo hrillâwk dik zet el– ‘Hi hairawi hin an bauin an mîn pâk a, An lungril ruok chun an mi hlat sih a.",
      "reference": "MARKA 7:6"
    },
    {
      "content": "An inchûktirnaa mihriem thupêkhai an inchûktir leiin, An mi biek khawm hi a thlâwn el a nih,’ ti ziek ang khan.",
      "reference": "MARKA 7:7"
    },
    {
      "content": "Pathien thupêkhai chu lung- kham loin, mihriem thurosie chu in chel tlat a ni hi,” a ta.",
      "reference": "MARKA 7:8"
    },
    {
      "content": "Chun, ama bawkin an kuom- ah, “Nangni thurosiehai in pawm theina dingin Pathien thupêkhai chu in dit naw hi, rem chu in hriet ngawt hi aw!",
      "reference": "MARKA 7:9"
    },
    {
      "content": "Mosiein, ‘I nu le pa chawimawi rawh,’ ‘Tukhawm a nu amanih, a pa amanih hrilse taphawt chu thi mawl raw se,’ a ti sih a;",
      "reference": "MARKA 7:10"
    },
    {
      "content": "nangni ruok chun hieng hin in ti hlak a, ‘Mîn a nu amanih, a pa amani kuomah, I mi sawrna ding hi Korban a ni tah,’ a ti chun, (chu chu Pathien kuoma pêk tina a nih),",
      "reference": "MARKA 7:11"
    },
    {
      "content": "a nu amanih, a pa amani ta dingin iengkhawm a thawpêk in phal ta ngai nawh a;",
      "reference": "MARKA 7:12"
    },
    {
      "content": "in thurosie peksâwng hin Pathien thu chu in baw hmang hlak a nih; chuong ang chu tamtak in thaw hlak,” a ta.",
      "reference": "MARKA 7:13"
    },
    {
      "content": "Chun, mipui chu a ko nâwk a, an kuomah, “In rêngin ka thu hi lo ngâi seng unla, a ngâi lo thiem ta u;",
      "reference": "MARKA 7:14"
    },
    {
      "content": "Mihriem puotienga inthawka a phîng sûnga lût ama sukthieng naw thei iengkhawm a um nawh, mihriem phîng sûnga inthawka hung suokhai chu mihriem sukthieng nawtu an ni lem a nih,” a ta.",
      "reference": "MARKA 7:15"
    },
    {
      "content": "[Tukhawm hrietna dinga na nei chun hre raw se.]",
      "reference": "MARKA 7:16"
    },
    {
      "content": "Chun, mipuihai chu ina a lûtsan hnungin, a inchûktirhaiin tekhithu chu ama an indawn fel a.",
      "reference": "MARKA 7:17"
    },
    {
      "content": "Chun, ama chun an kuomah, “Nangni khawm chuong ang lâwma hrietna nei naw in ni maw? Hi hi in hriet naw maw? Iengkhawm puo- tienga inthawka mihriem sûnga lût po chun ama a sukthiengnaw thei nawh;",
      "reference": "MARKA 7:18"
    },
    {
      "content": "a lungrila lût loin, a phîngah a lût a, inhnâwmnaah a suok lem hlak leiin, ti hi?” a ta. (Chu chu fâkding tin rêng fâk a thieng, a tina a nih.)",
      "reference": "MARKA 7:19"
    },
    {
      "content": "Chun, ama bâwkin, “Mihriem phîng sûnga inthawka hung suok chun, chu tak chun mihriem a sukthieng naw hlak a nih.",
      "reference": "MARKA 7:20"
    },
    {
      "content": "Sûng tienga um mihriem lungrila inthawkhai chun, ngaituona suol dâm a hung suok hlak nghâl a; inditna dâm, inrûkna dâm, tuol- thatna dâm, uirena dâm,",
      "reference": "MARKA 7:21"
    },
    {
      "content": "inhnarna dâm, suolna dâm, hlêmna dâm, hurna dâm, îtsîkna dâm, hrilsietna dâm, chapona dâm le invêtna dâm hi;",
      "reference": "MARKA 7:22"
    },
    {
      "content": "chuong suolhai po po chu sûngtienga inthawkin a hung suok a, mihriem chu a sukthieng naw hlak a nih,” a ta.",
      "reference": "MARKA 7:23"
    },
    {
      "content": "Chun, a tho a, chutaka inthawk chun Tura le Sidon bielah a fe tah a, chun, inah a lût a, tu ihriet khawm a nuom nawh a; nisienlakhawm, ân thup thei si nawh.",
      "reference": "MARKA 7:24"
    },
    {
      "content": "Chuongchun, nuhmei pakhat naunu khawhri inthieng naw iman nei chun a chanchin a lo hriet a, a ke bulah a va bawkkhup nghâl tah a.",
      "reference": "MARKA 7:25"
    },
    {
      "content": "Chu nuhmei chu Grik mi a na, insiengna tieng chu Surophoiniki mi a nih. Ama chun a naunu sûnga khawhri hnawt dawk dingin a ngên a.",
      "reference": "MARKA 7:26"
    },
    {
      "content": "Chun, ama chun a kuomah, “Nauhai chu khawp hmasa phawt raw hai se, nauhai bei lâkpêk a, uihai kuoma pêk a mawi nawh ie,” a ta.",
      "reference": "MARKA 7:27"
    },
    {
      "content": "Ama chun a kuomah, “Lalpa, ni chu a nih; nisienlakhawm, dawkân hnuoia uihai khawmin nauhai bei nâwi chu an fâk hlak annâwm,” tiin a dawn a.",
      "reference": "MARKA 7:28"
    },
    {
      "content": "Chun, ama chun, “I thu hril lei chun fe ta raw le; khawhri chu i naunu sûnga inthawkin a suok tah,” a ta.",
      "reference": "MARKA 7:29"
    },
    {
      "content": "Chun, a ina chun a fe tah a, a nau chu khawhri isuoksan zoa khuma zâl a va hmu tah a.",
      "reference": "MARKA 7:30"
    },
    {
      "content": "Chun, Tura rama inthawkin a suok nâwk a, Sidon khuo sirin Dekapoli ram fe thleng peiin Galili dîl chu a tlung tah a.",
      "reference": "MARKA 7:31"
    },
    {
      "content": "Chun, mi pakhat nasêt, ṭawng khawm ṭawng fel thei lo hi a kuomah an hung ṭhuoi a, a chunga a kut innghat dingin an ngên a.",
      "reference": "MARKA 7:32"
    },
    {
      "content": "Chun, ama chun mipui laia chu, a khât chauin a tumin a ṭhuoi a, a kutpârhaiin a nakuo chu a khîkpêk a, chil a sâk a, a lei a them pêk a.",
      "reference": "MARKA 7:33"
    },
    {
      "content": "Chun, vân tieng nghain ân thuok huoi a, a kuomah, “Ephatha,” a ta. Chu chu, “Lo inhawng rawh,” tina a nih.",
      "reference": "MARKA 7:34"
    },
    {
      "content": "Chuongchun, a nahai chu a hung inhawng a, a lei khitna khawm chu a hung insût a, chiengtakin a ṭawng thei tah a.",
      "reference": "MARKA 7:35"
    },
    {
      "content": "Chun, ama chun an kuomah tukhawm hril lo ding a ti tlat a; nisienlakhawm, a khap nasa deu leh, an khêk vêl pui nasa hman hlak a.",
      "reference": "MARKA 7:36"
    },
    {
      "content": "“Ama chun iengkim ṭhatakin a thawh a; nasêt dâm a sukvarpêk a, ṭawng thei naw dâm khawm ân ṭawngtir hlak,” an ta, mak an ti nasa bêk bêk a.",
      "reference": "MARKA 7:37"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "MARKA 7 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}