{
  "verses": [
    {
      "content": "Chun, zîngkâr a hung ni phingleh thiempuhai chu upa- hai le Dân inchûktirtuhai le rorêltuhai po po leh an inrâwn a, Isu chu an phier a, an ṭhuoi a, Pilat kuomah an pêk nghâl tah a.",
      "reference": "MARKA 15:1"
    },
    {
      "content": "Chun, Pilat chun a kuomah, “Judahai lal i ni am a nih?” tiin ân dawn a; ama chun, “I hril ang chun ka nih,” tiin a dawn a.",
      "reference": "MARKA 15:2"
    },
    {
      "content": "Chun, thiempuhai chun kawng tamtakin an hêk a.",
      "reference": "MARKA 15:3"
    },
    {
      "content": "Chuongchun, Pilatin ân dawn nâwk a, a kuomah, “Iengkhawmin i dawn naw maw? Ngai ta, an hêkna zozai che hi,” a ta.",
      "reference": "MARKA 15:4"
    },
    {
      "content": "Isu ruok chun iengkhawmin a dawn ta nawh a: chuleichun, Pilat chun mak a ti hle a.",
      "reference": "MARKA 15:5"
    },
    {
      "content": "Chun, Pilatin Ruoiṭhe ni chun mi intâng pakhat an ngên taphawt chu ân suopêk hlak a.",
      "reference": "MARKA 15:6"
    },
    {
      "content": "Chun, mi pakhat Barabba an ti chu, helhai laia phiera intâng ve zing a na, chuonghai chun an helnaa chun tuol an that a nih.",
      "reference": "MARKA 15:7"
    },
    {
      "content": "Chun, mipuihai chu an hang feh a, an ta dinga a thawpêk hlak anga thaw dingin an ngên tah a.",
      "reference": "MARKA 15:8"
    },
    {
      "content": "Chuongchun, Pilatin an kuomah, “Judahai lal hi insuopêk lang cheu in nuom am?” a ta.",
      "reference": "MARKA 15:9"
    },
    {
      "content": "(Thiempu lalhaiin an îtsîk leiin an hung ṭhuoi a ni ti a hriet sih a).",
      "reference": "MARKA 15:10"
    },
    {
      "content": "Nisienlakhawm, Thiempu lal- hai chun mipuihai chu Barabba chu insuopêk lem dinga hni dingin an infui a.",
      "reference": "MARKA 15:11"
    },
    {
      "content": "Chun, Pilat chun an kuomah, “Anleh Judahai lal in ti hi iengtin am thaw tâng ka ta?” tiin a dawn nâwk a.",
      "reference": "MARKA 15:12"
    },
    {
      "content": "Anni chun, “Krawsah hemde rawh,” tiin an khêk nâwk a.",
      "reference": "MARKA 15:13"
    },
    {
      "content": "Pilat chun an kuomah, “Iengdingin am ie? Ieng am a suksuol leh?” a ta. Nisienlakhawm, anni chu, “Krawsah hemde rawh,” tiin an khêk zuol sau a!",
      "reference": "MARKA 15:14"
    },
    {
      "content": "Chuongchun, Pilatin mipuihai suklungawi a nuom a, Barabba chu ân suopêk tah a. Chun, Isu chu a vuok zoin krawsa hemde dingin a pêk tah a.",
      "reference": "MARKA 15:15"
    },
    {
      "content": "Chun, sipaihai chun in inhuonna sûng tuollai Praitorion an tia chun ama chu an ṭhuoi lût a, an pâwla mi po po an ko khâwm a.",
      "reference": "MARKA 15:16"
    },
    {
      "content": "Chuongchun, puon sen duk an insiltir a, hlingin lukhum an phier a, an inkhumtir a.",
      "reference": "MARKA 15:17"
    },
    {
      "content": "Chuongchun, “Chibai, Judahai Lal,” tiin chibai an bûk a.",
      "reference": "MARKA 15:18"
    },
    {
      "content": "Chun, a lua chun luongin an vuok a, chil an sâk khum a, dingṭhaṭhuonin chibai an bûk a.",
      "reference": "MARKA 15:19"
    },
    {
      "content": "Chun, nuiza siemnaa an hmang zo chun, puon sen duk chu an hlîp a, ama puon an insiltir nâwk a. Krawsah hemde dingin an ṭhuoi suok tah a.",
      "reference": "MARKA 15:20"
    },
    {
      "content": "Chun, mi invâk mei mei pakhat, rama inthawka hung, Simon Kurinia um, Alexander le Rufa pa chu a kraws puttu dingin an man a.",
      "reference": "MARKA 15:21"
    },
    {
      "content": "Chun, Isu chu Golgotha hmunah an ṭhuoi a, (chu chu “Luru hmun” tina a nih).",
      "reference": "MARKA 15:22"
    },
    {
      "content": "Chun, uoin murra le pawl an pêk a,nisienlakhawm, a lâk nuom nawh a.",
      "reference": "MARKA 15:23"
    },
    {
      "content": "Chun, krawsah an hemdeh a, an chang ding hrietna dingin, aisânin a silfênhai chu an insem a.",
      "reference": "MARKA 15:24"
    },
    {
      "content": "Chun, Isu an hemde hun chu vairik lai a nih.",
      "reference": "MARKA 15:25"
    },
    {
      "content": "Chun, a hêkna lekha a chungah an ziek a, “JUDAHAI LAL,” tiin.",
      "reference": "MARKA 15:26"
    },
    {
      "content": "Chun, ama ruol chun suom- hmang pahni an hemde veh a, a chang- tieng pakhat, a vawitieng pakhat.",
      "reference": "MARKA 15:27"
    },
    {
      "content": "[Pathien Lekhathu, “Bawsetu- hai leh tiemsain a um tah” ti kha a hung tlung tah a.]",
      "reference": "MARKA 15:28"
    },
    {
      "content": "Chun, mi fe vêl po chun an lu thinin, “A hei! nang Pathien biekin ṭhiek a, ni thum kâra bâwl nâwktu,",
      "reference": "MARKA 15:29"
    },
    {
      "content": "insukdam la kraws lêra kha hung ṭum ta la,” tiin an ti el a.",
      "reference": "MARKA 15:30"
    },
    {
      "content": "Chuong ang bawkin thiempu lalhai chun, Dân inchûktirtuhai leh, anni lai chun ti elin, “Mi dang hman a sukdam hlak a, ama ân sukdam thei si nawh a.",
      "reference": "MARKA 15:31"
    },
    {
      "content": "Ei hmuh a, ei awi theina dingin Krista, Israelhai lal chu, tuhin kraws lêra inthawkin hung ṭum ta sienla,” an ta. Chun, ama ruola an hemde vehai khawm chun ama chu an hal a.",
      "reference": "MARKA 15:32"
    },
    {
      "content": "Chun, nisa inding huna chun, zânbu suong pha chenin khawvêl a hung inthim ta vawng a.",
      "reference": "MARKA 15:33"
    },
    {
      "content": "Chun, zânbu suong phâ chun Isu chu râwl inringtakin, “Eloi, Eloi, lama sabakthani?” tiin a khêk suok a. (Chu chu “Ka Pathien, ka Pathien, iengdinga i mi mâksan?” tina a nih).",
      "reference": "MARKA 15:34"
    },
    {
      "content": "Chun, a kuoma ngîr ṭhenkhat chun chu chu an hrietin, “Ngai ta u, Elija a ko a nih,” an ta.",
      "reference": "MARKA 15:35"
    },
    {
      "content": "Chun, mi pakhat a tlân a, sponj uoin thûra inchie sipin, hmawl lêrah a târ a, a hang indâwntir a. “Hun raw se, ama la thla dingin Elija a hung am en ei tiu,” an ta.",
      "reference": "MARKA 15:36"
    },
    {
      "content": "Chun, Isu chu râwl inringtakin a khêk a, a thlarau ân thla tah a.",
      "reference": "MARKA 15:37"
    },
    {
      "content": "Chun, Pathien biekina puonzâr chu a chungtienga inthawkin a mawng tlung rakin a lo inthlêr suo tah a.",
      "reference": "MARKA 15:38"
    },
    {
      "content": "Chun, a hmaa sipai za hotu ngîr chun, a thlarau chuonga ân thla a hmu chun, “Hi mipa hi Pathien Naupa a ni ngei el,” a ta.",
      "reference": "MARKA 15:39"
    },
    {
      "content": "Chun, nuhmeihai khawm hlataka thlîrin an um a; chuhai lai chun, Mari Magdalin hai, Mari, Jakob chîn le Jose nu hai dâm, le Salomi hai an ṭhang a, (chuonghai chu Galili rama a um laia ama zuia a rawng bâwlpêk hlak hai chu an nih);",
      "reference": "MARKA 15:40"
    },
    {
      "content": "nuhmei dang tamtak Jeru- salema ama ruola hang fe vehai chu an ṭhang bawk a.",
      "reference": "MARKA 15:41"
    },
    {
      "content": "Chun, zântieng a hung ni chun Inringlâwk ni a ni leiin (chu chu Châwlni hmaa ni hi a nih),",
      "reference": "MARKA 15:42"
    },
    {
      "content": "Josef Arimathaia mi, rorêltu inzaum, Pathien ram beisei ve mi bawk, a hung a, huoitakin Pilat kuomah a lût a, Isu ruong chu a hni tah a.",
      "reference": "MARKA 15:43"
    },
    {
      "content": "Chuongchun, Pilatin a thi vak chu mak a ti hle a; sipai za hotu chu a ko a, a thina a sâwt ta amanih ti ân dawn a.",
      "reference": "MARKA 15:44"
    },
    {
      "content": "Chun, sipai za hotu baua thu a hriet phing chun a ruong chu Josef kuomah a pêk a.",
      "reference": "MARKA 15:45"
    },
    {
      "content": "Chun, ama chun puon innêm ân châwk a, ama chu a lâk thlâk a, puon innêm chun a tuom a, thlân, lung inkerkuoah ân zâl a, thlân kawtkhâr chu lungin ân del a.",
      "reference": "MARKA 15:46"
    },
    {
      "content": "Chun, Mari Magdalin le Josef nu Mari chun an inzâlna chu an hmu zing a.",
      "reference": "MARKA 15:47"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "MARKA 15 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}