{
  "verses": [
    {
      "content": "Chun, ni hni hnung chun Fekân Ruoiṭhe le Chawl- ṭhanglo bei Ruoiṭhe a um ding a na; Thiempu lalhai le Dân inchûk- tirtuhai chun ama chu zâwra, mana sukhlum theina dingzie an zawng an zawng a.",
      "reference": "MARKA 14:1"
    },
    {
      "content": "Nisienlakhawm, “Ruoiṭhe sûng chu ni naw sienla, chuong naw chun vântlâng lai buoina hung um hlau rawi a tih,” an ta.",
      "reference": "MARKA 14:2"
    },
    {
      "content": "Chun, Bethania phâr Simon ina bu a fâk a, a um laiin nuhmei pakhat alabastar bûra spiknard hriek riminhnik totak chawiin a hung a, a bûr chu a sukkawi a, a lu a buok khum a.",
      "reference": "MARKA 14:3"
    },
    {
      "content": "Nisienlakhawm, a ṭhen chu an lung a sen tâwla, “Iengdinga hriek rim inhnik hi a sukhmangthai mei mei am a na?",
      "reference": "MARKA 14:4"
    },
    {
      "content": "Hi hriek hi duli zathum nêka tama zawr a, pasiehai kuoma pêk thei a ni sih a,” an ta. Chuongchun, a chunga chun an chier tah a.",
      "reference": "MARKA 14:5"
    },
    {
      "content": "Isu ruok chun, an kuomah, “To san ro, iengdinga ama in sukbuoi am a na? ka chunga hin thil mawi tak a thaw a nih.",
      "reference": "MARKA 14:6"
    },
    {
      "content": "Pasiehai chu kumkhuoa in kuoma um an na, in nuom phâ phâ anni chu in lunginsiet thei annâwm, kei ruok chu kumkhuoa in kuoma um ding ka ni nawh hi.",
      "reference": "MARKA 14:7"
    },
    {
      "content": "A thaw thei ang tâwk a thaw a nih; ka taksa hi phûm dingin a lo nâl lâwk a ni hi.",
      "reference": "MARKA 14:8"
    },
    {
      "content": "Chuongchun, titakzetin ka hril cheu hi, khawvêl po poah, khâwlai khawm Chanchin Ṭha an hrilna taphawta chun hi nuhmei thil thaw hi ama hriet zingna dingin hril sa pei an tih,” a ta.",
      "reference": "MARKA 14:9"
    },
    {
      "content": "Chun, Juda Iskariot, sâwm le pahni laia mi pakhat khan, Isu chu an kuoma ân mantir theina dingin thiempu lalhai kuomah a va feh a.",
      "reference": "MARKA 14:10"
    },
    {
      "content": "Chun, anni chun an hriet phingleh an lâwm hle a, a kuoma tangka pêk an tiem a, chuongchun, a înmantir dingzie remchâng a zawng tah a.",
      "reference": "MARKA 14:11"
    },
    {
      "content": "Chun, Chawlṭhanglo bei Ruoi- ṭhe ni hmasatak Fekan Ruoiṭhena berâmte an thatna hlak nia chun a închûktirhaiin a kuomah, “Fekân Ruoi bu i fâk theina dingin khâwlai am va siem inlang i nuom a?” an ta.",
      "reference": "MARKA 14:12"
    },
    {
      "content": "Chuongchun, a închûktirhai laia mi pahni a tir a, an kuomah, “Khawpuiah va lût unla, pasal bêla tui putin intuokpui a ti cheu a, ama chu zui lût ro.",
      "reference": "MARKA 14:13"
    },
    {
      "content": "Chun, a lûtna naa chun, chu in neitupa kuoma chun, ‘Inchûktirtu chun, ka închûktirhai le Fekân Ruoi bu kan fâkna ding ka mikhuol pindan chu khâwlai am a na? a tih’ ti unla.",
      "reference": "MARKA 14:14"
    },
    {
      "content": "Chuongchun, ama ngei chun pindan chunghnung lientak, thuom- hnaw umsa, inrêlsa diem, inentir a ti cheu a, chu hmuna chun ei ta dingin va siem ro,” a ta.",
      "reference": "MARKA 14:15"
    },
    {
      "content": "Chun, inchûktirhai chu an feh a, khawpuia chun an va lût a; an kuoma a hril ang khan an va hmuh a, chun, Fekân Ruoi bu chu an siem tah a.",
      "reference": "MARKA 14:16"
    },
    {
      "content": "Chun, zântieng a hung ni chun, ama chu sâwm le pahnihai le chun an va fe tah a.",
      "reference": "MARKA 14:17"
    },
    {
      "content": "Chun, an awt a, an fâk laiin Isûn, “Titakzetin ka hril cheu hi, nangni laia mi pakhat ka kuoma fa ve ngei hin mîn mantir a tih,” a ta.",
      "reference": "MARKA 14:18"
    },
    {
      "content": "Chun, an lungngai ta hle a, pakhat khatin a kuomah, “Kei am ka nih?” an ti seng a.",
      "reference": "MARKA 14:19"
    },
    {
      "content": "Ama chun an kuomah, “Sâwm le pahni laia mi pakhat thlênga a mîn chiepuitu hi a nih.",
      "reference": "MARKA 14:20"
    },
    {
      "content": "Mihriem Naupa hi a chanchin an ziek ang tak khan a fe ding a nih; nisienlakhawm, Mihriem Naupa inmantirtu ding mihriem chung chu a rik; chu mipa chu lo insieng naw sienla a ta dingin ṭha lem a tih,” a ta.",
      "reference": "MARKA 14:21"
    },
    {
      "content": "Chun, an fâk laiin Isûn bei a lâk a, mal a sâwm zoin a khawi a, an kuomah a pêk a, “La ro, hi hi ka taksa a nih,” a ta.",
      "reference": "MARKA 14:22"
    },
    {
      "content": "Chun, no a lâk a, lâwmthu a hril zoin anni a pêk a, chuongchun, an rêngin an dâwn ta seng a.",
      "reference": "MARKA 14:23"
    },
    {
      "content": "Chun, ama chun, an kuomah, “Hi hi ka thisen, mi tamtak ta dinga suok ding thu thlungna chu a nih.",
      "reference": "MARKA 14:24"
    },
    {
      "content": "Titakzetin ka hril cheu hi, Pathien rama a thar ka dâwn ni a tlung hmâkhat chu, grêp hrui raa hi dâwn nâwk ta naw ning,” a ta.",
      "reference": "MARKA 14:25"
    },
    {
      "content": "Chuongchun, hla an sak zo chun an fe suok a, Oliv tlânga chun an fe tah a.",
      "reference": "MARKA 14:26"
    },
    {
      "content": "Chun, Isûn an kuomah, “In rêngin lungniloin la um vawng in tih, ‘Berâmpu vuong ka ta, berâmhai chu indar an tih,’ ti ziek a ni sih a.",
      "reference": "MARKA 14:27"
    },
    {
      "content": "Nisienlakhawm, ka thonâwk hnungin Galili ramah in hmaah fêng ka tih,” a ta.",
      "reference": "MARKA 14:28"
    },
    {
      "content": "Peter ruok chun a kuomah, “An rêngin lungniloin um hai sienla khawm, kei chu um naw ning,” a ta.",
      "reference": "MARKA 14:29"
    },
    {
      "content": "Nisienlakhawm, Isûn a kuom- ah, “Titakzetin ka hril che, vawisûn, vawizân le le hin âr vawi hni a khuong hmâin nangin vawi thum mîn phat i tih,” a ta.",
      "reference": "MARKA 14:30"
    },
    {
      "content": "Ama ruok chun nasatakin, “I thinaa chun thi ve ding ni lang khawm, inphat naw tawp ka ti che,” a ta. Chuongchun, ama ang chun an ti ta seng a.",
      "reference": "MARKA 14:31"
    },
    {
      "content": "Chun, Gethsemane an ti hmun chu an tlung a; chuongchun, ama chun a închûktirhai kuomah, “Ka ṭawngṭai sûng po hitaka hin lo ṭhung ro,” a ta.",
      "reference": "MARKA 14:32"
    },
    {
      "content": "Chun, Peter hai, Jakob hai, Johan hai chu a ṭhuoi a; nasatakin a thlaphângin a lunginzing ta bêk bêk a.",
      "reference": "MARKA 14:33"
    },
    {
      "content": "Chuongchun, an kuomah, “Ka lungril a lungngai bêk bêk a, thipui khawp rau a nih, hitaka hin um unla inring zing ro,” a ta.",
      "reference": "MARKA 14:34"
    },
    {
      "content": "Chun, hmatieng chun a va fe hlek a, hnuoia chun a bawkkhup a, thaw thei ni sien chu chu hun chun ama khêl dingin a ṭawngṭai a.",
      "reference": "MARKA 14:35"
    },
    {
      "content": "“Abba, (Pa,) tinrêng i thaw thei a, hi no hi ka kuoma inthawkin la sawn rawh; nisienlakhawm, keia thu ni loin, nangma thu thu ni lem raw se,” a ta.",
      "reference": "MARKA 14:36"
    },
    {
      "content": "Chun, a hung a, annirawi chu inin a hung hmuh a; chuongchun, Peter kuomah, “Simon, i in a ni maw? Dâr kâr khat khawm inring zingin i um thei naw maw?",
      "reference": "MARKA 14:37"
    },
    {
      "content": "Thlêmnaa in lût nawna dingin inring zingin ṭawngṭai ro. Thlarau chun chu a pei a, tisa ruok chu a hrât naw a nih,” a ta.",
      "reference": "MARKA 14:38"
    },
    {
      "content": "Chun, a va fe nâwk a, a thu hril ngai bawk chu hrilin a ṭawngṭai nâwk a.",
      "reference": "MARKA 14:39"
    },
    {
      "content": "Chun, a hung kîr nâwk chun annirawi chu inin a hung hmu nâwk a, an îmu a suok hle sih a, ama dawn ngaina an hriet nawh a.",
      "reference": "MARKA 14:40"
    },
    {
      "content": "Chun, a hung a, a vawi thumnaa chun an kuomah, “Tuhin chu in unla châwl ta ro, a hun tâwk tah! a hun chu a tlung a ni ta hi! Ngai ta u, Mihriem Naupa hi mi suolhai kutah an inmantir ding a ni hi.",
      "reference": "MARKA 14:41"
    },
    {
      "content": "Tho unla fêng ei tiu, en ta u, a mîn mantirtu ding chu a hung hnai ta hi,” a ta.",
      "reference": "MARKA 14:42"
    },
    {
      "content": "Chun, a la hril lai zingin, Juda, sâwm le pahnihai laia mi pakhat chu a hung tlung nghâl el tah a, ama ruol chun thiempu lalhai le Dân in- chûktirtuhai le upahai kuoma inthawk, mipui chu, kâwlhnâm le hembâwk dâm chawiin an hung tlung bawk a.",
      "reference": "MARKA 14:43"
    },
    {
      "content": "Chun, a înmantirtu ding chun, “Ka ifâwp chu ama nîng a ta, man unla feltakin ṭhuoi hmang el ro,” tîn a hmân inchikna dâm a lo hril vawng ta sa a na.",
      "reference": "MARKA 14:44"
    },
    {
      "content": "Chuongchun, a tlung phingleh ama a va pan nghâl tah a, “Rabbi,” tiin a fâwp ngâwi ngâwi a.",
      "reference": "MARKA 14:45"
    },
    {
      "content": "Chun, ama chu an chel a, an man tah a.",
      "reference": "MARKA 14:46"
    },
    {
      "content": "Chun, a kuoma ngirhai laia tuin amanih a kâwlhnâm a phawi a. Thiempu Laltak suokpa chu a sât a, a nakâwr a sât thlâkpêk a.",
      "reference": "MARKA 14:47"
    },
    {
      "content": "Chun, Isûn anni chu a biek a, an kuomah, “Kâwlhnâmhai, hembâwk- hai chawiin suomhmang man ding ang elin, mi man dingin in hung a ni maw?",
      "reference": "MARKA 14:48"
    },
    {
      "content": "Pathien biekinah ni tin inchûktirin ka um hlak a, in mi man si nawh a. Nisienlakhawm, Pathien Lekha Thu chu a hung tlung theina ding a ni hi,” a ta.",
      "reference": "MARKA 14:49"
    },
    {
      "content": "Chun, an rêngin ama chu an zâmsan a, an tlân hmang vawng tah a.",
      "reference": "MARKA 14:50"
    },
    {
      "content": "Chun, tlangvâl tu amanih puon zai inhmi chaua inbelin, ama chu a zui a; chuongchun, ama chu an lo man a.",
      "reference": "MARKA 14:51"
    },
    {
      "content": "Nisienlakhawm, a puon zai inhmi chu a mâksan a, ruokin a tlân hmang tah a.",
      "reference": "MARKA 14:52"
    },
    {
      "content": "Chun, Isu chu Thiempu Laltak kuomah an ṭhuoi a; ama ruol chun thiempu lalhai, upahai, Dân in- chûktirtuhai po po an hung khâwm a.",
      "reference": "MARKA 14:53"
    },
    {
      "content": "Chun, Peterin hlataka hin ama chu, Thiempu Laltak in in huonna sûng tuol chen chun a zui a; chuongchun, manmihai lai chun mei lum awiin a ṭhung veh a.",
      "reference": "MARKA 14:54"
    },
    {
      "content": "Chuongchun, Isu chu an sukhlum theina dingin thiempu lalhai le rorêltuhai po po chun ama hêkna an zawng a; an hmu si nawh a.",
      "reference": "MARKA 14:55"
    },
    {
      "content": "Mi tamtakin khêlin an hêk a; nisienlakhawm, an hêkna thuhai chu ân hmu thei si nawh a.",
      "reference": "MARKA 14:56"
    },
    {
      "content": "Chun, tuhai amanih an ngîr a, khêlin an hêk a,",
      "reference": "MARKA 14:57"
    },
    {
      "content": "“Hi mipa hin, ‘Hi Pathien biekin kuta bâwl hi ṭhiek ka ta, ni thum kâr chauin biekin dang, kuta bâwl naw mi bâwl ka tih,’ a ti kan hriet,” an ta.",
      "reference": "MARKA 14:58"
    },
    {
      "content": "Chuong khawm chun an hêkna thu ân hmu thei chuong nawh a.",
      "reference": "MARKA 14:59"
    },
    {
      "content": "Chun, Thiempu Laltak chu a ngîr suok a, Isu kuomah, “Ieng- khawmin i dawn naw maw? Hienghaiin an hêkna che hi ieng tizie am a na?” tiin ân dawn a.",
      "reference": "MARKA 14:60"
    },
    {
      "content": "Ama ruok chu a to zing a, iengkhawmin a dawn nawh a. Thiempu Laltak chun a kuomah, “Krista, Inpâk tlâk Naupa chu i ni maw?” tiin ân dawn a.",
      "reference": "MARKA 14:61"
    },
    {
      "content": "Chun, Isûn, “Ni e, Mihriem Naupa hi thilthawtheina chang tienga ṭhunga, vân sûm laia hung la hmûng in tih,” a ta.",
      "reference": "MARKA 14:62"
    },
    {
      "content": "Chun, Thiempu laltak chun a silfênhai a keithlêr a, “Hretu dang ieng dingin am ngai tâng ei ta?",
      "reference": "MARKA 14:63"
    },
    {
      "content": "Pathien a hrilsietzie hlak chu in hriet tah a; iengtin am in ngai?” a ta. Chun, an rêngin ama chu thi tlâkah an ruot tâwl tah a.",
      "reference": "MARKA 14:64"
    },
    {
      "content": "Chuongchun, aṭhen lem chun chil an sâk khum phut nghâl el tah a, a hmai an tuom a, an vuok a, a kuomah, “Hril rawh!” an tih a. Chun, manmihai khawm chun chel pumin an ben sawk sawk a.",
      "reference": "MARKA 14:65"
    },
    {
      "content": "Chun, Peter chu hnuoi tienga in inhuonna sûng tuollaia a um laiin, Thiempu Laltak rawngbâwltu nu- nghâkhai laia pakhat a hung a.",
      "reference": "MARKA 14:66"
    },
    {
      "content": "Peter mei lum awi chu a hmuh a, a en zing a, “Nang khawm hi Isu Nazareth mi kuoma um kha i ni hi,” a ta.",
      "reference": "MARKA 14:67"
    },
    {
      "content": "Ama ruok chun, “I thu hril chu ka hriet naw tawp el, a ngaina hrim hrim khawm ka hriet naw tawp el,” tîn ân phah a. Chun, tuolkawt bula chun a va suok a, chuongchun, âr a khuong tah a.",
      "reference": "MARKA 14:68"
    },
    {
      "content": "Chun, nunghâk chun a hmuh a, a kâwla ngîrhai kuoma chun, “Hi mipa hi anni laia mi a nih,” a ti nâwk a. Nisienlakhawm, ân pha nâwk a.",
      "reference": "MARKA 14:69"
    },
    {
      "content": "Chun, a nakie deu chun a kâwla ngîrhai chun Peter kuomah, “Anni laia mi i ni ngei hi maw, Galili rama mi i ni sih a,” an tih a.",
      "reference": "MARKA 14:70"
    },
    {
      "content": "Ama ruok chun, “Chu mihriem in hril chu ka hriet naw tawp,” tiin ṭawngsie inphurin ân khâm a.",
      "reference": "MARKA 14:71"
    },
    {
      "content": "Chun, âr khuong vawi hnina chu a khuong nghâl tah a; chun, Peter chun Isûn a kuoma, “Âr vawi hni a khuong hmain nangin vawi thum mîn phat i tih,” a ti thu kha a hung hriet suok tah a. Chuongchun, chu thu chu a ngaituoin a ṭap tah a.",
      "reference": "MARKA 14:72"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "MARKA 14 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}