{
  "verses": [
    {
      "content": "Chutaka chu a suok a, a umna khuo tieng chu a tlung nâwk tah a; inchûktirhai chun an zui pei a.",
      "reference": "MARKA 6:1"
    },
    {
      "content": "Chun, Châwlni a hung na, inkhâwmna inah ân chûktir tah a. Chuongchun, mi tamtak a thu hre hai chun, “Hi mipa hin hieng thu hi khawlaia inthawka a hriet am a na? Hi mipa kuoma pêka um hi ieng varna am a na? A kut ngeiin thil mak tak tak a thaw hi iengtizie am a na?",
      "reference": "MARKA 6:2"
    },
    {
      "content": "Hi mipa hi Mari naupa, Jakob hai, Jose hai, Juda hai, Simon hairawi unaupa, thingrem siemtu kha a ni naw am a nih? A farnuhai khawm hitaka ei kuoma um an ni nâwm a nih?” an ta, mak an ti hle a. Chuongchun, a chungah an lungni ta nawh a.",
      "reference": "MARKA 6:3"
    },
    {
      "content": "Chun, Isûn an kuomah, “Zâwlnei chu ama khuo tienga dâm, ama laibunghai lai dâm, ama ina hai dâm chau naw chun inpâk loin a um ngai nawh,” a ta.",
      "reference": "MARKA 6:4"
    },
    {
      "content": "Chun, mi damnaw tlâwmte chunga kut innghata a sukdam ti chau naw chu, chu hmuna chun thil- mak dang hrim a thaw thei nawh a.",
      "reference": "MARKA 6:5"
    },
    {
      "content": "An awi nawna chu mak a ti hle a. Chun, inchûktir pum peiin khuohai chu a fang vêl a.",
      "reference": "MARKA 6:6"
    },
    {
      "content": "Chun, sâwm le pahni hai chu a ko a, pahni peiin a tir suok tah a; khawhri inthieng nawhai chunga thuneina a pêk bawk a.",
      "reference": "MARKA 6:7"
    },
    {
      "content": "Chun, inzinnaa ding chun fung- hrawl chau naw chu iengkhawm– bei khawm, mansa khawm, an kâwng- khiah tangka khawm–châwi lo ding a ti tlat a,",
      "reference": "MARKA 6:8"
    },
    {
      "content": "kekawk ruok chu bun ding a tih a. “Zakuo pahni hâk naw ro,” a ti bawk a.",
      "reference": "MARKA 6:9"
    },
    {
      "content": "Chun, ama bawkin an kuomah, “Khawlai khawm in tlungna ina chun chu hmuna inthawka in suok nâwk hmakhat chu, tlung zing pei ro.",
      "reference": "MARKA 6:10"
    },
    {
      "content": "Chun, khâwlai khuo khawmin an lâwm naw cheu a, in thu an ngâi nawna poah, chutaka inthawka in suok pha chun, anni inhriettirna dingin in kepha hnuoia pilvut kai chu thinthla ro,” a ta.",
      "reference": "MARKA 6:11"
    },
    {
      "content": "Chuongchun, an fe suok a, mipuihai kuomah simna thu an hril a.",
      "reference": "MARKA 6:12"
    },
    {
      "content": "Khawhrihai tamtak an hnawt- suok a, damnaw tamtak khawm sahriek an nâl a, an sukdam bawk a.",
      "reference": "MARKA 6:13"
    },
    {
      "content": "Chun, lal Herod chun a lo hriet a, a hming chu a lo inthang ta sih a, “Baptistu Johan kha mithi laia inthawkin a hung tho nâwk tah a; chuleiin, chuong thilthawtheinahai chun amaa chun sin a thaw a ni chu,” a ta.",
      "reference": "MARKA 6:14"
    },
    {
      "content": "Mi dang ruok chun, “Elija a ni chu,” an ta; mi dangin, “Zâwlnei a ni chu, zâwlneihai laia pakhat ang kha,” an ta.",
      "reference": "MARKA 6:15"
    },
    {
      "content": "Herod ruok chun a lo hrietin, “Johan, a lu ka itanpa ngei kha a hung tho nâwk a ni chu,” a ta.",
      "reference": "MARKA 6:16"
    },
    {
      "content": "Herod ngei chun a unaupa Philip nuhmei Herodi leiin mi a tir suok a, Johan chu ân mantir a, intângna inah phierin a lo khum ta sih a; Herodi chu nuhmeiin a lo nei ta leiin;",
      "reference": "MARKA 6:17"
    },
    {
      "content": "Johan chun Herod kuomah, “I unaupa nuhmei i nei pêk hi a thieng naw a nih,” a lo ti ta bawk a.",
      "reference": "MARKA 6:18"
    },
    {
      "content": "Chuleichun, Herodi chun ama chu a ngei naw rân el a, sukhlum a nuom a; nisienlakhawm, a thei si nawh a;",
      "reference": "MARKA 6:19"
    },
    {
      "content": "Herodin Johan chu mi fel le mi inthiengtak a nih ti a hriet leiin ama chu a ṭih a, a hum tlat sih a, a thu a ngai chun a lunginzîng hle hlak a: nisienlakhawm, lâwm takin a ngai hlak a.",
      "reference": "MARKA 6:20"
    },
    {
      "content": "Chun, Herod chun a pieng ni champha phâk nia a mi ropuihai, sipai hotu lienhai dâm, Galili rama mi lienhai rawi ta dinga, zâna ruoi a ṭhe laiin hun remchâng a hung um tah a.",
      "reference": "MARKA 6:21"
    },
    {
      "content": "Herodi naunu ngei chu a hung lût a, a lâm a, Herod le a thlaithlêng awtpuituhai chu a suklâwm tah a; chuongchun, lal chun naupangnu kuoma chun, “I dit dit mi hni rawh, pêng ka ti che,” a ta.",
      "reference": "MARKA 6:22"
    },
    {
      "content": "“Iengkhawm i mi hni phawt chu, ka ram chenve rau khawm pêng ka ti che,” tiin a kuomah a lo inkhâm ta bawk a.",
      "reference": "MARKA 6:23"
    },
    {
      "content": "Chun, ama chu a suok a, a nu kuoma chun, “Ieng am hnîng ka ta?” a va ta. Chun, ama chun, “Baptistu Johan lu,” a lo ta.",
      "reference": "MARKA 6:24"
    },
    {
      "content": "Chun, ama chu inhmawtakin lal kuoma chun a va lût nghâl tah a, “Thlêngin Baptistu Johan lu i mi pêk nghâl ka nuom a nih,” tîn a hnih a.",
      "reference": "MARKA 6:25"
    },
    {
      "content": "Chun, lal chu a lungngai ta bêk bêk el a; nisienlakhawm, ân khâm- nahai le a thlaithlêng awtpuituhai lei chun a sêl nuom nawh a.",
      "reference": "MARKA 6:26"
    },
    {
      "content": "Chun, lal chun a vêngtu sipai pakhat a tir nghâl tah a, a lu chu hung lâk ding thu a pêk a. Chun, ama chun intângna ina chun a lu a va tan a,",
      "reference": "MARKA 6:27"
    },
    {
      "content": "a lu chu thlêngin a hung lâk a, naupangnu kuoma chun a pêk a, ama chun a nu kuomah a pêk a.",
      "reference": "MARKA 6:28"
    },
    {
      "content": "Chun, a închûktirhai chun an hriet phingleh a ruong chu an vân hlawm a, thlânah an inzâl tah a.",
      "reference": "MARKA 6:29"
    },
    {
      "content": "Chun, tirkohai chu Isu kuomah an hung inkhâwm a, iengkim an thil thaw ta hai, an thu inchûktir tahai po po chu an hril a.",
      "reference": "MARKA 6:30"
    },
    {
      "content": "Chun, ama chun an kuomah, “Nangni rawi ngawtin thlalêr hmunah a tumin hung unla, châwl phawt ro,” a ta. (Mi tamtak an insûl zut zut a, bu takngiel khawm an fâk hman nghâl nawh a.)",
      "reference": "MARKA 6:31"
    },
    {
      "content": "Chuongchun, thlalêr tieng lawngin a tumin an va fe tah a.",
      "reference": "MARKA 6:32"
    },
    {
      "content": "Chun, an va fe lai chu mipuihai chun an hmuh a, mi tamtakin anni chu an hriet a, khaw tina inthawkin chu hmuna chun kein an tlân khâwm a, an lo lekhal tah a.",
      "reference": "MARKA 6:33"
    },
    {
      "content": "Chuongchun, ama chu a hung suok chun, mipui nasatak a hmuh a, vêngtu nei naw berâmhai ang an ni leiin a lunginsiet bêk bêk a; thu tamtak ân chûktir tah a.",
      "reference": "MARKA 6:34"
    },
    {
      "content": "Chun, khuo chu a hung inhnu ta hle a, a inchûktirhai chu a kuomah an hung a, “Ahi thlalêr hmun a na, khuo khawm ân hnu ta bawk nghâl a.",
      "reference": "MARKA 6:35"
    },
    {
      "content": "Anni rawi hi ei kâwl vêl loa dâm le khuoa dâm an fâk ding ieng amanih bêk an inchâwk theina dingin infetir tâwl ta la,” an ta.",
      "reference": "MARKA 6:36"
    },
    {
      "content": "Ama ruok chun an kuomah, “Nangnîn fâk ding pe ta unla,” tiin a dawn a. Chun, anni chun a kuomah, “Bei duli zahni man vân chawin fâk ding kan pêk ding am a nih?” an ta.",
      "reference": "MARKA 6:37"
    },
    {
      "content": "Chun, ama chun a kuomah, “Beiphêk iengzât am in nei a? hung en ta u,” a ta. Chun, an nei zât an hriet phingleh, “Panga, ngatê pahni leh,” an ta.",
      "reference": "MARKA 6:38"
    },
    {
      "content": "Chun, ama chun, an rêngin hlo hring chunga chun apâwl peia inṭhungtir dingin an kuomah thu a pêk a.",
      "reference": "MARKA 6:39"
    },
    {
      "content": "Chun, atlarin za khat dâm, sâwmnga dâm peiin an ṭhung tâwl a.",
      "reference": "MARKA 6:40"
    },
    {
      "content": "Chun, ama chun bei panga le ngatê pahni chu a lâk a, vân tieng nghain mal a sâwm a, beiphêkhai chu a khawi a, mipui chu infâktir dingin a inchûktirhai kuomah a pêk a, ngate pahni khawm chu mi po po lai chun a sem a.",
      "reference": "MARKA 6:41"
    },
    {
      "content": "Chun, an rêngin an fâk a, an khawp tâwl tah a.",
      "reference": "MARKA 6:42"
    },
    {
      "content": "Chun, bei nâwi le nga nâwihai chu bâwm sâwm le pahni an rût sip a.",
      "reference": "MARKA 6:43"
    },
    {
      "content": "Bei fatuhai chu patling ruok khawm sâng nga hiel an nih.",
      "reference": "MARKA 6:44"
    },
    {
      "content": "Chun, ama ngeiin mipui chu ân ṭintir sûngin râl khing tienga Bethsaidaa lo fe hmasa dingin a inchûktirhai chu lawngah ân chuong tir nghâl tah a.",
      "reference": "MARKA 6:45"
    },
    {
      "content": "Chun, anni ân ṭintir hnung chun ṭawngṭai dingin tlangah a fe tah a.",
      "reference": "MARKA 6:46"
    },
    {
      "content": "Chun, zântieng inhnu deu a hung ni chun lawng chu dîl lai taka chun a lo um a, ama chu a khât chauin khawmuola chun a um a.",
      "reference": "MARKA 6:47"
    },
    {
      "content": "Chun, an lawng kar chu an lung a zîng hlein a hmu a, thliin aninaw tieng panga a mût leiin. Vârṭien ding lai vêlin dil chunga kea lâwnin anni tieng a hung pan a, anni chu fe khêl a tum a.",
      "reference": "MARKA 6:48"
    },
    {
      "content": "Nisienlakhawm, anni chun ama chu dîl chunga kea lâwn an hang hmu chun thlâ amanih an sâwn a, an khêk ta rak el a; an rêngin ama an hmuh a, an thlaphâng hle a.",
      "reference": "MARKA 6:49"
    },
    {
      "content": "Nisienlakhawm, ama chun anni chu a biek nghâl tah a, an kuomah, “Lungmuongtakin um ro, keima ka nih annâwm, ṭi naw ro,” a ti tah a.",
      "reference": "MARKA 6:50"
    },
    {
      "content": "Chun, lawnga chun an kuomah a hang chuong ve a, thli hrang chu a ma tah a; chuongchun, an lungril chun mak an ti hle a,",
      "reference": "MARKA 6:51"
    },
    {
      "content": "bei thu kha a ngaina an hriet- thiem si nawh a, an lungril a ngar leiin.",
      "reference": "MARKA 6:52"
    },
    {
      "content": "Chun, râl khingtieng an kai chun Gennesaret ram, khawmuol an tlung a, vapanga chun lawng chu an thlung a.",
      "reference": "MARKA 6:53"
    },
    {
      "content": "Chun, lawnga inthawka an suok chun, mihai chun ama chu an lo hriet nghâl tah a;",
      "reference": "MARKA 6:54"
    },
    {
      "content": "chu ram vêla chun an tlân vêl ta sup sup a, a um ti an hrietna taphawta chun damnawhai dâm an zâlphaa zâl pum zingin an zâwn vêl ta ruoi el a.",
      "reference": "MARKA 6:55"
    },
    {
      "content": "Chun, khaw chînhaia dâm, khaw lienhaia dâm, lohaia dâm, khawlai a lûtna taphawta chun damnawhai chu dâwr hmuna dâm an inzâltir tâwl a; a puon hmawr bêk khawm them thei an hnih a. Chuongchun, ama tâwk po chu an dam pei tah a.",
      "reference": "MARKA 6:56"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "MARKA 6 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}