{
  "verses": [
    {
      "content": "Chun, tekhithuin an kuomah a hril tah a, “Tuin amanih grêp huon a siem a, palin ân huon a, grêp sâwrna ding khur a cho a, in insâng a bâwl a, lo enkawltuhai kuomah thlo hlaw dingin a pêk a, ram dangah a fe tah a.",
      "reference": "MARKA 12:1"
    },
    {
      "content": "Chun, a lo pha chun huona ra chu a chanâi lo enkawltuhai kuoma va la dingin lo enkawltuhai kuoma chun suok pakhat a tir a.",
      "reference": "MARKA 12:2"
    },
    {
      "content": "Chun, chu mipa chu an lo man a, an vuok a, kut ruokin an infetir tah a.",
      "reference": "MARKA 12:3"
    },
    {
      "content": "Chun, suok dang an kuoma chun a tir nâwk a; chu khawm chu a lu an lo sukpawp a, inzakumtakin an lo sawisah a.",
      "reference": "MARKA 12:4"
    },
    {
      "content": "Chun, suok dang a tir nâwk pei a, chu mipa chu an lo sukhlum a. Suok dang tamtak khawm aṭhen an lo vuok a, aṭhen an lo sukhlum a.",
      "reference": "MARKA 12:5"
    },
    {
      "content": "Chun, pakhat, naupa dittak chu a la nei a, ‘Ka naupa hi chu inza êm naw ni hai am,’ tiin ama chu a nuhnungtakah an kuomah a tir a.",
      "reference": "MARKA 12:6"
    },
    {
      "content": "Nisienlakhawm, chuong lo en- kawltuhai chun, ‘Hi mipa hi rohluotu ding chu a nih; that ei tiu khai; chuongchun, a ro hluo dinghai hi ei ta a ni el ding a nih,’ an in tih a.",
      "reference": "MARKA 12:7"
    },
    {
      "content": "Chuongchun, ama chu an lo man a, an sukhlum a, grêp huona inthawk chun an the suok tah a.",
      "reference": "MARKA 12:8"
    },
    {
      "content": "Chuongchun, huon neitu chun iengtin am hung thâwng a ta? Lo enkawltuhai chu hung sukbo a ta, huon chu mi danghai pêng a tih.",
      "reference": "MARKA 12:9"
    },
    {
      "content": "Hi Pathien Lekha Thu hi in tiem naw am a nih? ‘In bâwltuhai lung dit naw kha, Chu ngei chu a kia lung ṭhangkaitak a lo ni tah.",
      "reference": "MARKA 12:10"
    },
    {
      "content": "Chu chu Lalpa thaw a na, Ei mithmua hin a mak a nih,’ ti hi,” a ta.",
      "reference": "MARKA 12:11"
    },
    {
      "content": "Chun, ama chu man an tum tah a, nisienlakhawm, mipui an ṭi sih a, chu tekhithu chu anni demin a hril a nih ti an hriet sih a. Chuongchun, ama chu an mâksan a, an fe hmang tah a.",
      "reference": "MARKA 12:12"
    },
    {
      "content": "Chun, a thu hrila inthawka man dingin Pharisaihai le Herod pâwla tuhai amanih a kuomah an tir a.",
      "reference": "MARKA 12:13"
    },
    {
      "content": "Chun, anni chu an hung tlung chun a kuomah, “Inchûktirtu, mi indiktak i na, tukhawm pawisak chuong i nei nawh ti kan hriet a, tukhawm thlier bîk nei loin, theipatâwpin Pathien thu în chûktir hlak a. Kaisar kuoma sie chawi hi a thieng am a ni a thieng naw? kan pêk ding am a ni, kan pêk naw ding?” an ta.",
      "reference": "MARKA 12:14"
    },
    {
      "content": "Ama ruok chun an vervêkziehai chu hre zingin, an kuomah, “Ieng- dinga in mi fie am a na? Duli hung la tu, lo en ka tih,” a ta.",
      "reference": "MARKA 12:15"
    },
    {
      "content": "Chuongchun, an hung lâk a. Ama chun an kuomah, “Hi hi tu lim le tu hming am a na?” a ta. Anni chun, “Kaisar,” an ta.",
      "reference": "MARKA 12:16"
    },
    {
      "content": "Chuongchun, Isûn an kuomah, “Kaisar thilhai chu Kaisar kuomah pe unla, Pathien thilhai chu Pathien kuomah pe ta unla,” a ta. Chuong- chun, mak an ti bêk bêk a.",
      "reference": "MARKA 12:17"
    },
    {
      "content": "Chun, Saddukaihai, thonâwkna a um nawh tituhai chu a kuomah an hung a,",
      "reference": "MARKA 12:18"
    },
    {
      "content": "a kuomah, “Inchûktirtu, Mosie- in ‘Tûkhawm a unaupân nau nei loin a nuhmei thisan sienla, a unaupa chun a nuhmei chu hluong a ta, a unaupa ta dingin suon a thla pêk ding a nih,’ tiin a mi ziekpêk a nih.",
      "reference": "MARKA 12:19"
    },
    {
      "content": "Awle, Sal sari hi an um a, a upatakin nuhmei a nei a, suon- mawngin a thih a.",
      "reference": "MARKA 12:20"
    },
    {
      "content": "Chuongchun, a pahnina chun a nuhmei chu a hluoh a, suon mawngin a thi nâwk bawk a; pathumna khawmin chuong bawk chun.",
      "reference": "MARKA 12:21"
    },
    {
      "content": "Chuongchun, sal sarihai chu suon hrim hrim nei loin suon mawngin an thi vawng el tah a. A nuhnungtaka chun nuhmei khawm chu a thi tah a.",
      "reference": "MARKA 12:22"
    },
    {
      "content": "Thonâwk phaleh a tu tak nuhmei am nîng a ta? An pasari chun nuhmeiin an nei seng sih a,” tiin an indawn a.",
      "reference": "MARKA 12:23"
    },
    {
      "content": "Isûn an kuomah, “Hi lei hin a nih in ngai suol rawp hlak, Pathien Lekha Thu le Pathien thil thaw theizie in hriet naw leiin.",
      "reference": "MARKA 12:24"
    },
    {
      "content": "Mithi laia an tho nâwk hnungin nuhmei pasal innei ta naw nihai a, vâna vântirkohai ang an ni lem ta ding a nih.",
      "reference": "MARKA 12:25"
    },
    {
      "content": "Chun, mithihai keithoa an um ding thu chu, Mosie lekhabua chîmbuk thua khan Pathienin ‘Kei Abraham Pathien, Isak Pathien, Jakob Pathien ka nih,’ tia a biekzie kha in tiem naw am a nih?",
      "reference": "MARKA 12:26"
    },
    {
      "content": "Ama chu mithi Pathien a ni nawh a, mi hring Pathien a ni lem; in ngai suol nasa hle a nih,” a ta.",
      "reference": "MARKA 12:27"
    },
    {
      "content": "Chun, Dân inchûktirtuhai laia mi pakhat a hung a, an insêl chu a lo ngai zing a, Isûn annirawi chu ṭhatakin a dawn ti a hriet a, a kuomah, “Thupêk po po lai ieng him a ropui tak a?” tîn ân dawn a.",
      "reference": "MARKA 12:28"
    },
    {
      "content": "Isun “A ropui tak chu hi hi a nih, ‘Israelhai, ngai ta u, Lalpa ei Pathien chu Lalpa pakhat chau a nih,",
      "reference": "MARKA 12:29"
    },
    {
      "content": "Lalpa i Pathien chu i lungvar po poin, i thlarau po poin, i lungril po poin, i hrâtna po poin i hmangai ding a nih,’ ti hi.",
      "reference": "MARKA 12:30"
    },
    {
      "content": "A dawttu chu hi hi a nih, ‘Nang le nang în hmangai angin i vênghai khawm i hmangai ding a nih,’ ti hi. Hieng nêka thupêk ropui lem hrim hrim hi a um nawh,” tiin a dawn a.",
      "reference": "MARKA 12:31"
    },
    {
      "content": "Chun, Dân inchûktirtu chun a kuomah, “A ni luo ie, inchûktirtu, Ama chu pakhat chau a na, ama naw chu tukhawm dang an um nawh,",
      "reference": "MARKA 12:32"
    },
    {
      "content": "ama chu lungril po poa, hrietna po poa, hrâtna po poa hmangai a, mâni inhmangai anga vênghai hmangai chu pumrawhmang ser pêk po po le inthawina po po nêkin a ṭha lem bêk bêk ti hi i hril dik ngawt el,” a ta.",
      "reference": "MARKA 12:33"
    },
    {
      "content": "Chun, vartakin a dawn ti Isûn a hrietin a kuomah, “Pathien ram i hlat naw hi” a ta. Chu hnunga chun tukhawmin thu hrim hrim an indawn ngam nawh a.",
      "reference": "MARKA 12:34"
    },
    {
      "content": "Chun, Isûn Pathien biekina ân chûktir laiin an kuomah, “Krista chu David naupa a nih ti Dân inchûk- tirtuhaiin iengti ziea hril hlak am an nih a?",
      "reference": "MARKA 12:35"
    },
    {
      "content": "David ngeiin, Thlarau Inthieng- in, ‘Lalpa chun ka Lalpa kuomah, Ka changtieng ṭhung rawh, I hmêlmahai i kepha hnuoia ka sie hmakhat chu,’ a tih a,",
      "reference": "MARKA 12:36"
    },
    {
      "content": "“David ngei chun ama chu, ‘Lalpa,’ a ti sih a, khâwlai am a naupa ni hlak a ta?” tîn a dawn a. Chun, vântlânghai chun a thu chu lâwm- takin an ngai a.",
      "reference": "MARKA 12:37"
    },
    {
      "content": "Chun, a închûktirnaa chun, “Dân inchûktirtuhai lai hin fimkhur ro, anni chun zakuo fuol hâka lêng an nuom hlak a, dâwr hmuna chibai bûk dâm,",
      "reference": "MARKA 12:38"
    },
    {
      "content": "inkhâwmna ina ṭhungpha ṭhatak dâm, thlaithlêng awtnaa dâm hmun ṭhatak an ngiet hlak a.",
      "reference": "MARKA 12:39"
    },
    {
      "content": "Hmeithai sum an fâk a, vân- tlâng hlêmna dingin sâwt tak tak an ṭawngṭai hlak a, chuonghai chun thiemnaw chang nasa zuol an tih,” a ta.",
      "reference": "MARKA 12:40"
    },
    {
      "content": "Chun, thawlâwm bâwm zâwna chun a ṭhung a, thawlâwm bâwma mipuihai tangka thlâkzie chu a en a, mihausa tamtakin tamtak an thlâk a.",
      "reference": "MARKA 12:41"
    },
    {
      "content": "Chun, hmeithai pasetak a hung a, dâr tangka dere pahni a thlâk a, (chu chu pawisa khat hu a nih.)",
      "reference": "MARKA 12:42"
    },
    {
      "content": "Isu chun a închûktirhai chu a ko a, an kuomah, “Titakzetin ka hril cheu hi, thawlâwm bâwma thlâktu po po hai nêkin hi hmeithai pasetak hin a thlâk tam lem.",
      "reference": "MARKA 12:43"
    },
    {
      "content": "Hienghai po po hin an nei chuongliem an thlâk a na, ama ruok hin chu a ditlai tak, a neisun tak, a întodelna ding po chu a thlâk a nih,” a ta.",
      "reference": "MARKA 12:44"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "MARKA 12 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}