{
  "verses": [
    {
      "content": "Chuongchun, Samuel chun hriek bâwm chu a hung lâk suok a, a lua chun a bur a, a fâwp a, “LALPA chun a rochan hai chunga hotu dingin hriek a nâl che a ni naw am a nih? LALPA mipuihai chungah ro rêl i ta, an vêla an hmêlmahai kuta inthawkin sandam i tih. Chun, hi hi LALPAIN a rochanhai chunga hotu dingin a ruot che ti inchikna chu ning a tih.",
      "reference": "1 SAMUEL 10:1"
    },
    {
      "content": "Vawisûn hin i mi fesan hnungin, Zelzaah Benjamin ramria Rakil thlân kâwlah mi pahni hmûng i ta; chun, anni chun i kuomah, Sabengtung i zawnghai kha an hmu tah ie; chun, ngai ta, i pa chun sabengtung chu a ngaituo ta nawh a, nangma mawl a ngaituoh a, ‘Ka naupa chu iengtin am ka thaw ding a ni ta leh aw, a ti a ti el a,’ tîng an ta.",
      "reference": "1 SAMUEL 10:2"
    },
    {
      "content": "Chun, chutaka inthawk chun fe pei la, Tabor thingsaisuo chu va tlung i ta, chutaka chun mi pathum, Bethela Pathien kuoma hang fe dinghaiin lo intuokpui an ti cheh a; pakhat chun kêlte pathum pawm a ta, pakhat chun beiphêk pathum chawi a ta, chun, pakhat chun uoin peng chawi bawk a tih.",
      "reference": "1 SAMUEL 10:3"
    },
    {
      "content": "Chun, chibai bûk an ti cheh a, beiphêk chu phêk hni pêng an ti cheh a; chu chu lâng i ta.",
      "reference": "1 SAMUEL 10:4"
    },
    {
      "content": "Chu hnunga chun Philistin sipai- hai umna Pathien tlâng chu va tlung i ta, chun, chutaka khuo i va tlung chun zâwlneihai perkhuong dâm, khuongtê dâm, theihle dâm, ṭingṭang dâm chawihai hma ṭhuoia bâwl- hmuna inthawka hung thla intuok- pui i ta; chun, thu hril duol duol an ta;",
      "reference": "1 SAMUEL 10:5"
    },
    {
      "content": "chun, LALPA thlarau nasatakin i chungah hung tlung a ta, nang khawm thu an hril duol duolnaa chun ṭhang vêng i ta, chun, mi danglam daiah inchang el i tih.",
      "reference": "1 SAMUEL 10:6"
    },
    {
      "content": "Chun, hieng inchiknahai hi i chunga a hung um pha chun thil hung umin a zir ang peiin i thaw ding a nih; Pathien chu i kuomah a um pei sih a.",
      "reference": "1 SAMUEL 10:7"
    },
    {
      "content": "Chun, ka fe hma hin Gilgala chun lo zu fe la, chun, ngai ta, kei khawm pumrawhmang thilinhlânhai le in- remna inthâwinahai inhlân dingin i kuomah hung thlâng ka ta; i kuoma ka hung a, i thaw ding ka hung hril hma che chun ni sari i lo um ding a nih,” a ta.",
      "reference": "1 SAMUEL 10:8"
    },
    {
      "content": "Chun, Samuel chu ṭhe dinga a hnungnghat phingleh Pathien chun lungril danglam dai a pêk tah a; chun, chuong inchiknahai po po chu chu ni chun a hung tlung ta vawng a.",
      "reference": "1 SAMUEL 10:9"
    },
    {
      "content": "Chuongchun, tlâng chu an hang tlung chun, ngai ta, zâwlneihai chun an intuokpui a; chun LALPA thlarau nasatakin a hung tlung a; thu an hril duol duolnaa chun a ṭhang ve tah a.",
      "reference": "1 SAMUEL 10:10"
    },
    {
      "content": "Chun, kha hmaa ama lo hre hlakhaiin zâwlneihai thu hril duol duolnaah a ṭhang ve ti an hriet chun mihai chu an inbiek a, “Kis naupa chunga thil hung um hi ieng am a ni ta leh? Saula khawm chu zâwlneihai lai a ṭhang ve am a ni el tah?” an ta.",
      "reference": "1 SAMUEL 10:11"
    },
    {
      "content": "Chun, a umna khuoa mi pakhatin a dawn a, “An pa chu tu am a ni bîk leh?” an ta. Chuongchun, “Saula khawm chu zâwlnei a ni ve el ta a ni maw chu?” ti chu ṭawngna takah an hmang ta zing a.",
      "reference": "1 SAMUEL 10:12"
    },
    {
      "content": "Chun, an thu hril duol duolnaa a ṭhang zo chun bâwlhmun chu a tlung tah a.",
      "reference": "1 SAMUEL 10:13"
    },
    {
      "content": "Chun, Saula pami chun a kuoma le a siehlaw kuoma chun, “Khâwlai am in feh a?” a ta. Chun, ama chun, “Sabengtung kan zawng a nih, chun, kan hmu zo naw phingleh Samuel kuomah kan fe a nih,” a ta.",
      "reference": "1 SAMUEL 10:14"
    },
    {
      "content": "Saula pami chun, “Samuel chun i kuomah ieng am a na a hril mi hril raw khai,” a ta.",
      "reference": "1 SAMUEL 10:15"
    },
    {
      "content": "Saula chun a pami kuoma chun, “Sabengtunghai chu an hmu tah ti a mi hril ngei kha tie,” a ta. Amiruok- chu, ram chungchâng thu Samuelin a hril chu a hril nawh a.",
      "reference": "1 SAMUEL 10:16"
    },
    {
      "content": "Chuongchun, Samuel chun mi- puihai chu Mizpaa chun LALPA kuomah a ko khâwm a;",
      "reference": "1 SAMUEL 10:17"
    },
    {
      "content": "Israel thlahai kuoma chun, “LALPA Israelhai Pathien chun hieng ang hin a ti a nih, ‘Israelhai chu Aiguptaa inthawkin ka ṭhuoi suok a, Aigupta mihai kuta inthawk le, a hnuoisietuhai cheu ram po poa in- thawkin ka sansuok cheu a.",
      "reference": "1 SAMUEL 10:18"
    },
    {
      "content": "Nisienlakhawm, vawisûn hin in lunginzîngna po po le in rinumna po poa sanhimtu cheu in Pathien ngei chu in dit nawh a, a kuomah, A ni nawh, lal mi siempêk rawh’ in tih a. Chuleiin, tuhin a hnama hnam le a chia chiin LALPA hmaah hung inlang ro,” a ta.",
      "reference": "1 SAMUEL 10:19"
    },
    {
      "content": "Chuongchun, Samuel chun Israel chi po po chu a hung inlangtir a, chun, Benjamin chi chu thlang a lo ni tah a.",
      "reference": "1 SAMUEL 10:20"
    },
    {
      "content": "Chun, Benjamin chihai chu a sûngkuoin a hung inlangtir a, Matri mi sûngkuo chu thlang an lo ni tah a; chun, Kis naupa Saula chu thlang a lo ni tah a, nisienlakhawm, ama chu an hang zawng a, an hmu nawh a.",
      "reference": "1 SAMUEL 10:21"
    },
    {
      "content": "Chuongchun, LALPA chu an hang indawn nâwk a, “Mi dang la hung ding an um am?” an ta. Chun, LALPA chun a dawn a, “Ngai ta u, thuomhnaw lai ân bihmang a nih,” a ta.",
      "reference": "1 SAMUEL 10:22"
    },
    {
      "content": "Chuongchun, an tlân a, an va ṭhuoi suok a; chun, mipui lai a hang ngîr chun mi lai chun ân sâng tak el a, mi dang hrim hrim a liengko nêka insâng khawm an um nawh a.",
      "reference": "1 SAMUEL 10:23"
    },
    {
      "content": "Chun, Samuel chun mi po po kuomah, “LALPA mi ruot hi in hmu am? Mipuihai po po lai ama ang hrim hrim an um nawh,” a ta. Chun, mipuihai chu an khêk a, “Pathienin laltak chu humhim raw se,” an ta.",
      "reference": "1 SAMUEL 10:24"
    },
    {
      "content": "Chuongchun, Samuel chun mi- puihai chu ram umdân ding chu a hril a, lekhabuah a ziek a, LALPA hmaa chun a sieh a. Chun, Samuel chun mipuihai chu mâni in tieng seng ân ṭintir tah a.",
      "reference": "1 SAMUEL 10:25"
    },
    {
      "content": "Saula khawm chu Gibea khuoha a in tieng a fe tah a; mi huoisenhai, an lungril Pathienin a tâwkhai, chu a kuomah an fe veh a.",
      "reference": "1 SAMUEL 10:26"
    },
    {
      "content": "Amiruokchu, Belial nauhai tu- haiin amani ruok chun, “Hi mipa hin iengtin am mi sandam thei hlak a ta?” an ta. Chuongchun, ama chu an ngainêp a, thilpêk hrim hrim an pêk nuom nawh a. Nisienlakhawm, ama chu a to zing a.",
      "reference": "1 SAMUEL 10:27"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 SAMUEL 10 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}