{
  "verses": [
    {
      "content": "Ephraim tlâng rama Ramathaim- zophim khuoa chun mi pakhat a um a, a hming chu Elkana a nih; ama chu Jeroham naupa a na, ama chu Elihu naupa a na, ama chu Tohu naupa a na, ama chu Ephraim mi Zuph naupa a nih.",
      "reference": "1 SAMUEL 1:1"
    },
    {
      "content": "Nuhmei pahni a nei a, pakhat hming chu Hanna a na, a dang hming chu Peninna a nih; chun, Peninna chun nauhai a nei a, Hanna ruok chun nau a nei ve nawh a.",
      "reference": "1 SAMUEL 1:2"
    },
    {
      "content": "Chun, ama chu an khuoa in- thawkin Silo khuoah sipaihai LALPA chu be dingin kum tin a hang fe hlak a. Chutaka chun Eli naupasalhai pahni, Hophni le Phinehas, LALPA thiempuhai chu an um a.",
      "reference": "1 SAMUEL 1:3"
    },
    {
      "content": "Chun, Elkana inthâwi ni a hung tlung chun a nuhmei Peninna le a naupasalhai le a naunuhai po po chu chanvo a siempêk a.",
      "reference": "1 SAMUEL 1:4"
    },
    {
      "content": "Hanna ta ding ruok chun chan hni a siempêk a, Hanna chu a hmangai êm êm sih a; nisienla- khawm, LALPAIN a sul a sukping- pêk a.",
      "reference": "1 SAMUEL 1:5"
    },
    {
      "content": "Chun, LALPAIN a sul a suk- pingpêk leiin a lungngaina chu chawktho tumin a khingpui chun a lo thaw rawp hlak a.",
      "reference": "1 SAMUEL 1:6"
    },
    {
      "content": "Chuong anga kum tin a lo thaw hlak leiin, LALPA ina a hang fe zâtin a lungngaina chu amanu chun a lo chawktho hlak a. Chuleiin, Hanna chu a ṭap a ṭap a, bu khawm a fâk nawh a.",
      "reference": "1 SAMUEL 1:7"
    },
    {
      "content": "Chun, a pasal Elkana chun a kuomah, “Hanna, ieng dinga i ṭap am? Ieng dinga bu i fâk naw am a na? Ieng dinga i lungril i suknat am? Nau- pasal sâwm nêk khawmin i ta dingin ka ṭha lem a ni naw am a nih?” a ta.",
      "reference": "1 SAMUEL 1:8"
    },
    {
      "content": "Chun, Silo khuoa bu an fâk a an dâwn zo chun Hanna chu a tho a. Thiempu Eli chu LALPA biek in kawtkhâr ban bula a ṭhungnaa chun a ṭhung a.",
      "reference": "1 SAMUEL 1:9"
    },
    {
      "content": "Chun, Hanna chu a lungril a lunginzîng êm êm el a, LALPA kuomah a ṭawngṭai a, lungsetakin a ṭap a.",
      "reference": "1 SAMUEL 1:10"
    },
    {
      "content": "Chun, thu a tiem a, “Aw sipaihai LALPA, i suoknu tlâwmzie hi i hriet tak meu a, i mi hriet zing a, i suoknu hi i mi theinghil nawh a, i suoknu hi naupasal i pêk chun a dam sûng po chu LALPA pe ve thung ka ta, a lu khawm vâw hrim hrim ni naw ni,” a ta.",
      "reference": "1 SAMUEL 1:11"
    },
    {
      "content": "Chun, LALPA hmaa a ṭawngṭai zing lai chun Eli chun a hmûr châng chu a lo inchik a.",
      "reference": "1 SAMUEL 1:12"
    },
    {
      "content": "Hanna chun a lungrilin a hril a, a hmûr chu a châng a, a râwl chu hriet a ni nawh a; chuleiin, Eli chun zu ân rui niin a ring a.",
      "reference": "1 SAMUEL 1:13"
    },
    {
      "content": "Chuongchun, Eli chun a kuomah, “Ieng chen am inrui zinga i um ding a na? I uoin chu sie hmang raw khai,” a ta.",
      "reference": "1 SAMUEL 1:14"
    },
    {
      "content": "Hanna chun a dawn a, “Ni lo, ka lalpa, nuhmei lungril lungngai tâwp- khâwk ka na; uoin khawm, zupui khawm ka dâwn dêr nawh a, LALPA hmaa chun ka lungril ka phawr lem a nih.",
      "reference": "1 SAMUEL 1:15"
    },
    {
      "content": "I suoknu hi Belial naunuah inbûk naw raw khai; ka lungrila sip liem ka lungninawna le ka lung- ngaina ka hril a ni hi,” a ta.",
      "reference": "1 SAMUEL 1:16"
    },
    {
      "content": "Eli chun, “Lungmuongtakin fe raw khai, Israelhai Pathien chun i thil hni chu pe raw se che,” a tih a, a dawn a.",
      "reference": "1 SAMUEL 1:17"
    },
    {
      "content": "Ama chun, “I siehlawnu hi i mittlung ni raw se,” a ta. Chuong- chun, nuhmei chu a fe tah a, bu dâm a fâk a, lungngai hmêl a put ta nawh a.",
      "reference": "1 SAMUEL 1:18"
    },
    {
      "content": "Chun, zingkâr an tho a, LALPA chu an biek a, an fe tah a, Rama khuoa an in chu an tlung nâwk tah a; chun, Elkana chun a nuhmei Hanna chu a pâwl a, chun, LALPAIN ama chu a hriet zing a.",
      "reference": "1 SAMUEL 1:19"
    },
    {
      "content": "Chuongchun, Hanna chun nau a vawn a; a hun a hung tlung chun naupasal a nei a, “LALPA ka ihni a nih,” tiin a hminga chun Samuel a sak a.",
      "reference": "1 SAMUEL 1:20"
    },
    {
      "content": "Chun, Elkana le a sûnghai po po chu LALPA kuoma an kum tin inthâwina inhlân ding le an thutiem hlen dingin an hang feh a.",
      "reference": "1 SAMUEL 1:21"
    },
    {
      "content": "Hanna ruok chu a hang fe ve nawh a; a pasal kuoma chun, “Kei chu naute hin nêne nêk a bân hmakhat chu hang fe ve naw ning ah; chu pha ruok chun LALPA hmaha ân lang theina dingin ṭhuoi ka ta, chutaka chun um zing el tâng a tih,” a ta.",
      "reference": "1 SAMUEL 1:22"
    },
    {
      "content": "A pasal Elkana chun a kuomah, “Ṭha âwma i ti ang phawt chun thaw el rawh; a nêne nêk în bântir chenin um rawh, amiruokchu, LALPA chun a thu chu sukdet ngei raw se,” a ta. Chuongchun, a nêne nêk bân hma- khat chun nuhmei chu a um tah a, a naupa chu a enkawl a.",
      "reference": "1 SAMUEL 1:23"
    },
    {
      "content": "Chun, nêne nêk ân bântir phing chun beiphit epha khat le uoin saidawiûm khat chawiin sebâwng pathum leh a hang ṭhuoi a, Silo khuoa LALPA ina chun a fepui a; naupang chu a la naupang hleh a.",
      "reference": "1 SAMUEL 1:24"
    },
    {
      "content": "Chun, bâwngchal chu an that a, naupang chu Eli kuoma chun an ṭhuoi a.",
      "reference": "1 SAMUEL 1:25"
    },
    {
      "content": "Chun, ama chun, “Aw ka lalpa, i hringna sâlin ka hril a, kei chu aw lalpa, hi hmuna i kâwla ngîr a, LALPA kuoma ṭawngṭaitu nuhmei ka ni ngei a.",
      "reference": "1 SAMUEL 1:26"
    },
    {
      "content": "Hi naupang hni hin ka ṭawngṭai a na, chun, LALPA chun ka hni chu a mi pêk tah a.",
      "reference": "1 SAMUEL 1:27"
    },
    {
      "content": "Chuleiin, kei khawma LALPA kuomah kân hlân a nih; a dam sûng poa LALPA ta dinga inhlân a nih,” a ta. Chun, chutaka chun LALPA chu a biek a.",
      "reference": "1 SAMUEL 1:28"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 SAMUEL 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}