{
  "verses": [
    {
      "content": "Chun, Samuel thu chu Israel mi po po lai chun ân thang suok tah a.",
      "reference": "1 SAMUEL 4:1"
    },
    {
      "content": "Chun, Philistin mihai chu Israel mihai lo dang dingin an lo inzar dar a; chun, an hang inthaw chun Philistin mihai hmaa chun Israel mihai chu an tlâwm tah a; indona hmuna chun sipai sâng li lai amanih an that a.",
      "reference": "1 SAMUEL 4:2"
    },
    {
      "content": "Chun, mipuihai chu an riek- hmuna an fe chun Israel upahai chun, “Ieng leia vawisûn hin Philistin mihai hmaa LALPAIN a mi suk- tlâwm am a nih aw? Ei kuoma um a, ei hmêlmahai kuta inthawka mi sandam dingin Siloa inthawkin LALPA thuthlungna bâwm kha hang lâng ei tiu,” an ta.",
      "reference": "1 SAMUEL 4:3"
    },
    {
      "content": "Chuongchun, mipuihai chun Siloa chun mi an tir a, chutaka in- thawk chun cherubim chunga ṭhung, sipaihai LALPA thuthlung bâwm chu an va lâk tah a; Pathien thuthlung bâwm an lâknaa chun Eli naupasal- hai pahni Hophni le Phinehas an ṭhang veh a.",
      "reference": "1 SAMUEL 4:4"
    },
    {
      "content": "Chuongchun, LALPA thuthlung bâwmin an riekhmun a hung tlung chun, Israel mi po pohai chu inring- takin an khêk ta dur dur el a, hnuoi chen khawm a tlawr ri dur dur el a.",
      "reference": "1 SAMUEL 4:5"
    },
    {
      "content": "Chun, Philistin mihaiin an khêkri an hriet chun, “Hebraihai riekhmuna khêkri inri ta dur dur el chu iengtizie am a ni ta leh?” an ta. Chun, an riekhmuna chun LALPA bâwm a hung tlung a nih ti an hriet tah a.",
      "reference": "1 SAMUEL 4:6"
    },
    {
      "content": "Chun, Philistin mihai chun an ṭi tah a, “Riekhmuna chun Pathien a hung a ni ta chu teh,” an tih a. “Ei chung a rik ie, kha hma khan chuong ang chu a um ngai si nawh a.",
      "reference": "1 SAMUEL 4:7"
    },
    {
      "content": "Ei chung a rik ie! chuong pathienhai kut hrâttaka inthawk chun tuin am mi sandam a ta? Chuong pathienhai chu an nih, Aigupta mihai thlalêra hri tinrênga sukhlumtu chu.",
      "reference": "1 SAMUEL 4:8"
    },
    {
      "content": "Aw, nangni Philistin mihai, in siehlawa an um ang khan Hebraihai siehlawah in um nawna dingin hrâttakin um unla, insukpasal ro khai, insukpasal unla thaw pei ro,” an ta.",
      "reference": "1 SAMUEL 4:9"
    },
    {
      "content": "Chuongchun, Philistin mihai chun an hang thawh a, Israel mihai chu an tlâwm a, an puonin tieng seng an tlân ta vawng a; an that nasa êm êm el a, Israelhai laia sipai sîng thum an thi a nih.",
      "reference": "1 SAMUEL 4:10"
    },
    {
      "content": "Chun, Pathien bâwm chu an lâkpêk a; Eli naupahai pahni, Hophni le Phinehas chu an that bawk a.",
      "reference": "1 SAMUEL 4:11"
    },
    {
      "content": "Sipai laia Benjamin thla, mi pakhat a tlân a, a puonhai tlêr nung le a lua pilvut kai rakin chu ni ngei chun, Silo chu a va tlung a.",
      "reference": "1 SAMUEL 4:12"
    },
    {
      "content": "Chun, a va tlung chun, Eli chun lampui sîra a ṭhungnaa ṭhung pumin a lo thlîr zing a, Pathien bâwm lei khan a lungrilin ân thin ân thin a. Chun, ama chun khuo a hang tlung a, chanchin chu a hang hril chun a khuoin an khêk ta veng vung el a.",
      "reference": "1 SAMUEL 4:13"
    },
    {
      "content": "Eli chun an khêkri chu a lo hrietin, “Chu inri mur mur chu iengtizie am a na?” a ta. Chun, mi chu inhmawtakin a va feh a. Eli chu a va hril a.",
      "reference": "1 SAMUEL 4:14"
    },
    {
      "content": "Eli chu kum sâwmkuo le kum riet mi a na, a mit ân thim tah a, khuo a hmu thei ta nawh a.",
      "reference": "1 SAMUEL 4:15"
    },
    {
      "content": "Chun, mi chun Eli kuoma chun, “Sipai laia inthawka hung ka ni hi, vawisûn hin sipai laia inthawka hung tlân ka nih,” a ta. Ama chun, “ka naupa, ieng angin am thil a um a?” a ta.",
      "reference": "1 SAMUEL 4:16"
    },
    {
      "content": "Chanchin hung intluntu chun a dawn a, “Israel mihai chu Philistin mihai hmaa chun an tlânseh a; chun, mipui lai chun inthatna nasatak a um bawk a; i naupahai pahni Hophni le Phinehas khawm an thih a; Pathien bâwm khawm an lâkpêk tah,” a ta.",
      "reference": "1 SAMUEL 4:17"
    },
    {
      "content": "Chun, Pathien bâwm thu a hang hril phingle chun kawtkhâr bula ṭhungnaa inthawk chun a thalin a tluh a, a ring a tliek a, a thi tah a, ama hi a tar êm leiin ân dâwl zo ta naw a nih. Israel chunga kum sâwmli rorêl tah a nih.",
      "reference": "1 SAMUEL 4:18"
    },
    {
      "content": "Chun, a monu Phinehas nu- hmei chun nau a vawn a, a nei a hnai ta hleh a, Pathien bâwm an lâkpêk ti thu a hang hriet a, a tarpupa le a pasal an thi ti a hang hriet chun, a kûn a, nau chu a nei tah a, a nauha chun ama a hung nang nghâl ta sih a.",
      "reference": "1 SAMUEL 4:19"
    },
    {
      "content": "Chun, a thi vâng vâng laia a kâwla ngîr nuhmeihai chun a kuomah, “Ṭi naw rawh, naupasal i nei ta hi,” an ta. Nisienlakhawm, ama chun a dawn dêr nawh a, a ngaisak bawk nawh a.",
      "reference": "1 SAMUEL 4:20"
    },
    {
      "content": "Chun, “Ropuina chun Israel- hai chu a suoksan tah,” tiin, nau- pang hminga chun Ikabod a sak a. Pathien bâwm chu an lâkpêk tah a, a tarpupa le a pasal khawm an thi ta sih a.",
      "reference": "1 SAMUEL 4:21"
    },
    {
      "content": "“Ropuina chun Israel chu a suoksan tah a, Pathien bâwm chu an lâkpêk ta sih a,” a ta.",
      "reference": "1 SAMUEL 4:22"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 SAMUEL 4 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}