{
  "verses": [
    {
      "content": "Chun, chuong lai chun Philistin mihai chun an sipaihai chu Israel mihai thawa do dingin an ko khâwm rak el a. Chun, Akis chun David kuomah, “Nang le i mihai chu sipaihai lai, ka kuomah in fe ve ngei ding a nih ti hre rawh,” a ta.",
      "reference": "1 SAMUEL 28:1"
    },
    {
      "content": "Chun, David chun Akis kuomah, “Aw le, i siehlaw thilthawthei dân chu hre el i tih,” a ta. Chun, Akis chun David kuomah, “A ṭha chu! a mi vêngtuah siem kumkhuong ka ti che,” a ta.",
      "reference": "1 SAMUEL 28:2"
    },
    {
      "content": "Samuel chu a thi tah a, Israel mihai po poin an ṭah a, ama khuo ngei Rama khuoa chun an phûm tah a. Chun, Saula chun an khawhri aisânthiem zâwlnei le dawithiemhai chu a rama inthawk chun a hnawt suok vawng tah a.",
      "reference": "1 SAMUEL 28:3"
    },
    {
      "content": "Chun, Philistin mihai chu an pungkhâwm a, Sunema chun ṭhang- hmun an va khuor a; chun, Saula chun Israel mi po po a ko khâwm a, Gilboaah ṭhanghmun an khuor veh a.",
      "reference": "1 SAMUEL 28:4"
    },
    {
      "content": "Chun, Saula chun Philistin mi sipaihai a hmu chun a ṭih a, a lungril ân thin hlawp hlawp el a.",
      "reference": "1 SAMUEL 28:5"
    },
    {
      "content": "Chun, Saula chun LALPA a hang rawn khawmin LALPA chun mangin amanih, Urimin amanih, zâwlneiin amani khawm a dawn hrim hrim nawh a.",
      "reference": "1 SAMUEL 28:6"
    },
    {
      "content": "Chuongchun, Saula chun a sie- hlawhai kuoma chun, “Khawhri aisânthiem zâwl nuhmei a kuoma ka fea ka râwn dingin mi zawngpêk ro,” a ta. Chun, a siehlawhai chun a kuomah, “Ngai ta, Endor khuoah khawhri aisânthiem zâwl nuhmei a um annaw,” an ta.",
      "reference": "1 SAMUEL 28:7"
    },
    {
      "content": "Chun, Saula chu ân sukdanglam a, a puon danglam a sil a, ama le mi dang pahni leh an feh a, zânah nuhmei kuoma chun an va tlung a; chun, khawhri aisânnu kuoma chun, “Ai mi sânpêk la, i kuoma hming ka lam taphawthai chu mi ko suokpêk rawh,” a ta.",
      "reference": "1 SAMUEL 28:8"
    },
    {
      "content": "Nuhmei chun a kuomah, “Ngai ta, Saula thilthaw chu i hriet a, a rama khawhri aisânthiem le dawi- thiemhai chu a sukbo zo tah a, iengdingin am ka thina dingin ka hringna châng i kam ding a ni leh?” a ta.",
      "reference": "1 SAMUEL 28:9"
    },
    {
      "content": "Chun, Saula chun LALPA hming sâlin, “LALPA hringna sâlin ka hril hi, hi thil lei hin i chungah hremna tlung naw nih,” tiin a kuoma chun ṭawng ân khâm a.",
      "reference": "1 SAMUEL 28:10"
    },
    {
      "content": "Chuongchun, nuhmei chun, “Tu am hang ko suokpêk ka ti cheh a?” a ta. Chun, ama chun, “Samuel mi hung ko suokpêk rawh,” a ta.",
      "reference": "1 SAMUEL 28:11"
    },
    {
      "content": "Chun, nuhmei chun Samuel a hang hmu chun râwl inringtakin a khêk a; chun, nuhmei chun Saula kuomah, “Iengdinga i mi hlêm am a na, Saula i ni zing sih a?” a ta.",
      "reference": "1 SAMUEL 28:12"
    },
    {
      "content": "Chun, lal chun a kuomah, “Ṭi naw rawh, ieng am a ni ta leh i hmu?” a ta. Chun, nuhmei chun Saula kuomah, “Hnuoia inthawka pathien hung suok ka hmu,” a ta.",
      "reference": "1 SAMUEL 28:13"
    },
    {
      "content": "Chun, a kuomah, “Ieng ang am a na?” a ta. Ama chun, “Tarsie hi a hung suok a, zakawfuol a hâk,” a ta. Chun, Saula chun Samuel a nih ti a hriet a, a hmaia hnuoi sikin chibai a bûk a.",
      "reference": "1 SAMUEL 28:14"
    },
    {
      "content": "Chun, Samuel chun Saula kuomah, “Iengdinga hienga i mi ko suok buoi am a na?” a ta. Saula chun a dawn a, “Ka lunginzîng êm êm ela a nih, Philistin mihai chun an mi do a, Pathien hlak chun a mi nghatsan a, zâwlneiin amanih, mangin amani khawm a mi dawn ta hrim hrim nawh a; chuleiin, ka thaw ding mi hril dingin ka ko el che a nih,” a ta.",
      "reference": "1 SAMUEL 28:15"
    },
    {
      "content": "Chun, Samuel chun, “Chuonga LALPA chun a nghatsan ta cheh a, i hmêlma a hung ni tah ti hre zing sa chun iengdinga thu i mîn dawn am a na?",
      "reference": "1 SAMUEL 28:16"
    },
    {
      "content": "Keima hmanga a hril ang khan LALPA chun i chungah a thaw tah a ni chu; LALPA chun i kuta inthawkin ram chu a lâkpêk a, i tuolbâwm David ngei chu a pêk tah a nih.",
      "reference": "1 SAMUEL 28:17"
    },
    {
      "content": "LALPA thu i awi naw lei le, Amalek mihai chunga a lunginsenna nasatak ang khan, i hlen naw leiin tuhin i chungah hi thil hi a thaw tah a ni hi.",
      "reference": "1 SAMUEL 28:18"
    },
    {
      "content": "Chu naw khawm chu LALPA chun nang le Israel mihai khawm chu Philistin mihai kutah pêng a ta; chun, zînga hin nang le i naupasalhai chu ka kuomah hung um in tih; LALPA chun Israel sipaihai khawm chu Phi- listin mihai kutah pêng a tih,” a ta.",
      "reference": "1 SAMUEL 28:19"
    },
    {
      "content": "Chuongchun, Samuel thuhril lei chun Saula chu a ṭi ta êm êm el a, hnuoiah a tlu dêr el tah a, tha le zung hrim hrim a nei ta nawh a, sûn- nithlâk le zânkhawvâra bu fa lo a ni sih a.",
      "reference": "1 SAMUEL 28:20"
    },
    {
      "content": "Chun, nuhmei chu Saula kuoma chun a feh a, a lungngai êm êm ti a hriet a, a kuomah, “Ngai ta, i siehlawnu hin i hril chu ka awi a, thi le thi tiin ka kuoma i thuhrilhai chu ka pawm a nih.",
      "reference": "1 SAMUEL 28:21"
    },
    {
      "content": "Chuleiin, nang khawmin i siehlawnu thu chu awi ve rawh, bu tlâwmte bêk hung pêng ka ti che a, chuongchun, i fe phaa thahrui i nei theina dingin fa rawh,” a ta.",
      "reference": "1 SAMUEL 28:22"
    },
    {
      "content": "Nisienlakhawm, a nuom nawh a, “Fa naw ningah,” a ta. Nisienla- khawm, a siehlawhai chun nuhmei le chun an tir ṭâl a, an thu chu a awi tah a. Chuongchun, hnuoia inthawk chu a tho a, khuma chun a ṭhung a.",
      "reference": "1 SAMUEL 28:23"
    },
    {
      "content": "Chun, nuhmei chun sebâwngte châwm thau a ina chun a nei a, a va that vak a, chun, beiphit a lâk a, a hmet a, chawl ṭhanglo bei a siem a.",
      "reference": "1 SAMUEL 28:24"
    },
    {
      "content": "Saula le a siehlawhai hmaa chun a va sieh a, chun, an lo fâk tah a. Chuongchun, an tho a, chu zân chun an fe tah a.",
      "reference": "1 SAMUEL 28:25"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 SAMUEL 28 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}