{
  "verses": [
    {
      "content": "LALPA bâwm chu Philistin mihai rama chun thla sari a um a.",
      "reference": "1 SAMUEL 6:1"
    },
    {
      "content": "Chun, Philistin mihai chun, “LALPA bâwm hi iengtin am thâwng ei ta? A umna pângngaia infetir nâwkna dân ding mi hril ta u khai,” tiin thiempuhai le aisânthiemhai an ko a.",
      "reference": "1 SAMUEL 6:2"
    },
    {
      "content": "Anni chun, “Israelhai Pathien bâwm hi infetir ding in ni khawma a ruok chun infetir dêr naw ro, a kuomah bâwsietna inthâwina inhlân ngei ro, chuongchun, sukdamin um in ta, chun, iengtiziea a kut chu a sawnpêk naw cheu am a na ti hrieng in tih,” an ta.",
      "reference": "1 SAMUEL 6:3"
    },
    {
      "content": "Chun, anni chun, “A kuoma kan bawsietna inthâwina inhlân ding chu ieng am nîng a ta?” an ta. Anni chun, “Philistin lalhai zâtin rângkachak ngâwt lim panga le rângkachak chaichene lim panga, in rênga chunga hri inlêng le in lalhai chunga inlêng chu hmunkhat a ni sih a.",
      "reference": "1 SAMUEL 6:4"
    },
    {
      "content": "Chuleiin, in ngâwt limhai le in ram suksetu chaichene lim chu siem unla; chun, Israelhai Pathien chu chawimawi ro; chuongchun, a kut chu in chunga dâm, in pathien chunga dâm, in ram chunga dâm sukzâng nuom rawi naw nîm.",
      "reference": "1 SAMUEL 6:5"
    },
    {
      "content": "Aigupta mihai le Pharaoin lung- ril an sukngar ang khan iengdinga in lungril in sukngar am a na? Anni laia thil maktaka a thaw khan anni kha ân fetir a, an suok a nih naw am a nih?",
      "reference": "1 SAMUEL 6:6"
    },
    {
      "content": "Chuleiin, tuhin tawlailîr thar buotsai unla, bâwngpui pahni a nêne sâwr lai, rîngkawl lân bâttir ngailo chu bel unla; chun, an têhai chu in tieng hung ṭhuoipêk ro.",
      "reference": "1 SAMUEL 6:7"
    },
    {
      "content": "Chun, LALPA bâwm chu la unla, tawlailîra chun sie unla, chun, baw- siet thilînhlâna in inhlân rângkachak thil hlu chu thingrema khumin a sîr- ah sie unla, infetir unla, inthla el ro.",
      "reference": "1 SAMUEL 6:8"
    },
    {
      "content": "Chuongchun, ama ramri tieng lampui hrawin Beth-semesa chun a fe am en ta u; a fe chun ei chunga thil ṭha nawtak hi ama thaw nîng a ta, a fe naw chun a mi hremtu chu ama kut a lo ni nawh ti hrieng ei ta, ei chunga hung um ve hrim hrim nîng a tih,” an tih a.",
      "reference": "1 SAMUEL 6:9"
    },
    {
      "content": "Chun, mihai chun chuong ang chun an thawh a, bâwngpui a nêne sâwr lai pahni an ṭhuoi a, tawlailîra chun an bel a, an têhai chu in tieng an khum a;",
      "reference": "1 SAMUEL 6:10"
    },
    {
      "content": "Chun, LALPA bâwm chu tawlai- lîra chun an sieh a, rângkachak chaichene lim le ngâwt lim siena thingrem leh.",
      "reference": "1 SAMUEL 6:11"
    },
    {
      "content": "Chun, bâwngpuihai chun Beth- semes tieng panin lam chu an hraw ta ngat ngat a; chuongchun, inbu malam peiin lam tluongpui chu an hrawh a, changtieng amanih, vawitieng ama- nih khawm an pêt dêr nawh a; Philistin lalhai chun Beth-semes ramri chenin an zui a.",
      "reference": "1 SAMUEL 6:12"
    },
    {
      "content": "Chun, Beth-semes khuoa mihai chun ruoma hin an bu an lo sîk a, an hang nghah a, bâwm chu an hang hmuh a, an lâwm ta êm êm a.",
      "reference": "1 SAMUEL 6:13"
    },
    {
      "content": "Tawlailîr chu Beth-semes khuoa mi Josua loa chun a hung lût a, lungpui lientak umna laia chun a ngîr ta zing a; chun, tawlailîr thing chu an chêk a, LALPA biekna dingin bâwngpuihai chu pumrawhmang thil inhlân dingin an hmang tah a.",
      "reference": "1 SAMUEL 6:14"
    },
    {
      "content": "Chun, Levi chihai chun LALPA bâwm chu rângkachak thil hlu umna thingrem le chun an lâk thlâk a, lungpui chunga chun an sieh a; chun, Beth-semes khuoha mihai chun chu ni vêk chun pumrawhmang thil in- hlânhai le inthâwinahai chu LALPA kuomah an inhlân a.",
      "reference": "1 SAMUEL 6:15"
    },
    {
      "content": "Chu chu Philistin lal pangahai chun an hmu zo chun, chu ni le le chun Ekron khuo tieng an kîr nâwk tah a.",
      "reference": "1 SAMUEL 6:16"
    },
    {
      "content": "Philistin mihaiin rângkachak ngâwt lim LALPA kuoma bawsietna inthâwina dinga an inhlân chu hieng zât hi a nih; Asdod khaw puolin pakhat, Gaza khaw puolin pakhat, Askelon khaw puolin pakhat, Gath khaw puolin pakhat, Ekron khaw puolin pakhat;",
      "reference": "1 SAMUEL 6:17"
    },
    {
      "content": "chun, rângkachak chaichene lim chu khuo po po kul nei khuo le thingtlâng tieng khuo khawm tiem vawng a, lal pangahai ta Philistin mihai khaw zât a nih. LALPA bâwm an innghatna lungpui ngei chu Beth-semes khuoa mi Josua loa chun tu chen hin a la um zing a nih.",
      "reference": "1 SAMUEL 6:18"
    },
    {
      "content": "Chun, LALPA bâwm sûng an en leiin Beth-semes khuoa mihai chu a hrem a, anni laia mi sîng nga le sâwmsari zet a hrem a; LALPAIN a hrem nasat êm leiin mihai chu an ṭap a.",
      "reference": "1 SAMUEL 6:19"
    },
    {
      "content": "Beth-semes khuoa mihai chun, “Hi Pathien inthieng LALPA hmaa hin tu am ngîr thei a ta, ei kuoma inthawk hi khâwlai am fe suok tâng a ta?” an ta.",
      "reference": "1 SAMUEL 6:20"
    },
    {
      "content": "Chuongchun, Kiriath-jearim khuoa mihai kuoma chun, “Philistin mihai chun LALPA bâwm chu an hung sie nâwk tah a, hung thla unla, in kuom tieng hung la ro khai,” tiha hril dingin mihai an tir a.",
      "reference": "1 SAMUEL 6:21"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 SAMUEL 6 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}