{
  "verses": [
    {
      "content": "Chuongchun, Philistin mihai chun Pathien bâwm chu an lâk a, Ebenezera inthawk chun Asdod khuoah an fepui tah a.",
      "reference": "1 SAMUEL 5:1"
    },
    {
      "content": "Chun, Philistin mihai chun Pathien bâwm chu an lâk a, Dagon biekna inah an lâklût a, Dagon kâwla chun an sieh a.",
      "reference": "1 SAMUEL 5:2"
    },
    {
      "content": "Chun, Asdod khuoa mihai chun a zînga zîngkâr an hang tho chun, ngai ta, LALPA bâwm hmaa chun Dagon chu a hmaia hnuoi sikin a lo tlu dêr el a. Chun, Dagon chu an lâk a, a umna hmuna chun an sie nâwk a.",
      "reference": "1 SAMUEL 5:3"
    },
    {
      "content": "Chun, a zîngnâwk zîngkâr an hang tho chun, ngai ta, LALPA bâwm hmaa chun Dagon chu a hmaia hnuoi sikin a lo tlu dêr el a; Dagon lu le a kutpha bâwr khing hni bawng chu kawtkhâr bula chun a lo inhlum ngul el a; Dagon chu a taksa chau a lo um el tah a.",
      "reference": "1 SAMUEL 5:4"
    },
    {
      "content": "Chu chu lei chun Dagon thiempu amanih, Dagon biekna ina hung hlakhai hrim hrim khawmin Asdod khuoa Dagon kawtkhâr bul chu tu chen khawm hin an la sir ngam naw a nih.",
      "reference": "1 SAMUEL 5:5"
    },
    {
      "content": "LALPA kut chun Asdod khuoa mihai chu a del ta hle el a, sietna ân tlungtirpêk tâwl tah a, Asdod khuo le a vêl khuohai chu ngâwtin a hrem ta bawk a.",
      "reference": "1 SAMUEL 5:6"
    },
    {
      "content": "Chuongchun, Asdod khuoa mi- haiin chuong ang chu a nih ti an lo hrietin, “Israelhai Pathien bâwm hi ei kuoma hin um zing da raw se ie, ei chunga le ei pathien Dagon chunga a kutthlâk a na em el,” an ta.",
      "reference": "1 SAMUEL 5:7"
    },
    {
      "content": "Chuongchun, Philistin lal po pohai chu an kuomah an ko khâwm a, “Israelhai Pathien bâwm hi iengtin am ei thaw ding a na?” an ta. Anni chun, “Israelhai Pathien bâwm chu Gath khuoah va fepui ro,” tiin an dawn a; chuongchun, Israelhai Pathien bâwm chu an va fepui tah a.",
      "reference": "1 SAMUEL 5:8"
    },
    {
      "content": "Chun, chuonga an fetlungpui chun, LALPA kut chun khuo chu a hung sukbuoi tah a, khuoa mi- hriemhai chu a chîn a lienin a hrem a, ngâwtna hri an chungah ân lêngtir a.",
      "reference": "1 SAMUEL 5:9"
    },
    {
      "content": "Chuongchun, Pathien bâwm chu Ekronah an infetir a. Pathien bâwm chun Ekron a va tlung chun, Ekron khuoa mihai chu, “Israel- hai Pathien bâwm chu eini le ei mihai sukhlum dingin ei kuomah an hung lâk tah,” tiin an khêk ta rak el a.",
      "reference": "1 SAMUEL 5:10"
    },
    {
      "content": "Chuongchun, Philistin lalhai po po chu an ko khâwm a, “Israelhai Pathien bâwm hi infe hmangtir unla keini le kan mihai a mi sukhlum nawna dingin a umna hmun pângngaiah fe nâwk raw se,” an ta. Khaw pumpuia chun thina khawp buoina nasatak a um a; Pathien kut chun chu khuo chu a del hle sih a.",
      "reference": "1 SAMUEL 5:11"
    },
    {
      "content": "A thi nawhai khawm chu ngâwtin an na tâwl a; chuongchun, chu khaw khêkri chun vân khi a hang tlung a.",
      "reference": "1 SAMUEL 5:12"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 SAMUEL 5 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}