{
  "verses": [
    {
      "content": "Chun, Samuel chun Israel mi po pohai kuoma chun, “Ngai ta u, ka kuoma in thuhrilhai po poa chun in râwl ka ngai a, lal ding chu ka siempêk ta cheu a.",
      "reference": "1 SAMUEL 12:1"
    },
    {
      "content": "Tuhin, ngai ta u, lal chun a lo keihruoi ta cheu a, kei chu ka hung tarin ka lu khawm ân ṭuok tah a; chun, ngai ta u, ka naupasalhai chu nangni lai an um a, ka tleirâwla inthawkin tu chen hin ka keihruoi cheu a.",
      "reference": "1 SAMUEL 12:2"
    },
    {
      "content": "Hitaka hin ka um a, LALPA hmaa le a hrieknâl hmaa hin mi sêl ro le? Tu bâwngchal am ka lâkpêk hlak a? Tu sabengtung am ka lâkpêk hlak a? Tu am ka hlêm ta hlak a? Tu am ka suknawmna hlak a? Ka mit sukdel dingin tu kuoma inthawkin am thamna ka lâk hlak a? Thung nâwk vawng ka ti cheu,” a ta.",
      "reference": "1 SAMUEL 12:3"
    },
    {
      "content": "Anni chun, “I mi hlêm ngai nawh a, i mi suknawmna ngai bawk nawh a, tu kuta inthawk khawma lâk âwm lo chu i lâk ngai bawk nawh,” an ta.",
      "reference": "1 SAMUEL 12:4"
    },
    {
      "content": "Chun, ama chun an kuomah, “Ka kuta hin âwm naw ieng khawm in hmu nawh ti vawisûn hin LALPA chu nangni laia hretu a nih; a hriek nâl khawm chu hretu a nih,” a ta. Chun, anni chun, “Ama chu hretu a nih,” an ta.",
      "reference": "1 SAMUEL 12:5"
    },
    {
      "content": "Chun, Samuel chun mipui kuoma chun, “Mosie le Aron ruottu le Aigupta rama inthawka in puhai ṭhuoi suoktu LALPA chu a nih in sawnnaw.",
      "reference": "1 SAMUEL 12:6"
    },
    {
      "content": "Chuongchun, ngîr ṭhap unla, LALPA hmaa hin LALPAIN in chunga le in puhai chunga thil a lo thaw fel dân hang sûtpui ka ti cheu.",
      "reference": "1 SAMUEL 12:7"
    },
    {
      "content": "Aigupta rama Jakob a lût hnung khan, in puhai chun LALPA an ko a, chuongchun, LALPA chun Mosie le Aron a tir a, anni chun in puhai chu Aigupta rama inthawkin an ṭhuoi suok a, hi hmuna hin an inumtir tah a.",
      "reference": "1 SAMUEL 12:8"
    },
    {
      "content": "Nisienlakhawm, LALPA an Pathien chu an theinghil a; chun, ama chun Hazor sipai hotu Sisera kuta le Philistin mihai kuta le, Moab lal kutah a zawr a, chun, anni chun an do a.",
      "reference": "1 SAMUEL 12:9"
    },
    {
      "content": "Chun, LALPA chu an ko a, ‘LALPA chu kan nghatsan a, Baalhai, Astarothhai rawng kan bâwl leiin kan lo suol tah a nih; nisienlakhawm, kan hmêlmahai kuta inthawk hin mi sansuok ta la; chuongchun, i rawng- bâwl kan tih,’ an ta.",
      "reference": "1 SAMUEL 12:10"
    },
    {
      "content": "Chun, LALPA chun, Jerubbaal hai, Bedan hai, Jephtha hai, Samuel hai a tir a, in hmêlma khingtieng khingtienga mihai kuta inthawkin a sansuok cheu a, himtakin in um a.",
      "reference": "1 SAMUEL 12:11"
    },
    {
      "content": "Chun, Ammon thlahai lal Nahas chu nangni do dingin a hung ti in hriet phingleh ka kuomah, ‘A ni nawh ie, lalin ro mi rêlpêk raw se,’ in tih a, LALPA Pathien chu in lal a ni zing sih a.",
      "reference": "1 SAMUEL 12:12"
    },
    {
      "content": "Chuleiin, in lal thlang le hni chu en ta u, LALPA chun lal a siempêk ta cheu a ni hi.",
      "reference": "1 SAMUEL 12:13"
    },
    {
      "content": "LALPA chu in ṭih a, a rawng in bâwl a, a râwl in ngai a, LALPA thupêk in helsan nawh a, nangni le in chunga rorêltuhai leh LALPA in Pathien zuituhai in ni chun ṭhang a ta;",
      "reference": "1 SAMUEL 12:14"
    },
    {
      "content": "amiruokchu, LALPA râwl chu ngai loa LALPA thupêk in helsan chun in puhaiin LALPA kut an tuor ang bawkin nangni khawma tuor in tih.",
      "reference": "1 SAMUEL 12:15"
    },
    {
      "content": "Chuongchun, ngir ṭhap unla, LALPAIN in mithmua thil ropuitak a thaw ding hi lo en ro.",
      "reference": "1 SAMUEL 12:16"
    },
    {
      "content": "Vawisûn hin bu an sîk a ni naw am a nih? Vân inrûmtir ding le ruo insûrtir dingin LALPA chu ko ka ta; chuongchun, lal in hni thua hin LAL- PA mithmua thil in thaw suol hi a nasatzie hi hrein hmûng in tih,” a ta.",
      "reference": "1 SAMUEL 12:17"
    },
    {
      "content": "Chuongchun, Samuel chun LALPA chu a ko a, LALPA chun chu ni chun vân ân rûmtir a, ruo ân sûrtir tah a; chuongchun, mipui chun LALPA le Samuel chu an ṭi ta êm êm el a.",
      "reference": "1 SAMUEL 12:18"
    },
    {
      "content": "Chun, mipui po po chun Samuel kuoma chun, “Kan thi nawna dingin LALPA i Pathien kuoma chun i siehlawhai hi mi ṭawngṭaipêk rawh, hi thil ṭha nawtak, lal kan lo hni hi, kan suol po po belsatu a ni ta hi,” an ta.",
      "reference": "1 SAMUEL 12:19"
    },
    {
      "content": "Chun, Samuel chun, mipuihai kuoma chun, “Ṭi naw ro, hi thil ṭha nawtak hi thaw chu in thaw ngei a, amiruokchu, LALPA in zui chun ama chu pêtsan chuong naw unla, in lungril po poin LALPA rawng chu bâwl lem ro;",
      "reference": "1 SAMUEL 12:20"
    },
    {
      "content": "iengkhawma ṭhahnem lo ding le sansuok thei lo ding cheu zuiin pêtsan naw ro, teplo mei mei an ni sih a.",
      "reference": "1 SAMUEL 12:21"
    },
    {
      "content": "A hming ropuitak lei hin LALPA chun a mihai chu a nghatsan âwm si nawh a, a mihai ni dinga siem cheu chu LALPA lâwm zâwngtak a ni sih a.",
      "reference": "1 SAMUEL 12:22"
    },
    {
      "content": "Chu chau khawm chu a ni nawh a, in ta dinga ṭawngṭai mah a, LALPA chunga suol chu keia ta ding khawma a âwm naw tawp a nih; lampui ṭha le lampui indik khîkhmu pei lem ka ti cheu.",
      "reference": "1 SAMUEL 12:23"
    },
    {
      "content": "LALPA chu ṭi phawt el unla, in lungril po poin titakzetin a rawng bâwl unla, in ta dinga thil a thaw ropuizie hi ngaituo ro khai.",
      "reference": "1 SAMUEL 12:24"
    },
    {
      "content": "Amiruokchu, suoltaka thil in la thaw rawp chun bohmang in tih, nangni le in lal khawm,” a ta.",
      "reference": "1 SAMUEL 12:25"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 SAMUEL 12 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}