{
  "verses": [
    {
      "content": "Chun, Samuel chun Saula kuomah, “LALPAIN a mihai chungah, Israelhai chunga lal dinga hriek nâl ding chein a mi tir a nih; chuongchun, LALPA thuhril râwl chu ngai ta khai, Sipaihai LALPA chun.",
      "reference": "1 SAMUEL 15:1"
    },
    {
      "content": "‘Amalek mihai Israelhai chunga an thilthaw Aigupta rama inthawka an hung suok laia an lo dodâl dân dâm kha kân chik zing a.",
      "reference": "1 SAMUEL 15:2"
    },
    {
      "content": "Amalek mihai do dingin fe la, an thil nei po po hla hrim hrim nei dêr loin sukbohmang vawng rawh; nu- hmei le pasal, naute khawm, nêne ne laihai dâm, bâwngchal le berâm dâm, sanghâwngsei le sabengtung dâm leh sukhlum vawng rawh,’ a ti a nih,” a ta.",
      "reference": "1 SAMUEL 15:3"
    },
    {
      "content": "Chuongchun, Saula chun mi- puihai chu a ko khâwm a. Telaim khuoa chun a tiem a, sipai nuoi hni le Juda mi sîng khat an nih.",
      "reference": "1 SAMUEL 15:4"
    },
    {
      "content": "Chun, Saula chun Amalek mihai khuo chu a zu tlung a, ruoma chun a lo lambun a.",
      "reference": "1 SAMUEL 15:5"
    },
    {
      "content": "Chun, Saula chun Ken mihai kuoma chun, “Hung suok unla, Amalek mihai laia inthawk hin insie fihlîm ro, chuong naw chun sukhlum sa rawi ka ti cheu, nangni chun chu Israel thlahai po po Aigupta rama inthawka an hung suok khan in lo lunginsiet sih a,” a ta. Chuongchun, Ken mihai chu Amalek mihai laia inthawk chun an suok tah a.",
      "reference": "1 SAMUEL 15:6"
    },
    {
      "content": "Chun, Saula chun Amalek mihai chu Havilaa inthawka Aigupta ram dep Sur chenin a thawh a.",
      "reference": "1 SAMUEL 15:7"
    },
    {
      "content": "Chun, Amalek mihai lal Agag chu a hringin a man a, mipuihai po po chu kâwlhnâmin a sât hlum vawng a.",
      "reference": "1 SAMUEL 15:8"
    },
    {
      "content": "Amiruokchu, Saula le mipuihai chun Agag chu an hlah a, berâm ṭha ṭhahai, bâwngchal ṭha ṭhahai, a thau thau dâm, berâmte le a ṭha po po leh, chuonghai chu an sukhlum nuom nawh a; a ṭha naw le an dit naw po chu an sukhlum vawng a.",
      "reference": "1 SAMUEL 15:9"
    },
    {
      "content": "Chun, LALPA thu chu Samuel kuoma chun a hung tlung a.",
      "reference": "1 SAMUEL 15:10"
    },
    {
      "content": "“Saula hi lala ka ruot hi kân sîr ngawt el a nih; a mi zui lai chu a mi hnung innghatin ka thupêk angin a thaw si nawh a,” a ta. Chun, Samuel chu a lunginsen a, zânkhawvârin LALPA chu a ko a.",
      "reference": "1 SAMUEL 15:11"
    },
    {
      "content": "Chun, Samuel chu Saula tuok dingin zîngkâr chun a tho a, chun, “Saula chu Karmelah a feh a, ngai ta, chutaka chun hriet zingna lung a phun a; chun, a kir nâwk a, a fe pei a, Gilgala chun a zu fe tah,” tiin Samuel chu an hril a.",
      "reference": "1 SAMUEL 15:12"
    },
    {
      "content": "Chun, Samuel chu Saula kuom tieng chun a fe tah a; chun, Saula chun a kuomah, “LALPAIN malsâwm raw se che, LALPA thupêk ang chun ka thaw tah,” a ta.",
      "reference": "1 SAMUEL 15:13"
    },
    {
      "content": "Chun, Samuel chun, “Chuong berâm inbe ka naa hung lût le, bâwngchal inbu ka hang hriet si chu iengtizie am a na?” a ta.",
      "reference": "1 SAMUEL 15:14"
    },
    {
      "content": "Chun, Saula chun, “Amalek mihai ta an hung lâkpêk a nih, LALPA i Pathien kuoma inthâwina dingin mipuihaiin berâm ṭha ṭhahai le, bâwngchal ṭha an hla a nih, chun a dang po po chu kan sukhlum vawng a nih,” a ta.",
      "reference": "1 SAMUEL 15:15"
    },
    {
      "content": "Chun, Samuel chun Saula kuomah, “Ngai rawh, zâni zâna LALPAIN thu ka kuoma a hril, hril ka ti che,” a ta. Ama chun a kuomah, “Hril raw khai,” a ta.",
      "reference": "1 SAMUEL 15:16"
    },
    {
      "content": "Chun, Samuel chun, “Nanga ngaia chun mi chîntak ni la khawm, Israelhai hotu dinga siem i ni a ni naw am a nih? Chun, LALPA chun Israelhai lal dingin hriek a nâl cheh a;",
      "reference": "1 SAMUEL 15:17"
    },
    {
      "content": "chun, LALPA chun a tir suok cheh a. ‘Fe la, mi suolhai, Amalek mihai chu sukhlum vawng la, an bohmang dêr hmakhat chun thaw pei rawh,’ a ti cheh a.",
      "reference": "1 SAMUEL 15:18"
    },
    {
      "content": "Iengdinga LALPA thu chu zâwm lo a, râllâk thil chu a bawa i bawh a, LALPA mithmua thil ṭha naw i thaw el am?” a ta.",
      "reference": "1 SAMUEL 15:19"
    },
    {
      "content": "Chun, Saula chun Samuel kuomah, “E, LALPA thu ka zâwm annâwm, LALPA mi tirna tienga chun ka feh a; Amalek lal Agag ka hung man a, Amalek mihai chu ka sukhlum vawng annâwm.",
      "reference": "1 SAMUEL 15:20"
    },
    {
      "content": "Amiruokchu, mipuihai chun râllâk thil berâm le bâwngchalhai sukbohmang ding laia a ṭha ṭhahai chu Gilgal khuoa LALPA i Pathien kuoma inthâwina dingin an hung lâk a nih,” a ta.",
      "reference": "1 SAMUEL 15:21"
    },
    {
      "content": "Chun, Samuel chun, “LALPA chun LALPA thu zâwm chu a lâwm angin pumrawhmang thilinhlânhai le inthâwinahai hi a lâwm am a nih? Ngai ta, inthâwina nêkin thuawi chu a ṭha lem a, berâmchal thau nêkin a thu pawm chu a ṭha lem a nih.",
      "reference": "1 SAMUEL 15:22"
    },
    {
      "content": "Helna hi aisan thiemna suolhai leh ân ang a, kawmâwna hi milim biek le rîtlona suol tluk a nih. LALPA thu i dit naw leiin ama khawma lal dingin a dit bîk ta naw che a nih,” a ta.",
      "reference": "1 SAMUEL 15:23"
    },
    {
      "content": "Chun, Saula chun Samuel kuoma chun, “Thil ka suksuol dêr a ni chu, LALPA thupêk le i thu chu ka lo bawsiet a ni zing chu tie; mipuihai ka ṭia an râwl ka lo ngai leiin.",
      "reference": "1 SAMUEL 15:24"
    },
    {
      "content": "Chuongchun, ka suol chu ngaidam la, LALPA ka biek theina dingin mi fepui nâwk rawh,” a ta.",
      "reference": "1 SAMUEL 15:25"
    },
    {
      "content": "Chun, Samuel chun Saula kuomah, “Fepui naw tawp ka ti che, LALPA thu chu i dit si nawh a; chun, LALPA khawmin Israelhai lal dingin a dit bîk ta naw che a nih,” a ta.",
      "reference": "1 SAMUEL 15:26"
    },
    {
      "content": "Chuongchun, Samuel chu fe dinga a hang inher chun a puon hmawr chu a chel a, a tlêr tah a.",
      "reference": "1 SAMUEL 15:27"
    },
    {
      "content": "Chun, Samuel chun a kuomah, “Vawisûna inthawk hin LALPA chun Israel ram hi a lâkpêk ta cheh a, i nêka ṭha lem i tuolbâwm a pêk tah a nih.",
      "reference": "1 SAMUEL 15:28"
    },
    {
      "content": "Chun, Israelhai Thahrui chu inkhêl naw nih a, inkîr bawk naw nih; mihriem anga inkîr nâwk el mi a ni nawh a,” a ta.",
      "reference": "1 SAMUEL 15:29"
    },
    {
      "content": "Chuongchun, ama chun, “Ka lo suol a ni tah a, nisienlakhawm, ka mihai upa le, Israelhai hmaa hin mi chawimawi dingin ka ngên che a nih; chun, LALPA i Pathien ka biek theina dingin mi fepui hrâm bawk la,” a ta.",
      "reference": "1 SAMUEL 15:30"
    },
    {
      "content": "Chuongchun, Samuel chun Saula chu a fepui tah a; Saula chun LALPA chu a biek tah a.",
      "reference": "1 SAMUEL 15:31"
    },
    {
      "content": "Chun, Samuel chun, “Amalek mihai lal Agag chu ka kuomah hung ṭhuoi ro,” a tih a. Chuongchun, Agag chu a kuoma chun inthin pumin a va feh a. Chun, Agag chun, “Thina kha chu ka pumpel ta chu ni âwmtak a na,” a ta.",
      "reference": "1 SAMUEL 15:32"
    },
    {
      "content": "Chun, Samuel chun, “I kâwl- hnâmin nuhmeihai nau boa a siem angin i nu khawm nuhmei laia nau bo mi nîng a tih,” a ta. Chuongchun, Samuel chun Agag chu Gilgal khuoa chun LALPA hmaah a sât nawi neng el tah a.",
      "reference": "1 SAMUEL 15:33"
    },
    {
      "content": "Chun, Samuel chu Rama khuo- ah a feh a; chun, Saula chu a umna khuo Gibeaa chun a hang fe tah a.",
      "reference": "1 SAMUEL 15:34"
    },
    {
      "content": "Chuongchun, Samuel chun a thi ni chenin Saula chu a sir nâwk ta nawh a; amiruokchu, Samuel chu Saula leiin a lungngai a nih; chun, LALPA khawm chu Israelhai lal dinga Saula a lo siem chu ân sîr a nih.",
      "reference": "1 SAMUEL 15:35"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 SAMUEL 15 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}