{
  "verses": [
    {
      "content": "Chun, Samuel chu a thi tah a; chun, Israel mihai po po chu an inko khâwm a, an ṭah a; Rama khuoa a ina chun an phûm tah a. Chun, David chu a tho a, Paran thlalêrah a zu feh a.",
      "reference": "1 SAMUEL 25:1"
    },
    {
      "content": "Chun, Maon khuoa chun mi pakhat a um a, a khawsakna chu Karmel tlângah a nih, mi ropuitak a na, berâm sâng thum le kêl sâng khat a nei a, Karmel tlânga chun a berâm hmul a vawh a.",
      "reference": "1 SAMUEL 25:2"
    },
    {
      "content": "Chu mipa hming chu Nabal a nih; a nuhmei hming chu Abigail a nih, chu nuhmei chu bengvârtak, hmêl- ṭhatak a na; a pasal ruok chu mi biek intaktak le mi rilotak a nih; Kaleb thla a nih.",
      "reference": "1 SAMUEL 25:3"
    },
    {
      "content": "Chun, David chun thlalêra in- thawk chun Nabal chun a berâm hmul a vaw ti a lo hriet a.",
      "reference": "1 SAMUEL 25:4"
    },
    {
      "content": "Chuongchun, Davidin tlangvâl sâwm a tir a, tlangvâlhai kuoma chun, Davidin, “Karmel tlânga chun hang fe unla, Nabal kuoma chun hang fe unla, keia hmingin chibai hang bûk ro;",
      "reference": "1 SAMUEL 25:5"
    },
    {
      "content": "chun, mi neinungtakpa kuoma chun hieng ang hin hril ro, ‘I chunga dâm, i sûngkuohai chunga dâm, i nei po po chunga dâm, lungmuongna um raw se.",
      "reference": "1 SAMUEL 25:6"
    },
    {
      "content": "I berâm hmul vâwtuhai an um ti ka hriet a; I berâm vêngtuhai chu ka kuoma hin an um hlak a, an pawi iengkhawm kan tâwk nawh a, Karmel tlânga an um sûng hrim hrim hin iengkhawm an chân nawh.",
      "reference": "1 SAMUEL 25:7"
    },
    {
      "content": "I tlangvâlhai indawn la hril el an ti che; chuleiin, tlangvâlhai hi lo lunginsiet rawh, a remchâng ni takin kan hung tlung a ni hi; i nei ang ang chu i siehlawhai le i naupa David hi lo pe ta, a tih a,’ va ti ro,” a ta.",
      "reference": "1 SAMUEL 25:8"
    },
    {
      "content": "Chun, David tlangvâlhai chu an va tlung chun, David hming chun chuong thu po po chu Nabal kuoma chun an hril a, chun, to zingin an nghâk a.",
      "reference": "1 SAMUEL 25:9"
    },
    {
      "content": "Chun, Nabal chun David sie- hlawhai chu a dawn a, “David chu tu am a ni leh? Jesai naupa chu tu am a ni leh? Tulai hin siehlaw tamtak puhai tlân hmangsan an tam el a.",
      "reference": "1 SAMUEL 25:10"
    },
    {
      "content": "Ka bei dâm, ka tui dâm, le ka berâm hmul vâwtuhai ta dinga ka that sa hi tuhai am an ni khawm hriet hlei lo mihai chu ka pêk hlak ding am a nih?” a ta.",
      "reference": "1 SAMUEL 25:11"
    },
    {
      "content": "Chuongchun, David tlangvâl- hai chu an lêt nâwk a, an kîr nâwk a; chuong thu po po chu an hung hril a.",
      "reference": "1 SAMUEL 25:12"
    },
    {
      "content": "Chun, David chun a mihai kuoma chun, “In kâwlhnâm pai seng ro,” a ta. Chun, an kâwlhnâm chu an pai seng a, David khawm chun a kâwlhnâm chu a pai a; mi za li laiin David chu an hang zui a; chun, mi za hni chu thuomhnaw nghâkin an um a.",
      "reference": "1 SAMUEL 25:13"
    },
    {
      "content": "Chun, tlangvâl pakhat chun Na- bal nuhmei Abigail kuoma chun, “Ngai ta, David chun thlalêra inthawkin kan pu hi chibai bûk dingin mihai a hungtir a, ama chun a lo hal a.",
      "reference": "1 SAMUEL 25:14"
    },
    {
      "content": "Nisienlakhawm, anni chu kan chungah an ṭha hle el a, kan pawi iengkhawm an tâwk nawh a, phûla kan uma kan um hmunkhat sûng po po khan iengkhawm kan inhmang nawh a;",
      "reference": "1 SAMUEL 25:15"
    },
    {
      "content": "berâm vênga an kuoma kan um sûng po po chun sûn le zân kan ta dinga kul an ni ringawt el a.",
      "reference": "1 SAMUEL 25:16"
    },
    {
      "content": "Chuleiin, ieng am a na i thaw ding, nguntakin ngaituo ta khai, kan pu sûngkuo le ama chunga hin thil ṭha naw thaw tumna a um a nih; ama hlak hi Belial naupa a ni ringawt el a, tu ibiek thei khawm a ni si nawh a,” a ta.",
      "reference": "1 SAMUEL 25:17"
    },
    {
      "content": "Chun, Abigail chun inhmâwtak- in, bei tlang za hni le uoin peng hni leh, berâm panga suong el dinga inzo sa hieu leh, beiphit bûk nga leh, grêp ra em ṭâwl bâwr za leh, theichang hlawm za hni leh a lâkkhâwm a, sabengtung ân phurtir a.",
      "reference": "1 SAMUEL 25:18"
    },
    {
      "content": "Chun, a siehlaw tlangvâlhai kuoma chun, “Ka hmaah lo fe pei unla, ngai ta u, hung zui ka ti cheu,” a ta. Nisienlakhawm, a pasal Nabal chu a hril nawh a.",
      "reference": "1 SAMUEL 25:19"
    },
    {
      "content": "Chuongchun, a sabengtung chunga chun a chuong a, tlâng kâr- kawta a ṭum laiin ngai ta, David le a mihai chun an hung pan a; chuong- chun, an intuok tah a.",
      "reference": "1 SAMUEL 25:20"
    },
    {
      "content": "David chun, “A iengkhawm, ân hmang nawna dingin hi mipa nei hi thlalêrah a thlâwn ela vêngpêk ka lo ni hi tie; thil ṭha chu thil ṭha nawin a mi thung el ta sih a.",
      "reference": "1 SAMUEL 25:21"
    },
    {
      "content": "Zingah zîng khawvar chena a ta po po laia pasal naupang pakhat chau hringna khawm ka hla a ni chun Pathienin David chu a thaw thawin thaw raw se, chu nêka nasa khawmin,” a ti ta sih a.",
      "reference": "1 SAMUEL 25:22"
    },
    {
      "content": "Chun, Abigail chun David a hmu chun a sabengtunga inthawk chun a ṭum vat a, David hmaa chun a hmaia hnuoi sikin chibai a bûk a.",
      "reference": "1 SAMUEL 25:23"
    },
    {
      "content": "Chun, a ke bula chun a bawk- khup a, “Keimân, pu, keima ngeiin khawhlona chu phur el ka tih, chun, i siehlawnu hin i na hrietah thu hril sienla, i siehlawnu thuhril chu ngai dingin ka hni che a nih.",
      "reference": "1 SAMUEL 25:24"
    },
    {
      "content": "Ka hni che, ka lalpa hin Belial mi Nabal chu ienga khawm ngai naw raw khai, a hming ang chie el hi a ni hrim a nih, Nabal an ti namân, ân vêt a ni hi, kei i siehlawnu hin ka pu tlangvâl hungtirhai kha chu ka lo hmu naw a nih.",
      "reference": "1 SAMUEL 25:25"
    },
    {
      "content": "Chuleiin, tuhin pu Lalpa hring- na le i hringna sâlin ka hril a nih, ka lo hmu naw takzet a nih, LALPAIN thisen insuo lo ding le i kuta phuba la lo dingin a siem si cheh a, i hmêl- mahai le ka pu ṭhat nawna zawng- tuhai chu Nabal ang ni el raw se.",
      "reference": "1 SAMUEL 25:26"
    },
    {
      "content": "Chun, hi ka pu ta dinga i siehlawin lâwmman ka hung chawi hi ka pu hung zuitu tlangvâlhai hi pêk ni raw se.",
      "reference": "1 SAMUEL 25:27"
    },
    {
      "content": "Ka hni che a nih, i siehlawnu suolna hi ngaidam rawh, LALPA chun ka pu hi sûngkuo nghettakah indin ngei ngei a ta, ka pu hi LALPA indonahai do a ni sih a; i dam sûng po po chun nangmaa chun suolna hrim hrim hmu ding um naw nih.",
      "reference": "1 SAMUEL 25:28"
    },
    {
      "content": "Nangma hnawt ding che le i hringna sukbo dingin mihai hung in- thawk hai sien khawm, ka pu hringna chu LALPA i Pathien le hringna intêl laia intêl nîng a ta; i hmêlmahai hringna ruok chu vailungdêng phana dêng angin dêng hmang dai a tih.",
      "reference": "1 SAMUEL 25:29"
    },
    {
      "content": "Chun, LALPAIN i chungchâng thua thil ṭha tiem ang po ka pu chunga hin a thaw phaa Israelhai lala a siem pha che chun,",
      "reference": "1 SAMUEL 25:30"
    },
    {
      "content": "a san um loa thisen insuo loa, ka pu chun phuba i lâk bawk naw hi i ta ding chun lungngaina hrim hrim ni naw nih a, ka pu ta dingin lung ninawna hrim hrim ni naw nih a; chun, LALPAIN ka lalpa chunga hin thil ṭha a thaw pha chun i siehlawnu hi hre zing rawh aw,” a ta.",
      "reference": "1 SAMUEL 25:31"
    },
    {
      "content": "Chun, David chun Abigail kuoma chun, “Vawisûna mi tuok dinga hung tirtu che LALPA Israelhai Pathien chu inpâkin um raw se;",
      "reference": "1 SAMUEL 25:32"
    },
    {
      "content": "chun, i remhrietna chu mal- sâwmin um sienla, chun, nang thisen insuo thiemnawnaa inthawka mi humtu le keima kuta phuba la loa mi siemtu chu malsâwmin um bawk rawh.",
      "reference": "1 SAMUEL 25:33"
    },
    {
      "content": "Nangin mi lo tuok vak naw la chu, LALPA Israelhai Pathien hring- na sâlin ka hril a, zînga khawvar chen chun Nabal chu naupang pa- khat chau khawm hlapêk naw tawp ka tih,” a ta.",
      "reference": "1 SAMUEL 25:34"
    },
    {
      "content": "Chuongchun, David chun a thil hung chawipêkhai chu a lâk a; chun, a kuoma chun, “Lungmuongtakin, in tieng hang fe ta la, chun, i thu chu ka awi a, i hni chu ka pawmpêk che a nih aw,” a ta.",
      "reference": "1 SAMUEL 25:35"
    },
    {
      "content": "Chun, Abigail chu Nabal kuoma chun a hang feh a; chun, ngai ta, a ina chun lal ruoiṭhe ang elin ruoi a lo ṭheh a, ân rui hle leiin Nabal chu a hlim huom el a; chuleiin, a zîng khawvar hmakhat chun iengkhawm, a hril nawh a.",
      "reference": "1 SAMUEL 25:36"
    },
    {
      "content": "Chun, zîngtienga Nabal uoin inrui chu a hung har chun a nuhmei chun chuong thu chu a hang hril a, a lungril chu a mit ta sul a, lung ang elin a hung um tah a.",
      "reference": "1 SAMUEL 25:37"
    },
    {
      "content": "Chun, ni sâwm hnunga chun LALPAIN Nabal chunga chun kut a thlâk a, a thi tah a.",
      "reference": "1 SAMUEL 25:38"
    },
    {
      "content": "Chun, Davidin Nabal chu a thi ti a hang hriet chun, “Ka hming sietna dingin Nabal thilthawa mi hrilpuia, a siehlaw chu thil ṭha naw chu thaw lo dinga mi khaptu LALPA chu inpâkin um raw se; Nabal thil ṭha naw thaw chu LALPAIN ama chung ngeiah ân tlâktir tah a nih,” a ta. Chun, David chun Abigail chu nu- hmei dinga va be dingin mi a tir a.",
      "reference": "1 SAMUEL 25:39"
    },
    {
      "content": "Chun, David siehlawhai chun Karmel tlânga Abigail kuom an va tlung chun, “David chun a nuhmei dinga ṭhuoi ding chein a mi tir a nih,” tiin an biek a.",
      "reference": "1 SAMUEL 25:40"
    },
    {
      "content": "Chun, a tho a, a hmaia hnuoi sikin chibai a bûk a; “Ngai ta u, in siehlawnu hi ka lalpa siehlawhai ke sâwp dinga siehlaw ka nih,” a ta.",
      "reference": "1 SAMUEL 25:41"
    },
    {
      "content": "Chuongchun, Abigail chu a tho vak a, sabengtung chungah a chuong a, a hnungzui nunghâk pangahai le chun David mi tirhai chu an zui tah a, a nuhmeiah a um tah a.",
      "reference": "1 SAMUEL 25:42"
    },
    {
      "content": "David chun Jezreela mi Ahinoam a lo nei ta bawk a; chuong- chun, a nuhmeia chun an um ve ve tah a.",
      "reference": "1 SAMUEL 25:43"
    },
    {
      "content": "Saula chun a naunu Mikal David nuhmei kha Gallim khuoa Lais naupa Palti a lo inneitir tah a nih.",
      "reference": "1 SAMUEL 25:44"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 SAMUEL 25 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}