{
  "verses": [
    {
      "content": "Chun, Saula chu Philistin mihai a va hnawt a hung chun, “Ngai ta, David chu En-gedi thlalêrah a um,” tiin an hril a.",
      "reference": "1 SAMUEL 24:1"
    },
    {
      "content": "Chuongchun, Saula chun Israel mi po pohai laia thlang ṭhieu mi sâng thum a ṭhuoi a, sakêlhai umna lungpui laia chun David le a mihai zawng dingin a fe tah a.",
      "reference": "1 SAMUEL 24:2"
    },
    {
      "content": "Chun, lam kârlaka chun berâm huon umna pûk hi a va tlung a; chun, Saula chu inthier fihlîm dingin a va lût a. Chun, David le a mihai chu pûk sûngril tieng chun an um a.",
      "reference": "1 SAMUEL 24:3"
    },
    {
      "content": "Chun, David mihai chun a kuom- ah, “Ngai ta, LALPAIN i kuomah, ‘Ngai ta, i hmêlma chu i kutah pêng ka ta, a chungah ṭha i ti ang angin thaw rawh,’ a ti ni kha a ni ta hi,” an ta. Chuongchun, David chu a tho a, inrûkin Saula puon hmawr chu a va ât thlâk a.",
      "reference": "1 SAMUEL 24:4"
    },
    {
      "content": "Chun, Saula puon hmawr a va ât thlâk chun David lungril chu a sukna hleh a.",
      "reference": "1 SAMUEL 24:5"
    },
    {
      "content": "Chuongchun, a mihai kuoma chun, “LALPA hrieknâl a nih ti hre zing sih a, a chunga kut thlâk a, LALPA hrieknâl ka lalpa chunga hi thil ka thaw hi a âwm naw tawp el a,” a ta.",
      "reference": "1 SAMUEL 24:6"
    },
    {
      "content": "Chuongchun, David chun chuong thuhai chun a mihai chu a khap a, Saula thaw dinga an suok chu a phal ta nawh a. Chun, Saula chu pûka inthawk chun a suok a, a fe tah a.",
      "reference": "1 SAMUEL 24:7"
    },
    {
      "content": "A hnung ela chun David khawm chu a tho a, pûka inthawk chun a suok a, “Lalpa, ka lalpa,” tiin Saula chu a ko zui a. Chun, Saula chu a nghakîr chun, David chun a hmaia hnuoi sikin chibai a bûk a.",
      "reference": "1 SAMUEL 24:8"
    },
    {
      "content": "Chun, David chun Saula kuomah, “Ngai ta, ‘David hin i sietna ding a zawng a nih,’ tiha mihaiin i kuoma an hril chu iengdinga i awi hlak am a na?",
      "reference": "1 SAMUEL 24:9"
    },
    {
      "content": "Ngai ta, vawisûn hin LALPAIN pûka hin ka kuta a hung inhlânzie che hi i mit ngeiin i hmuh a; ṭhenkhat chun sukhlum ding chein an mi tir a; nisienlakhawm, ka hla cheh a; ka lalpa chunga hin ka kut hrim hrim inlet naw ning, LALPA hrieknâl a ni sih a, ka tih a.",
      "reference": "1 SAMUEL 24:10"
    },
    {
      "content": "Chu chau khawm chu ni loin, pa, en ta, hi i puon hmawr khawm ka chawi zing hi: i puon hmawr ka ât thlâk thei siha, ka sukhlum nawna chea hin ka kuta hin thil ṭha naw le bawsietna a um nawh ti le, ka hringna lâk tumin mi zawng la khawm, i chunga hin ka suol naw a nih ti hi hre zing ngei ngei raw khai.",
      "reference": "1 SAMUEL 24:11"
    },
    {
      "content": "LALPA chun nang le keia chungthu hi rêl raw se; chun, LALPA chun i chungah phuba mi lapêk raw se; nisienlakhawm, kei chun chu i chungah kut thlâk naw hrim hrim ka tih.",
      "reference": "1 SAMUEL 24:12"
    },
    {
      "content": "Tienlai mihai thuvarin, ‘Mi suola inthawkin suol a hung suok hlak a,’ a tih a, nisienlakhawm, i chungah kut thlâk naw ning,",
      "reference": "1 SAMUEL 24:13"
    },
    {
      "content": "Israel lal hi tu zawnga hung suok am a na? Tu am a na i hnawt? Ui pûl thi, uihrik el.",
      "reference": "1 SAMUEL 24:14"
    },
    {
      "content": "Chuleiin, LALPA chu rorêltu ni sienla, nang le keia chungthu hi sukthlu sienla, mi ngaituopêkin mi hrilpui sien la, i kuta inthawk hin mi sansuok raw se,” a ta.",
      "reference": "1 SAMUEL 24:15"
    },
    {
      "content": "Chun, Davidin Saula kuoma hieng thu hi a hril zo chun Saula chun, “Hi hi i râwl a ni maw, ka naupa David?” a ta. Chun, Saula chu râwl insuo meuin a ṭap tah a.",
      "reference": "1 SAMUEL 24:16"
    },
    {
      "content": "David kuoma chun, “Keia nêk chun i fel lem êm êm a nih, nang chun chu ka chungah thil ṭha i thawh a, kei ruok chun chu thil ṭha naw ka thaw a nih.",
      "reference": "1 SAMUEL 24:17"
    },
    {
      "content": "Chun, vawisûn hin ka chunga thil ṭha i thawzie i suklang tah a nih; LALPAIN i kuta a mi pêk sa khawma i mi sukhlum nawa hin.",
      "reference": "1 SAMUEL 24:18"
    },
    {
      "content": "Miin a hmêlma hmu ang sienla, tlangtakin ân suo nuom ding am a nih? Chuleiin, vawisûna ka chunga i thilthawa hin LALPAIN thil ṭhain thung raw se che.",
      "reference": "1 SAMUEL 24:19"
    },
    {
      "content": "Ngai ta, lal i la ni ngei ding a na, Israel ram chu i kutah sukdetin a um ding a ni ti ka hriet tah.",
      "reference": "1 SAMUEL 24:20"
    },
    {
      "content": "Chuleiin, keia hnunga ka thla- hai la hung um dinghai chu sukbo- hmang naw ding le, ka pa sûngkuo laia inthawka ka hming sukbo lo dingin LALPA hmingin ka kuomah ṭawng inkhâm raw khai,” a ta.",
      "reference": "1 SAMUEL 24:21"
    },
    {
      "content": "Chuongchun, David chun Saula kuoma chun ṭawng ân khâm tah a. Chun, Saula chu a fe tah a, David le a mihai ruok chu kulbînga chun an hang fe tah a.",
      "reference": "1 SAMUEL 24:22"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 SAMUEL 24 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}