{
  "verses": [
    {
      "content": "Chun, David chu Rama khuoa Naiotha inthawk chu a tlân a, Jonathan kuoma chun a feh a, “Ieng am ka thaw leh? Ieng am ka bawsiet a? i pa chunga hin ieng am ka suksuol a hienga mi that tum a na?” a ta.",
      "reference": "1 SAMUEL 20:1"
    },
    {
      "content": "Chun, ama chun, “That lo e a, thi naw tawp i tih, ngai ta, ka pa hin mîn hriettir loin, iengkhawm, lien sien chîn sien, a thaw ngai nawh a, ieng- dingin am hieng thu hi ka kuomah ip hlak a ta? ip naw tawp a tih,” a ta.",
      "reference": "1 SAMUEL 20:2"
    },
    {
      "content": "Chun, David chun, “I pa chun i mi lunginsiet dân hi a hriet chieng hle el sih a. ‘Jonathan chun hi hi chu hre kher da raw se, chuong naw chun, a lungngai âwm êm el,’ a ti nîng a tih. Amiruokchu, LALPA hringna le i hringna sâlin ka hril a nih, thina le kan inkâr chu pên khat chau a nih,” tiin a hril uor nâwk a.",
      "reference": "1 SAMUEL 20:3"
    },
    {
      "content": "Chuongchun, Jonathan chun David kuomah, “I hringnain a dit ang taphawt chun thawpêk pei ka ti che,” a ta.",
      "reference": "1 SAMUEL 20:4"
    },
    {
      "content": "David chun Jonathan kuomah, “Ngai ta, zinga hin thla thar a ni ding a na, lal kuoma thlaithlêng awt ngei ding ka na, nisienlakhawm, a ni thum ni zântieng chenin phûl tieng inbi- hmang dingin fe lem ka tih.",
      "reference": "1 SAMUEL 20:5"
    },
    {
      "content": "I pa chun ka um naw hi hung hre suok a ni hlau chun, ‘David chun a khuo Bethlehema va fe vak dingin a mi hni a mi hnih a, an sûngkaw ta dinga an kum tin inthâwi hun a na,’ lo ti la.",
      "reference": "1 SAMUEL 20:6"
    },
    {
      "content": "‘A ṭha chu,’ a ti chun, i siehlaw chu a lung muong a ta, amiruokchu, a lung a sen chun thil ṭha naw thaw a tum a nih ti hre el rawh.",
      "reference": "1 SAMUEL 20:7"
    },
    {
      "content": "Chuleiin, i siehlaw hi ṭhatakin thaw la, i siehlaw chu LALPA thu- thlungah i lûtpui ta sih a; amiruok- chu, bawsietna nei ka ni chun nangin mi that law law el rawh, iengdingin am i pa kuoma chun mi ṭhuoi kher kher i ta?” a ta.",
      "reference": "1 SAMUEL 20:8"
    },
    {
      "content": "Chun, Jonathan chun, “That lo e a, i chunga thil ṭha naw thaw ka pain a tum ka hriet phawt chun ka hril naw ding che am a nih?” a ta.",
      "reference": "1 SAMUEL 20:9"
    },
    {
      "content": "Chuongchun, David chun Jona- than kuomah, “I pa hin inrawmtakin dawn ta ang sienla che, tuin am mi hril a ta?” a ta.",
      "reference": "1 SAMUEL 20:10"
    },
    {
      "content": "Chun, Jonathan chun David kuomah, “Hung ta, va fêng ei tih,” a ta. Chuongchun, phûla chun an va fe rêl tah a.",
      "reference": "1 SAMUEL 20:11"
    },
    {
      "content": "Chun, Jonathan chun David kuomah, “LALPA Israelhai Pathien chu hretu ni raw se, zîngah hieng tik pha hin amanih, ni thum nia manih, ka pa ka hung dâwp pha, ngai ta, David chungchâng thu hi ṭha tieng a ni chun mi hung tirin ka hril el naw ding che?",
      "reference": "1 SAMUEL 20:12"
    },
    {
      "content": "Chun, ka pain i chungah thil ṭha naw thaw nuom ta sienla, ka hril naw cheh a, lungmuongtaka i fe theina dinga kân thla naw che chun, LALPAIN Jonathan chu a thaw thawin thaw sienla, chu nêka nasa khawmin; chun, LALPA chu i kuom- ah um raw se, ka pa kuoma a um hlak angin.",
      "reference": "1 SAMUEL 20:13"
    },
    {
      "content": "Chun, ka thi nawna dingin ka dam sûng chaua LALPA lunginsietna mîn hmutir ni loin,",
      "reference": "1 SAMUEL 20:14"
    },
    {
      "content": "kumkhawtluongin ka sûnghai chunga khawm i lunginsietna chu bo naw raw se; LALPAIN David hmêlma hnuoi chunga a sukbo vawng hnung chen khawmin ma naw rawh,” a ta.",
      "reference": "1 SAMUEL 20:15"
    },
    {
      "content": "Jonathan chun, “David hmêl- mahaia inthawkin LALPA chun phût a tih,” tiin David sûnghai kuoma chun thu a thlung a.",
      "reference": "1 SAMUEL 20:16"
    },
    {
      "content": "Chun, Jonathan chun ama a hmangaina sâlin David kuoma chun ṭawng ân khâm nâwk a, ama hring- na a hmangai ang chiein a hmangai sih a.",
      "reference": "1 SAMUEL 20:17"
    },
    {
      "content": "Chuongchun, Jonathan chun a kuomah, “Zinga hin thla thar a ni ding a na, i ṭhungna hmun a ruok ding leiin i um naw chu inlang ngei ding a na.",
      "reference": "1 SAMUEL 20:18"
    },
    {
      "content": "Ni thum i um hnung chun fe thla vat la, kha hmaa thil a hung um laia în bîkna hmuna khan hung la, Ezel lung bula chun um zing rawh.",
      "reference": "1 SAMUEL 20:19"
    },
    {
      "content": "Chun, inthemthiem ni âwmtak- in a sîrah thal pathum hung kâp ka ta.",
      "reference": "1 SAMUEL 20:20"
    },
    {
      "content": "Chun, ngai ta, ‘Fe la, thalhai kha va zawng hmu rawh,’ tiin nau- pang tir ka ta. Naupang kuoma chun, ‘En ta, thalhai chu i hnungtienga kha a um ie, la la, hung rawh,’ ka ti chun, LALPA hringna sâlin ka hril a, i ta dingin muong a umin ṭi ding a um naw nîng a ta.",
      "reference": "1 SAMUEL 20:21"
    },
    {
      "content": "Amiruokchu, naupang kuoma chun, ‘En ta, thalhai chu i khêltienga saw a um,’ ka ti chun, fe hmang el rawh; LALPA chun ân fe hmangtir che ning a tih.",
      "reference": "1 SAMUEL 20:22"
    },
    {
      "content": "Chun, nang le keiin thil ei hril tahai chungchâng thua chun ngai ta, nang le ei inkâra chun LALPA chu a um kumkhuo a nih,” a ta.",
      "reference": "1 SAMUEL 20:23"
    },
    {
      "content": "Chuongchun, David chu phûla chun ân bihmang a, chun, thla a hung thar chun lal chu thlaithlêng awtin a ṭhung a.",
      "reference": "1 SAMUEL 20:24"
    },
    {
      "content": "Lal chu ni danga a ṭhungna pângngai bang kâwla a ṭhungnaa chun a ṭhung a; chun, Jonathan chu a ngîr a; chun, Abner chu Saula kâwla chun a ṭhung a; David hmun ruok kha chu a ruok a.",
      "reference": "1 SAMUEL 20:25"
    },
    {
      "content": "Amiruokchu, Saula chun chu ni chun iengkhawm a hril nawh a, “A chungah thil ieng am a nih a um a, ân thieng naw amanih ning a ta, a thieng naw ni ngei a tih,” a ti lungril a.",
      "reference": "1 SAMUEL 20:26"
    },
    {
      "content": "Chun, thla thar a ni hni ni chun David hmun chu a la ruok ta rawp a; chuongchun, Saula chun a naupa Jonathan kuomah, “Iengdinga Jesai naupa hi zâni le vawisûn hin thlai- thlêng awt dinga hung naw am a na?” a ta.",
      "reference": "1 SAMUEL 20:27"
    },
    {
      "content": "Jonathan chun Saula chu a dawn a, “David chun Bethlehema fe dingin a mi hni a mi hni a.",
      "reference": "1 SAMUEL 20:28"
    },
    {
      "content": "‘Mîn fetir hrâm rawh khai, kan sûngkuo chun khuoa chun inthâwina an nei ding a na, ka unaupa chun um ve dingin a mîn cha tlat a; chuong- chun, i mi lunginsiet thei chun mîn fetir la, ka unauhai va sir ka tih,’ a ta. Chu lei chun lal dawkâna chun a hung naw a nih,” a ta.",
      "reference": "1 SAMUEL 20:29"
    },
    {
      "content": "Chuongchun, Jonathan chung- ah Saula lung chu a sen ta thut el a, “Nang nuhmei lepchie le kâwmaw naupa, Jesai naupa chu i muolphona dingin le i nu saruokna sukmuol- phona dingin i thlang ti ka hriet naw am a nih?",
      "reference": "1 SAMUEL 20:30"
    },
    {
      "content": "Jesai naupa hi, hi hnuoia a um sûng phawt chun sukdet ni naw ti nih a, i ram khawm. Chuleiin, inkotir nghâl la, ka kuomah hung inṭhuoitir rawh, a thi ngei ding a nih,” a ta.",
      "reference": "1 SAMUEL 20:31"
    },
    {
      "content": "Chun, Jonathan chun a pa Saula chu a dawn a, a kuomah, “Ieng- dingin am sukhlum ding nîng a ta? Ieng am a thaw hrim leh?” a ta.",
      "reference": "1 SAMUEL 20:32"
    },
    {
      "content": "Saula chun khaw tumin a fei chu a hang inlet a; chu chu lei chun Jonathan chun a pain David chu that a lo tum ngei a ni ti a hriet tah a.",
      "reference": "1 SAMUEL 20:33"
    },
    {
      "content": "Chun, Jonathan chu dawkâna inthawk chun lunginsentakin a tho a, chu thla ni hni ni chun thlaithlêng a awt ve ta nawh a, a pa chun David a sukmuolpho êm lei chun a lung- ngaipui a nih.",
      "reference": "1 SAMUEL 20:34"
    },
    {
      "content": "Chun, zîngkâr chun Jonathan chu naupangte chu ṭhuoiin David le an hmun ruot phûl tieng chun a fe tah a.",
      "reference": "1 SAMUEL 20:35"
    },
    {
      "content": "Chun, a naupang kuoma chun, “Tlân la, ka thal kâphai hi va zawng raw khai,” a ta. Chun, naupang chu a tlân lai chun a khêl tieng chun thal chu a kâp a.",
      "reference": "1 SAMUEL 20:36"
    },
    {
      "content": "Chun, naupang chun Jonathan thal kâp tlâkna hmun a va tlung chun Jonathan chun naupang chu a ko a, “Thal chu i khêl tienga saw a ni naw am a nih?” a ta.",
      "reference": "1 SAMUEL 20:37"
    },
    {
      "content": "Chun, Jonathan chun nau- pangte chu a ko a, “Hung tlân vak rawh, inhmaw rawh, muong naw rawh,” a ta. Chun, Jonathan nau- pang chun thal chu a rût khâwm a, a pu kuom tienga chun a fe tah a.",
      "reference": "1 SAMUEL 20:38"
    },
    {
      "content": "Nisienlakhawm, naupang chun iengkhawm a hriet naw a, Jonathan le David chau chun thil umzie chu an hriet a.",
      "reference": "1 SAMUEL 20:39"
    },
    {
      "content": "Chun, Jonathan chun a hriem- hreihai chu naupang chu a pêk a, a kuomah, “Fe la, khuoah lo hang fepui rawh,” a ta.",
      "reference": "1 SAMUEL 20:40"
    },
    {
      "content": "Chun, naupang chu a fe phingle chun David chu a umna hmun sim- tieng panga inthawk chun a hung tho a, hmaia hnuoi sikin chibai vawi thum a bûk a, chun, an infâwp a, an ṭap rêl a. David ruok chu a zuol bîk a.",
      "reference": "1 SAMUEL 20:41"
    },
    {
      "content": "Chun, Jonathan chun David kuomah, “Lungmuongtakin fe raw khai, ‘LALPA chu nang le ei inkâra le ka thlahai le i thlahai kâra chun kumkhuoin um raw se,’ tiin LALPA hmingin ṭawng ei inkhâm hmunkhat ta kha,” a ta. Chuongchun, a tho a, a fe tah a, chun, Jonathan chu khuoa chun a lût tah a.",
      "reference": "1 SAMUEL 20:42"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 SAMUEL 20 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}