{
  "verses": [
    {
      "content": "Chuongchun, David chu chutaka inthawk chu a suok a, Adullam pûkah a tlân tah a; chun, a unauhai le a pa sûngkuohai po poin an lo hriet chun chutaka chun a kuomah an zu feh a.",
      "reference": "1 SAMUEL 22:1"
    },
    {
      "content": "Chun, mi lunginzing taphawthai, leibat nei taphawthai, lungninawna nei taphawthai chu a kuomah an fe khâwm a; chuongchun, an hotuah a um tah a, chun a kuoma chun mi za li lai an um tah a.",
      "reference": "1 SAMUEL 22:2"
    },
    {
      "content": "Chun, David chu chutaka inthawk chun Moab rama Mizpe-ah a feh a, Moab lal kuoma chun, “Pathien thil mi thawpêk ding ka hriet hmakhat chu ka nu le ka pa hung hai sien, i kuomah lo um raw hai se, ka hni che a nih,” a ta.",
      "reference": "1 SAMUEL 22:3"
    },
    {
      "content": "Chun, Moab lal hmaa chun anni chu a hung ṭhuoi a, kulbînga a um sûng po chun a kuoma chun an um tah a.",
      "reference": "1 SAMUEL 22:4"
    },
    {
      "content": "Chun, zâwlnei Gad chun David kuomah, “Kulbînga hin um zing naw rawh, suok la, Judai ramah fe rawh,” a ta. Chuongchun, David chu a suok a, Hereth ramhnuoia chun a lût tah a.",
      "reference": "1 SAMUEL 22:5"
    },
    {
      "content": "Chun, Saula chun David le a kuoma umhai chu an hmu tah ti a lo hriet a, Saula chu Gibeaah Rama khuoa tamarisk thing hnuoiah a fei chawiin a ṭhung a; chun, a vêla chun a siehlawhai po po chu an ngîr a.",
      "reference": "1 SAMUEL 22:6"
    },
    {
      "content": "Chun, Saula chun a kâwl vêla ngîr a siehlawhai kuoma chun, “Nangni Benjamin thlahai lo ngai unla, Jesai naupa chun lohai, grêp huonhai pe seng cheuin, a sipai sâng hotuahai, a sipai za hotuahai a siem vawng ding cheu am a nih?",
      "reference": "1 SAMUEL 22:7"
    },
    {
      "content": "in rêngin in mi enbing a, ka naupain Jesai naupa kuoma thu a ithlung ka kuoma suklang hrim hrim in um nawh a, a mi lungngaipui hrim hrim khawm in um nawh a, ka naupain ka siehlaw hi mi do ding le vawisûn ni chen khawma min chân dinga ân fui thu ka kuoma suklang hrim iengdinga in um naw?” a ta.",
      "reference": "1 SAMUEL 22:8"
    },
    {
      "content": "Chuongchun, Saula siehlawhai kâwla ngîr Edom mi Doeg chun a dawn a, “Jesai naupa chu Nob khuoa Ahitub naupa Ahimelek kuoma a hung ka hmuh a.",
      "reference": "1 SAMUEL 22:9"
    },
    {
      "content": "Chun, ama chun LALPA a rawnpêk a, fâk ding a pêk a; chun, Philistin mi Goliath kâwlhnâm a pêk bawk a,” a ta.",
      "reference": "1 SAMUEL 22:10"
    },
    {
      "content": "Chuongchun, lal chun Ahitub naupa Ahimelek thiempu le, a pa sûngkuo Nob khuoa thiempu um po po chu ân kotir a; anni chu an rêngin lal kuoma chun an hung a.",
      "reference": "1 SAMUEL 22:11"
    },
    {
      "content": "Chun, Saula chun, “Nang Ahitub naupa, lo ngai rawh,” a ta. Ama chun, “Ka lalpa, hitaka hin ka um,” a ta.",
      "reference": "1 SAMUEL 22:12"
    },
    {
      "content": "Chun, Saulain a kuomah, “Bei le kâwlhnâm dâm lo pe a, LALPA chu rawnpêkin vawisûn nia a thaw anga mi do ding le min chân dinga ieng- dinga nang le Jesai naupa hin in mi phierrûk am a na?” a ta.",
      "reference": "1 SAMUEL 22:13"
    },
    {
      "content": "Chuongchun, Ahimelek chun lal chu a dawn a, “Lal mâkpa, i mi rawntak hlak, in sûngkuo laia mi inzaum David ang hrim hrima mi ringum hi i siehlaw po pohai lai hin tu am a um a?",
      "reference": "1 SAMUEL 22:14"
    },
    {
      "content": "Vawisûn hi Pathien ka biek râwnpêk ṭan ni am a nih? A ni nawh. Lal hin a siehlaw amanih, ka pa sûngkuo hrim hrim hi min tum lul naw raw se, i siehlaw hin hieng thu po po a iengkhawm hi ka hriet naw a nih,” a ta.",
      "reference": "1 SAMUEL 22:15"
    },
    {
      "content": "Chun, lal chun, “Ahimelek, i thi ngei ngei ding a nih, nang le i pa sûngkuohai po po leh,” a ta.",
      "reference": "1 SAMUEL 22:16"
    },
    {
      "content": "Chun, lal chun a kâwla ngîr sipai kuoma chun, “Nghakîr unla, LALPA thiempuhai hi that ro, David tieng an ṭhang a, a tlân hmang a nih ti hre zing siin ka kuoma an hril naw leiin,” a ta. Nisienlakhawm, lal sie- hlawhai chun LALPA thiempuhai thaw ding chun kut an inlet nuom nawh a.",
      "reference": "1 SAMUEL 22:17"
    },
    {
      "content": "Chun, lal chun Doeg kuoma chun, “Nang nghakîr la, thiempuhai kha thaw rawh,” a ta. Edom mi Doeg chu a nghakîr a, thiempuhai chu a thawh a, chu ni chun puon zai inhmi sil thiempu zakawsîng hâk, mi sâwmriet le panga a that a.",
      "reference": "1 SAMUEL 22:18"
    },
    {
      "content": "Chun, Nob, thiempu khuo chu kâwlhnâmin a thawh a, a nuhmei a pasalin naupang le nênê ne lai chen- in, bâwnghai, sabengtunghai, berâm- hai leh kâwlhnâmin a sât hlum a.",
      "reference": "1 SAMUEL 22:19"
    },
    {
      "content": "Chun, Ahitub naupa Ahimelek naupasalhai laia pakhat a hming Abiathar chu a tlân suok a, David kuomah a tlân a.",
      "reference": "1 SAMUEL 22:20"
    },
    {
      "content": "Chun, Abiathar chun Saulain LALPA thiempuhai a that thu chu David a hril a.",
      "reference": "1 SAMUEL 22:21"
    },
    {
      "content": "David chun Abiathar kuoma chun, “Edom mi Doeg chutaka a um ni ngei khan Saula hril ngei ngei a tih ti ka hriet sa hrim a nih; I pa sûng- kuohai po po chu keia leia thi an nih.",
      "reference": "1 SAMUEL 22:22"
    },
    {
      "content": "Nang chu ka kuomah um la ṭi naw rawh; kei mi that tum chun nang khawm that tum ngei an ti che; ka kuoma i um ruok chun chu him i tih,” a ta.",
      "reference": "1 SAMUEL 22:23"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 SAMUEL 22 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}