{
  "verses": [
    {
      "content": "Chun, “Ngai ta, Philistin mihai chun Keila khuo an thawh a, hrizâwla buhai chu an lâkpêk vawng el,” tiin David chu an hril a.",
      "reference": "1 SAMUEL 23:1"
    },
    {
      "content": "Chuongchun, David chun LALPA chu, “Chuong Philistin mihai chu ka zu thaw ding am a nih?” tiin a râwn a. LALPA chun David kuomah, “Philis- tin mihai chu zu thaw la, Keila khuo chu zu sanhim rawh,” a ta.",
      "reference": "1 SAMUEL 23:2"
    },
    {
      "content": "Chun, David mihai chun a kuom- ah, “Ngai ta, Judai rama um zing khawm hin ei ṭi a na, Keila khuoa zu feh a, Philistin sipaihai zu do chu ṭi a va um nâwkzuol âwm de!” an ta.",
      "reference": "1 SAMUEL 23:3"
    },
    {
      "content": "Chuongchun, David chun LALPA chu a râwn nâwk tah a. Chun, LALPA chun a dawn a, a kuomah, “Tho la, Keila khuoah zu fe thla rawh, Philistin mihai chu i kutah pêng ka tih,” a ta.",
      "reference": "1 SAMUEL 23:4"
    },
    {
      "content": "Chuongchun, David le a mihai chu Keila khuoa chun an zu fe tah a, Philistin mihai chu an zu thawh a, an ranhai chu an lâkpêk a, an that ṭeu a. Chuong ang chun David chun Keila khuoa mihai chu a humhim tah a.",
      "reference": "1 SAMUEL 23:5"
    },
    {
      "content": "Chun, Ahimelek naupa Abiathar Keila khuoa David kuoma a tlân lai khan thiempu zakawsîng chawia fe thla a na.",
      "reference": "1 SAMUEL 23:6"
    },
    {
      "content": "Chun, Keila khuoa chun David chu a fe ti Saula an hril a, Saula chun, “Pathienin ka kutah a mi pêk a ni ta chu, kul kawtkhâr le a kalna nei khuoa chun lûtin ân khum ta sih a,” a ta.",
      "reference": "1 SAMUEL 23:7"
    },
    {
      "content": "Chun, Saula chun mi po po chu indo dingin, Keila khuoa chun zu fe a, David le a mihai zûn huol dingin a ko khâwm a.",
      "reference": "1 SAMUEL 23:8"
    },
    {
      "content": "David chun Saula chun a chunga thil ṭha naw a ngaituo ti chu a lo hriet a, thiempu Abiathar kuoma chun, “Thiempu zakawsîng kha hung la ta khai,” a ta.",
      "reference": "1 SAMUEL 23:9"
    },
    {
      "content": "Chuongchun, David chun, “Aw LALPA, Israelhai Pathien, i siehlaw hin Saula chun keima leia khuo chu sukse dingin, Keila khuoa hin hung thlâk a tum ti ka hriet tlat a.",
      "reference": "1 SAMUEL 23:10"
    },
    {
      "content": "Keila khuoa mihai hin a kuta chun an mi pêk el ding am a nih? I siehlawin ka lo hriet ang chun Saula chu a hung thla ding am a nih? Aw LALPA, Israelhai Pathien, ka hni che a nih, i siehlaw hi hung hril rawh,” a ta. Chun, LALPA chun, “A hung thla ding a nih,” a ta.",
      "reference": "1 SAMUEL 23:11"
    },
    {
      "content": "Chuongchun, David chun, “Keila khuoa mihai chun kei le ka mihai hi Saula kutah an mi pêk el ding am a nih?” a ta. Chun, LALPA chun, “Pêng an ti che,” a ta.",
      "reference": "1 SAMUEL 23:12"
    },
    {
      "content": "Chuongchun, David le a mihai za ruk lai chu an tho a, Keila khuoa inthawk chu an suok a, fena rem- châng natieng poa chun an fe tah a. Chun, David chu Keila khuoa inthawkin a tlân suok tah ti Saula an hril a; chuongchun, inthawk suok chu a ṭhul tah a.",
      "reference": "1 SAMUEL 23:13"
    },
    {
      "content": "Chun, David chu thlalêrah, kul- bîng nghettakahai a um a, Ziph thlalêr tlâng ramah a um ta zing a. Chun, Saula chun ama chu ni tin hin a zawng a, nisienlakhawm, Pathienin a kutah a pêk nawh.",
      "reference": "1 SAMUEL 23:14"
    },
    {
      "content": "Chun, David chun ama suk- hlum tumin Saula chu a hung inthawk ti a hriet a; chuongchun, David chu Ziph thlalêr Horeshah a um a.",
      "reference": "1 SAMUEL 23:15"
    },
    {
      "content": "Chun, Saula naupa Jonathan chu a tho a, Horeshah David kuoma chun a feh a. Pathienah a kut chu a sukhrâtpêk a.",
      "reference": "1 SAMUEL 23:16"
    },
    {
      "content": "Chun, a kuomah, “Ṭi dêr naw rawh, ka pa Saula kut chun zawng suok naw ni che; Israelhai lalah um i ta, kei nanga dawt nîng ka tih, chu khawm chu ka pa Saula hin a hriet zing a nih,” a ta. Chun, an pahni chun LALPA hmaa thu an thlung a;",
      "reference": "1 SAMUEL 23:17"
    },
    {
      "content": "David chu Horesha chun a um zing a; Jonathan ruok chu in tieng a fe tah a.",
      "reference": "1 SAMUEL 23:18"
    },
    {
      "content": "Chuongchun, Ziph mihai chu Gibea-ah Saula kuomah an hang feh a, “David chu kan kuomah Horesha kulbîngah, thlalêr simtieng pang Hakila tlângah ân bihmang zing a ni naw am a nih?",
      "reference": "1 SAMUEL 23:19"
    },
    {
      "content": "Chuleiin, aw lalpa, i hringnain hung thlâk a duthusâm ang ngei chun hung thla ta la, chun, keini lo thaw ve ding chu lal kuta ama lo inhlân chu nîng a ta,” an ta.",
      "reference": "1 SAMUEL 23:20"
    },
    {
      "content": "Chun, Saula chun, “LALPA chun malsâwm raw se cheu; nangni chun chu in mi lunginsiet hle a ni hi.",
      "reference": "1 SAMUEL 23:21"
    },
    {
      "content": "Fe unla, va sukchieng nâwkzuol unla, a hnung le hma va sui unla, chutaka a hmutu khawm va sukfel nâwkzuol zet zet ro: var vervêktakin thil a thaw hlak a nih ti miin an mi hril a nih.",
      "reference": "1 SAMUEL 23:22"
    },
    {
      "content": "Chuleiin, ân bîkhmangna hmun po pohai hre vawng bak unla, chun, ka kuomah hung nâwk ngei ngei unla: chun, nangni leh ka fe ve ding a nih: chun, hi ramah a um phawt chun Juda mi sâng tamtak laia inthawk chun zawng suok ka tih,” a ta.",
      "reference": "1 SAMUEL 23:23"
    },
    {
      "content": "Chun, an tho a, Saula fe hmain Zipha chun an fe tah a, nisienla- khawm, David le a mihai chu Jeshi- mon simtieng Arabaah Maon thla- lêra chun an um a.",
      "reference": "1 SAMUEL 23:24"
    },
    {
      "content": "Chun, Saula le a mihai chu ama zawng dingin an feh a. Chun, David chu an hril a, chuongchun, Maon thlalêra um lungpui pan ding chun a suok a. Saulân chu chu a hriet chun Maon thlalêra chun David chu a hnawt tah a.",
      "reference": "1 SAMUEL 23:25"
    },
    {
      "content": "Saula chu tlâng khingtieng pangah a feh a, David le a mihai chu tlâng khingtieng panga chun an feh a, chun, David chu Saula ṭi chun inhmâwtakin a tlân a; Saula le a mihai chun David le a mihai chu man tumin an inhuol vêl sih a.",
      "reference": "1 SAMUEL 23:26"
    },
    {
      "content": "Nisienlakhawm, Saula kuoma chun, “Inhmaw la, hung rawh, Philistin mihai chun ei ram an hung thaw a nih,” tiin thangko a hung tlung a.",
      "reference": "1 SAMUEL 23:27"
    },
    {
      "content": "Chuongchun, Saula chun David a hnawt lai chu a kîrsan a, Philistin mihai do ding chun a fe tah a: chuleiin, chu hmun chu Sela-hama- hlekoth an ti tah a.",
      "reference": "1 SAMUEL 23:28"
    },
    {
      "content": "Chun, David chu chutaka in- thawk chu a feh a. En-gedi kul- bîngahai chun a hang um tah a.",
      "reference": "1 SAMUEL 23:29"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 SAMUEL 23 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}