{
  "verses": [
    {
      "content": "Chuongchun, David chu Nob khuoa thiempu Ahimelek kuoma chun a feh a, chun, Ahimelek chun inthin pumin David chu a lo tuok a, a kuomah, “Iengtizie am a na, i va mal de, fe pui i nei nawh a?” a lo tih a.",
      "reference": "1 SAMUEL 21:1"
    },
    {
      "content": "David chun, thiempu Ahimelek kuoma chun, “Lalin thil thaw dingin thu a mi pêk a, ka kuomah, ‘Ka thil inthawtir tum che le ka thupêk hrim hrim che hi tukhawma hre naw raw se,’ a ti tlat a; chun, tlangvâlhai lo umna ding hmunhai chu ka ruot a.",
      "reference": "1 SAMUEL 21:2"
    },
    {
      "content": "Chuongchun, ieng ieng am i kutah a um a? Bei tlang nga mi pe la, annawleh, i nei ang taphawt khawm chu,” a ta.",
      "reference": "1 SAMUEL 21:3"
    },
    {
      "content": "Chun, thiempu chun David chu a dawn a, “Bei narân chu ka nei nawh a, bei inthieng ruok chu ka nei a; tlangvâlhai chu nuhmeia inthawka an insiekieng phawt chun,” a ta.",
      "reference": "1 SAMUEL 21:4"
    },
    {
      "content": "Chun, David chun thiempu chu a dawn a, a kuomah, “Tuta ni thum sûng hin chu nuhmeia inthawk hrim hrim chu kan insiekieng vawng a nih, ka hung suok ding lai khawm khan tlangvâlhai bûrlebêl chu ân thieng a nih, invâk satlie el kan ni nâka chu; vawisûn lem chu chu an bûrlebêlhai chu a vân thieng nâwkzuol awm de e!” a ta.",
      "reference": "1 SAMUEL 21:5"
    },
    {
      "content": "Chuongchun, thiempu chun, bei inthieng chu a pêk tah a; chutaka chun entirna bei an lâk nia bei luma thleng dinga LALPA hmaa inthawka an lâk chau naw chu bei dang a um si nawh a.",
      "reference": "1 SAMUEL 21:6"
    },
    {
      "content": "Chun, chu ni chun Saula siehlaw laia mi pakhat LALPA hmaa hrên a um a, a hming chu Doeg a nih, Edom mi, Saula ran vêngtuhai laia hotu tak a nih.",
      "reference": "1 SAMUEL 21:7"
    },
    {
      "content": "Chun, David chun Ahimelek kuoma chun, “Fei amanih, kâwlhnâm amanih i kawl naw maw? Lal hmaa chun inhmaw a ṭûl leiin ka kâwlhnâm le ka hriemhrei a ieng khawm ka hung chawi hman naw a nih,” a ta.",
      "reference": "1 SAMUEL 21:8"
    },
    {
      "content": "Chun, thiempu chun, “Philistin mi Goliath, Ela ruoma i thatpa kâwlhnâm chu ngai ta, thiempu zakawsîng hliea sawn puona tuomin a um zing el, chu chu i lâk nuom chun la rawh; chu chau naw chu a dang a um nawh,” a ta. David chun, “Chu bâk chu ie, mi pe raw khai,” a ta.",
      "reference": "1 SAMUEL 21:9"
    },
    {
      "content": "Chun, David chu a tho a, chu ni chun Saula ṭi chun a tlân hmang a, Gath lal Akis kuomah a fe tah a.",
      "reference": "1 SAMUEL 21:10"
    },
    {
      "content": "Chun, Akis siehlawhai chun a kuomah, “Hi hi an ram lal David a ni naw am a ni kha? ‘Saulain a sânga sâng a that a, Davidin a sînga sîng a that a,’ tiha lâm pumin a chungchâng thu hlain an sak dur dur a ni naw am a ni kha?” an ta.",
      "reference": "1 SAMUEL 21:11"
    },
    {
      "content": "Chun, David chun chuong thuhai chu a lungrilah a pai tah a, Gath lal Akis chu a ṭi ta hle el a.",
      "reference": "1 SAMUEL 21:12"
    },
    {
      "content": "Chuongchun, a hmaa chun a um dân a sukdanglam a, an mithmua chun invêt tehlêm a thaw ta rak el a, kawtkhâr dâm chu a kei rak rak a, a khâkhmula dâm chun a chil a sukluong ta neng nung a.",
      "reference": "1 SAMUEL 21:13"
    },
    {
      "content": "Chuongchun, Akis chun a siehlawhai kuoma chun, “En ta u, invêt a ni in hriet zing sih a, iengdinga ka kuoma in hung ṭhuoi am a na?",
      "reference": "1 SAMUEL 21:14"
    },
    {
      "content": "Invêt ka tlâksam leiin am a nih hi mi hi ân vêtzie suklang dinga ka hmaa in hung ṭhuoi chu? Ama hi ka inah a hung lût el ding maw?” a ta.",
      "reference": "1 SAMUEL 21:15"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 SAMUEL 21 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}