{
  "verses": [
    {
      "content": "Chun, Kiriath-jearim khuoa mi- hai chu an zu feh a, LALPA bâwm chu an zu lâk a, tlânga Abinadab ina chun an lâklût a, a naupa Eleazar chu LALPA bâwm enkawltu dingin an suktum a.",
      "reference": "1 SAMUEL 7:1"
    },
    {
      "content": "Chun, Kiriath-jearima bâwm a um sûng chu sâwttak a na, kum sâwmhni zet a nih; chun, Israel sûnghai po po chun LALPA chu an lunglên nâwk tah a.",
      "reference": "1 SAMUEL 7:2"
    },
    {
      "content": "Chun, Samuel chun Israel sûng- hai po po kuoma chun, “In lungril takzeta LALPA tieng hung ngha tak tak in ni chun, ram dang pathienhai le Astaroth dâm in laia chu sie hmang dai ta unla, in lungril chu LALPA ta dingin buotsai unla, ama rawng chau chu bâwl ro; chuongchun, Philistin mihai kuta inthawk hi a sansuok ding cheu a nih,” a ta.",
      "reference": "1 SAMUEL 7:3"
    },
    {
      "content": "Chun Israel mihai chun Baalhai le Astarothhai chu an sie hmang a, LALPA rawng chau chu an bâwl tah a.",
      "reference": "1 SAMUEL 7:4"
    },
    {
      "content": "Chun, Samuel chun, “Israel mi- hai po po chu Mizpaah ko khâwm vawng unla, LALPA kuomah ṭawng- ṭaipêk ka ti cheu,” a ta.",
      "reference": "1 SAMUEL 7:5"
    },
    {
      "content": "Chuongchun, Mizpaa chun an fe khâwm tah a; chun, tui an chawi a, LALPA hmaa chun an bunthlâk a, chu ni chun bu an nghei a, chutaka chun, “LALPA chunga chun ei lo suol tah a nih,” an ta. Chun, Samuel chun Mizpaa chun Israel mihai ro a rêl- pêk a.",
      "reference": "1 SAMUEL 7:6"
    },
    {
      "content": "Chun, Philistin mihai chun Israel mihai Mizpaah an um khâwm ti an hriet chun Israel mihai do dingin Philistin lalhai chu an hang inthawk a. Chu chu Israel mihaiin an lo hriet chun Philistin mihai chu an lo ṭih a.",
      "reference": "1 SAMUEL 7:7"
    },
    {
      "content": "Chuongchun, Israel mihai chun Samuel kuoma chun, “Philistin mihai kuta mi sandam dinga LALPA i mi kopêk chu ma naw raw khai,” an ta.",
      "reference": "1 SAMUEL 7:8"
    },
    {
      "content": "Chun, Samuel chun berâmte nêne ne lai a lâk a, pumrawhmang thilinhlân dingin LALPA kuomah ân hlân a, Israel mihai ta dingin Samuel chun LALPA chu a ko a; chun, LALPA chun a hung dawn a.",
      "reference": "1 SAMUEL 7:9"
    },
    {
      "content": "Chun, Samuelin pumrawhmang thilinhlân ân hlân lai tak chun Philistin mihai chun Israel mihai chu thaw dingin an hung hnai a, nisien- lakhawm, chu ni chun LALPAIN Philistin mihai chungah vân nasa- takin ân rûmtir ta dur dur el a, a sukbuoi tah a; Israel mihai hmaa chun an tlâwm ta dêr el a.",
      "reference": "1 SAMUEL 7:10"
    },
    {
      "content": "Chun, Israel mihai chu Mizpaa inthawk chun an suok a, Philistin mihai chu an hnawt a, Beth-kar hnuoi an tlung chenin an that pei a.",
      "reference": "1 SAMUEL 7:11"
    },
    {
      "content": "Chuongchun, Samuel chun lung a lâk a, Mizpa le Sen inkâra chun a phun a, “Hi chen hi LALPAIN a mi ṭhangpui a nih,” tiin a hminga chun Ebenezer ân bûk a.",
      "reference": "1 SAMUEL 7:12"
    },
    {
      "content": "Chuongchun, Philistin mihai chu an tlâwm tah a, Israelhai rama chun an fe nâwk ta nawh a. Chun, LALPA kut chun Philistin mihai chu Samuel dam sûng po chun a tai ta zing a.",
      "reference": "1 SAMUEL 7:13"
    },
    {
      "content": "Chun, Philistin mihaiin Israel- hai khuo an lâkhai chu Ekrona inthawka Gath chenin Israel mihai an pêk kîr nâwk a, a ram chu Israel mihaiin Philistin mihai kuta in- thawkin an sansuok a. Chun, Israel mihai le Amor mihai chu inremin an um a.",
      "reference": "1 SAMUEL 7:14"
    },
    {
      "content": "Samuel chun a dam sûngin Israel mihai ro a rêl a.",
      "reference": "1 SAMUEL 7:15"
    },
    {
      "content": "Kum tinin Bethel le Gilgal le Mizpa hi a kan vêl hlak a, chuong hmunahai chun Israel mihai ro a rêl hlak a.",
      "reference": "1 SAMUEL 7:16"
    },
    {
      "content": "Chun, a in umna a ni leiin Rama khuoa chun a fe nâwk hlak a; chutaka chun Israel mihai ro a rêl a, chutaka chun LALPA ta dingin mâichâm a siem a.",
      "reference": "1 SAMUEL 7:17"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 SAMUEL 7 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}