{
  "verses": [
    {
      "content": "Chun, a ni thum nia David le a mihaiin Ziklag an tlung chun Amalek mihaiin Simtieng le Ziklag khuo chu an lo rûn zing tah a. Ziklag khuo chu an lo sawisah a, an lo rawh a;",
      "reference": "1 SAMUEL 30:1"
    },
    {
      "content": "nuhmeihai le chu khuoa um taphawthai chu a lien a chînin salah an man a, tukhawm that loin an ṭhuoi a, an fepui tah a.",
      "reference": "1 SAMUEL 30:2"
    },
    {
      "content": "Chun, David le a mihaiin khuo an va tlung chun, ngai ta, a lo kâng fai vawng tah a; chun, an nuhmeihai, an naupasalhai, an naunuhmeihai chu salah an lo man tah a.",
      "reference": "1 SAMUEL 30:3"
    },
    {
      "content": "Chuongchun, David le a kuoma umhai chun an râwl an insuoh a, ṭap hlei thei lo lêkin an ṭap a.",
      "reference": "1 SAMUEL 30:4"
    },
    {
      "content": "Chun, David nuhmeihai pahni Jezreel mi Ahinoam le Karmela mi Nabal nuhmei Abigail hai khawm chu salah an ṭhuoi tah a.",
      "reference": "1 SAMUEL 30:5"
    },
    {
      "content": "Chun, David chu a lunginzîng hle el a, mi tin an naupasalhai le an naunuhmeihai leiin mi po po an lungril a na êm êm a, ama chu lunga dêng thu an hril leiin; nisienla- khawm, David chu a Pathien LALPAA chun ân sukhrât a.",
      "reference": "1 SAMUEL 30:6"
    },
    {
      "content": "Chun, David chun Ahimelek naupa thiempu Abiathar kuoma chun, “Thiempu zakawsîng mi va lapêk raw khai,” a ta. Abiathar chun David chu thiempu zakawsîng a va lâkpêk a.",
      "reference": "1 SAMUEL 30:7"
    },
    {
      "content": "Chun, David chun, “Chuonghai chu hnawt lang, la hnawt phâk ka ti?” tiin LALPA ân dawn a. Ama chun a hung dawn a, “Hnawt rawh, hnawt phâk ngei ngei i ta, sansuok vawng ngei ngei i tih,” a ta.",
      "reference": "1 SAMUEL 30:8"
    },
    {
      "content": "Chuongchun, David chu a fe tah a, ama le a kuoma mi za rukhai le chun; chun, Besor vadung chu an va tlung a, chutaka chun an mi mâksanhai chu an um a.",
      "reference": "1 SAMUEL 30:9"
    },
    {
      "content": "David ruok chun a hnawt pei a, ama le mi za lihai le chun, mi za hni chu an chau ta leiin Besor vadung chu an kai thei ta nawh a, an lo um tah a nih.",
      "reference": "1 SAMUEL 30:10"
    },
    {
      "content": "Chun, phûla hin Aigupta mi an va hmuh a, David kuoma chun an ṭhuoi a, bei an pêk a, a lo fâk a; chun, tui dâwn ding an pêk a;",
      "reference": "1 SAMUEL 30:11"
    },
    {
      "content": "chun, theichang hlawm tlang khat le grêp ra emṭâwl bâwr hni an pêk a; chun, chuong chu a hang fâk chun a hung har nâwk tah a; ni thum le zân thum bu fa lo le tui dâwn lo a ni sih a.",
      "reference": "1 SAMUEL 30:12"
    },
    {
      "content": "Chun, David chun a kuomah, “Tu mi am i na? Khâwlaia inthawka hung am i nih a?” a ta. Ama chun, “Aigupta ram tlangvâl, Amalek mi siehlaw ka na; chun, ni thum a ni tah a, ka dam naw leiin ka pu chun a mi mâksan el a nih.",
      "reference": "1 SAMUEL 30:13"
    },
    {
      "content": "Kereth Sim ram le Juda chan Sim ramhai kan rûn a, chun, Kaleb Sim ram kan rûn bawk a; chun, Ziklag khuo khawm kan rawh a,” a ta.",
      "reference": "1 SAMUEL 30:14"
    },
    {
      "content": "David chun a kuomah, “Chuonghai rawi umnaa chun mi zu ṭhuoi thei i ti?” a ta. Ama chun, “Mi that lo ding le, ka pu kuta mi pe nâwk lo dingin Pathien hming sâlin ṭawng inkhâm la, chuongchun, chuonghai umnaa chun zu ṭhuoi ka ti che,” a ta.",
      "reference": "1 SAMUEL 30:15"
    },
    {
      "content": "Chun, a zuk ṭhuoi thlâk chun, ngai ta, Philistin ram le Judai rama râllâk tamtak an lâk leiin ruoi an ṭheh a, an fâkin an dâwn a, an lo um dar nei nuoi a.",
      "reference": "1 SAMUEL 30:16"
    },
    {
      "content": "Chuongchun, David chun nisa tlâka inthawkin a zînga zântieng chenin a thaw tah a, tlangvâl za li, sanghâwngsei chunga chuonga tlân- sehai ti chau naw chu tukhawm dama suok hrim hrim an um nawh a.",
      "reference": "1 SAMUEL 30:17"
    },
    {
      "content": "Chun, David chun Amalek mihaiin an lâk po po chu a lâk nâwk vawng a; chun, David chun a nuhmei pahnihai chu a sansuok bawk a.",
      "reference": "1 SAMUEL 30:18"
    },
    {
      "content": "Chuongchun, a lien a chînin an naupasalhai, an naunuhmeihai, an râllâk le an thil lâk hrim hrim iengkhawm chân an nei nawh a, David chun a lâkpêk nâwk vawng a nih.",
      "reference": "1 SAMUEL 30:19"
    },
    {
      "content": "Chun, David chun berâm ruol le ran ruolhai po po chu a lâk a, ran danghai hmaa chun an khal a, “Hieng hi David râllâk a ni hi,” an ta.",
      "reference": "1 SAMUEL 30:20"
    },
    {
      "content": "Chun, mi za hni an châu leia David zui thei loa Besor vadunga an inumtirhai kuom chu David chun a va tlung a; chun, anni chu David tuok ding le a kuoma um vehai chu tuok dingin an fe suok a; chun, David chun mipuihai kuom a va tlung chun chibai a bûk tâwl a.",
      "reference": "1 SAMUEL 30:21"
    },
    {
      "content": "Chuongchun, David kuoma fe vehai laia mi suolhai le Belial mihai po po chun an dawn a, “Ei kuoma an fe ve naw leiin râllâk thil ei va lâk- pêk nâwk hrim hrim chu pe ve nâwng ei ta, an ṭhuoi a, an fe theina dingin an nuhmeihai le an nauhai seng ruok chu an ṭhuoi phal ei tih,” an ta.",
      "reference": "1 SAMUEL 30:22"
    },
    {
      "content": "Chuongchun, David chun, “Unauhai, LALPA chun a mi humpêk a, mi do dinga hung inthawkhai ei kuta petu thil mi pêkhai chu chuong ang chun thaw naw ti niu.",
      "reference": "1 SAMUEL 30:23"
    },
    {
      "content": "Tuin am hi thua hin in thu hi pawm a ta? Indonaa zu fehai chan ang bawk chu thuomhnaw vênga lo umhai chun an chang ve ding an- nâwm; inang vawnga chang ding a nih,” a ta.",
      "reference": "1 SAMUEL 30:24"
    },
    {
      "content": "Chuongchun, chu nia inthawk tu chen hin Israelhai ta dinga thupêk le dâna nei dingin a siem tah a.",
      "reference": "1 SAMUEL 30:25"
    },
    {
      "content": "Chun, Davidin Ziklag khuo a tlung chun, râllâk ṭhenkhat chu, “Hi hi LALPA hmêlmahaia inthawka râllâk, lâwmman dingin kân phur cheu,” tiin,",
      "reference": "1 SAMUEL 30:26"
    },
    {
      "content": "Bethela um dâm, Sim Ramotha um dâm, Jattira um dâm:",
      "reference": "1 SAMUEL 30:27"
    },
    {
      "content": "Aroera um dâm, Sipmoth-a um dâm, Estemoa um dâm:",
      "reference": "1 SAMUEL 30:28"
    },
    {
      "content": "Rakala um dâm, Jerahmeel khuohaia umhai dâm, Ken khuohaia umhai dâm:",
      "reference": "1 SAMUEL 30:29"
    },
    {
      "content": "Hormaa umhai dâm, Borasana umhai dâm, Athaka umhai dâm,",
      "reference": "1 SAMUEL 30:30"
    },
    {
      "content": "Hebrona umhai dâm, David le a mihai chêttlatna hmun po poa um Juda upa, a ruolhai kuoma chun a thawn a.",
      "reference": "1 SAMUEL 30:31"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 SAMUEL 30 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}