{
  "verses": [
    {
      "content": "Samuel chu a hung upa tah a, a naupasalhai chu Israel mihai chunga rorêltuhaiah a siem a.",
      "reference": "1 SAMUEL 8:1"
    },
    {
      "content": "A nau lutir hming chu Joel a na, chun, a dawttu hming chu Abija a nih; anni chu Beer-sebaa rorêltu an na.",
      "reference": "1 SAMUEL 8:2"
    },
    {
      "content": "Nisienlakhawm, a nauhai chun a umdân chu an lâk ve nawh a, sum le pai tieng an hnawt a, thamnahai an lâk a, indik nawtakin ro an rêl a.",
      "reference": "1 SAMUEL 8:3"
    },
    {
      "content": "Chuongchun, Israel mi upahai po po chu an inkhâwm a, Rama khuoa Samuel kuomah an feh a,",
      "reference": "1 SAMUEL 8:4"
    },
    {
      "content": "a kuomah, “Ngai ta, i hung upa ta hle el a, i naupasalhai hlak chun i umdân hi an lâk ve dêr si nawh a; hnam danghai po po ang bawka kan chunga ro mi rêlpêk dingin lal mi siempêk raw khai,” an ta.",
      "reference": "1 SAMUEL 8:5"
    },
    {
      "content": "Nisienlakhawm, a kuoma, “Ro mi rêlpêktu ding lal mi pe rawh,” an ti chun Samuel chu a suklâwm naw hleh a. Chuongchun, Samuel chu LALPA kuomah a ṭawngṭai a.",
      "reference": "1 SAMUEL 8:6"
    },
    {
      "content": "LALPA chun Samuel kuoma chun, “Mipuihaiin i kuoma an hril po po chu ngai rawh, nang dit naw che an ni nawh a; an chunga lal dinga kei mi dit lo an ni lem.",
      "reference": "1 SAMUEL 8:7"
    },
    {
      "content": "Aigupta rama inthawka ka ṭhuoi suok nia tuta chena an thil thaw dân po po, an mi nghatsan a, pathien danghai rawng dâm an mi bâwlsan hlak ang bawk hin i chungah an thaw a ni hi.",
      "reference": "1 SAMUEL 8:8"
    },
    {
      "content": "Chuleiin, an thu ngai rawh, amiruokchu, ursûntaka tiemkamin an chunga rorêltu lal châng dân ding chu khîkhmu chie rawh,” a ta.",
      "reference": "1 SAMUEL 8:9"
    },
    {
      "content": "Chun, Samuel chun LALPA thuhai po po chu lal hnitu mipuihai chu a hril vawng a.",
      "reference": "1 SAMUEL 8:10"
    },
    {
      "content": "“In chunga rorêltu lal châng dân ding chu hieng ang hi nîng a tih: in naupasalhai chu a sakawr le a tawlailîr chuongpuia hai ruot a ta, a tawlailîr hmaa tlânhai dâm um an ta;",
      "reference": "1 SAMUEL 8:11"
    },
    {
      "content": "chun, a sipai sâng hotua dâm, sâwmnga hotua dâm ruot a tih; ṭhenkhat chu a hnuoi inlettua dâm, a busîktua dâm, a indo thuomhnaw siemtua dâm, tawlailîr hmangruo siemtua dâm hmang a ta.",
      "reference": "1 SAMUEL 8:12"
    },
    {
      "content": "In naunuhmeihai chu rimin- hnik siemtua dâm, bu suongtua dâm, bei siemtua dâm hmang a tih.",
      "reference": "1 SAMUEL 8:13"
    },
    {
      "content": "In lohai, in grêp huonhai, oliv huonhai, a ṭha ṭhahai chu lâkpêk a ti cheu a, a siehlawhai pêng a tih.",
      "reference": "1 SAMUEL 8:14"
    },
    {
      "content": "In thlai chi le in grêp huonhaia mi chu sâwma pakhat lâkpêk a ti cheu a, a siehlawhai le a hotuhai pêng a tih.",
      "reference": "1 SAMUEL 8:15"
    },
    {
      "content": "In siehlawpahai, in siehlaw- nuhai, in tlangvâl ṭha ṭhahai le in sabengtunghai lâkpêk a ti cheu a, a sinthaw dingin ruoi a tih.",
      "reference": "1 SAMUEL 8:16"
    },
    {
      "content": "In berâm ruol laia mi chu sâwma pakhat lâkpêk a ti cheu a; chun, ama siehlawhai nîng in tih.",
      "reference": "1 SAMUEL 8:17"
    },
    {
      "content": "Chun, chu nia chun in la thlang ding in lal lei chun la khêk suok in ta, nisienlakhawm, chu nia chun LALPAIN dawn naw ni cheu,” a ta.",
      "reference": "1 SAMUEL 8:18"
    },
    {
      "content": "Nisienlakhawm, mipuihai chun Samuel rawl chu an ngai nuom nawh a, “Ni lo e, lal kan nei ding a nih,",
      "reference": "1 SAMUEL 8:19"
    },
    {
      "content": "chuongchun, hnam dang po pohai ang hung nîng kan ta, chun, kan lal chun ro mi rêlpêk a ta, kan hmahai chu ṭhuoiin râlhai mi dopui a tih,” an ta.",
      "reference": "1 SAMUEL 8:20"
    },
    {
      "content": "Chun, Samuel chun mipui thuhrilhai po po chu a hriet a, LALPA naa chun a thun nâwk sâwng a.",
      "reference": "1 SAMUEL 8:21"
    },
    {
      "content": "Chun, LALPA chun Samuel kuomah, “An rawl chu ngai la, lal siempêk rawh,” a ta. Chun, Samuel chun Israel mihai kuomah, “Mi tin mâni khuo sengah fe ta ro,” a ta.",
      "reference": "1 SAMUEL 8:22"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 SAMUEL 8 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}