{
  "verses": [
    {
      "content": "Benjamin rama Benjamin thlaa mi mi pakhat mi hrât huoisen a um a, a hming chu Kis a nih; ama chu Abiel naupa a na, ama chu Zeror naupa a na, ama chu Bekorath naupa a na, ama chu Aphia naupa a nih.",
      "reference": "1 SAMUEL 9:1"
    },
    {
      "content": "Chun, ama chun naupa a nei a, a hming chu Saula a nih; tlangvâl pieng ṭhatak a na, Israel mihai laia chun ama nêka pieng ṭha hrim hrim an um nawh a, a liengko nêka insâng mi dang hrim hrim an um nawh.",
      "reference": "1 SAMUEL 9:2"
    },
    {
      "content": "Chun, Saula pa Kis sabengtung- hai chu ân hmang tâwl a. Chuong- chun, Kis chun a naupa Saula kuoma chun, “Tho la, siehlaw pakhat ṭhuoi la, sabengtunghai va zawng raw khai,” a ta.",
      "reference": "1 SAMUEL 9:3"
    },
    {
      "content": "Chuongchun, Ephraim tlâng ram dâm chu a fang a, chun Salisa ram dâm khawm chu a fang a, nisien- lakhawm, a hmu nawh a; chun, Saalim ram an fang nâwk a, chutaka khawm chun an um nawh a; chun, Benjamin mihai ram an fang nâwk a, nisienlakhawm, an hmu chuong ta nawh a.",
      "reference": "1 SAMUEL 9:4"
    },
    {
      "content": "Zuph ram an tlung chun, Saula chun a kuoma um ve, a siehlaw kuoma chun, “Hung rawh, kîr nâwk el tâng ei tih, chuong naw chun, ka pa khan sabengtunghai ngaituo ṭhulin eini mi ngaituo lem a tih,” a ta.",
      "reference": "1 SAMUEL 9:5"
    },
    {
      "content": "Ama chun a kuomah, “Ngai ta, hi khuoa hin Pathien mi a um a, mi inzaumtak a na, a hril taphawt chu a hung tlung ngei ngei hlak a nih, hung rawh, chutaka chun va fêng ei tih, ei fena dâm hi a mi hril thei miel rawi mawh,” a ta.",
      "reference": "1 SAMUEL 9:6"
    },
    {
      "content": "Chuongchun, Saula chun a siehlaw kuoma chun, “Anachu, fe ta ang ni inla, ama chu ieng am chawipêk ei ta? Ei bâwma bei hlak a um ta si nawh a. Pathien mi ta dinga lâwmman chawi ding a um dêr nawh, ieng am ei nei aw?” a ta.",
      "reference": "1 SAMUEL 9:7"
    },
    {
      "content": "Siehlaw chun Saula chu a dawn nâwk a, “Ngai ta, tangka Shekel hmun lia ṭhea hmun khat ka la chawi a, chu chu ei fena ding a mi hril manah Pathien mi chu pe el ka tih,” a ta.",
      "reference": "1 SAMUEL 9:8"
    },
    {
      "content": "(Kha hma khan chu Israelhai lai khan miin Pathien an râwn nuom chun, “Hung rawh, hmutheitu kuomah fêng ei tih,” an ti hlak a; tulaia Zâwlnei an ti hlak hi, kha hma khan chu Hmutheitu an ti hlak a nih.)",
      "reference": "1 SAMUEL 9:9"
    },
    {
      "content": "Chun, Saula chun a siehlaw kuoma chun, “A ṭha hlau chu, fe ta nâwm ei nîm”, a ta. Chuongchun, Pathien mi umna khuoa chun an fe tah a.",
      "reference": "1 SAMUEL 9:10"
    },
    {
      "content": "Khaw hang pannaa an hang fe lai chun nunghâk tui chawi dinga hung suokhai an hmuh a, an kuomah, “Hitaka hin Hmutheitu chu a um am?” an ta.",
      "reference": "1 SAMUEL 9:11"
    },
    {
      "content": "Anni chun an dawn a, “Um e, in hmaa khan a hung a nih, inhmaw ro khai, vawisûn hin khuoah a hung a nih, vawisûn hin bâwlhmunahai mihai an inthâwi a nih,",
      "reference": "1 SAMUEL 9:12"
    },
    {
      "content": "khuo in hang lût hlimin bâwlhmuna bu fa dinga a fe hmain hang hmu nghâl el in tih; in- thâwina malsâwmtu ding a ni leiin a tlung hmakhat chu mipui chun bu an fâk naw ding a nih, chu hnunga chun an mi fielhai chun an fâk hlak a nih. Chuleiin, hang fe vak unla, hang hmu nghâl el in tih,” an ta.",
      "reference": "1 SAMUEL 9:13"
    },
    {
      "content": "Chuongchun, khuoa chun an hang fe tah a. Khuo an hang lût chun, Samuel bâwlhmuna fe ding chun ân tuokpui a.",
      "reference": "1 SAMUEL 9:14"
    },
    {
      "content": "Chun, Saula hung hma ni khata chun LALPA chun Samuel chu a lo hril rûk a,",
      "reference": "1 SAMUEL 9:15"
    },
    {
      "content": "“Zîngah hieng ang hun lai hin Benjamin rama inthawkin i kuomah mi pakhat ka hung tir ding a na, ka mi Israel chunga hotu ni dingin hriek nâl i ta, ama chun Philistin mihai kuta inthawkin ka mihai sandam a tih; an khêkri chun ka kuom a hung tlung ta leiin ka mihai chu ka ngaisak tah a nih,” tiin.",
      "reference": "1 SAMUEL 9:16"
    },
    {
      "content": "Chun, Samuelin Saula a hmu chun, LALPAIN a kuomah, “En ta, i kuoma ka mi hril kha, ama hin ka mihai chungah thu nei a tih,” a ta.",
      "reference": "1 SAMUEL 9:17"
    },
    {
      "content": "Chuongchun, Saula chun kul kawtkhâra chun Samuel chu a va hnai a, “Hmutheitu in chu khâwlai am a na, mi hril ta,” a ta.",
      "reference": "1 SAMUEL 9:18"
    },
    {
      "content": "Samuel chun Saula chu a dawn a, “Keima hi hmutheitu chu ka nih, ka hmaa hin bâwlhmun tieng panin fe la, vawisûn hin ka kuomah bu i fâk ve ding a nih; chun, zîngah zîngkâr infetir ka ti cheh a, i lungrila um po po khawm hril ka ti che.",
      "reference": "1 SAMUEL 9:19"
    },
    {
      "content": "I sabengtung ni thum inhmang tahai chu lungkham naw rawh, an hmu tah. Israelhai laia ropuina po po chu tu ta ding am a na? I ta ding le i pa ina mi po pohai ta ding a ni naw am a nih?” a ta.",
      "reference": "1 SAMUEL 9:20"
    },
    {
      "content": "Saula chun a dawn a, “Israel hnam laia chîntak, Benjamin hnam ka ni naw am a nih? Chun, kan sûngkuo khawm Benjamin hnam sûngkuo lai po poa chîntak a ni naw am a nih? iengtiziea ka kuoma hienga hril am i nih a?” a ta.",
      "reference": "1 SAMUEL 9:21"
    },
    {
      "content": "Samuel chun Saula le a siehlaw chu a ṭhuoi a, mikhuol pindana chun a ṭhuoi lût a, an mi fiel sâwmthumhai lai chun hmun ropuitaka chun ân ṭhungtir a.",
      "reference": "1 SAMUEL 9:22"
    },
    {
      "content": "Chun, Samuel chun bu suongtu kuoma chun, “I kuoma sietum ding ka ti, chanvo ka pêk che kha hung la raw khai,” a ta.",
      "reference": "1 SAMUEL 9:23"
    },
    {
      "content": "Chuongchun, bu suongtu chun a mal le a chunga um chu a hung lâk a, Saula hmaa chun a va sieh a. Chun, Samuel chun, “En ta, ka lo sietum hi! awt la fa rawh khai, hi huna dingin hi hi kan lo ruotpêk hrim che a nih, ‘Mi dâm ka fiel khâwm ie,’ ka ti bawk sih a,” a ta. Chuongchun, chu ni chun Saula chu Samuel hai le chun bu thlêng chu an awt hmunkhat tah a.",
      "reference": "1 SAMUEL 9:24"
    },
    {
      "content": "Chun, bâwlhmuna inthawka khuoa an fe thla chun in chungah Saula chu zâlna an siempêk a; a zâl tah a.",
      "reference": "1 SAMUEL 9:25"
    },
    {
      "content": "Chun, zîngkâr chun a tho a, nisa suok ding lai vêlin Samuel chun in chunga um Saula chu a ko a, “Tho la, infetir tâng ka ti che,” a ta. Chuongchun, Saula chu a tho a, ama le Samuel chu an fe suok tah a.",
      "reference": "1 SAMUEL 9:26"
    },
    {
      "content": "Khaw hmawrtâwng chu an zuk tlung chun, Samuel chun Saula kuomah, “Siehlaw hi ei hma tieng infetir la, (ama chu a fe tah a) nang ruok chu ngîr hri la, Pathien thu hang hril hri phawt ka ti che,” a ta.",
      "reference": "1 SAMUEL 9:27"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 SAMUEL 9 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}