{
  "verses": [
    {
      "content": "Chun, Saula kuoma thu a hril zo chun Jonathan hringna le David hringna chu a lo inzawm ta chie el a, chuongchun, Jonathan chun ama hringna a hmangai ang chiein a hmangai tah a.",
      "reference": "1 SAMUEL 18:1"
    },
    {
      "content": "Chun, Saula chun chu ni chun ân umtir ta nghâl a, a pa ina chun ân fetir phal ta nawh a.",
      "reference": "1 SAMUEL 18:2"
    },
    {
      "content": "Chuongchun, Jonathan le David chun thu an thlung a, ama hringna ang chiea a hmangai leiin.",
      "reference": "1 SAMUEL 18:3"
    },
    {
      "content": "Chun, Jonathan chun a puon sil lai a hlîp a, David chu a pêk a, a thuom le a kâwlhnâm le a thalngul le a kâwng khitna chenin a pêk a.",
      "reference": "1 SAMUEL 18:4"
    },
    {
      "content": "Chun, Saula chun a tirna ta- phawta chun David chu a fe hlak a, feltakin a châng pei a; chun, Saula chun râl kâp mihai hotu dingin a siem a, chu chu mi po po ngaia le Saula siehlawhai ngaia khawm a ṭha êm êm a.",
      "reference": "1 SAMUEL 18:5"
    },
    {
      "content": "Chun, an hung inlawi a, Philistin mi thata David a hung kîr chun Israel khaw tinah, nuhmeihai hla sak le lâm pumin khuongtê le thil inri theihai leh, hlimtakin lal Saula tuok dingin an hung suok a.",
      "reference": "1 SAMUEL 18:6"
    },
    {
      "content": "Chun, nuhmeihai chun lâm pum- in hlain an indawn tuoh a. “Saulain a sânga sâng a that a, Davidin a sînga sîng a that a,” an tih a.",
      "reference": "1 SAMUEL 18:7"
    },
    {
      "content": "Chuongchun, Saula chu a lung- insen ta vieu el a, chuong thu chun ama a suklâwm naw hle el a, “David chu a sînga sîng thatah an ngai a, kei ruok chu a sânga sâng chau thatah an mi ngai a: ram ti chau lo chu ieng am a nei ding dang a um ta leh?” a ta.",
      "reference": "1 SAMUEL 18:8"
    },
    {
      "content": "Chuongchun, chu nia inthawk chun Saula chun David chu a hmusiet tah a.",
      "reference": "1 SAMUEL 18:9"
    },
    {
      "content": "Chun, a zînga chun Pathien tir khawhri Saula chunga chun a hung tlung ta rak el a, in sûnga chun thu chu a hril ta nuk nuk el a, chun, David chun ni danga a thaw dân ang bawkin ṭingṭang a kei a: Saula chun a fei chu a chawi zing a.",
      "reference": "1 SAMUEL 18:10"
    },
    {
      "content": "Chun, Saula chun fei chu a hang inlet a, “Banga sawn David khâw de tlat ka tih,” a ta. David chun vawi hni ân kiensan a.",
      "reference": "1 SAMUEL 18:11"
    },
    {
      "content": "Chun, a kuoma LALPA a um lei le, Saula chu a fesan leiin Saula chun David chu a ṭih a.",
      "reference": "1 SAMUEL 18:12"
    },
    {
      "content": "Chuleiin, Saula chun a kuoma inthawkin ân sawntir a, sâng chunga sipai hotuah a siem a, chun, mipuihai lai chun a lûtin a suok hlak.",
      "reference": "1 SAMUEL 18:13"
    },
    {
      "content": "Chun, David chu a thilthaw taphawtah feltakin a châng hlak a, LALPA chu a kuomah a um a.",
      "reference": "1 SAMUEL 18:14"
    },
    {
      "content": "Chun, Saula chun feltakin a châng hlak ti a hmuin a ṭi hle el a.",
      "reference": "1 SAMUEL 18:15"
    },
    {
      "content": "Nisienlakhawm, Israelhai le Judahai po po chun David chu an ngaina êm êm a, anni laia lûta suok hlak a ni sih a.",
      "reference": "1 SAMUEL 18:16"
    },
    {
      "content": "Chun, Saula chun David kuom- ah, “Ngai ta, ka naunuhmei upa lem Merab hi nuhmeiah inneitir ka ti che, huoitakin mi ṭan phawt el la. LALPA indonahai chu do rawh,” a ta. Saula chun, “Kei chun chu a chunga hin kutthlâk loin, Philistin mihaiin thlâk lem raw se,” a ti a nih.",
      "reference": "1 SAMUEL 18:17"
    },
    {
      "content": "Chun, David chun Saula kuom- ah, “Tu am ka na, ka hringna le Israelhai lai ka pa sûnghai chu ieng am an na, lal mâkpa ka hang nina san ding chu?” a ta.",
      "reference": "1 SAMUEL 18:18"
    },
    {
      "content": "Nisienlakhawm, Saula naunu Merab chu David inneitir a hung hun chun Meholath mi Adriel nuhmei dingin a pêk ta el a.",
      "reference": "1 SAMUEL 18:19"
    },
    {
      "content": "Chun, Saula naunu Mikal chun David chu a hmangai a, Saula chu an hril a, chu chun a suklâwm a.",
      "reference": "1 SAMUEL 18:20"
    },
    {
      "content": "Chun, Saula chun, “A âwkna châng a hung ni theina dingin le Philistin mihaiin a chunga kut an thlâk theina dingin ama hi pêng ka tih,” a ta. Chuleiin, Saula chun David kuoma a vawi hninaah chun, “Vawisûn hin ka mâkpa ning i tih,” a ta.",
      "reference": "1 SAMUEL 18:21"
    },
    {
      "content": "Chuongchun, Saula chun a siehlawhai chu thu a pêk a, “Inrûk takin David be unla, ‘Ngai ta, lal chu i chungah a lâwm hle el a, a siehlawhai po po khawma an hmangai che a nih; chuongchun, lal mâkpaa hin um el rawh,’ ti ro,” a ta.",
      "reference": "1 SAMUEL 18:22"
    },
    {
      "content": "Chun, Saula siehlawhai chun chuong thuhai chu David na hrieta chun an hril a. David chun, “Mi pasie le tukhawm ingaisâng naw keia ta ding hin lal mâkpa hang ni chu thil namênah in ngai am a nih?” a ta.",
      "reference": "1 SAMUEL 18:23"
    },
    {
      "content": "Chun, Saula siehlawhai chun, “David chun chuong ang chun a ti a nih,” tiin an hril a.",
      "reference": "1 SAMUEL 18:24"
    },
    {
      "content": "Chun, Saula chun, “David kuoma chun hieng ang hin ti ro khai, ‘Lal chun lal hmêlma phubalâkna dingin Philistin mihai servun za ti naw chu man ieng dang khawm a dit nawh,’ tiin,” a ta. Saula chun David chu Philistin mihai kuta inthitir a lungril tlat a.",
      "reference": "1 SAMUEL 18:25"
    },
    {
      "content": "Chun, a siehlawhaiin chuong thu chu David an hang hril chun, lal mâkpa a hang ni ding chu David chu a lâwm hle el a. Chun, ni tiemhai chu a la tling nawh a.",
      "reference": "1 SAMUEL 18:26"
    },
    {
      "content": "David le a mihai chu an tho a, Philistin mi za hni an va that a: David chun an ser vun chu a hung phur a, chuongchun, lal mâkpa a ni theina dingin lal chu kimtakin an pêk a. Chuongchun, Saula chun a naunu Mikal chu nuhmeiah ân neitir tah a.",
      "reference": "1 SAMUEL 18:27"
    },
    {
      "content": "Chun, Saula chun David kuoma chun Pathien a um a nih ti a hriet chieng tah a: chun, Saula naunu Mikal chun ama chu a hmangai a.",
      "reference": "1 SAMUEL 18:28"
    },
    {
      "content": "Chuongchun, Saula chun David chu a ṭi zuol ta sau a, Saula chu David hmêlma a ni kumkhuo el tah a.",
      "reference": "1 SAMUEL 18:29"
    },
    {
      "content": "Chuongchun, Philistin mi lien- hai chu an vân thawk hlak a; chun, an hung inthawk dawk po leh David chu Saula siehlawhai po po nêka fel lemin a châng hlak a, chuongchun, a hming chu an chawisâng hle el tah a.",
      "reference": "1 SAMUEL 18:30"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 SAMUEL 18 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}