{
  "verses": [
    {
      "content": "Chun, David chun a lungrilin “Iengtika mani chu Saula kuta hin ka la bohmang ngei ding chu a ni hi; Philistin mihai rama tlânhmang nêka ṭha hi a um naw ding a ni hi; chuongchun, Saulan Israel ram sûng po poa a mi zawng hi beidawng tâng a ta, chuongchun, a kuta inthawka suok nîng ka tih,” a ta.",
      "reference": "1 SAMUEL 27:1"
    },
    {
      "content": "Chuongchun, David chu a tho a, a kuoma mi za ruk umhai le chun Maok naupa Gath lal Akis kuomah an fe tah a.",
      "reference": "1 SAMUEL 27:2"
    },
    {
      "content": "Chun, David chu ama le a mihai leh, mi tin an sûngkuoin, David khawm a nuhmei pahnihai Jezreel mi Ahinoam le Nabal nuhmei Karmela mi Abigail leh, Gath khuoha Akis kuomah an um tah a.",
      "reference": "1 SAMUEL 27:3"
    },
    {
      "content": "Chun, David chu Gath khuoah a tlân ti Saula chu an hril a, chuong- chun, a zawng nâwk ta nawh a.",
      "reference": "1 SAMUEL 27:4"
    },
    {
      "content": "Chun, David chun Akis kuomah, “Mi lunginsiet la, i rama khuo pa- khata hin umna hmun mi pe hai sienla, chutaka chun um ka tih; i siehlaw hi iengdingin am lal khuoah um zing a ta?” a tih a.",
      "reference": "1 SAMUEL 27:5"
    },
    {
      "content": "Chuongchun, Akis chun chu ni chun Ziklag khuo chu a pêk tah a: chuleiin, Ziklag khuo chu tu chen hin Judai ram lalhai ta a ni ta zing a.",
      "reference": "1 SAMUEL 27:6"
    },
    {
      "content": "Chun, Philistin rama David a um sûng chu kum khat pumhlûm le thla li a nih.",
      "reference": "1 SAMUEL 27:7"
    },
    {
      "content": "Chun, David le a mihai chu an hang feh a, Gesur mihai dâm, Girzi mihai dâm, Amalek mihai dâm an rûn a; chuong hnamhai chu tienlaia inthawkin Sur ram tieng pang Aigupta ram chena um an nih.",
      "reference": "1 SAMUEL 27:8"
    },
    {
      "content": "Chun, David chun ram chu a thaw a, a nuhmei a pasalin hla hrim hrim a nei nawh a, berâmhai dâm, sebâwnghai dâm, sabengtunghai dâm, sanghâwngseihai dâm, an silfên dâm a lâkpêk a; chun a kîr nâwk a, Akis kuomah a feh a.",
      "reference": "1 SAMUEL 27:9"
    },
    {
      "content": "Akis chun, “Vawisûn hin khaw tieng am i rûn a?” a ta. David chun, “Juda Sim ram dâm, Jerahmeel Sim ram dâm, Ken mihai Sim ram dâm,” a ta.",
      "reference": "1 SAMUEL 27:10"
    },
    {
      "content": "Chun, David chun, “Philistin rama a um sûng hrim hrimin, ‘David chun hieng ang hin a thaw rawp hlak a nih,’ ti rawi an tih,” tiin a nuhmei a pasalin Gath khuoa ṭhuoi ding hrim hrim a hla naw a nih.",
      "reference": "1 SAMUEL 27:11"
    },
    {
      "content": "Chun, Akis chun David thuhril chu awiin, “Ama le ama hi Israel mihai ân theidatir ta hle el a, chu- leiin, kumkhuoin ka siehlawah um a tih,” a ta.",
      "reference": "1 SAMUEL 27:12"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 SAMUEL 27 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}