{
  "verses": [
    {
      "content": "Chun, Philistin mihai chun indo dingin an sipaihai an kei khâwm ṭeu el a. Judai ram sûng Soko khuoah an pungkhâwm a; Ephes- dammim hmunah Soko khuo le Azeka khuo inkâra chun ṭhanghmun an khuor a.",
      "reference": "1 SAMUEL 17:1"
    },
    {
      "content": "Chun, Saula le Israel mihai chu an pungkhâwm a, Ela ruomah ṭhang- hmun an khuor a, Philistin mihai chu lo dang dingin an inzar dar a.",
      "reference": "1 SAMUEL 17:2"
    },
    {
      "content": "Chun, Philistin mihai chu tlâng pangah an um a, chun, Israel mihai chu khingtieng tlâng panga chun an um a, an inkâra chun ruom a um a.",
      "reference": "1 SAMUEL 17:3"
    },
    {
      "content": "Chun, Philistin mihai ṭhang- hmuna inthawk chun an mi hrât, Goliath, Gath khuoa mi, tawng ruk le khâp khata insâng hi a hung suok a.",
      "reference": "1 SAMUEL 17:4"
    },
    {
      "content": "Dâr lukhum hi a khum a, âwmphaw a hâk a, a âwmphaw rikzie chu dâr shekel sâng nga a nih.",
      "reference": "1 SAMUEL 17:5"
    },
    {
      "content": "A ngala chun dâr ngalphaw a bun a, a ruongzânga chun dâr feite a pai a.",
      "reference": "1 SAMUEL 17:6"
    },
    {
      "content": "A fei ngul chu puonkawl ang hi a na, a fei lu chu thîr shekel za ruka rik a nih; chun, a phaw chawitu chu a hmaa chun a feh a.",
      "reference": "1 SAMUEL 17:7"
    },
    {
      "content": "Chun, a ngîr a, Israelhai sipaihai chu a ko a, an kuomah, “Iengdinga indo dinga in hung inzar dar am a na? Kei Philistin mi, nangni Saula siehlawhai in nih a ni naw am a nih? Mi inthlang unla, ka kuomah hung thla raw se.",
      "reference": "1 SAMUEL 17:8"
    },
    {
      "content": "A mi thaw thei a, a mi sukhlum chun in siehlawah um kan ta, ami- ruokchu, keiin ka ngam a, ka sukhlum chun kan siehlawah um in ta, kan rawngbâwl in tih,” a ta.",
      "reference": "1 SAMUEL 17:9"
    },
    {
      "content": "Chun, Philistin mi chun, “Vawi- sûn hin chu Israelhai sipaihai chu ka cho a nih, mi pakhat hung thaw unla, lo inthâwng kan tih,” a ta.",
      "reference": "1 SAMUEL 17:10"
    },
    {
      "content": "Chun, Saula le Israelhai po poin chu Philistin mi thuhril an hriet chun an ṭih a, an inlau ta êm êm el a.",
      "reference": "1 SAMUEL 17:11"
    },
    {
      "content": "Chun, David chu Jesai naupa a na, ama chu Bethlehem-Judaa Ephrath mi kha a na, naupasal pariet a nei a; ama chu Saula inlal lai chun tartak a ni tah a, tarsiea ngai a ni tah.",
      "reference": "1 SAMUEL 17:12"
    },
    {
      "content": "Chun, Jesai naupasal upahai pathum chun indonaa chun Saula an zui a. A naupasal pathum indonaa fehai hming chu a upa tak Eliab hai, a dawttu Abinadab hai, a pathumna chu Samma hai an nih.",
      "reference": "1 SAMUEL 17:13"
    },
    {
      "content": "Chun, David chu a naupang tak a na, chun, a upahai pathum chun Saula an zui a.",
      "reference": "1 SAMUEL 17:14"
    },
    {
      "content": "David chu Saula kuoma in- thawkin a pa berâm enkawl dingin Bethlehema chun a va fe a va fe hlak a.",
      "reference": "1 SAMUEL 17:15"
    },
    {
      "content": "Chun, Philistin mi chun zîngkâr le zântieng po hin a va hnai hlak a, ni sâwmli sûng zet chu a vân târlang hlak a.",
      "reference": "1 SAMUEL 17:16"
    },
    {
      "content": "Chun, Jesai chun a naupa David kuoma chun, “Bu zeu epha khat le hi bei tlang sâwm hi chawi la, i unauhai kuomah riekhmunah va fepui vak raw khai;",
      "reference": "1 SAMUEL 17:17"
    },
    {
      "content": "chun, nêne tui kîng tlang sâwm hi an pâwla sâng hotu chawipêk la, chun, i unauhai iengtin am an um hung indawn la, an chanchin hrietna hung phur rawh.",
      "reference": "1 SAMUEL 17:18"
    },
    {
      "content": "Saula le anni le Israel mi po po chu Philistin mihai doin Ela ruoma chun tûn an um a nih,” a ta.",
      "reference": "1 SAMUEL 17:19"
    },
    {
      "content": "Chun, David chu zîngkâr a tho a, berâmhai chu vêngtu pakhat ân kawltir a, Jesaiin thu a pêk ang chun a chawi a, a fe tah a; chun, indona hmuna suok mêk sipaihai chu inthaw dinga an lo khêk dur dur lai takin ama chu tawlailîr umna hmun chu a va tlung a.",
      "reference": "1 SAMUEL 17:20"
    },
    {
      "content": "Chun, Israel mihai le Philistin mihai chu indo ding chun an lo inzar a, sipai le sipai chu an lo inep a.",
      "reference": "1 SAMUEL 17:21"
    },
    {
      "content": "Chun, David chun a thuom- hnaw chu thuomhnaw enkawltu kuoma chun a sieh a, indona hmun tieng chun a va tlân a; a uhai chu chibai a va bûk a.",
      "reference": "1 SAMUEL 17:22"
    },
    {
      "content": "Chun, anni a biek lai chun, ngai ta, an mi hrât Gath khuoa Philistin mi a hming Goliath chu Philistin mihai sipai pâwl laia chu a hung suok a, a thuhril ngai bawk kha a hung hril a, chu chu David chun a lo hriet zing a.",
      "reference": "1 SAMUEL 17:23"
    },
    {
      "content": "Israel mihai po po chun ama chu an hei hmu chun an tlânseh a, an ṭi êm êm el a.",
      "reference": "1 SAMUEL 17:24"
    },
    {
      "content": "Chun, Israel mihai chun, “Kha mihriem a hung suokpa kha in hmu am? Israel mihai cho dinga hung suok a ni ngei el; tukhawm ama sukhlum taphawt chu lalin ama chu sum tiengin sukhausâng a ta; chun, a nau- nu pêng a ta, chun, a pa sûngkuohai chu Israelhai lai hin zalênin inumtir a tih,” an ta.",
      "reference": "1 SAMUEL 17:25"
    },
    {
      "content": "Chun, David chun a kâwla ngîrhai kuoma chun, “Hi Philistin mi hi sukhlum a, Israelhai hmingsietna sukbotu chu iengti anga thaw ding am nîng a ta? Hi sertan lo Philistin mi hi tu am a na Pathien hring sipaihai a hei cho vei chu?” a ta.",
      "reference": "1 SAMUEL 17:26"
    },
    {
      "content": "Chun, mipuihai chun hieng ang hin an dawn a, “A sukhlumtu ta- phawt chu kan hril anga kha thaw ding a nih,” an ta.",
      "reference": "1 SAMUEL 17:27"
    },
    {
      "content": "Chun, a u, a upa tak Eliab chun mihai kuoma a thu hril lai chu a lo hriet a: chuongchun, Eliab chu David chunga chun a lunginsen ta thut a, “Iengdinga i hung thla ve am a na? Thlalêra berâm tlâwmte um kha tu am în vêngtir leh? I chapozie le i lungril ṭhat nawzie ka hriet a nih: indo dâm en dingin i hung vei rawk a,” a ta.",
      "reference": "1 SAMUEL 17:28"
    },
    {
      "content": "Chun, David chun, “Ieng am ka thaw ta leh? A san a um a ni naw am a nih?” a ta.",
      "reference": "1 SAMUEL 17:29"
    },
    {
      "content": "Chun, ama chun mi dang kuom tieng a nghatsan a, a hril ngai bawk a hril a; chun, mipuihai chun a hmaa an dawn ang bawk khan an dawn a.",
      "reference": "1 SAMUEL 17:30"
    },
    {
      "content": "Chun, David thuhril chu an hrietin Saula kuomah an hrilsâwng a; chun, ama chun a ko a.",
      "reference": "1 SAMUEL 17:31"
    },
    {
      "content": "Chun, David chun Saula kuom- ah, “Ama lei chun tu lungril khawm ṭi naw raw se; i siehlaw hin chu Philistin mi chu va thâwng ka tih,” a ta.",
      "reference": "1 SAMUEL 17:32"
    },
    {
      "content": "Chun, Saulân David kuomah, “Nang chu, hi Philistin mi hi thaw dingin fe thei êm naw ti nih ie, tleirâwl el i la ni sih a, ama chu a tleirâwl tîra inthawka indo mi a ni sih a,” a ta.",
      "reference": "1 SAMUEL 17:33"
    },
    {
      "content": "Chun, David chun Saula kuom- ah, “I siehlaw hin ka pa berâm ka vêng hlak a, sakeibaknei amanih, savawm amanih a hunga berâm ruol laia berâmte dâm a lâk hin,",
      "reference": "1 SAMUEL 17:34"
    },
    {
      "content": "ka hnawt a, ka thawh a, a baua inthawk chu ka sansuok hlak a nih; chun, mi thaw dinga a hung inthawk dâm hin a bakhmulah ka man a, ka thawh a, ka sukhlum hlak a nih.",
      "reference": "1 SAMUEL 17:35"
    },
    {
      "content": "I siehlaw hin sakeibaknei le savawm khawm ka sukhlum ve ve ta hlak a; chu sertan lo Philistin mi chu anni ang bawk chun um ve el a ti maw le, Pathien hring sipaihai a cho vei a,” a ta.",
      "reference": "1 SAMUEL 17:36"
    },
    {
      "content": "Chun, David chun, “Sakeibak- nei kutbâwra inthawk le, savawm kutbâwra inthawka mi sansuoktu LALPA chun chu Philistin mi kuta inthawk chun mi sansuok a tih,” a ta. Chun, Saula chun David kuoma chun, “Fe raw le, i kuomah LALPA um a tih” a ta.",
      "reference": "1 SAMUEL 17:37"
    },
    {
      "content": "Chun, Saula chun David chu ama thuomin a thuom a, dâr lukhum ân khumtir a, âwmphaw ân hâktir a,",
      "reference": "1 SAMUEL 17:38"
    },
    {
      "content": "Chun, David chun thuom chunga chun a kâwlhnâm a pai a, fe a hang tum a, chuong ang chun a la thaw sin ngai si nawh a. Chun, David chun Saula kuomah, “Ka fepui thei dêr âwm nawh a, hieng ang hin ka la thaw sin ngai nawha a nih,” a ta. Chuongchun, David chu ân hlîp tah a.",
      "reference": "1 SAMUEL 17:39"
    },
    {
      "content": "Chun, a hmawl chu a chawi a, vadungtêa lung inmûm ṭhelṭhawl panga a thlang a, a berâm vêngna mansaa chun a pai a; chun, a vailungdêng chu a chawi a, Philistin mi chu a va hnai tah a.",
      "reference": "1 SAMUEL 17:40"
    },
    {
      "content": "Chun, Philistin mi chu a hung a, David chu a hung pan hnai a; chun, phaw chawitu chu a hmaa chun a feh a.",
      "reference": "1 SAMUEL 17:41"
    },
    {
      "content": "Chun, Philistin mi chu a hang ngha vêl a, David chu a hmu chun a hmusit hle el a; sâr hlerhlawr, mit meng mawitak, tleirâwl el a ni sih a.",
      "reference": "1 SAMUEL 17:42"
    },
    {
      "content": "Chun, Philistin mi chun David kuoma chun, “Ui am ka nia hmawl le dâm i mi hung pan chu le?” a ta. Chuongchun, Philistin mi chun a pathienhai sâlin David chu ṭawngsie ân phur tah a.",
      "reference": "1 SAMUEL 17:43"
    },
    {
      "content": "Philistin mi chun David kuom- ah, “Hung ta, i sahai kha ramsahai le chunglêng vatehai lo infâktir ka tih,” a ta.",
      "reference": "1 SAMUEL 17:44"
    },
    {
      "content": "Chuongchun, David chun Philistin mi kuoma chun, “Nang chu kawlhnâm dâm, fei dâm, phaw dâm chawiin i hung inthawk a, kei chu sipaihai LALPA Israel sipaihai LAL- PA i cho hmingin ka hung inthawk lem a nih.",
      "reference": "1 SAMUEL 17:45"
    },
    {
      "content": "Vawisûn hin LALPAIN nang hi ka kutah a mi pêk ding a nih, chun, that ka ti cheh a, i lu ka tanpêk ding che a nih; chun, Philistin sipaihai ruong chu vawisûn hin ramsahai le chunglêng vatehai kân fâktir ding a nih; chuongchun, hnuoi chunga mi po po hin Israelhai lai hin Pathien a um ti hre thei an tih;",
      "reference": "1 SAMUEL 17:46"
    },
    {
      "content": "chun, hitaka pungkhâwmhai po po hin LALPA chun kâwlhnâm le feiin a sandam nawh ti hre thei an tih; indona chu LALPA indona a ni sih a, ama chun kan kuta hin nangni hi a mi pêk ding a nih,” a ta.",
      "reference": "1 SAMUEL 17:47"
    },
    {
      "content": "Chun, Philistin mi chu a hung inthawka David chu thaw dinga a hung hnai chun David chu sipaihai tieng chun Philistin mi chu thaw dingin a tlân ta vat a.",
      "reference": "1 SAMUEL 17:48"
    },
    {
      "content": "Chun, David chun a mansa chu a hang pur a, lung a keidawk a, a vailungdêng chun a hei dêng a, Philistin mi chu a bâwk taka chun a hei dêng a, a bâwka chun lung chu a lût a, a tlu bawkkhup ta dêr el a.",
      "reference": "1 SAMUEL 17:49"
    },
    {
      "content": "Chuongchun, David chun Philistin mi chu vailungdêng le lungin a ngam a, Philistin mi chu a dêng a, a that tah a; David chun kâwlhnâm a chawi dêr nawh a.",
      "reference": "1 SAMUEL 17:50"
    },
    {
      "content": "Chuongchun, David chu a tlân a, Philistin mi kâwla chun a va ngîr a, a kâwlhnâm chu a lâk a, a bâwma inthawk chu a phawi a, chu chun a that a, a lu a tan tah a. Chun, Philistin mihai chun an mi hrât chu a thi ti an hriet chun an tlânse tah a.",
      "reference": "1 SAMUEL 17:51"
    },
    {
      "content": "Chun, Israel mihai le Juda mi- hai chu an tho a, an khêk a, Philistin mihai chu Gath chen le Ekron kul kawtkhâr chen rakin an hnawt tah a. Chun, Philistin mihai laia hliemhai chu Saaraim lampui intluonin Gath le Ekron chen chun an tlu phung el a nih.",
      "reference": "1 SAMUEL 17:52"
    },
    {
      "content": "Chun, Israel thlahai chun Phi- listin mihai an hnawt chu an kîrsan a, an riekhmun chu an suom tah a.",
      "reference": "1 SAMUEL 17:53"
    },
    {
      "content": "Chun, David chun Philistin mi lu chu a lâk a, Jerusalemah a fepui a, a râlthuom ruok chu a puon inah a sieh a.",
      "reference": "1 SAMUEL 17:54"
    },
    {
      "content": "Chun, Saulan Philistin mihai thaw dinga David a fe lai a hmu khan sipai hotu Abner kuoma chun, “Abner, hi tleirâwl hi tu nau am a na?” a ta. Chun, Abner chun, “I hring- na sâlin ka hril a nih, aw lalpa, ka hriet dêr nawh a,” a ta.",
      "reference": "1 SAMUEL 17:55"
    },
    {
      "content": "Chun, lal chun, “Hi naupang hi tu nau am a na, indawn suok raw khai,” a ta.",
      "reference": "1 SAMUEL 17:56"
    },
    {
      "content": "Chun, David chu Philistin mi a that a hung chu Abner chun a ṭhuoi a, Philistin mi lu chu chawi pumin Saula kuomah a fepui a.",
      "reference": "1 SAMUEL 17:57"
    },
    {
      "content": "Chun, Saula chun, “Tu naupa am i nih a, tlangvâl?” a ta. David chun a dawn a, “Bethlehem mi i siehlaw Jesai naupa ka nih,” tiin, a dawn a.",
      "reference": "1 SAMUEL 17:58"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 SAMUEL 17 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}