{
  "verses": [
    {
      "content": "Chuongchun, Philistin mihai chun an sipaihai po po chu Apheka chun an ko khâwm vawng a; chun, Israel mihai chun Jezreela tui- khur kâwlah ṭhanghmun an khuor a.",
      "reference": "1 SAMUEL 29:1"
    },
    {
      "content": "Chun, Philistinhai lalhai chu sâng têl têl dâmin, za têl têl dâmin an fe zut zut el a.",
      "reference": "1 SAMUEL 29:2"
    },
    {
      "content": "Chun, David le a mihai le Akis le chun hnung an dâl a. Chuongchun, Philistin lalhai chun, “Hieng Hebrai mihai hi ieng thaw am an ni leh?” an ta. Akis chun Philistin lalhai kuoma chun, “Hi David, Israelhai lal Saula siehlaw, hi chen rau ka kuoma um ta a, ka kuoma a hung tlûklûta in- thawka tu chen khawma a suolna ka hmu nawna chu a ni naw am a nih?” a ta.",
      "reference": "1 SAMUEL 29:3"
    },
    {
      "content": "Nisienlakhawm, Philistin lalhai chu a chungah an lunginsen a, a kuomah, “Ama chu i hmun ruotpêka khan kîr nâwk dingin infetir la, indonaah kan kuoma chun fe ve naw raw se; chuong naw chun indonaah ei hmêlmahai tieng ṭhang el rawi a tih; hieng mihai luhai laia ding hin hi mipa hi a lalpa leh an inrem nâwk el âwm deh aw?",
      "reference": "1 SAMUEL 29:4"
    },
    {
      "content": "Hi David hi a ni naw am a nih lâm puma: ‘Saulain a sânga sâng a that a, Davidin a sînga sîng a that a,’ tiha a chungchâng thu hlaa an sak kha?” an ta.",
      "reference": "1 SAMUEL 29:5"
    },
    {
      "content": "Chuongchun, Akis chun David chu a ko a, a kuomah, “LALPA hring- na sâlin ka hril a nih, mi indiktak i lo na, sipaihai lai ka kuoma i fea i hung hlak chu ka mithmua chun a ṭha hle el a; ka kuoma i hung nia inthawk vawisûn chen hin i chungah ieng- khawm ṭhat nawna hrim hrim ka hmu dêr nawh a; nisienlakhawm, lal- hai rawi hin an ngaina naw che a nih.",
      "reference": "1 SAMUEL 29:6"
    },
    {
      "content": "Chuleiin, Philistin lalhai i suk- lungninaw nawna dingin kîr nâwk la, lungâwitakin fe el rawh,” a ta.",
      "reference": "1 SAMUEL 29:7"
    },
    {
      "content": "David chun Akis kuomah, “Anleh ieng thil am ka lo thaw leh? i kuoma ka um sûng po vawisûn chen hin, ka pu, laltak hmêlma chu do loa ka hang kîr nâwk elna dingin i siehlaw chung- a hin ieng am hriet i nei leh?” a ta.",
      "reference": "1 SAMUEL 29:8"
    },
    {
      "content": "Akis chun a dawn a, David kuom- ah, “Ka mithmua chun Pathien vântirko ang elin i ṭhah a, nisien- lakhawm, Philistin lalhai hin, ‘Indonaah kan kuomah hung ve naw nih,’ an ti tlat el a.",
      "reference": "1 SAMUEL 29:9"
    },
    {
      "content": "Chuleiin, i kuoma fe ve, i pu siehlawhai le hin zîngkâr tho unla, chun, zîngkâr in tho a, khuo a var phing le chun fe el ro,” a ta.",
      "reference": "1 SAMUEL 29:10"
    },
    {
      "content": "Chuongchun, David le a mihai chu Philistin rama kîr dinga zîngkâra suok dingin zîngkâr an tho tah a. Chun, Philistin mihai chu Jezreelah an hang fe tah a.",
      "reference": "1 SAMUEL 29:11"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 SAMUEL 29 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}