{
  "verses": [
    {
      "content": "Chuongchun, Ammon mi Nahas chu a hung inthawk a, Jabes-Gilead thaw tumin a hang ep a; chun, Jabes mihai po po chun Nahas kuoma chun, “Kan kuomah thu thlung la, chuongchun, i rawng bâwl kan tih,” an ta.",
      "reference": "1 SAMUEL 11:1"
    },
    {
      "content": "Ammon mi Nahas chun an kuomah, “Hieng ang hin a nih in kuoma thu ka thlung ding chu; in mit changtieng po po kheldawk vawng ding nîng a ta, chu chu Israel mi po pohai ta dinga hmingsietna nîng a tih,” a ta.",
      "reference": "1 SAMUEL 11:2"
    },
    {
      "content": "Chun, Jabes khuoa upahai chun a kuomah, “Israel ram po poa mi kan hang tir theina dingin ni sari mi la ngai phawt rawh; chutaka a mi sandam ding tukhawm an um naw chun i kuomah hung suok el kan tih,” an ta.",
      "reference": "1 SAMUEL 11:3"
    },
    {
      "content": "Chuongchun, an mi tirhai chun Saula umna Gibea chu an hung tlung a, mipuihai na hrieta chun chuong thu chu an hril a, chun, mipuihai chun an râwl an insuoh a, an ṭap a.",
      "reference": "1 SAMUEL 11:4"
    },
    {
      "content": "Chun, loa inthawkin Saula chu sebâwng hung khalin a hung a; Saula chun, “Ieng am an ti a na mipuihai chu an ṭap a?” a ta. Chun, Jabes khuoa mihai thuhril chu an hril a.",
      "reference": "1 SAMUEL 11:5"
    },
    {
      "content": "Chun, chuong thu chu a hriet phingleh Saula chunga chun Pathien thlarau nasatakin a hung tlung tah a, nasatakin a lung chu a sen ta thut a.",
      "reference": "1 SAMUEL 11:6"
    },
    {
      "content": "Chuongchun, bâwng tuok khat a that a, a sa chu a chan nawi vawng a, Israel ram po poa chun ân semtir a; “Tukhawm Saula le Samuel hung zui nuom naw taphawt chu an sebâwng chu hieng anga thaw ve hi nîng a tih,” tiin. Chuongchun, mipuihai chun LALPA chu an ṭi tah a, an hung inthawk suok tah a.",
      "reference": "1 SAMUEL 11:7"
    },
    {
      "content": "Bezek hmuna chun a tiem a; Israel mihai chu nuoi thum an nih, Juda mihai chu sing thum an na.",
      "reference": "1 SAMUEL 11:8"
    },
    {
      "content": "Chun, an mi hung tirhai kuoma chun, “Jabes-Gilead mihai kuoma chun, ‘Zîngah nisa lum vânglai tak hmain sansuok nîng in tih,’ va ti ro,” an ta. Chun, an mi tirhai chu an va feh a, Jabes mihai chu an va hril a: chuongchun, an lâwm ta êm êm a.",
      "reference": "1 SAMUEL 11:9"
    },
    {
      "content": "Chuongchun, Jabes mihai chun, “Zînga hin in kuomah hung suok kan ta, in nuom nuomin kan chunga hin thaw el ro,” an ta.",
      "reference": "1 SAMUEL 11:10"
    },
    {
      "content": "Chun, a zînga chun Saula chun mipuihai chu pâwl thumin a siem a; zîng vêng hun lai takin an riekhmuna chun an lût a. Ammon mihai chu sûn nisa sat vânglai tak chenin an that a; an that mahlahai chu an indar vawng a, pahnia um hmunkhat hrim hrim khawm an um dêr nawh a.",
      "reference": "1 SAMUEL 11:11"
    },
    {
      "content": "Chun, mipuihai chun Samuel kuomah, “Tuhai am an na ‘Saula hin ei chungah ro a rêl el ding am a nih?’ tituhai kha? Chuong mihai chu hung ṭhuoi la lo sukhlum kan tih,” an ta.",
      "reference": "1 SAMUEL 11:12"
    },
    {
      "content": "Saula chun, “Vawisûn kher hin chu tukhawm sukhlum ding a ni nawh ie, vawisûn hin LALPA chun Israelhai lai sandamna a hung siem ta sih a,” a ta.",
      "reference": "1 SAMUEL 11:13"
    },
    {
      "content": "Chun, Samuel chun mipuihai kuoma chun, “Hung ro, Gilgala chun fêng ei tiu khai, chutaka chun ram hi indin thar nâwk ei tiu,” a ta.",
      "reference": "1 SAMUEL 11:14"
    },
    {
      "content": "Chuongchun, mipui po po chu Gilgala chun an fe tah a, Saula chu Gilgala chun LALPA hmaah lalah an siem tah a. Chutaka chun LALPA hmaa chun inremna thil- inhlânhai an inhlân a; chuong- chun, chutaka chun Saula le Israel mi po pohai chu an lâwm ta êm êm a.",
      "reference": "1 SAMUEL 11:15"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 SAMUEL 11 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}