{
  "verses": [
    {
      "content": "Ro a rêl ṭan chun Saula chu kum sâwmthuma upa a na; Israelhai chungah kum hni ro a rêl a.",
      "reference": "1 SAMUEL 13:1"
    },
    {
      "content": "Chun, Saula chun Israelhai laia mi sâng thum a thlang a, sâng hni chu Mikmasa le Bethel tlângah Saula kuomah an um a; sâng khat chu Benjamin rama Gibeaa Jonathan kuomah an um a; a dang po chu anni puon inah ân fetir vawng a.",
      "reference": "1 SAMUEL 13:2"
    },
    {
      "content": "Chun, Jonathan chun Gebaa Philistin râl vêngtu sipaihai a thawh a, chu chu Philistin mihai chun an lo hriet a. Chuongchun, Saula chun, “Hebrai mihai khan lo hre seng raw hai seh,” tiin an ram po poah taw- tawrâwt ân mûttir a.",
      "reference": "1 SAMUEL 13:3"
    },
    {
      "content": "Chun, Israelhai po po chun Saula chun Philistin râl vêngtu sipaihai a thaw ti le Israelhai khawmin Philistin mihai theida an phur a nih ti an lo hriet tah a. Chuongchun, mipuihai chu Gilgala chun Saula kuomah an pungkhâwm ta ṭeu el a.",
      "reference": "1 SAMUEL 13:4"
    },
    {
      "content": "Chun, Philistin mihai chu Israel- hai do ding chun an inpun khâwm ta ṭeu el a, tawlailîr sîng thum, sakawr chung chuong mi sâng ruk, sipai chu tuisuoriet panga phaiphin zât zet an nih; chun, an hang feh a, Beth-aven saktieng panga Mikmasa chun ṭhanghmun an khuor a.",
      "reference": "1 SAMUEL 13:5"
    },
    {
      "content": "Chun, Israel mihai chun hnaw- chêpin an um ti an inhriet chun, (mihai chu an lunginzîng ta hle el a) mihai chu pûka hai, chîmbuka hai, lungpui phêna hai, kula hai, khur sûnga hai an inbih a.",
      "reference": "1 SAMUEL 13:6"
    },
    {
      "content": "Hebrai mi ṭhenkhat chu Jordan râla Gad le Gilead rama dâm an tlân a; Saula ruok chu Gilgala chun a la um zing a, mipuihai chun inthin dawr dawr pumin an zui a.",
      "reference": "1 SAMUEL 13:7"
    },
    {
      "content": "Samuelin ni a ruot angin ni sari chu a um a, nisienlakhawm, Samuel chu Gilgala chun a la fe ta naw rawp a; chuongchun, mipui chun an tlân dar san tah a.",
      "reference": "1 SAMUEL 13:8"
    },
    {
      "content": "Chun, Saula chun, “Pumraw- hmang thilinhlân ding le inremna thilinhlân dinghai chu hitakah ka kuomah hung la ro,” a ta. Chuong- chun, pumrawhmang thilinhlân chu ân hlân a.",
      "reference": "1 SAMUEL 13:9"
    },
    {
      "content": "Chun, pumrawhmang thilin- hlân chu ân hlân zo chaua, ngai ta, Samuel chu a hung tlung tah a; chun, Saula chun chibai bûk dingin ama tuok dingin a feh a.",
      "reference": "1 SAMUEL 13:10"
    },
    {
      "content": "Chun, Samuel chun, “Ieng am a ni leh i lo thaw chu?” a ta. Saula chun, “Mipuihai chun an mi fe hmangsan tah a; nang hlak chu ni ruot nia chun i hung tlung ta nawh a; Philistin mihai hlak chu Mikmasa chun an pung- khâwm huk tah ti ka hriet sih a.",
      "reference": "1 SAMUEL 13:11"
    },
    {
      "content": "Chuleiin, ‘Philistin mihai chun Gilgala hin an mi hung thaw ding a ni ṭep sih a, LALPA lunginsietna hlak ka la hni si nawh a,’ ka tih a. Chu- leiin, pumrawhmang thilinhlân chu inhlân naw thei ka ni naw a nih,” a ta.",
      "reference": "1 SAMUEL 13:12"
    },
    {
      "content": "Chun, Samuel chun Saula kuoma chun, “I thil thaw dân hi ân vêtthlâk ngawt el: LALPA i Pathien thupêk, thu a pêk che hi i zâwm naw a nih; LALPA chun Israelhai chunga în lalna hi kumkhuoa dinga sukdet tum chu a nih a.",
      "reference": "1 SAMUEL 13:13"
    },
    {
      "content": "Nisienlakhawm, tuhin în lalna chu tâwp tâng a tih; LALPAIN thu a pêk che i zâwm naw leiin LALPA chun ama lungril ang put mi a zawng a, mihai chunga hotu ni dingin LALPAIN a ruot tah a nih,” a ta.",
      "reference": "1 SAMUEL 13:14"
    },
    {
      "content": "Chun, Samuel chu a tho a, Gilgala inthawk chun Benjamin rama Gibea khuoa chun a hang feh a. Chun, Saula chun a kuoma mi umhai chu a tiem a, za ruk lai an na.",
      "reference": "1 SAMUEL 13:15"
    },
    {
      "content": "Chun, Saula le a naupa Jona- than le an kuoma mi umhai chu Benjamin rama Geba khuoa chun an um a; nisienlakhawm, Philistin mi- hai chun Mikmasa chun ṭhanghmun an khuor a.",
      "reference": "1 SAMUEL 13:16"
    },
    {
      "content": "Chun, râlrûk pâwlhai chu Philistin mihai ṭhanghmuna in- thawkin pâwl thumin an hung suok a; pâwl khat hai chun Shual rama Ophra tieng pan lampui an hrawh a,",
      "reference": "1 SAMUEL 13:17"
    },
    {
      "content": "chun, pâwl khat chun Beth- horon tieng pan lampui an hrawh a; chun, pâwl khat chun thlalêr dep Zeboim ruom tieng ngha ramri lampui chu an hrawh a.",
      "reference": "1 SAMUEL 13:18"
    },
    {
      "content": "Israel ram pumpuia chun thirsu hrim hrim an um nawh a; Philistin mihai chun, “Hebrai mihai hi kâwl- hnâmhai amanih, feihai amani hi siem hlau rawi an tih,” an ti a nih.",
      "reference": "1 SAMUEL 13:19"
    },
    {
      "content": "Nisienlakhawm, Israel mihai po po chu bâwngtuthlaw dâm, hmawl hmawra inbûk thîr dâm chu intât- ngeitir dingin Philistin mihai kuom- ah an zu fe hlak a;",
      "reference": "1 SAMUEL 13:20"
    },
    {
      "content": "chuong an hnuoi inletna thîr ngei le bâwng tuthlaw tâtna man chu sekel hmun thuma ṭhea hmun hni a na, an hreipui le hmawl hmawra thîr inbûk tât man chu sekel hmun thuma ṭhea hmun khat a nih.",
      "reference": "1 SAMUEL 13:21"
    },
    {
      "content": "Chuongchun, an indo ni chun Saula le Jonathan kuoma mi umhai chun kâwlhnâm amanih, fei amanih nei hrim hrim an um dêr nawh a; Saula le a naupa Jonathan ruok chun an nei a.",
      "reference": "1 SAMUEL 13:22"
    },
    {
      "content": "Chun, Philistin râl vêngtu sipaihai chu Mikmas kâwna chun an suok tah a.",
      "reference": "1 SAMUEL 13:23"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 SAMUEL 13 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}