{
  "verses": [
    {
      "content": "Chun, Ziph mihai chu Gibeaa Saula kuomah an feh a, “David chu Jeshimon dep Hakila tlânga chun ân bihmang a ni naw am a nih?” tiin an va hril a.",
      "reference": "1 SAMUEL 26:1"
    },
    {
      "content": "Chuongchun, Saula chu a tho a, Ziph thlalêra chun Israel mihai laia thlang ṭhieu mi sâng thum ṭhuoiin Ziph thlalêra chun David zawng dingin a zu fe tah a.",
      "reference": "1 SAMUEL 26:2"
    },
    {
      "content": "Chun, Saula chun Jeshimon dep, lam palailaka chun Hakila tlânga chun ṭhanghmun a khuor a. David ruok chu thlalêra chun a um zing a; chun, Saula chu ama zawng dingin thlalêra chun a hung ti a hriet a.",
      "reference": "1 SAMUEL 26:3"
    },
    {
      "content": "Chuleiin, David chun enthlit- tuhai a tir a, Saula chu a hung tak tak a nih ti a hriet chieng tah a.",
      "reference": "1 SAMUEL 26:4"
    },
    {
      "content": "Chuongchun, David chu a tho a, Saula ṭhanghmun khuornaa chun a feh a, chun David chun Saula le a sipai hotu Abner, Nera naupa zâlna chu a hmuh a; Saula chu tawlailîr huol sûnga chun a zâl a, a vêlin mihai chun umhmun an rem a.",
      "reference": "1 SAMUEL 26:5"
    },
    {
      "content": "Chuongchun, David chun Hit mi Ahimelek le Joab unau Zeruia naupa Abisai kuomah, “Saula ṭhanghmuna chun kei leh tu am fêng a ta?” a ta. Abisai chun, “Keima hi i kuoma chun zu fe vêng ka tih,” a ta.",
      "reference": "1 SAMUEL 26:6"
    },
    {
      "content": "Chuongchun, David le Abisai chu mipuihai umnaah zâna chun an zu feh a; chun, ngai ta, Saula chu tawlailîr huol sûnga chun a lo zâl a, a lu tieng chun a fei chu hnuoia hin a sunbûr a; chun, Abner le mihai chu a vêla chun an zâl a.",
      "reference": "1 SAMUEL 26:7"
    },
    {
      "content": "Chuongchun, Abisai chun David kuomah, “Vawisûn hin i hmêlma chu Pathienin i kutah a pêk a ni hi, chuleiin, fei hin vawi khatin hnuoia hin hang sunde tlat el ka ti aw? Sun nawn nâwk naw tawp ka tih,” a ta.",
      "reference": "1 SAMUEL 26:8"
    },
    {
      "content": "Nisienlakhawm, David chun Abisai kuomah, “Sukbohmang naw rawh, LALPA hrieknâl chunga kut thlâka thiem chang thei tu am um an ta?” a ta.",
      "reference": "1 SAMUEL 26:9"
    },
    {
      "content": "Chun, David ma chun, “LALPA hringna sâlin ka hril a nih, LALPA chun a chungah kut thlâk naw nîm, an naw vêk leh a thi ni la hung tlung el a tih; a ni naw vêk leh indonaah fêng a ta, bohmang el a tih.",
      "reference": "1 SAMUEL 26:10"
    },
    {
      "content": "LALPA hrieknâl chunga chun kut ka thlâk naw dingzie chu, a lu bula fei le tuiûm ruok kha chu la ta la aw, chuongchun, fe el ei tih,” a ta.",
      "reference": "1 SAMUEL 26:11"
    },
    {
      "content": "Chuongchun, David chun Saula lu bula fei le tuiûm chu a lâk a, an fe nâwk tah a, tukhawmin an hmu nawh a, tukhawm a hrie le har an um bawk nawh a; LALPA chun inhnik- taka ân ininnghiltir tâwl leiin an in vawng a nih.",
      "reference": "1 SAMUEL 26:12"
    },
    {
      "content": "Chuongchun, David chu râl khingtieng chun a feh a, hla fea hin tlâng sîpah a ngîr a, an inkâr chu hlatak a nih.",
      "reference": "1 SAMUEL 26:13"
    },
    {
      "content": "Chun, David chun mipuihai le Nera naupa Abner chu, “Abner, i mi hung dawn naw ding am a nih,” tiin a ko a. Chuongchun, Abner chun a dawn a, “Lal hung ko veitu chu tu am i ni leh?” a ta.",
      "reference": "1 SAMUEL 26:14"
    },
    {
      "content": "Chun, David chun Abner kuoma chun, “Mi huoisen i ni naw am a nih? Israel mihai lai hin nang ang tu am an um a? Iengtiziea lal i pu chu i vêng naw am a na? Lal i pu chu sukbo- hmang dingin tu amanih a hung kha tie.",
      "reference": "1 SAMUEL 26:15"
    },
    {
      "content": "I thilthaw dân hi a ṭha naw a nih. LALPA hringna sâlin ka hril a nih, LALPA hrieknâl i pu chu i vêng ṭhat naw leiin thi el tlâk i nih. Lal lu thluona fei le tuiûm um kha khâw- lai am a um tah hang en ta hman,” a ta.",
      "reference": "1 SAMUEL 26:16"
    },
    {
      "content": "Chun, Saula chun David râwl chu a hei hriet a, “Chu i râwl a ni maw ka naupa David,?” a hei tih a. David chun, “Aw lalpa, ka pu, ka râwl a ni chu,” a ta.",
      "reference": "1 SAMUEL 26:17"
    },
    {
      "content": "Chun, “Ieng leiin am ka lalpa hin a siehlaw hi a hnawt a na? Ieng thil am ka thaw a? Ka kuta hin thil suol ieng am a um a?",
      "reference": "1 SAMUEL 26:18"
    },
    {
      "content": "Chuleiin, lalpa, ka pu chun a siehlaw thu hi ngai dingin ka hni che. Kei mi do dinga i lungril chawkthotu chu LALPA a ni chun thilinhlân chu pawm hrâm sienla; mihriem nauhai an ni ruok chun LALPA hmaah ṭawngsephurin um raw se, ‘Fe la, pathien danghai rawng bâwl rawh,’ tiha LALPA ro ka hluo thei nawna dinga vawisûn hin an mi hnawt hmang ka ni sih a.",
      "reference": "1 SAMUEL 26:19"
    },
    {
      "content": "Chuleiin, ka thisen chu LALPA hmu phâk nawah hnuoi chungah luong naw raw se; varung pêl dinga mihai chu tlânga chun an raminvâk angin Israel lal chu uihrik chau zawng dingin a fe suok a ni hi,” a ta.",
      "reference": "1 SAMUEL 26:20"
    },
    {
      "content": "Chuongchun, Saula chun, “Thil ka lo thaw suol dêr el a nih, ka naupa David, hung kîr nâwk rawh, i mithmuah ka hringna hi vawisûn hin a hlut êm leiin iengkhawm law ta naw hrim hrim ka ti che, ngai ta, thil invêtthlâktak ka lo thaw tah a, ka lo thaw suol dêr el a ni ta hi,” a ta.",
      "reference": "1 SAMUEL 26:21"
    },
    {
      "content": "Chun, David chun a dawn a, “Aw lalpa, fei hi hei en ta, tlangvâl pakhat hung sienla hung la raw se.",
      "reference": "1 SAMUEL 26:22"
    },
    {
      "content": "Chun, LALPA chun mi tin an fel man le an ringumna man a pêk ding a na, vawisûn hin LALPA chun nang hi ka kutah a pêk che deh a chu LALPA hrieknâl chungah ka kut kân let nuom naw a nih.",
      "reference": "1 SAMUEL 26:23"
    },
    {
      "content": "Ngai ta, vawisûna i hringna ka ngaihlutpêk che ang bawk hin LALPA chun ka hringna hi mi ngaihlupêk sienla, lunginzîngna po poa inthawk hin mi sansuok raw se,” a ta.",
      "reference": "1 SAMUEL 26:24"
    },
    {
      "content": "Chuongchun, Saula chun David kuomah, “Ka naupa David, mal- sâwmin um raw khai, thilthawthei- takin um i ta, hne pei i tih,” a ta. Chuongchun, David chu a feh a, chun, Saula khawm chu ama hmun tieng chun a fe ve tah a.",
      "reference": "1 SAMUEL 26:25"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 SAMUEL 26 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}