{
  "verses": [
    {
      "content": "Chun, LALPA chun Samuel kuomah, “Israel mihai lal dinga ka dit ta naw hnung chu Saula lei hin ieng chen am i lungngai ding a ni leh? I kiah hriek thun sip la, fe rawh; Bethlehem mi Jesai kuomah ka tir ding che a nih, a naupasalhai laia mi lal dingin ka ruot zing tah a nih,” a ta.",
      "reference": "1 SAMUEL 16:1"
    },
    {
      "content": "Chun, Samuel chun, “Iengtin am fe thei ka ti leh? Saula chun a lo hriet chun mi sukhlum el a tih,” a ta. Chun, LALPA chun, “Bâwngla ṭhuoi la, ‘LALPA kuoma inthâwi dinga hung ka nih,’ ti el rawh.",
      "reference": "1 SAMUEL 16:2"
    },
    {
      "content": "Chun, inthâwinaa chun Jesai chu ko la; chun, i thaw ding chu hril ka ti cheh a; chun, a hming ka hril ding che chu hriek mi nâlpêk rawh,” a ta.",
      "reference": "1 SAMUEL 16:3"
    },
    {
      "content": "Chuongchun, Samuel chun LALPA hril ang chun a thaw a, Bethlehema chun a fe tah a. Khuoa upahai chun inthin pumin ama an lo tuok a, “Thu ṭhaa hung am i nih?” an lo tih a.",
      "reference": "1 SAMUEL 16:4"
    },
    {
      "content": "Ama chun, “Thu ṭhaa hung nih e, LALPA kuoma inthâwi dinga hung ka nih; insukthieng unla, inthâwinaah hung ve ro,” a ta. Chun, Jesai le a naupasalhai chu a sukthieng a, inthâwinaa chun a ko ve a.",
      "reference": "1 SAMUEL 16:5"
    },
    {
      "content": "Chun, an hung chun, Eliab chu a lo en a, “LALPA hrieknâl chu a hmaa um hi a ni ngei el,” a ta.",
      "reference": "1 SAMUEL 16:6"
    },
    {
      "content": "Nisienlakhawm, LALPA chun Samuel kuoma chun, “A hmêl tieng amanih, ân sang tieng amanih en naw rawh, ama hi chu ka dit naw a nih, LALPA chun mihriem en dân angin a en ve si nawh a, mihriem chun puotienga inlang dân an en hlak a, LALPA ruok chun lungril tieng a en lem hlak a nih,” a ta.",
      "reference": "1 SAMUEL 16:7"
    },
    {
      "content": "Chun, Jesai chun Abinadab a hei ko a, Samuel hmaa chun ân fetir a. Ama chun, “Hi khawm hi LALPA thlang a la ni nawh,” a ta.",
      "reference": "1 SAMUEL 16:8"
    },
    {
      "content": "Chun, Jesai chun, Samma a vân fetir nâwk a. Ama chun, “Hi khawm hi LALPA thlang a la ni naw ta rawp,” a ta.",
      "reference": "1 SAMUEL 16:9"
    },
    {
      "content": "Chuongchun, Jesai chun a nau- pasal pasari hai chu Samuel hmaa chun ân fetir a. Chun, Samuel chun Jesai kuomah, “LALPA chun hieng- hai khawm hi a thlang nawh,” a ta.",
      "reference": "1 SAMUEL 16:10"
    },
    {
      "content": "Chun, Samuel chun Jesai kuomah, “Hitaka hin i nauhai an um kim vawng am?” a ta. Chun, ama chun, “A naupang tak a la um a, ngai ta, berâm a vêng a nih,” a ta. Chun, Samuel chun Jesai kuomah, “Vân kotir raw khai, a hung tlung hmakhat chun ei awt naw ding a nih,” a ta.",
      "reference": "1 SAMUEL 16:11"
    },
    {
      "content": "Chuongchun, a vân kotir a, a hung ṭhuoi a. Ama chu sâr veng vawng, mit meng mawitak, en dâwl- tak el hi a na. Chun, LALPA chun, “Tho la, hriek nâl rawh, hi ngei hi a nih,” a ta.",
      "reference": "1 SAMUEL 16:12"
    },
    {
      "content": "Chuongchun, Samuel chun hriek bâwm ki chu a lâk a, a unauhai lai chun ama chu hriek a nâl a, chun, LALPA thlarau chu nasatakin chu nia inthawk chun David chunga chun a hung tlung tah a. Chuongchun, Samuel chu a tho a, Rama khuoah a fe tah a.",
      "reference": "1 SAMUEL 16:13"
    },
    {
      "content": "LALPA thlarau chun Saula chu a suoksan a, LALPA tir khawhriin ama chu a sukbuoi a.",
      "reference": "1 SAMUEL 16:14"
    },
    {
      "content": "Chun, Saula siehlawhai chun a kuomah, “Ngai ta, Pathien tir khaw- hriin a sukbuoi che a nih.",
      "reference": "1 SAMUEL 16:15"
    },
    {
      "content": "Tûn kan lalpa hin i siehlaw i hmaa umhai hi ṭingṭang kei thiemtak zawng ding thu mi pe raw khai, chuongchun, Pathien tir khawhriin a man pha che khawm, kei a ta, ṭha el hlak i tih,” an ta.",
      "reference": "1 SAMUEL 16:16"
    },
    {
      "content": "Chun, Saula chun a siehlawhai kuoma chun, “Kei thiemtak chu mi zawngpêk unla, ka kuomah hung ṭhuoi ro le,” a tih a.",
      "reference": "1 SAMUEL 16:17"
    },
    {
      "content": "Chuongchun, tlangvâl pakhat chun a dawn a, a kuomah, “Ngai ta, Bethlehem mi Jesai naupa pakhat chu ka hmu tah a, ama chu kei thiem- tak, mi huoitak, indo mi, thuhril thiemtak, hmêl ṭhatak a nih; a kuomah LALPA khawm a um a nih,” a ta.",
      "reference": "1 SAMUEL 16:18"
    },
    {
      "content": "Chuongchun, Saula chun Jesai kuoma chun mi a tir a, “I naupa David berâm vênga um chu ka kuomah inhungtir rawh,” a ta.",
      "reference": "1 SAMUEL 16:19"
    },
    {
      "content": "Chun, Jesai chun sabengtung, bei le uoin peng khat phur le, kêlte a lâk a, a naupa David chu Saula pêk dingin ân chawitir a.",
      "reference": "1 SAMUEL 16:20"
    },
    {
      "content": "Chun, David chun Saula kuom chu a va tlung a, a hmaa chun a va ngîr a, ama chun a lo ngaina êm êm el a; a râlthuom chawituah a ṭhang tah a.",
      "reference": "1 SAMUEL 16:21"
    },
    {
      "content": "Chun, Saula chun Jesai kuom- ah, “David hi ka kuomah um raw se, ka mit a tlung hle el,” tia hril dingin mi a tir a.",
      "reference": "1 SAMUEL 16:22"
    },
    {
      "content": "Chun, hieng hi a hung na, Pathien tir khawhriin Saula chu a man po leh, David chun ṭingṭang a lâk a, a kei hlak a; chuongchun, Saula chu a hung har a, a ṭha nâwk hlak a; chun, khawhri chun a suoksan hlak a.",
      "reference": "1 SAMUEL 16:23"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 SAMUEL 16 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}