{
  "verses": [
    {
      "content": "Chun, a tarpinu Naomi chun a kuomah, “Ka naunu, i ta dinga khawsakna ṭha ka zawngpêk naw ding che am a nih?",
      "reference": "RUTH 3:1"
    },
    {
      "content": "Boaz, a siehlaw nunghâkhai laia sin i va thawnapa kha ei laibung bul a ni naw am a nih? Ngai ta, vawizân hin buṭei hrizâwlah a zâp fai ding a nih.",
      "reference": "RUTH 3:2"
    },
    {
      "content": "Insil la, sahriek innâl la, i incheina puon ṭha takhai sil la, hri- zâwla chun zu fe rawh: amiruokchu, ama chu fâk le dâwn ân zo hmakhat chu a kuomah inhriettir dêr naw rawh.",
      "reference": "RUTH 3:3"
    },
    {
      "content": "Chun, a zâl phaleh a zâlna chu inchik la, lût la, a ke hlîm la zâl rawh; chun, amain i thaw ding chu lo hril a ti che,” a tih a.",
      "reference": "RUTH 3:4"
    },
    {
      "content": "Ruth chun a dawn a, “I hril taphawt chu thâwng ka tih,” tiin.",
      "reference": "RUTH 3:5"
    },
    {
      "content": "Chuongchun, hrizâwla chun a zu feh a, a tarpinuin a hril ang tak chun a thawh a.",
      "reference": "RUTH 3:6"
    },
    {
      "content": "Chun, Boaz chu bu a fâka a dâwn zo chun a lungril a hung hlim ta hleh a, bu hlûm bula zâl dingin a fe tah a. Ruth chu to ṭawkin a va feh a, a ke chu a hlîma a zâl ve tah a.",
      "reference": "RUTH 3:7"
    },
    {
      "content": "Zânrilah chupa chu inlâurakin a ṭhanghar a, a hei inlet a; a ke thluona nuhmei lo zâl ve zing chu a hmuh a.",
      "reference": "RUTH 3:8"
    },
    {
      "content": "Chun, ama chun, “Tu am i nih a?” a tih a. Ama chun, “I siehlawnu Ruth ka nih, i siehlawnu hi i puon mi hung kêuzawm rawh; ka laibung bul i ni sih a,” a tih a.",
      "reference": "RUTH 3:9"
    },
    {
      "content": "Ama chun, ka naunu LALPAIN malsâwm raw se che; tlangvâl pasie amanih hausa i zui nawa hin a hma- saa nêk hmanin a hi hnunga mia hin ṭhatna i suklang nasa ta lem a nih.",
      "reference": "RUTH 3:10"
    },
    {
      "content": "Tuhin, “ka naunu, ṭi naw rawh; i hni taphawt thawpêk pei ka ti che; ka khaw mi chanpui po poin nuhmei feltak i nih ti an hriet seng sih a.",
      "reference": "RUTH 3:11"
    },
    {
      "content": "Chun, tuhin, laibung bul chu ka ni ngei el; amiruokchu, keia nêka hnai lem a um a.",
      "reference": "RUTH 3:12"
    },
    {
      "content": "Vawizân chu um phawt el la, zingkâr ama chun i ta dinga laibung chan chu a thaw nuom chun ṭhang a ta, thaw raw se; amiruokchu, laibung chan chu a thawpêk nuom naw che chun, LALPA hringna sâlin, laibung chan chu thawpêk ngei ka ti che, zingkâr chenin zâl zing el rawh,” a tih a.",
      "reference": "RUTH 3:13"
    },
    {
      "content": "Chuongchun, zingkâr chenin a ke thluona chun a zâl tah a, chun tukhawm lân hmu chieng thei hmain a tho a; chun, ama chun, “Hrizâwla chun nuhmei chu a hung ti tu- khawmin hre naw raw se,” a tih a.",
      "reference": "RUTH 3:14"
    },
    {
      "content": "Chun, “I puon bât kha hung la la dâw rawh,” a tih a. Chuongchun, a dawh a, buṭei chu tekhâwng ruk ân khi suok a, a sung a, ân phurtir a, chun, khuoa chun a fe tah a.",
      "reference": "RUTH 3:15"
    },
    {
      "content": "A tarpinu kuom a hang tlung chun, “Ka naunu, ieng am i chang a?” a lo tih a. Ama chun, chu mipain thil a thawpêk po po chu a hril vawng a.",
      "reference": "RUTH 3:16"
    },
    {
      "content": "“Hi buṭei tekhâwng ruk hi a mi pêk a, ‘I tarpinu kuoma chun kut ruokin fe dêr naw ti nih,’ a mi ti a nih,” tiin.",
      "reference": "RUTH 3:17"
    },
    {
      "content": "Chun, ama chun, “Ka naunu, ieng angin am thil a hung um ding ti i hriet hma chun nghâk el rawh, vawisûn niha hi thil hi a thaw zo hmakhat chun ama chu a to el âwm si nawh a,” a tih a.",
      "reference": "RUTH 3:18"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "RUTH 3 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}