{
  "verses": [
    {
      "content": "Rorêltuhaiin ro an rêl laiin chu rama chun ṭâm a hung tlah a, chun, Juda ram Bethlehema mi pakhat Moab rama um dingin, ama le a nuhmei le a naupasalhai pahni chu an feh a.",
      "reference": "RUTH 1:1"
    },
    {
      "content": "Chu mipa hming chu Elimelek a nih, a nuhmei hming chu Naomi, a naupasalhai pahni hming chu Mahlon le Kilion an nih; Juda ram, Bethlehema Ephrath mi an nih. Moab rama chun an feh a, chutaka chun an um ta zing a.",
      "reference": "RUTH 1:2"
    },
    {
      "content": "Nisienlakhawm, Elimelek, Nao- mi pasal chu, a thih a, amanu le a naupasalhai pahni chau chu an um tah a.",
      "reference": "RUTH 1:3"
    },
    {
      "content": "Chuhai chun Moab nuhmeihai nuhmeiah an nei a, pakhat hming chu Orpah a nih a, pakhat dang hming chu Ruth a nih. Chutaka chun kum sâwm lai an um a.",
      "reference": "RUTH 1:4"
    },
    {
      "content": "Chun, Mahlon le Kilion chu an thi ve veh a; chuongchun, chu nuhmei chu a naupasalhai pahni le a pasal chun an thi san tah a.",
      "reference": "RUTH 1:5"
    },
    {
      "content": "Chun, Moab rama inthawkin, LALPAIN a mihai chu kanin fâk ding a pêkzie thu a lo hriet leiin, a mohai pahni leh Moab rama inthawk kîr nâwk dingin ân thawk suok a.",
      "reference": "RUTH 1:6"
    },
    {
      "content": "Chuongchun, a umnaa inthawk chun a mohai pahni le chun a suok a, Juda rama kîr nâwk dingin an fe tah a.",
      "reference": "RUTH 1:7"
    },
    {
      "content": "Chun, Naomi chun a mohai pahni kuoma chun, “Fe unla, in nuhai in ve veah kîr nâwk el ta ro; mithihai chunga le ka chunga in thaw ang tak hin, LALPAIN in chungah ngilnei- takin thaw ve raw se.",
      "reference": "RUTH 1:8"
    },
    {
      "content": "Pasal dang ina khawsakna in tuok ve ve theina dingin LALPAIN ngaituopêk raw se cheu,” a tih a. Chuongchun, a fâwp a, râwl insuo meuin an ṭap ta rak el a.",
      "reference": "RUTH 1:9"
    },
    {
      "content": "Anni chun, “Ni lo e, i chihai kuoma i kîrnaa chun hung zui kan ti che,” an tih a.",
      "reference": "RUTH 1:10"
    },
    {
      "content": "Naomi chun, “Ka naunuhai, kîr nâwk lem ro, iengdingin am mi zui in tih a? In pasal ding naupasalhai ka la vawn zing am a nih?",
      "reference": "RUTH 1:11"
    },
    {
      "content": "Kîr nâwk unla, ka naunuhai, fe el lem ro, pasal hang nei dingin ka upa taluo ta sih a. Beiseina ka la nei tiin, vawizân hin pasal nei elin nau- pasalhai nei ding hrim lang khawm,",
      "reference": "RUTH 1:12"
    },
    {
      "content": "an puitling chenin in nghâk el ding am a nih? Chu chu lei chun pasal nei loin in um el ding am a nih? Ni lo e, ka naunuhai, ka chunga LALPA kut hieng anga a hung tla ta hi, nangni ta ding hin ka lung a na bêk bêk a nih,” a tih a.",
      "reference": "RUTH 1:13"
    },
    {
      "content": "Chuongchun, an râwlhai insuo meuin an ṭap rak rak nâwk a; chun, Orpah chun a tarpinu chu a fâwp a, Ruth ruok chun amanu chu a chel tlat a.",
      "reference": "RUTH 1:14"
    },
    {
      "content": "Chun, amanu chun, “En ta, i mo chanpuinu chu a chihai kuoma le a pathien kuoma chun a kîr nâwk tah a, nang khawm i mo chanpuinu zuiin kîr nâwk el rawh aw,” a tih a.",
      "reference": "RUTH 1:15"
    },
    {
      "content": "Nisienlakhawm, Ruth chun, “Nang kîrsan ding che le zui lo ding chein mîn fui naw rawh; i fena phawtah fêng ka ta, i riekna phawtah riek ka ta, i chihai chu ka chihai nîng an ta, i Pathien chu ka Pathien nîng a ta;",
      "reference": "RUTH 1:16"
    },
    {
      "content": "i thinaa chun thîng ka ta, chutaka chun phûmin um ve el ka tih. Nang le kei hi thina chau naw thil dangin a mi ṭhe ding chun LALPAIN a law law mi law el sienla, chu nêka nasa khawmin,” a tih a.",
      "reference": "RUTH 1:17"
    },
    {
      "content": "Naomi chun ama zui a tum tlat a nih ti a hrietin a tosan tah a.",
      "reference": "RUTH 1:18"
    },
    {
      "content": "Chuongchun, an pahni chun Bethlehem chenin an fe tah a. Bethlehem an tlung chun anni lei chun a khaw phêkin an inhnîng ta sup sup el a; chun, nuhmeihai chun, “Hi hi Naomi kha a ni maw?” an tih a.",
      "reference": "RUTH 1:19"
    },
    {
      "content": "Ama chun an kuomah, “Naomi mi ti naw ro, Marah mi ti lem ro, Iengkimthawthei chun lungsiet- thlâktakin a mi thaw ta sih a.",
      "reference": "RUTH 1:20"
    },
    {
      "content": "Buriptakin ka suok a, LALPA chun kutbenthekin a mi ṭhuoi kîr nâwk a ni hi: LALPA chun ka chung- ah a lungninawna a suklang a, Iengkimthawthei chun a mi sukrimsi ta hnungin, iengdinga Naomi in mi la ti rawp am a na?” a tih a.",
      "reference": "RUTH 1:21"
    },
    {
      "content": "Chuongchun, Naomi chu a hung kîr a, a monu Moab mi Ruth leh, Moab rama inthawk a hung kîr a nih. Bethlehem chu buṭei sîk hun ṭantirin an hung tlung a nih.",
      "reference": "RUTH 1:22"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "RUTH 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}