{
  "verses": [
    {
      "content": "Naomi chun a pasal laibung, Elimelek pahnama mi neinung- tak laibung a nei a, a hming chu Boaz a nih.",
      "reference": "RUTH 2:1"
    },
    {
      "content": "Chun, Moab mi Ruth chun Naomi kuomah, “Lo tieng va fêng ka ta, a mi lo lunginsiet taphawt hai buhnung va zawng ka tih aw,” a tih a. Ama chun a kuomah, “Fe raw chu, ka naunu,” a tih a.",
      "reference": "RUTH 2:2"
    },
    {
      "content": "Chuongchun, a fe tah a, busîk- tuhai lâk ṭhel chu a va zawng a: Elimelek pahnam, Boaz lo kherah a va fe fûk hlau el a.",
      "reference": "RUTH 2:3"
    },
    {
      "content": "Chun, ngai ta, Bethlehema in- thawkin Boaz chu a hung a, busîktuhai kuoma chun, “In kuomah LALPA um raw se,” a tih a. Anni chun, “LALPAIN malsâwm raw se che,” tiin an dawn a.",
      "reference": "RUTH 2:4"
    },
    {
      "content": "Chun, Boaz chun a siehlaw, bu- sîktuhai chunga hotu kuoma chun, “Hi hi tu nunghâk am a ni leh?” a tih a.",
      "reference": "RUTH 2:5"
    },
    {
      "content": "Busîktuhai chunga hotu chun, “Moab nunghâk, Moab rama in- thawka Naomi le hung kîr a nih.",
      "reference": "RUTH 2:6"
    },
    {
      "content": "‘Mi lunginsiet la, in bu lâk ṭhel zawng ka tih, busîktuhaiin an buphalhai an inkhâwm zona hnung peiah zawng ka tih,’ a tih a; chuongchun, a hung a, ṭuah sâwt nawte a châwl ti naw chu, zîngkâra inthawkin a la zawng ta zing a nih,” tiin a dawn a.",
      "reference": "RUTH 2:7"
    },
    {
      "content": "Chun, Boaz chun Ruth kuomah, “Ka naunu, lo ngai ta, lo danga chu buhnung zawngin fe naw la, hitaka inthawk hi fe sawn naw rawh, ka siehlaw nunghâkhai kuoma hin um zing rawh.",
      "reference": "RUTH 2:8"
    },
    {
      "content": "An busîk hi en zing la, an hnung hi zui pei rawh, tlangvâlhai chu iengkhawm law lo ding chein thu ka pêk diem tah; chun, i dang a châr po leh tuibêla tlangvâlhai tui chawisa va dâwn hlak la,” a tih a.",
      "reference": "RUTH 2:9"
    },
    {
      "content": "Chun, ama chu a kûn a, hnuoi sikin a bawkkhup a, a kuomah, “Hnam dang ka ni sih a, hienga i mi lo hriet nuoma i mi lo lunginsiet hi iengtizie am a ni leh?” a tih a.",
      "reference": "RUTH 2:10"
    },
    {
      "content": "Boaz chun a dawn a, “I pasal thiha inthawka i tarpinu chunga i thilthawhai po po miin an mi hril vawng a; chun i pa le nu le i pieng- na ram mâksana mi i la hriet ngailohai kuoma i hung dânhai chen hin.",
      "reference": "RUTH 2:11"
    },
    {
      "content": "LALPA chun i thilthaw tahai chu thung sienla che, LALPA, Israel- hai Pathien, inhumhimna dinga a thla hnuoi i hung phên chun, i ṭhat man pe ṭeu raw se che,” tiin.",
      "reference": "RUTH 2:12"
    },
    {
      "content": "Chun, amain, “Pu, nangin i mi thlamuon a, i siehlaw nunghâkhai laia mi ni naw lang khawm, ngil- neitaka i mi biek hi ka ta dingin lunginsiettu ropuitak i nih,” a tih a.",
      "reference": "RUTH 2:13"
    },
    {
      "content": "Chun, bu fâk hunah Boaz chun a kuomah, “Taka hin hung la, beihai hi hung fa ve la, i bei tlanghai chu uoin thûrah inchie ve rawh,” a tih a. Chuongchun, busîktuhai kâwla chun a ṭhung a; chun, buzeu chu an pêk a, a fâk a, a khawp hnung khawm chun fâk sênglo a la nei ta rawp a.",
      "reference": "RUTH 2:14"
    },
    {
      "content": "Chun, buhnung zawng dinga ân thawk nâwk chun, Boaz chun a tlangvâlhai kuomah, “Buphal laia mi khawm rût sienla, hal naw ro.",
      "reference": "RUTH 2:15"
    },
    {
      "content": "Chun, a têla mi khawm kei- dawkpêk unla, mâksan pei unla, rût raw se, hal naw ro,” tiin a hril a.",
      "reference": "RUTH 2:16"
    },
    {
      "content": "Chuongchun, loa buhnung chu zântieng chenin a zawng khâwm a, a zawngsa chu a vuok a, buṭei epha khat zet a nih.",
      "reference": "RUTH 2:17"
    },
    {
      "content": "Chun, a phur a, khuo tieng a fe tah a; chun, a bu zawng khâwm chu a tarpinu chu ân entir a, a khawp hnunga a fâk sênglo khawm chu a phawr a, a pêk a.",
      "reference": "RUTH 2:18"
    },
    {
      "content": "A tarpinu chun a kuomah, “Vawisûn khan khâw tienga buhnung am i zawng a? Khâwlai am sin i thawh a? A lo hre nuomtu che chu malsâwmin um raw se,” a tih a.",
      "reference": "RUTH 2:19"
    },
    {
      "content": "Ama chun tu kuom am sin a va thaw ti a tarpinu chu a hril a, “Vawisûna sin ka va thawnapa hming chu Boaz a nih,” tiin. Chun, Naomiin a monu kuoma chun, “LALPA, a lung- insietnaa mi dam le mithi thlathlam ngainawtu chun, ama chu malsâwm raw se,” a tih a. Naomi bawk chun a kuomah, “Ama chu ei inhnaipui, ei laibung bul a nih,” a tih a.",
      "reference": "RUTH 2:20"
    },
    {
      "content": "Chun, Moab mi Ruth chun, “A ni ngei chu tie, ka kuoma khawm, ‘Ka bu hi an sîk zo vawng hmakhat chun, ka siehlawhai lai hin ṭhang ve zing rawh,’ a mi ti nghe nghe an naw,” a tih a.",
      "reference": "RUTH 2:21"
    },
    {
      "content": "Chun, Naomi chun a monu Ruth kuomah, “Ka naunu, lo danga an hmu dêr nawna ding chein, a siehlaw nunghâkhai lai ruok chun fe la ṭhang a tih,” a tih a.",
      "reference": "RUTH 2:22"
    },
    {
      "content": "Chuongchun, buṭei le bupui sîk zo chenin, Boaz siehlaw nunghâkhai lai ruok chun buhnung zawngin a fe hlak a; chun, a tarpinu kuoma chun a um a.",
      "reference": "RUTH 2:23"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "RUTH 2 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}