{
  "verses": [
    {
      "content": "Chuongchun, Boaz chu kul kawtkhâra chun a hang feh a, chutaka chun a ṭhung a. An laibung bul Boazin a hril kha a hung chun, “Ruola, taka hin la hung la, hung ṭhung ta,” a tih a. Ama chu a va feh a, ân ṭhung a.",
      "reference": "RUTH 4:1"
    },
    {
      "content": "Chun, chu khuoa mi upa sâwm a ṭhuoi a, an kuomah, “Hitaka hin ṭhung ta u khai,” a tih a; chuongchun, an ṭhung tah a.",
      "reference": "RUTH 4:2"
    },
    {
      "content": "Chun, an laibung bul kuoma chun, “Moab rama inthawka hung kîr nâwk Naomi chun ei unaupa Elimelek ram kha a zawr a.",
      "reference": "RUTH 4:3"
    },
    {
      "content": "Chuleiin, hi thu hi hril cheha i kuomah, ‘Hitaka ṭhunghai mithmua le ka mihai upahai mithmua hin inchaw rawh. În tlan nuom chun intlan la, în tlan naw ding chun mi hril rawh, ka hriet theina dingin, nang naw chu a hang intlan ding âwm tu dang khawm an um si nawh a; chun, nanga dawta chun kei ka nih,’ tiha inhriettir che ṭûlin ka hriet a,” a tih a. Ama chun, “Intlan ka tih,” a tih a.",
      "reference": "RUTH 4:4"
    },
    {
      "content": "Boaz chun, “Naomi kuta in- thawka ram chu în châwk ni chun mithi nuhmei Moab mi Ruth în châwk sa ding a nih, amaa inthawka mithi hming chu dei loa a ro hluo ding an um theina dingin,” a tih a.",
      "reference": "RUTH 4:5"
    },
    {
      "content": "An laibung bul chun, “Keia ta ding chun kân tlan thei nawh, keima rohluona ding tieng sukbuoi rawi ka tih, intlan theitu ka nina ai chu nangin chang el rawh, kei chun chu kân tlan thei naw a ni hi,” a tih a.",
      "reference": "RUTH 4:6"
    },
    {
      "content": "Tienlaia Israelhai laia thil iengkim an sukdetna dinga an intlan dân le an inthleng dân chu hieng hi a nih: Pakhatin kekawk a hlîp a, mi dang chu a pêk a, chu chu Israelhai laia thil sukdet dân a nih.",
      "reference": "RUTH 4:7"
    },
    {
      "content": "Chuongchun, an laibung bul chun Boaz kuomah, “Nangin i ta dingin inchaw lem rawh,” tiin a kekawk chu a hlîp tah a.",
      "reference": "RUTH 4:8"
    },
    {
      "content": "Boaz chun upahai le mipui po po kuoma chun, “Vawisûn hin nangni hi, Elimelek thil nei po po le Kilion le Mahlon thil nei po po Naomi kuta inthawkin kân châwk tah ti hretuhai in nih.",
      "reference": "RUTH 4:9"
    },
    {
      "content": "Chu chau chu ni loin, mithi chu a hming a um zingna dinga rohluotu siempêk dingin le, mithi chu a unau- haia le a umna kul kawtkhâra a hming a bo nawna dingin, Moab nuhmei Ruth, Mahlon nuhmei chu ka nuhmei dingin kân châwk a, vawisûn hin chu hrepuituhai chu nangni hi in nih,” a tih a.",
      "reference": "RUTH 4:10"
    },
    {
      "content": "Chun, kul kawtkhâra mipui po po le upahai chun, “Hrepuituhai kan nih. I ina nuhmei hung lût chu, Israel sûngkuo indintu pahni Rakil le Leah ang khan LALPA chun siem raw se; chun, Ephrathaa chun tluongtlung- takin um la, Bethlehema chun hminginthangtakin um rawh;",
      "reference": "RUTH 4:11"
    },
    {
      "content": "chun, LALPAIN hi nunghâka inthawka a thla a la siempêk ding che lei chun, i sûngkuo chu Tamarin Juda a neipêk Perez sûngkuo ang hung ni raw se,” an tih a.",
      "reference": "RUTH 4:12"
    },
    {
      "content": "Chuleiin, Boaz chun Ruth chu a ṭhuoi a, a nuhmei a hung ni tah a; ama chu a pâwl a, LALPAIN Ruth chu nau ân paitir a, naupasal a nei tah a.",
      "reference": "RUTH 4:13"
    },
    {
      "content": "Chuongchun, nuhmeihai chun Naomi kuomah, “LALPA chu inpâk- in um raw se. Ama chun laibung boin a thlathlam naw cheh a; a hming chu Israel ramah hung inthang raw se!",
      "reference": "RUTH 4:14"
    },
    {
      "content": "Ama chu i ta dingin hringna tungding nâwktu le i tar tieng châwmtu hung ni raw se; i monu, a hmangaitu che hi, naupasal pasari nêkin i ta dingin a tam lem a, ama chun naupa a neipêk ta che hi,” an ta.",
      "reference": "RUTH 4:15"
    },
    {
      "content": "Chuongchun, Naomi chun naute chu a lâk a, a ângsûngah a pawm a; chun, ama dawntu chu a hung ni tah a.",
      "reference": "RUTH 4:16"
    },
    {
      "content": "Chun, a tuolbâwm nuhmei- hai chun, nau hming chu an hung sak a, “Naomiin naupasal a nei tah,” tiin a hmingah Obed an sak a; ama chu, David pa Jesai a pa a hung nih.",
      "reference": "RUTH 4:17"
    },
    {
      "content": "Chuongchun, Perez thlahai chu hienghai hi an nih: Perez chu Hezron pa a na,",
      "reference": "RUTH 4:18"
    },
    {
      "content": "Hezron chu Ram pa a na, Ram chu Amminadab pa a na,",
      "reference": "RUTH 4:19"
    },
    {
      "content": "Amminadab chu Nason pa a na, Nason chu Salmon pa a na,",
      "reference": "RUTH 4:20"
    },
    {
      "content": "Salmon chu Boaz pa a na, Boaz chu Obed pa a na,",
      "reference": "RUTH 4:21"
    },
    {
      "content": "Obed chu Jesai pa a na, Jesai chu David pa a nih.",
      "reference": "RUTH 4:22"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "RUTH 4 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}