{
  "verses": [
    {
      "content": "Juda lal Jotham, Ahaz le Hezekia hai inlal laia Moreseth mi Mika kuoma LALPA thu hung tlung, Samaria khuo le Jerusalem chung- châng thu a hmu chu.",
      "reference": "MIKA 1:1"
    },
    {
      "content": "Nangni chihai, in rêngin hre unla, aw leihnuoi le a sûnga um po pohai; ngai ro, Lalpa PATHIEN, Lalpa chu a biekin inthienga inthawkin nangni kala in chungthu hretu ni raw se.",
      "reference": "MIKA 1:2"
    },
    {
      "content": "Ngai ta u, LALPA chu a hmuna inthawkin a hung suok a, hung ṭum a ta, hnuoi hmun insânghai chu a chîl ding a ni sih a.",
      "reference": "MIKA 1:3"
    },
    {
      "content": "Mei bula khuoihlu ang le hmun inṭêna tui inkhaw thla ang elin, tlânghai chu a hnuoia chun intui an ta, vadung ruomhai chu kakintan an tih.",
      "reference": "MIKA 1:4"
    },
    {
      "content": "Hieng po po hi Jakobhai baw- sietna le Israel sûngkuohai suolna lei a nih. Jakobhai bawsietna chu ieng am a na? Samaria ni lo am a nih? Juda bâwlhmunhai chu ieng am a na? Jerusalem ni lo am a nih?",
      "reference": "MIKA 1:5"
    },
    {
      "content": "Chuleiin, Samaria chu phûla thil se um khâwm angin siem ka ta, grêp huon hmun ang elin; chun, chu hmuna lunghai chu vadung ruom tieng inhlum thlâng ka ta, a lung- phûmhai chu suklang ka tih.",
      "reference": "MIKA 1:6"
    },
    {
      "content": "A milim siemfâwmhai po po chu sukkawi hâwp vawng nîng an ta; a nawchizawr manhai chu meia raw hmang nîng a tih, a milimhai po po chu sukbohmang ka tih; nawchizawr mana a lâk khâwm a ni leiin, nawchizawr man bawkin ṭhang an tih.",
      "reference": "MIKA 1:7"
    },
    {
      "content": "Hi hi lei hin ṭap ka ta, khêk rak rak ka ta, inhlîp le saruokin um ka ta, sihalhai angin khêk ka ta, varîng- seihai angin inrûm ka tih.",
      "reference": "MIKA 1:8"
    },
    {
      "content": "A hliemnahai chu sukdam thei a ni nawh; Juda ram a tlung ta hiel sih a; ka mihai kawtkhâr, Jerusalem meu khawm a tlung a nih.",
      "reference": "MIKA 1:9"
    },
    {
      "content": "Gath khuoa chun hril naw unla, ṭap dêr naw ro; Beth-le-Aphra khuoa chun pilvutah inbuol rawh.",
      "reference": "MIKA 1:10"
    },
    {
      "content": "Aw Sapphir mi, saruok le inzak- takin fe hmang rawh; Zaanan mi chu a hung suok nawh; Bethezel ṭapna chun ngîr chankhal a ti cheu.",
      "reference": "MIKA 1:11"
    },
    {
      "content": "Maroth mi chun chanṭha chang a nghâkhla hlie hlie el a, LALPA kuoma inthawka thil ṭha naw chu Jerusalem kawtkhâr bul chena a hung tlung thlâk leiin.",
      "reference": "MIKA 1:12"
    },
    {
      "content": "Aw Lakis mi, tawlailîr chu sakawr hrâta chun bel rawh; ama hi Zion naunu suolna bul a nih, Israel- hai bawsietnahai chu nangmaa hin a um a lo ni sih a.",
      "reference": "MIKA 1:13"
    },
    {
      "content": "Chuleiin, Moreseth-gath kuoma chun inthlana thilpêk i pêk ding a nih: Akzik inhai chu Israel lalhai ta dingin hlêmna nîng a tih.",
      "reference": "MIKA 1:14"
    },
    {
      "content": "Aw Maresa mi, nangma neitu ding i kuomah la hung ṭhuoi ka tih; Israelhai ropuina chu Adullam chen rauin hung a tih.",
      "reference": "MIKA 1:15"
    },
    {
      "content": "Invâw kawl la, i nau dittakhai lei chun invâw kawl rawh; mulukawl ang elin insukkawl nasa rawh, i kuoma inthawka sala ṭhuoiin an um ta sih a.",
      "reference": "MIKA 1:16"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "MIKA 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}