{
  "verses": [
    {
      "content": "An khum laizâwla khawhlona suongtuotuhai le thil ṭha naw ngaituo suoktuhai chu an chung a rik de! Zîngkâra khuo a hung var hin chu chu an thaw hlak a, anni kut thil- thawtheina a ni si leiin.",
      "reference": "MIKA 2:1"
    },
    {
      "content": "Mi lohai an inhnar a, an lâkpêk a, inhai an inhnar a, an lâk el bawk a; mi le an sûnghai, mi le an ro chenin an hnuoisieh a.",
      "reference": "MIKA 2:2"
    },
    {
      "content": "Chuleiin, LALPAIN hieng ang hin a tih: Ngai ta, hi sûngkaw chunga hin thil ṭha naw ka suongtuo a nih; chutaka inthawk chun in rîng la hmang naw ti niu a, chapotakin fe ta naw bawk in tih; hun ṭha naw a ni ding a ni sih a.",
      "reference": "MIKA 2:3"
    },
    {
      "content": "Chu nia chun nangni demin tekhithu hril an ta, ṭap hla lungriem- ithlâk umtaka inzâwtin, “Rawk vawngin ei um tah a nih, ka mihai chan a sukdanglam a, ka kuoma inthawkin a tâwl hmang tah a ni hi! Hel hmanghai kuomah ei lo a sem dar tah a ni hi,” tîng an tih.",
      "reference": "MIKA 2:4"
    },
    {
      "content": "Chuleiin, LALPA mihai in- khâwmhai lai chun aisân a, hruia inkhipêktu tukhawm nei naw ti ni.",
      "reference": "MIKA 2:5"
    },
    {
      "content": "“Thu hril naw rawh,” tiin an hril hlak a. Hieng mihai kuoma hin thu hril naw ni hai, hrilsietna chu inkieng naw bawk a tih.",
      "reference": "MIKA 2:6"
    },
    {
      "content": "Aw Jakob sûnghai, LALPA thla- rau chu hnâwdein a um am a nih? Hieng hi a thilthaw am a ni ti a ni dîm a nih? Indiktaka umhai chunga chun ka thu hin thil ṭha a thaw naw am a nih?",
      "reference": "MIKA 2:7"
    },
    {
      "content": "Nisienlakhawm, ka mihai chu tulai hnaia hin hmêlma angin an hung ngîrdawk a nih; indo nuom lo a, râlmuongtaka mi inlawnhaia in- thawkin an silfên zakawfuolhai in hlîppêk a.",
      "reference": "MIKA 2:8"
    },
    {
      "content": "Ka mi nuhmeihai chu an in in- hawitaka inthawkin in hnawt dawk a, an naupangtêhaia inthawkin ka ropuina chu in lâk hmang sawng a nih.",
      "reference": "MIKA 2:9"
    },
    {
      "content": "Tho unla, fe hmang ro; hi hi in châwlna hmun a ni si nawh a; sietna nasatak chena sukse hlaktu in- thiengnawna chu a um leiin.",
      "reference": "MIKA 2:10"
    },
    {
      "content": "Mumal neilo le indik nawtaka, “Uoin le zu thu i kuomah hril ka tih,” tia miin khêl a hril chun hieng mihai zâwlnei hi ni chau a tih.",
      "reference": "MIKA 2:11"
    },
    {
      "content": "Aw Jakobhai, in rêngin ko khâwm ngei ka ti cheu a; Israel mi la um sunhai chu ṭhuoi khâwm ngei ka tih; Bozra khaw berâm angin sie khâwm ka ta, ran ruol an hlo petna hmuna um angin; mipui an ni lei chun sa mur mur an tih.",
      "reference": "MIKA 2:12"
    },
    {
      "content": "Nêr thlengtu chu an hmaa chun fêng a ta, nêr thleng an ta, kawtkhâr chenin fe pei an ta, chutaka chun fe suok an tih: chun, an lal chu an hmaa chun fêng a ta, LALPA chun an hma ṭhuoi a tih.",
      "reference": "MIKA 2:13"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "MIKA 2 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}