{
  "verses": [
    {
      "content": "Ka chung a va rik de! nisapui thei an sîkkhâwm laia um ang le grêp lo hun laia grêp hmu ṭhel lo ding ang ka ni sih a; ra bâwr fâk ding a um nawh; ka hringna hin theichang hmin hmasa a châk a nih;",
      "reference": "MIKA 7:1"
    },
    {
      "content": "Pathien ngaisak mi chu hnuoia inthawk hin an bohmang a, mihriem lai hin mi indiktak hrim an um nawh; thisen insuo dingin an inchân vawng a, mi tinin mâni unau chu lênin an ve a nih.",
      "reference": "MIKA 7:2"
    },
    {
      "content": "An kuthai chu thil ṭha naw chungah taimataka thaw dingin an innghat a; lal chun thamna a ngên a, rorêltu chun lâwmman a ngiet a; milien chun a lungril thil suksuolna a hril suok a; chuong ang chun an inthuruol tâwl a nih.",
      "reference": "MIKA 7:3"
    },
    {
      "content": "Anni laia mi ṭhatak khawm chu buor ang a na, mi indiktak khawm chu hlohlingnei nêkin a se lem; i vêngtuhai ni, fanga i um ni ngei chu a hung tlung tah, chu chu an lungin- zîngna ni nîng a tih.",
      "reference": "MIKA 7:4"
    },
    {
      "content": "Ruol chu ring naw unla, ṭhuoitua chun ringna innghat naw ro; i âng- sûnga umnu kuom ngeia khawm chun i bau kawtkhârhai chu vêng ṭha rawh.",
      "reference": "MIKA 7:5"
    },
    {
      "content": "Naupa chun pa hming a suksiet a, naunu chun a nu a do a, moin a tarpi a do sih a; mihriem hmêlmahai chu ama sûnghai ngei an nih.",
      "reference": "MIKA 7:6"
    },
    {
      "content": "Kei ruok chun chu LALPA en ka ta; ka sandamna Pathien chu nghâk ka tih; ka Pathien chun a mi ngai ding a nih.",
      "reference": "MIKA 7:7"
    },
    {
      "content": "Aw ka hmêlma, mi diriem el naw rawh, ka tlûk pha khawm tho nâwk ka tih; inthima ka ṭhung khawmin LALPA chu ka ta dinga var nîng a tih.",
      "reference": "MIKA 7:8"
    },
    {
      "content": "LALPA chunga chun thil ka suksuol ta leiin, a lungninawna nasa- tak chu phur ka tih, ka chungthu a mi hrilpui a, ka ta dinga rorêlna chu a muolsuo hmakhat chun: vara chun mi ṭhuoi suok a ta, a felna chu hmûng ka tih.",
      "reference": "MIKA 7:9"
    },
    {
      "content": "Chuongchun, ka hmêlma ka kuoma, “Khâwlai am LALPA i Pathien?” titu chun hmûng a ta, muolphonain ama chu inkhum a tih. Ka mithai hin ama chu en a ta; tuhin chu kawthlêr chirhak anga sirde ni tâng a tih.",
      "reference": "MIKA 7:10"
    },
    {
      "content": "I kul banghai siemna ni ding chu! chu nia chun thuruot chu hlatak chena suklien nîng a tih.",
      "reference": "MIKA 7:11"
    },
    {
      "content": "Chu nia chun Assuria le Aigupta khawpuia inthawk dâm, Aigupta le Vadung tlung raka in- thawk dâm, tuisuoriet le tuisuoriet inkâra inthawk le, tlâng le tlâng inkâra inthawk dâm chun, i kuomah hung an tih.",
      "reference": "MIKA 7:12"
    },
    {
      "content": "Chuong sa khawm chun ram chu a sûnga chênghai le a thilthaw ra lei chun râusan nîng a tih.",
      "reference": "MIKA 7:13"
    },
    {
      "content": "Karmel tlâng kâra khawsâwt- taka um i rochan berâm ruol, I mihai chu i hembâwk hmangin châwm la, inhma ang khan Basan le Gileada châwmin um tâwl raw hai se,",
      "reference": "MIKA 7:14"
    },
    {
      "content": "Aigupta rama inthawka i fe suok lai ang khan a kuomah thil maktakhai inentir ka tih.",
      "reference": "MIKA 7:15"
    },
    {
      "content": "Hnam tinin chu chu hmûng an ta, an thilthawtheina po po chu inzâpui an tih; an hmûr hup an ta, an nahai sêt a tih.",
      "reference": "MIKA 7:16"
    },
    {
      "content": "Rûl angin pilvut liek an ta; hnuoia bawkinvâka fehai angin an umna kuoa inthawk chu inthin pumin hung an ta; LALPA ei Pathien kuoma chun ṭi pumin hung an tih; nangma leiin an ṭi ding a nih.",
      "reference": "MIKA 7:17"
    },
    {
      "content": "Nang anga khawhlona ngai- damtu le a rochan la um sun bawsietna fekhêltu Pathien tu am an um a? A lunginsenna chu kumkhuoin a vawng zing nawh, lunginsietnaa chun a lâwm êm êm hlak leiin.",
      "reference": "MIKA 7:18"
    },
    {
      "content": "Ngha kîr nâwk a ta, ei chungah lunginsietna nei a tih; ei khaw- hlonahai chu a ke hnuoiah sirdêng a tih; nangin an suolnahai po po chu tuisuoriet mawng inthûktakhaia chun pei lût i tih.",
      "reference": "MIKA 7:19"
    },
    {
      "content": "Tienlaia kan puhai kuoma ṭawng i lo inkhâm tah, Jakob kuoma thutak le Abraham kuoma lungin- sietna sukpuitling i tih.",
      "reference": "MIKA 7:20"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "MIKA 7 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}