{
  "verses": [
    {
      "content": "LALPA thu hril chu tuhin lo ngai ta u: Tho la, tlâng lienhai hmaa chun khing la, tlâng chînhai chun i râwl ngai raw se.",
      "reference": "MIKA 6:1"
    },
    {
      "content": "Aw tlâng lienhai, LALPA khing- na chu ngai unla, nangni leihnuoi innghatna hlunhai, lo ngai ro; LALPA chu a mihai leh an inkhing a, Israelhai chu khing a tih.",
      "reference": "MIKA 6:2"
    },
    {
      "content": "“Aw ka mihai, in chungah ieng am ka thawh a? Ieng kawng âm ka suksâwl cheu a? Mi hung khing ta u.",
      "reference": "MIKA 6:3"
    },
    {
      "content": "Aigupta rama inthawk chun ka ṭhuoi suok cheu a, suoka inthawkin kân tlansuok cheu a, in hmaah Mosie hai le, Aron hai le Miriam hai ka hung tir kha.",
      "reference": "MIKA 6:4"
    },
    {
      "content": "Aw ka mihai, LALPA thilthaw fel chu in hriet theina dingin, Moab lal Balak thu rawt le Beor naupa Balaamin a dawn dân, Sittima in- thawka Gilgal chenin thil umziehai kha, tuhin hre zing ro.”",
      "reference": "MIKA 6:5"
    },
    {
      "content": "Ieng lêm LALPA hmaa chun hung ka ta, Pathien chunghnung hmaa chun kûn ka ta? Pumraw- hmang thilinhlânhai, bâwngte kum khat mihai leh a hmaa chun ka hung ding am a nih?",
      "reference": "MIKA 6:6"
    },
    {
      "content": "LALPA chu berâmchal sâng tamtak amanih, hriek vadung sîng- haia dâm chun a lungawi ding am a nih? Ka bawsietna leiin ka nau lutîr chu ka pêkin, ka thlarau suolna leiin ka taksa ra chu ka pêk ding am a nih?",
      "reference": "MIKA 6:7"
    },
    {
      "content": "Aw mihriem, a ṭha chu ân entir ta che a nih; LALPAIN a phût che chu ieng am a na? Indiktaka thaw le lunginsietna ngainat le i Pathien le thuhnuoirawltaka lêng hmunkhat chu a ni naw am a nih?",
      "reference": "MIKA 6:8"
    },
    {
      "content": "LALPA chun khawpui chu a khêkkhum a nih, varna nei mi chun i hming chu ṭîng a tih; “Hembâwk le a buotsaitu chu hre ro.",
      "reference": "MIKA 6:9"
    },
    {
      "content": "Mi rilo ina chun rîtlona robâwmhai chu a la umin inkhina dawrâwm tirdakumtakhai chu a la um rawp am?",
      "reference": "MIKA 6:10"
    },
    {
      "content": "Bûkna indik nawhai le ip rik dân dawhahai leh inthieng ka ni thei ding am a nih?",
      "reference": "MIKA 6:11"
    },
    {
      "content": "Chutaka mi hausahai chu pâwngnêknain an sip sih a, chutaka chênghai chun khêl an hril a, an bau sûnga an lei chu mi hlêm hmang a nih.",
      "reference": "MIKA 6:12"
    },
    {
      "content": "Chuleiin, kei khawma nataka hliemin ka vuok ta cheh a, i suolna- hai leiin râusanah ka siem ta che a nih.",
      "reference": "MIKA 6:13"
    },
    {
      "content": "Fâk chu fâng i ta, nisienla- khawm, khawp naw ti ni; i kuoma chun i tlâwmna chu um a ta, sawn i ta, nisienlakhawm, himin thak hmang naw ti ni; i fe hmangpuihai khawm chu kâwlhnâmah pe suok tho ka tih.",
      "reference": "MIKA 6:14"
    },
    {
      "content": "Chîng chu chîng i ta, sîk naw ti ni, oliv rahai chu sirsâwr i ta, nisien- lakhawm, a hriek chu nâl naw ti ni; grêp ra chu sâwr la khawm, a uoin chu dâwn naw ti ni.",
      "reference": "MIKA 6:15"
    },
    {
      "content": "Omri thuruothai chu vawng zing a ni sih a, Ahab sûngkuo thil- thaw po pohai leh; an remruothaia chun in fe a nih; chuleiin, hmun râusanah ka siem ta ding che a nih, a sûnga chênghai hi nuizatbûr dingin; chun, ka mihai hmingsietna chu phur in tih.”",
      "reference": "MIKA 6:16"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "MIKA 6 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}