{
  "verses": [
    {
      "content": "Aw sipai ruol naunu, tuhin sipai ruolah inpunkhâwm la, ama chun a mîn huol tah a na, Israelhai rorêltu chu a bekah hmawlin vuong an tih.",
      "reference": "MIKA 5:1"
    },
    {
      "content": "Nisienlakhawm, nang Bethle- hem Ephratha, Juda rama sâng tamtakhai laia ṭhanga chun chîn hle la khawm, nangmaa inthawk hin Israelhai rorêltu ding chu ka ta ding hung suok a tih; a hung inṭanna chu tiena chatuona inthawk ta khan a nih.",
      "reference": "MIKA 5:2"
    },
    {
      "content": "Chuleiin, nau invawitu chun a nei hmakhat chun anni chu nghatsan a tih: chuongchun, a unau la um sunhai chu Israel thlahai lai chun kîr nâwk an tih.",
      "reference": "MIKA 5:3"
    },
    {
      "content": "Ama chu ngîr a ta, LALPA hrâtnain a ranruol chu châwm a tih: LALPA a Pathien hming ropuina ngei chun: chun, anni chu um zing an tih: ama chu hnuoi tâwp chenin a ropui ding a ni sih a.",
      "reference": "MIKA 5:4"
    },
    {
      "content": "Chun, hi hi ei inremna ding nîng a tih, Assuria mi chu ei ramah a hung a, ei lal inhai a hung sir pha chun ama do dingin berâmpu pasari le mi ropui pariet inthlangsuok ei tih.",
      "reference": "MIKA 5:5"
    },
    {
      "content": "Assuria ram chu kâwlhnâmin suksieng an ta, Nimrod ram chu a lûtnaa chun sukse bawk an tih; chun, ama chun ei ramah Assuria mi a hung a, ei ram chu a hung sir pha chun, amaa inthawk chun mi san- suok a tih.",
      "reference": "MIKA 5:6"
    },
    {
      "content": "Jakob mi la um sun chu chi tamtakhai laia LALPAA inthawka daidaw tla ang le, hlobet chunga raw sûr angin um a tih, chu chun mihriem a nghâk nawh a, mihriem naupasal a nghâk bawk nawh.",
      "reference": "MIKA 5:7"
    },
    {
      "content": "Jakob mi hlâbîkhai chu hnamhai laia le chi tamtakhai laia chun ram- hnuoi sahai laia sakeibaknei ang le berâm ruol laia sakeibaknei vânglai angin um a tih; ama chun a fe thleng phawt chun, a sirde a, a keinâwi a, santu ding khawm tukhawm an um nawh.",
      "reference": "MIKA 5:8"
    },
    {
      "content": "I kut chu nangma dotuhai chunga inletin um sienla, i hmêl- mahai po po chu sukbohmangin um raw se.",
      "reference": "MIKA 5:9"
    },
    {
      "content": "Chu nia chun, LALPAIN a tih, i kuoma inthawkin i sakawrhai sukbo- hmang ka ta, i tawlailîrhai suksieng ka tih:",
      "reference": "MIKA 5:10"
    },
    {
      "content": "i ram khawpuihai sukbohmang ka ta, i kul po po sukchim ka tih;",
      "reference": "MIKA 5:11"
    },
    {
      "content": "i kuta inthawkin dawi thiemna- hai chu sukbohmang ka ta, aisân thiemnahai chu nei ta naw ti ni;",
      "reference": "MIKA 5:12"
    },
    {
      "content": "i kuoma inthawkin i milim siemfâwmhai le i lungphunhai chu sukbohmang ka ta; i kutsuok thil chu be ta naw ti ni.",
      "reference": "MIKA 5:13"
    },
    {
      "content": "I kuoma inthawk i Aserahai chu phawidawk ka ta, i khawpuihai chu suksieng ka tih.",
      "reference": "MIKA 5:14"
    },
    {
      "content": "Chun, thu ngai naw hnamhai chunga chun lunginthakna le lungin- sennain phuba lâkna sukpuitling ka tih.",
      "reference": "MIKA 5:15"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "MIKA 5 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}