{
  "verses": [
    {
      "content": "Aw nangni Jakobhai hotuhai le Israel sûngkuo rorêltuhai; ngai unla, ka ngên cheu hi, ka ti a nih; rorêl dân chu in hriet ding an nâwm a nih?",
      "reference": "MIKA 3:1"
    },
    {
      "content": "Thil ṭha in theida a, thil ṭha naw in ngaituoh a, an vun in inhlippêk a, an rua inthawkin taksa chu in sâwk- thlâk a,",
      "reference": "MIKA 3:2"
    },
    {
      "content": "ka mihai sa in fâk bawk a, an vun an khawk thlâk a, an ru an suk- tliekpêk a; anih, bêla suong ding angin an chan nawi a, sabêl sûnga sa chan nawi ang elin.",
      "reference": "MIKA 3:3"
    },
    {
      "content": "Chu pha chun LALPA chu ko an ta, nisienlakhawm, anni chu dawn naw nih: anih, chu pha chun an thil thawah an thaw ṭhat nawzie ang peiin, an kuom tieng a hmai thup a tih.",
      "reference": "MIKA 3:4"
    },
    {
      "content": "Ka mihai insuksuoltirtu, sawi nei pumin, “Muongna,” tia khêk a, an baua inba naw taphawt do buotsai hieltu zâwlneihai chungchâng thu chu LALPAIN hieng ang hin a tih:",
      "reference": "MIKA 3:5"
    },
    {
      "content": "Chuleiin, inlârna in nei naw hielna dingin in kuomah zân hung tlung a ta, ai in sân thei nawna khawpin in kuomah inthimna hung tlung a tih; zâwlneihai ta ding chun nisa liem a ta, sûn khawm an chunga chun khaw inthim nîng a tih.",
      "reference": "MIKA 3:6"
    },
    {
      "content": "Hmutheituhai chu inzak an ta, aisânthiemhai chu muolpho an tih; anih, an rêngin an hmûr hup an tih; Pathien dawnna a um si nawh a.",
      "reference": "MIKA 3:7"
    },
    {
      "content": "Nisienlakhawm, Jakobhai kuom- a an bawsietna inhriettir dingin le, Israelhai kuoma an suolna inhriettir dingin LALPA thlarau leia thil- thawtheina dâm, rorêlna dâm le hrâtna dâm chun ka sip takzet a nih.",
      "reference": "MIKA 3:8"
    },
    {
      "content": "Nangni Jakobhai sûngkaw hotu- hai le Israel sûngkaw hotuhai le Israel sûngkaw rorêltu, rorêlna tir- daka, indikna tinrêng suklinglettu- hai, hi hi lo ngai ro, ka ngên cheu hi.",
      "reference": "MIKA 3:9"
    },
    {
      "content": "Zion chu thisenin an bâwl a, Jerusalem chu khawhlonain.",
      "reference": "MIKA 3:10"
    },
    {
      "content": "Chutaka hotuhai chun lâwm- man beiseiin ro an rêl a, chutaka thiempuhai chun hlaw beiseiin an inchûktir a, chutaka zâwlneihai chun tangka beiseiin ai an sân a nih: Chuong sa khawm chun, “LALPA chu eini lai a um naw am a nih? Thil ṭha naw ei chungah hung tlung naw nih,” tiin LALPA chungah an innghat a nih.",
      "reference": "MIKA 3:11"
    },
    {
      "content": "Chuleiin, Zion chu, nangni lei chun lo anga inlet nîng a ta, Jerusa- lem chu thil se um khâwm nîng a ta, biekin umna tlâng chu ramhnuoi hmun insâng ang nîng a tih.",
      "reference": "MIKA 3:12"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "MIKA 3 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}