{
  "verses": [
    {
      "content": "Nisienlakhawm, unauhai, ei Lalpa Isu Krista hungna le a kuoma ei hang inkhâwmna ding thua chun,",
      "reference": "2 THESSALONIKA 2:1"
    },
    {
      "content": "“Lalpa Ni chu a tlung zing tah,” tina thlarau leiin amanih, thu leiin amanih, kan kuoma inthawka lekha- thawn ang leiin amanih, in lungril inhnîng el nawna ding le in buoi bawk nawna dingin kan ngên cheu a nih.",
      "reference": "2 THESSALONIKA 2:2"
    },
    {
      "content": "Tûkhawmin iengkhawmin hlêm naw raw se cheu; tlûksanna chu a hung tlung hmasa zeta, Dân Bawsepa, bohmang naupa chu, a hung inlang naw chun, chu Ni chu tlung si naw nih a.",
      "reference": "2 THESSALONIKA 2:3"
    },
    {
      "content": "Ama chu, Pathiena an inbûk taphawt le sakhuo po po doin an chunga um tumin inchawimawi a tih; chuongchun, Pathien biekina ṭhung- in Pathien ang rauin intâr suong a tih.",
      "reference": "2 THESSALONIKA 2:4"
    },
    {
      "content": "In kuoma ka hung um lai khan chuong thu chu ka hril hlak cheu ti in hriet zing naw am a nih?",
      "reference": "2 THESSALONIKA 2:5"
    },
    {
      "content": "Ama hun tak chauah a hung inlang theina dingin iengin am a khapa ti tuhin in hriet.",
      "reference": "2 THESSALONIKA 2:6"
    },
    {
      "content": "Dân bawsietna thurûk chun tu khawm hin sin a thaw zing a ni sih a; nisienlakhawm, a khaptu chun lâk hmanga a um hma poin khap a ta.",
      "reference": "2 THESSALONIKA 2:7"
    },
    {
      "content": "Lâk hmang a ni pha chun Dân Bawsepa chu hung inlang nghâl tâng a tih. Lalpa Isun ama chu a baua thuokin sukhlum a ta, a hunga inlârnain sukbohmang a tih.",
      "reference": "2 THESSALONIKA 2:8"
    },
    {
      "content": "Chu Dân Bawsepa hungna chu Setan sinthaw zie ang peiin, thil- thawtheina tinrêng dâm, inchikna tinrêng dâm, khêl thilmak tinrêng leh,",
      "reference": "2 THESSALONIKA 2:9"
    },
    {
      "content": "bohmang zinghai dinga fel nawna hlêmna tinrêng leh nîng a tih, sandama an um theina dinga thutak hmangaina chu an pawm naw leiin.",
      "reference": "2 THESSALONIKA 2:10"
    },
    {
      "content": "Chuleichun, thukhêl chu an awina dingin Pathienin suol sin- thawna chu an kuomah intlungtir a tih,",
      "reference": "2 THESSALONIKA 2:11"
    },
    {
      "content": "thutak awi loa, fel nawnaa lâwm lemtuhaiin thiemnaw an chang vawng theina dingin.",
      "reference": "2 THESSALONIKA 2:12"
    },
    {
      "content": "Unau, Lalpa idittakhai, Thla- rau isukthiengnaa le thutak ring leia sandama um dingin a tîra inthawka Pathienin a thlang cheu leiin, in chungthua hin Pathien kuomah lâwmthu hril rawp ding hrim kan nih.",
      "reference": "2 THESSALONIKA 2:13"
    },
    {
      "content": "Chuong anga ding chun ama chun kan Chanchin Ṭhaa hin a ko cheu kha, ei Lalpa Isu Krista ropuina nei dingin.",
      "reference": "2 THESSALONIKA 2:14"
    },
    {
      "content": "Chuongchun, unauhai, ngîr det unla, thurosiehai chu, thu hrilin amanih, kan lekhathawnin amanih kan inchûktir cheu kha, pawm tlat ro.",
      "reference": "2 THESSALONIKA 2:15"
    },
    {
      "content": "Chuongchun, ei Lalpa Isu Krista ngei le, Pathien ei Pa, a mi hmangaitu le lunginsietna leia cha- tuona thlamuongna le beiseina ṭha mi petu chun,",
      "reference": "2 THESSALONIKA 2:16"
    },
    {
      "content": "in lungrilhai chu sukthla- muongin, thil thaw ṭha le thu hril ṭha tinrêngin sukdet raw se.",
      "reference": "2 THESSALONIKA 2:17"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 THESSALONIKA 2 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}