{
  "verses": [
    {
      "content": "A tâwp taka chun,unauhai, kan ta dingin mi ṭawngṭaipêk ro; Lalpa thu hi nangni laia a um ang khan, hrâttaka indara chawimawia a um theina ding le,",
      "reference": "2 THESSALONIKA 3:1"
    },
    {
      "content": "mi kâwmaw le mi suolhai laia kan him theina dingin; mi po poin ringna an nei vawng si nawh a.",
      "reference": "2 THESSALONIKA 3:2"
    },
    {
      "content": "Amiruokchu, Lalpa chu ring a um a, ama chun sukdetin mi suolhai lai chun hum a ti cheu.",
      "reference": "2 THESSALONIKA 3:3"
    },
    {
      "content": "Thu kan pêk taphawt cheu kha in zâwm hlak a, in la hung zâwm nâwk pei khawm Lalpaa chun kan ring cheu a nih.",
      "reference": "2 THESSALONIKA 3:4"
    },
    {
      "content": "Chun, Lalpa chun in lungril- hai chu Pathien hmangainaa le, Krista selnaa chun ṭhuoi lût raw se.",
      "reference": "2 THESSALONIKA 3:5"
    },
    {
      "content": "Chun, unauhai, kan kuoma inthawka thurosie an ihmu anga um loa, um ṭha nuom lo, unau tinrêng- haia inthawk chun insiekieng dingin, ei Lalpa Isu Krista hmingin thu kan pêk cheu.",
      "reference": "2 THESSALONIKA 3:6"
    },
    {
      "content": "Nangni ngeiin in mîn chûk ding dân in hriet sih a, nangni lai dân naw angin kan châng naw kha.",
      "reference": "2 THESSALONIKA 3:7"
    },
    {
      "content": "Tu kuta inthawk khawma in bu a thlâwnin kan fak ngai bawk nawh a, nangni laia tukhawm kan sukkhâwk nawna ding cheuin, a sûn a zâna inrimtaka sin thaw pumin kan fâk lem a nih.",
      "reference": "2 THESSALONIKA 3:8"
    },
    {
      "content": "Kan thei naw lei a ni nawh a, nangnîn in mîn chûkna dingin, in mi enkhi dingin kan insiem lem a nih.",
      "reference": "2 THESSALONIKA 3:9"
    },
    {
      "content": "In kuoma kan um lai khawm khan hi thu hi kan pêk cheu kha, “Tukhawmin sin a thaw nuom naw chun, fâk khawm fa naw raw se,” ti hi.",
      "reference": "2 THESSALONIKA 3:10"
    },
    {
      "content": "Nangni laia ṭhenkhat um ṭha nuom ngailohai chanchin ka hriet sih a; chuonghai chun, sin hrim an thaw nawh a, an intawi mei mei lem a nih.",
      "reference": "2 THESSALONIKA 3:11"
    },
    {
      "content": "Chuongchun, chuonghai chu, to zinga sin thaw ding le, anni bu ngei fa dingin Lalpa Isu Kristaa chun thu pein kan infui a nih.",
      "reference": "2 THESSALONIKA 3:12"
    },
    {
      "content": "Unauhai, nangni ruok chun thil ṭha thaw hi nghawk naw ro.",
      "reference": "2 THESSALONIKA 3:13"
    },
    {
      "content": "Chun, tûkhawmin hi le- khathawna kan thu hi a zâwm naw chun, ama chu inchik unla, pâwl dêr naw ro, ân zak theina dingin.",
      "reference": "2 THESSALONIKA 3:14"
    },
    {
      "content": "Nisienlakhawm, hmêlma ang chun ngai naw unla, unau angin kâwk lem ro. Lalpa chu in rênga kuomah um raw se.",
      "reference": "2 THESSALONIKA 3:15"
    },
    {
      "content": "Chun, inremna Lalpa ngei chun kumkhuoin kawng tinrêngah inrem- na pe raw se cheu.",
      "reference": "2 THESSALONIKA 3:16"
    },
    {
      "content": "Kei Paulain, keima kut ngeia chibai ka bûkna cheu a ni hi, hi hi ka lekhathawn tina inchikna a nih; hieng anga ka ziek hi.",
      "reference": "2 THESSALONIKA 3:17"
    },
    {
      "content": "Ei Lalpa Isu Krista lungin- sietna in rênga kuomah um raw se.",
      "reference": "2 THESSALONIKA 3:18"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 THESSALONIKA 3 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}