{
  "verses": [
    {
      "content": "Paula le Silvan le Timothe chun: Pathien ei Pa le Lalpa Isu Kristaa, Thessalonikaa kohranhai kuomah:",
      "reference": "2 THESSALONIKA 1:1"
    },
    {
      "content": "Pa Pathien le Lalpa Isu Krista kuoma inthawka lunginsietna le inremna in kuomah um raw se.",
      "reference": "2 THESSALONIKA 1:2"
    },
    {
      "content": "Unauhai, nangni chungthua hin Pathien kuomah lâwmthu hril rawp ding hi kan ni hrim a; chu chu a âwm hrim a nih, in ringna chu nasataka inṭhang lienin, in rênga in inhmangai tuo sengna chu a pung nâwk zuol sih a.",
      "reference": "2 THESSALONIKA 1:3"
    },
    {
      "content": "Chuongchun, suknawmnatna le rimsikna in tuornahai po poa in selna le in ringna hai lei khan, keini ngeiin Pathien kohranhai lai kan suong hlak cheu a nih.",
      "reference": "2 THESSALONIKA 1:4"
    },
    {
      "content": "Chuong chu Pathien rama mi ni tlâka ruot in ni thei ding a nih ti Pathien rorêl feltak inchikna fietak a nih, chu ram leia chu tuor in ni hi.",
      "reference": "2 THESSALONIKA 1:5"
    },
    {
      "content": "Chuongchun, hi hi Pathien ta dingin thil feltak a nih: a sukrin- umtuhai cheu chu rinumnaa thung le;",
      "reference": "2 THESSALONIKA 1:6"
    },
    {
      "content": "nangni rinum tuortuhai chu, Lalpa Isu a vântirko hrâttakhai leh meichawk laia a hung inlang pha, keini le hin min châwltir le;",
      "reference": "2 THESSALONIKA 1:7"
    },
    {
      "content": "Pathien hre naw mi le ei Lalpa Isu Chanchin Ṭha awi lo mihai chunga phuba lâk chu.",
      "reference": "2 THESSALONIKA 1:8"
    },
    {
      "content": "Chuong mihai chun hrem tuor an tih: Lalpa kuoma inthawk le a hrâtna ropuinaa inthawka chatuona bo- hmangna chu;",
      "reference": "2 THESSALONIKA 1:9"
    },
    {
      "content": "chu ni, a mi inthienghaia chun chawimawia um ding le, ringtuhai po poa chun (kan thu inhriettir cheu kha in awi sih a) makti dinga a hung nia chun.",
      "reference": "2 THESSALONIKA 1:10"
    },
    {
      "content": "Chuong anga chawimawi le makti a ni theina dingin, ei Pathienin a kona cheua chun ko tlâk nia a ruot theina ding cheu le, ṭhat nuomna tinrênga le ringna sinthaw tinrênga thilthawtheinaa ân hlawtlingtir theina ding cheuin kan ṭawngṭaipêk rawp cheu a ni hi.",
      "reference": "2 THESSALONIKA 1:11"
    },
    {
      "content": "Chuongchun, ei Pathien le, ei Lalpa Isu Krista lunginsietna ang peiin ei Lalpa Isu hming chu nangnia chun chawimawiin um thei a ta, nangni khawm amaa chun chawi- mawiin um thei in tih.",
      "reference": "2 THESSALONIKA 1:12"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "2 THESSALONIKA 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}