{
  "verses": [
    {
      "content": "Hadrak ram chunga LALPA thu phurrik chu, Damaska chu ân nghatna hmun nîng a tih; mihriem le Israel hnam po po mit chu LALPA tieng a ngha ta sih a;",
      "reference": "ZEKARIA 9:1"
    },
    {
      "content": "Hamath inripuitu chu ni bawk a ta; Tura le Sidon khawm, var hle hai sienkhawm.",
      "reference": "ZEKARIA 9:2"
    },
    {
      "content": "Tura chun kul dettakhai a ta dingin a bâwl a, tangka chu pilvut ang el le rângkachak inthieng chu khawlai chirhak ang elin a sie- khâwl a.",
      "reference": "ZEKARIA 9:3"
    },
    {
      "content": "Ngai ta, ama chu LALPA chun hnawt suok a ta, tuisuorieta chun a thilthawtheina chu suksieng a tih, chun, meia kâng hmangin um a tih.",
      "reference": "ZEKARIA 9:4"
    },
    {
      "content": "Askelon chun hmûng a ta, ṭîng a tih; Gaza khawmin hmûng a ta, nasa- taka suknatin um a tih; chun, Ekron khawm, a beiseina chu a thlâwn ding a ni sih a; Gazaa inthawk chun lal chu bohmang a ta; Askelon khawm chu hluo ni ta naw ni.",
      "reference": "ZEKARIA 9:5"
    },
    {
      "content": "Asdoda chun hnam inthlapawl chu chêng an ta; Philistin mihai chapona chu sât thlâng ka tih.",
      "reference": "ZEKARIA 9:6"
    },
    {
      "content": "A thisen chu a baua inthawkin le a tirdakumna chu a hahai kâra in- thawkin la hmang ka ta; ama khawm chu ei Pathien ta dinga a la um sun hung nîng a tih; Judaa chun lal hung nîng a ta, Ekron mihai chu Jebus mi ang hung nîng an tih.",
      "reference": "ZEKARIA 9:7"
    },
    {
      "content": "Chun, sipai râl vêng pâwl angin ka in vêla chun umnghâng ka ta, tukhawm fe thlengin kîr naw ni hai a; nêksâwrtuhai khawm fe thleng nâwk ta ngai hrim hrim naw ni hai, tuhin keia mit ngeiin ka hmu ta sih a.",
      "reference": "ZEKARIA 9:8"
    },
    {
      "content": "Aw Zion naunu, nasatakin hlim rawh; aw Jerusalem naunu, inring- takin khêk suok rawh; en ta, i Lal chu i kuomah a hung ta hi; ama chu mi indik a nih, sandamna neiin inngai- tlâwmtakin, sabengtung chungah, sabengtungtê chung ngeia hung chuongin.",
      "reference": "ZEKARIA 9:9"
    },
    {
      "content": "Ephraima inthawkin tawlailîr chu sât thlâng ka ta, sakawr chu Jerusalema inthawkin; chun, indona thalngul chu sât thliek ni tâng a tih; chun, ama chun hnamhai kuoma chun inremna thu hril a ta; a ramawp chu tuisuorieta inthawka tuisuoriet chen, Vadungpuia inthawka leihnuoi tâwp chen nîng a tih.",
      "reference": "ZEKARIA 9:10"
    },
    {
      "content": "Chun, nanga chungthua chun, i thuthlung thisen leiin i sal intânghai chu khur sûng tui um nawnaa in- thawk chun ka tir suok tah a.",
      "reference": "ZEKARIA 9:11"
    },
    {
      "content": "Nangni beiseina lungin intâng- hai, kul ngheta chun hung kîr nâwk ro; a lêt hniin ka pêk ding cheu a nih ti vawisûn ngei hin ka phuong hi.",
      "reference": "ZEKARIA 9:12"
    },
    {
      "content": "Ka thalngul dingin Juda chu ka kuoi a, Ephraim chu a thalah ka siem a; Aw Zion, i naupasalhai chu i nau- pasalhai chunga ngei chun ka chawktho ding a nih; aw Grik, mi hrâttak kâwlhnâm angin siem ka ti che.",
      "reference": "ZEKARIA 9:13"
    },
    {
      "content": "LALPA chu anni chunga chun hmu nîng a ta, a thal chu kâwlinlep angin fe suok a tih; chun, Lalpa PA- THIEN chun tawtawrâwt chu mût a ta, simtieng thlivir le chun fêng a tih.",
      "reference": "ZEKARIA 9:14"
    },
    {
      "content": "Sipaihai LALPA chun anni chu hliekhûng a ta; chun, fa zo an ta, vailungdêngin hnêng an ta; chun, dâwn an ta, uoin inrui angin risie siem an ta, mâichâm kilhai ang le thlêngkûmhai anga suksip nîng an tih.",
      "reference": "ZEKARIA 9:15"
    },
    {
      "content": "Chu ni chun LALPA an Pathien chun a mihai chu berâm ruol angin sandam a ta; a ram chunga nasataka varin, lallukhuma lunghlu zep ang chu an ni ding a ni sih a.",
      "reference": "ZEKARIA 9:16"
    },
    {
      "content": "A ṭhatna chu a va nasa lâwm lâwmin, a mawina chu a va nasa lâwm lâwm deh aw! bu chun tlang- vâlhai chu sukhlim a ta, uoin thar chun nunghâkhai chu sukhlim a tih.",
      "reference": "ZEKARIA 9:17"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ZEKARIA 9 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}