{
  "verses": [
    {
      "content": "Israel chungthua LALPA thu phurrik chu, Vânhai chu kei- phar a, leihnuoi lungphûmhai chu phûm a, mihriem chu a sûnga a thlarau siempêktu LALPA chun hieng hin a tih:",
      "reference": "ZEKARIA 12:1"
    },
    {
      "content": "“Ngai ta, a vêla hnamhai po po ta dingin Jerusalem chu inthinna noah siem ka ta, chun, Juda chunga khawm, Jerusalem inhuol nia chun chuong ang chu nîng a tih.",
      "reference": "ZEKARIA 12:2"
    },
    {
      "content": "Chu nia chun hieng hi hung nîng a ta, hnam po pohai ta dingin Jerusalem chu lung phurriksakah siem ka ta, chuonga amaa insukrik- tuhai po po nasataka sukhliem nîng an ta; chuongchun, hnuoi chunga hnam po pohai a chunga chun inhâwrkhâwm an tih,” tiin.",
      "reference": "ZEKARIA 12:3"
    },
    {
      "content": "LALPA chun a tih, “Chu nia chun sakawr tin chu maktinain hrem ka ta, a chunga chuongtu chu invêt- nain; chun, Juda insûng chunga chun ka mit meng ka ta, hnam tin sakawr chu mit indelnain hrem ka tih.",
      "reference": "ZEKARIA 12:4"
    },
    {
      "content": "Chun, Juda lalhai chun an lung- rilin, ‘An Pathien sipaihai LALPAA chun Jerusalem hluotuhai chu ka hrâtna an nih,’ la tîng an tih.",
      "reference": "ZEKARIA 12:5"
    },
    {
      "content": "“Chu nia chun Juda lalhai chu thing laia mei thuk ang le, buphal laia meiser angin siem ka ta; vawitienga le changtienga, an vêla hnam po pohai chu sukbo an ta; chun, Jerusalem chu ama hmun Jerusalem- a ngei chun a la chêng ding a nih,” tiin.",
      "reference": "ZEKARIA 12:6"
    },
    {
      "content": "LALPA chun a hmasatakin Juda puon inhai khawm chu sanhim a ta, David sûngkaw ropuina le Jerusalem hluotuhai ropuina chu Juda chung- tienga chawimawia a um nawna dingin.",
      "reference": "ZEKARIA 12:7"
    },
    {
      "content": "Chu ni chun LALPA chun Jerusalem hluotuhai chu hliekhûng a ta, chu nia anni laia hrât naw chu David ang nîng a ta; chun, David sûngkuo chu Pathien ang, an hmaa LALPA vântirko ang chu nîng a tih.",
      "reference": "ZEKARIA 12:8"
    },
    {
      "content": "Chun, chu nia chun Jerusalem hung thawtu hnam po pohai chu suksietna ding zawng vêng ka tih.",
      "reference": "ZEKARIA 12:9"
    },
    {
      "content": "Chun, David sûngkaw chunga le, Jerusalem hluotuhai chunga chun zângaina le hni châkna thlarau buok ka ta, kei an mi sun tahnung chu mi en an tih; miin a nau khât ta dinga an sûn hlak angin ama chu sûn an ta, miin a nau lutîr chu nasataka a tuorpui hlak angin nasatakin tuorpui an tih.",
      "reference": "ZEKARIA 12:10"
    },
    {
      "content": "Chu ni chun, Megiddo ruoma Hadad-rimmon ṭa angin, Jerusalema chun nasataka sûnna um a tih.",
      "reference": "ZEKARIA 12:11"
    },
    {
      "content": "Ram chun sûngkaw tinhai chu a tum sengin sûn a tih; David sûngkaw pahnam chu a tumin, an nuhmeihai khawm a tumin; Nathan sûngkaw pahnam chu a tumin, an nuhmeihai khawm a tumin;",
      "reference": "ZEKARIA 12:12"
    },
    {
      "content": "Levi sûngkaw pahnam chu a tumin, an nuhmeihai khawm a tum- in; Simei sûngkaw pahnam chu a tumin, an nuhmeihai khawm a tumin;",
      "reference": "ZEKARIA 12:13"
    },
    {
      "content": "sûngkuo po po a umhai chu, sûngkaw tin chu a tumin, an nu- hmeihai khawm a tumin.",
      "reference": "ZEKARIA 12:14"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ZEKARIA 12 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}