{
  "verses": [
    {
      "content": "LALPA kâwlinlephai siemtu ngei chu, LALPA kuoma chun ruo nuhnung huna hin ruo ngên ro; chun ama chun ruopui sûr chu pêng a tih, loa thlaihna tin kuoma chun.",
      "reference": "ZEKARIA 10:1"
    },
    {
      "content": "Milim chun teplo mei mei a hril a, a lo dawngtuhai khawm chun khêl thu chu an hmu sih a; manga mang- tuhai khawm chun khêl mei mei an mang a, a thlâwn elin an insukthla- muong a nih; chuleiin, berâm angin anni lampui chu an hrawh a, sukrimsikin an um hlak, berâmpu a um naw leiin.",
      "reference": "ZEKARIA 10:2"
    },
    {
      "content": "Berampuhai chunga chun ka lunginsenna chu a chawk a, kêlchal- hai chu ka hrem ngei ding a nih; sipaihai LALPA chun a berâmruol Juda sûngkuohai chu a hung sir tah a, indonaa sakawr ṭhatak angin a siem ngei ding a nih.",
      "reference": "ZEKARIA 10:3"
    },
    {
      "content": "Amaa inthawkin a kiha lung dâm, amaa inthawkin a kilna dâm, amaa inthawkin indona thalngul dâm, amaa inthawkin rorêltu dâm an hung suok tlâng vawng ding a ni sih a.",
      "reference": "ZEKARIA 10:4"
    },
    {
      "content": "Chun, indona chun an hmêlma- hai chu kawtthlêra chirhak chîl anga chîlin mi thilthawtheitakhai hung nîng an ta, LALPA chu an kuomah a um zing leiin, anni chu do an tih; chun, sakawr chunga chuong mihai khawm chu sukhamhaiin um an tih.",
      "reference": "ZEKARIA 10:5"
    },
    {
      "content": "Chun, Juda insûng chu hung sukhrât ka ta, Josef insûng chu sandam ka tih; chun, anni chu hung ṭhuoi kîr nâwk ka tih, an chungah lunginsietna ka nei sih a; chun, anni chu ka lo pei thlâk naw ang hrimin um tâng an tih; chun, an thu chu ngai bawk ka ta, LALPA an Pathien ka ni sih a.",
      "reference": "ZEKARIA 10:6"
    },
    {
      "content": "Chun, Ephraimhai kha chu mi thilthawtheitak ang nîng an ta, uoin leiin an lungril chu hlim a tih; anih, an thlahai chu hmûng an ta, lâwm an tih; an lungril khawm chu LALPAA chun lâwm bawk a tih.",
      "reference": "ZEKARIA 10:7"
    },
    {
      "content": "An ta dingin faifûk ka ta, anni ko khâwm ka tih; anni chu kân tlan ta sih a; a lo pung ta ang bawk khan hung insukpung an tih.",
      "reference": "ZEKARIA 10:8"
    },
    {
      "content": "Chun, anni chu mipuihai laia chun tûng ka ta; ram hlataka khawm mi hre zing an tih; chun, an nau le têhai leh um an ta, hung kîr nâwk an tih.",
      "reference": "ZEKARIA 10:9"
    },
    {
      "content": "Aigupta rama inthawk khawm- in anni chu hung ṭhuoi suok nâwk ka ta. Assuria rama inthawkin la khâwm nâwk ka tih; Gilead le Lebanon rama chun ṭhuoi lût ka ta; an ta dinga hmun indai naw hielin.",
      "reference": "ZEKARIA 10:10"
    },
    {
      "content": "Chun, ama chun sukrinumna tuisuoriet chu fe thleng a ta, tui- suorieta chun a fâwnhai chu thâwng a ta. Nile li inthûkhai po po khawm chu kang intan a tih; chun, Assuria chapona chu sukhnuoi nîng a ta, Aigupta lalhmawl chu fe hmang tâng a tih.",
      "reference": "ZEKARIA 10:11"
    },
    {
      "content": "Chun, anni chu LALPAA chun sukhrât ka ta, chun, ama hmingin a suk a tungin fe tâng an tih, LALPA chun a tih.",
      "reference": "ZEKARIA 10:12"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ZEKARIA 10 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}