{
  "verses": [
    {
      "content": "Aw Lebanon, i kawtkhârhai hawng rawh, I sidar thinghai chu meiin a kâng hmang theina dingin!",
      "reference": "ZEKARIA 11:1"
    },
    {
      "content": "Aw fâr thing, inrûm rawh, sidar chu a tlu leiin; A ṭhatakhai chu suksiet an ni ta sih a! Basana thingsaisuohai, inrûm ro, Ramhâk chu a chau ta sih a!",
      "reference": "ZEKARIA 11:2"
    },
    {
      "content": "Berâmpuhai inrûm ri chu e, An ropuina suksiet a ni ta sih a! Chu, sakeibaknei vânglai inrûm râwlri chu! Jordan ramngaw chu suksiet a ni ta sih a.",
      "reference": "ZEKARIA 11:3"
    },
    {
      "content": "LALPA ka Pathien chun hieng ang hin a tih, “Sathattu berâm ruol chu châwm rawh,",
      "reference": "ZEKARIA 11:4"
    },
    {
      "content": "ân chawtuhai chun anni chu an that a, anni chu suolah an inngai nawh a; chun, anni zawrtu khawm chun, ‘LALPA chu inpâkin um raw se, ka hausa sih a’, an ta; an berâmpuhai ngei khawm chun anni chu an lunginsiet nawh.",
      "reference": "ZEKARIA 11:5"
    },
    {
      "content": "Ram hluotuhai chu ka lunginsiet ta naw ding a ni sih a, LALPA chun a tih; nisienlakhawm, en ta, mihai chu, mi tin el chu mâni tuolbâwmhai kutah pêng ka ta, an lalhai kuta leh; chun, ram chu thâwng an ta, an kuta inthawk chun anni chu sansuok naw ningah,” tiin.",
      "reference": "ZEKARIA 11:6"
    },
    {
      "content": "Chuongchun, sathattu berâm ruol chu ka châwm a, berâm ruol chautak el nang chu. Chun, hmawl pahni ka lâk a, pakhat chu Ditsak kân bûk a, a dang chu Pumkhatna kân bûk a; chun, berâm ruol chu ka châwm tah a.",
      "reference": "ZEKARIA 11:7"
    },
    {
      "content": "Chun, thla khat sûngin berâmpu pathumhai chu ka pei thlâk a; ka lungrilin anni chu a nghawk a, anni lungril khawma kei an mi nghawk bawk sih a.",
      "reference": "ZEKARIA 11:8"
    },
    {
      "content": "Chun, kei chun, “Châwm ta naw ning cheu, a thi thi chu thi sienla; pei thlâka um um chu pei thlâkin um sienla; a la damhai khawm chun anni le anni sa chu infatuo raw hai seh,” ka ta.",
      "reference": "ZEKARIA 11:9"
    },
    {
      "content": "Chun, ka hmawl Ditsak chu ka lâk a, ka sât bawng tah a, hnamhai po po le ka thuthlung ka siem chu ka sût theina dingin.",
      "reference": "ZEKARIA 11:10"
    },
    {
      "content": "Chuongchun, chu ni chun sût a lo ni tah a, chuongchun, berâm ruol, nang kei mi pawisatu chun LALPA thu a nih ti i hriet a.",
      "reference": "ZEKARIA 11:11"
    },
    {
      "content": "Chun, an kuoma chun, “In ngaia a ṭha chun ka hlaw chu mi pe unla, a ni naw chun, hrên el ro,” ka ta. Chuongchun, ka hlaw ding chun tangka sâwmthum an bûk tah a.",
      "reference": "ZEKARIA 11:12"
    },
    {
      "content": "Chun, LALPA chun ka kuomah, “Sum bâwmah the lût el rawh, man ṭhatak, annia ka man hi,” a tih a, chuong tangka sâwmthum chu ka lâk a, LALPA ina sum bâwma chun ka the lût tah a.",
      "reference": "ZEKARIA 11:13"
    },
    {
      "content": "Chun, ka hmawl dang pakhat Pumkhatna chu ka sât bawng nâwk a, Juda le Israel inkâra inunauna chu ka suktan theina dingin.",
      "reference": "ZEKARIA 11:14"
    },
    {
      "content": "Chun, LALPA chun ka kuomah, “Berâmpu invêt hmangruohai kha la la nâwk rawh.",
      "reference": "ZEKARIA 11:15"
    },
    {
      "content": "En ta, rama chun Berâmpu pei thlâka umhai chu kankuo ngailo ding le, sukdara um chu zawng ngailo ding le, suktlieka um khawm chu sukdam ngailo ding chu, ka tungding nâwk ding a ni sih a; ama chun a hliem le a hrisêl khawm chu châwm chuong naw nih a, a thâu thâu sa chu fa lem a ta, an tinhai chu nawi tamtakin kei nawi a tih,” a ta.",
      "reference": "ZEKARIA 11:16"
    },
    {
      "content": "Berâmpu, berâm ruol mâk- santu chung chu a va rik de! Kâwlhnâm chu a kut chunga chun um a ta. A mit changtieng chunga leh; A bân ṭâwl zo vawng a ta, A mit changtieng khawm chu inthim tlat a tih!",
      "reference": "ZEKARIA 11:17"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ZEKARIA 11 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}