{
  "verses": [
    {
      "content": "Chun, Daria inlal kum linaa chun, Kisleu, thla kuona ni li ni chun Zekaria kuomah LALPA thu chu a hung tlung a.",
      "reference": "ZEKARIA 7:1"
    },
    {
      "content": "Chuong lai chun, Bethel mihai chun Sarezer hai, Regemmelek hai, an mihai leh LALPA ditsakna zawng dingin le,",
      "reference": "ZEKARIA 7:2"
    },
    {
      "content": "sipaihai LALPA thiempuhai kuoma le zâwlneihai kuoma chun, “Kum khâng chena ka lo thaw ta hlak ang khan, keima chu insuktumin, thla kuonaa hin ka ṭap ding am a nih,” tia indawn dingin an tir a.",
      "reference": "ZEKARIA 7:3"
    },
    {
      "content": "Chun, sipaihai LALPA thu chu ka kuomah a hung tlung a,",
      "reference": "ZEKARIA 7:4"
    },
    {
      "content": "“Hi rama mi po pohai le thiem- puhai kuoma chun hieng ang hin thu hril rawh, ‘Hi kum sâwmsari sûnga thla sarina le thla nganaa bu in ngheia in insuklungngai hin, keia kuoma, keima kuom ngeia bu nghei am in ni ngût le?",
      "reference": "ZEKARIA 7:5"
    },
    {
      "content": "In fâk a in dâwn lai khawmin in ta dingin in fâkin in dâwn ni lo am a nih?",
      "reference": "ZEKARIA 7:6"
    },
    {
      "content": "Hausakna le Jerusalem le a vêla khawpuihai le Simtieng le ram- phaihai chu hluo a ni laia, zâwlnei hmasahai hmanga LALPAIN thu a khêkpuihai chu in ngai naw ding am a nih?’ tiin,” a ta.",
      "reference": "ZEKARIA 7:7"
    },
    {
      "content": "Chun, Zekaria kuoma chun LAL- PA thu chu a hung tlung a, “Sipaihai LALPA chun hieng ang hin thu a hril a nih:",
      "reference": "ZEKARIA 7:8"
    },
    {
      "content": "Rorêlna ṭha chu suksuok un- la, mi tinin mâni unau chungah zângaina le lunginsietna inlangtir raw se;",
      "reference": "ZEKARIA 7:9"
    },
    {
      "content": "hmeithai amanih, fahrâ ama- nih, mikhuol amanih, mi pasie amani khawm chu nêksâwr naw unla, chun, nangni tukhawma mâni unau chung- ah a lungrilin thil suol suongtuo naw raw se,” tiin.",
      "reference": "ZEKARIA 7:10"
    },
    {
      "content": "Nisienlakhawm, an pawisa nuom nawh a, an liengko an her- hmang a, an hriet nawna dingin an nahai an suksêt a.",
      "reference": "ZEKARIA 7:11"
    },
    {
      "content": "Anih, an lungrilhai chu lungthîr angin an siem a, chuong ni naw sien chu dân le inhmaa zâwlneihai hmanga a thlaraua sipaihai LALPA- IN a pêk thuhai chu an hriet ta ding bah; chuleiin, sipaihai LALPAA in- thawka lunginsenna nasatak chu a hung tlung tah a.",
      "reference": "ZEKARIA 7:12"
    },
    {
      "content": "Chun, ama a khêk laiin an ngai nawh a; chuongchun, anni chu khêk an ta, kei khawma ngai naw ningah, sipaihai LALPA chun a tih.",
      "reference": "ZEKARIA 7:13"
    },
    {
      "content": "amiruokchu, an la hriet ngailo hnam po po laia chun thlivirin anni ka sukdar tah a. Chuongchun, ram chu râusanin a um tah a, tukhawm an fe thlengin an kîr nâwk ngai ta nawh a: ram duthusâm tak chu râusanah an siem ta leiin.",
      "reference": "ZEKARIA 7:14"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ZEKARIA 7 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}