{
  "verses": [
    {
      "content": "Daria inlal kum hnina a thla rietnaah, Iddo naupa, Berekia naupa zâwlnei Zekaria kuomah LALPA thu chu a hung tlung a:",
      "reference": "ZEKARIA 1:1"
    },
    {
      "content": "“In thlatuhai chunga khan LALPA chu a lungni naw êm êm a.",
      "reference": "ZEKARIA 1:2"
    },
    {
      "content": "Chuleiin, nangin an kuomah, LALPA chun, hieng hin a tih tiin hril rawh: Sipaihai LALPA chun, ka kuomah hung kîr ro, a tih; chuongchun, in kuomah hung kîr vêng ka tih, sipaihai LALPA chun a tih.",
      "reference": "ZEKARIA 1:3"
    },
    {
      "content": "Inhmaa zâwlneihaiin an kuoma, ‘Sipaihai LALPA chun hieng hin a tih: in thilthaw rilohai le, in um dân khawhlonahaia inthawk khan hung kîr ro,’ a tih tia a hril a, ngai si lohai le, keia tieng khawm pawisa si lohai, in thlatuhai ang khan um naw ro, LALPA chun a tih.",
      "reference": "ZEKARIA 1:4"
    },
    {
      "content": "In thlatuhai chu khâw lai am an um tah a? Zâwlneihai khawm chu an dam zing am a nih?",
      "reference": "ZEKARIA 1:5"
    },
    {
      "content": "Amiruokchu, ka thuhai le ka thuruothai, ka siehlaw zâwlneihai thu ka ipêkhai chu, chuonghai chun in thlatuhai chu an hnawtphâk tah ni lo am a nih? Anni chu an ngha kîr a, ‘ei thilthawhai ang pei le, ei um dân ang peia sipaihai LALPAIN ei chunga thaw dinga a ngaituo angtakin, chuong angtak chun ei chungah a thaw a ni hi,’ an tih a,” tiin.",
      "reference": "ZEKARIA 1:6"
    },
    {
      "content": "Daria inlal kum hnina, thla sâwmpakhatna Sebat thla, ni sâwm- hni pali ni chun LALPA thu chu a hung tlung a:",
      "reference": "ZEKARIA 1:7"
    },
    {
      "content": "“Zâna hin thil ka hmuh a, mi pakhat sakawr sen chunga chuong hi ka hmuh a, ama chu hmun inruom inhmui thing lai hin a ngîr zing a; chun, a hnunga chun sakawr sen dâm, a buong dâm, a vâr dâm hi an um a.",
      "reference": "ZEKARIA 1:8"
    },
    {
      "content": "Chun, keiin ‘Aw pu, hienghai hi ieng am an nih a?’ ka ta. Vântirko kei mi betu chun ka kuomah, ‘Hieng hi ieng am an ni inentir ka ti che,’ a ta.",
      "reference": "ZEKARIA 1:9"
    },
    {
      "content": "Chun, inhmui thing buk laia ngîrpa chun a dawn a, ‘Hienghai hi LALPAIN hnuoi chung kil tin kil tanga fe dinga a tirhai chu an nih,’ a ta.",
      "reference": "ZEKARIA 1:10"
    },
    {
      "content": "Chun, anni chun LALPA vântir- ko inhmui thing laia ngîr chu an dawn a, ‘Hnuoi chung kil tin kil tanga chun kan fe tah a, ngai ta, leihnuoi po po chu a ṭhung ṭawk ṭawkin, râlmuongin a um a nih,’ an ta.",
      "reference": "ZEKARIA 1:11"
    },
    {
      "content": "Chun, LALPA vântirko chun a dawn a. ‘Aw sipaihai LALPA, kum sâwmsari sûng rau an chunga nasa- taka lunginsenna i nei, Juda khaw- puihai le Jerusalem chunga hin ieng chen am zângaina nei loin i um ding a na?’ a ta.",
      "reference": "ZEKARIA 1:12"
    },
    {
      "content": "Chun, vântirko kei mi betu chu LALPA chun thu ṭhatakhai, thu thlamuongumtakhai chun a dawn tah a.",
      "reference": "ZEKARIA 1:13"
    },
    {
      "content": "Chuongchun, vântirko a mi betu chun ka kuomah, ‘Hieng ang hin khêk rawh: Sipaihai LALPA chun hieng hin a tih: Jerusalem le Zion chu nasatakin ka thîk a nih.",
      "reference": "ZEKARIA 1:14"
    },
    {
      "content": "Chuongchun, hnam nuomsaa umhai chunga chun ka lungni naw êm êm a; lungni naw dep chu ka ni deh a, anni chun sukrinumna chu an sukzuol pei sih a, tiin,’ a ta.",
      "reference": "ZEKARIA 1:15"
    },
    {
      "content": "Chuleiin, LALPA chun a tih: ‘Zângaina leh Jerusalema chun ka hung kîr nâwk a; chutaka chun ka in chu bâwl a ni ding a nih, sipaihai LALPA chun a tih; chun, Jerusalem chunga hin inkhina hmawl keimar nîng a tih.",
      "reference": "ZEKARIA 1:16"
    },
    {
      "content": "La khêk nâwk la, sipaihai LALPA chun hieng hin a tih: Ka khawpuihai chu hausakna leiin hung inzar lien a ta; chun, LALPA chun, Zion chu la thlamuon nâwk a ta, Jerusalem chu la thlang nâwk a tih,’” tiin.",
      "reference": "ZEKARIA 1:17"
    },
    {
      "content": "Chun, ka mithai ka hang inlên a, ka en a; chun, ki pali hi ka hmu a. Chun, vântirko a mi betu kuoma chun, “Hieng hi ieng am an nih a?” ka tih a.",
      "reference": "ZEKARIA 1:18"
    },
    {
      "content": "Ama chun, “Hi kihai hi Juda le Israel le Jerusalem sukdartuhai chu an nih,” tiin a mi dawn a.",
      "reference": "ZEKARIA 1:19"
    },
    {
      "content": "Chun, LALPA chun thîrsu pali hi a mîn hmutir a.",
      "reference": "ZEKARIA 1:20"
    },
    {
      "content": "Chun, keiin, “Hieng hi ieng thaw dinga hung am an na?” ka tih a. Ama chun, “Hieng hi Juda sukdartu kihai chu an nih a, tukhawma an lu dawm kâng an ngam ngai nawh a; nisienlakhawm, hienghai hi, sukdar dinga Juda ram chunga an ki inlettu hnamhai kihai chu pei thla dinga, anni chu sukhmang dinga hung an nih,” a tih a.",
      "reference": "ZEKARIA 1:21"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ZEKARIA 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}