{
  "verses": [
    {
      "content": "“Chu ni chun inthieng nawna le suolnaa dingin, David sûng- kuo le Jerusalema chêngtuhai ta dingin tuikhur hawngpêk nîng a tih,”",
      "reference": "ZEKARIA 13:1"
    },
    {
      "content": "Sipaihai LALPA chun a tih, “Chu nia chun hieng hi hung nîng a tih: rama inthawk hin milimhai hming chu pei thlâng ka ta, hriet zing ni ta naw ni hai; chun, zâwlneihai le thlarau inthieng nawhai chu hi rama inthawk hin infe hmangtir ka tih.",
      "reference": "ZEKARIA 13:2"
    },
    {
      "content": "Chun, anni mi tukhawma an thu an la hrillâwk zing chun, an nu le pa anni neitu ngei chun, ‘Dam naw ti ni; LALPA hmingin khêlthu i hril sih a,’ tîng an tih; chuongchun, a thu hril lai le le chun a nu le pa ama neitu chun ama chu sunthleng an tih.",
      "reference": "ZEKARIA 13:3"
    },
    {
      "content": "Chun, chuong ni chun hieng hi hung nîng a ta, thu a hrillâwk lai chun, zâwlnei po pohai, mi tin el chun mâni thilhmulâwk chu inzâpui an ta; hlêm dingin puon inhmul sil naw bawk an tih;",
      "reference": "ZEKARIA 13:4"
    },
    {
      "content": "amiruokchu, ‘Zâwlnei ka ni nawh a, hnuoi inlettu ka ni lem, ka tleirâwla inthawk tah siehlawa siem ka ni ta sih a,’ tîng a tih.",
      "reference": "ZEKARIA 13:5"
    },
    {
      "content": "Chun, a kuoma chun mi dangin, ‘Khâng i kut inkâra inpânhai kha ieng am an na?’ tîng a ta. Ama chun, ‘Hieng hi ka ruolhai ina ka hliemna chu an nih,’ tiin dawn a tih.",
      "reference": "ZEKARIA 13:6"
    },
    {
      "content": "“Aw kâwlhnâm, ka berâmpu chunga le, mi ka ruolpâwl chunga chun har rawh,” sipaihai LALPA chun a tih. “Berâmpu chu vaw la, berâmhai chu indar an tih; chun, a chînhai chunga chun kei khawma ka kut inlet ka tih,” tiin.",
      "reference": "ZEKARIA 13:7"
    },
    {
      "content": "LALPA chun, “Chu nia chun hieng hi hung nîng a ta, ram po poa chun, chutaka hmun hni chu sât thlâk nîng an ta, thîng an tih; chun, a hmun thumna chu hla nîng an tih.",
      "reference": "ZEKARIA 13:8"
    },
    {
      "content": "Chun, a hmun thumna chu meiah infethlengtir ka ta, tangkaruo chu sukthieng a ni angin sukthieng ka ta, rângkachak chu fie a ni ang- in fieng ka tih: chun, ka hming lam an ta, kei khawma anni chu ngai tâng ka tih; ‘Ka mihai an nih,’ tîng ka ta; chun, anni khawma, ‘LALPA chu ka Pathien a nih,’ mi tîng an tih,” a ta.",
      "reference": "ZEKARIA 13:9"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ZEKARIA 13 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}