{
  "verses": [
    {
      "content": "Chun, ka mithai chu ka hang inlên a, ka en a, mi a kuta inkhina hmawl chawi hi ka hmuh a.",
      "reference": "ZEKARIA 2:1"
    },
    {
      "content": "Chun, keiin, “Khawtienga fe ding am i na?” ka ta. Ama chun ka kuom- ah, “Jerusalem chu inkhi dingin, a khang chu ieng ruol am a na, a dungtieng ieng chen am a na ti hre dingin,” a ta.",
      "reference": "ZEKARIA 2:2"
    },
    {
      "content": "Chun, ngai ta, vântirko a mi betu chu a fe suok tah a, chun, vântirko dangin ama chu ân tuokpui a, a kuomah,",
      "reference": "ZEKARIA 2:3"
    },
    {
      "content": "“Tlân la, hi tlangvâl kuoma hin, ‘mipui tam lei le ranruol leiin Jerusalem chu khuohai kulhai um lo anga hluo el nîng a tih,’ tiin hril rawh.",
      "reference": "ZEKARIA 2:4"
    },
    {
      "content": "A vêlin kei a mei kul bang nîng ka ta, a sûnga chun kei chu a ropuina ka ni ding a ni sih a, LALPA chun a tih,” a ta.",
      "reference": "ZEKARIA 2:5"
    },
    {
      "content": "“Hung ro, hung ro, hmâr rama inthawk dâm chun hung tlân suok ro, LALPA chun a tih: vân kil liahai chena chun ka lo sukdar ta si cheu a, LALPA chun a tih.",
      "reference": "ZEKARIA 2:6"
    },
    {
      "content": "Babulon naunu le chêng hmun- khat Zion, hung la, hung suok rawh.",
      "reference": "ZEKARIA 2:7"
    },
    {
      "content": "LALPA chun hieng hin a ti sih a: A ropuina ding ang peiin ama chun nangni suksetu cheu hnamhai kuom- a chun a mi tir a; nangni tâwktu cheu chun ama mit nautê a tâwk a ni sih a:",
      "reference": "ZEKARIA 2:8"
    },
    {
      "content": "Ngai ta u, anni chunga chun ka kut chu thin ka ta, chuongchun, anni rawng bâwlpêktuhai ta dingin râllâk sum hung ni tâng an tih; chun, sipaihai LALPA chun kei a mi tir a nih ti hre tâng in tih.",
      "reference": "ZEKARIA 2:9"
    },
    {
      "content": "Aw Zion naunu, hlim la, hla sak rawh, en ta, ka hung mêk a, nangni lai chun ka chêng ding a ni sih a, LALPA chun a tih.",
      "reference": "ZEKARIA 2:10"
    },
    {
      "content": "Chun, chu nia chun hnam tamtakhai chu LALPA tieng hung kawp an ta, ka mihai an hung ni ding a nih; chun, kei chu nangmaa chun chêng ka ta, chuongchun, sipaihai LALPA chun i kuomah a mi hung tir a nih ti hre tâng i tih.",
      "reference": "ZEKARIA 2:11"
    },
    {
      "content": "Chun, ram inthienga chun LALPA chun a chanpuol dingin Juda chu hluong a ta, Jerusalem chu thlang tâng a tih.”",
      "reference": "ZEKARIA 2:12"
    },
    {
      "content": "Mi po pohai, LALPA hmaa chun to ṭhiep ro khai: a chêngna inthienga inthawk chun a hung thohar ta sih a.",
      "reference": "ZEKARIA 2:13"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ZEKARIA 2 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}