{
  "verses": [
    {
      "content": "Ngai ta, LALPA ni chu a hung tlung ie, nangmaa inthawka râllâk sum i sûnga an insem ni ding chu.",
      "reference": "ZEKARIA 14:1"
    },
    {
      "content": "Jerusalem chu do dingin hnam po po chu ka kei khâwm ding a ni sih a; khawpui chu lâk nîng a ta, inhai chu kâpkhumin um an ta, nuhmeihai chu ṭhuoi hmangin um an ta, chun, a khawpui chenve zet chu salah fêng an ta, mi la um sunhai ruok chu khaw- puia inthawka sât thlâk ni naw ni hai.",
      "reference": "ZEKARIA 14:2"
    },
    {
      "content": "Chun, LALPA chu fe suok a ta, indona nia a do angin, chuong hnam- hai chunga chun do a tih.",
      "reference": "ZEKARIA 14:3"
    },
    {
      "content": "Chu nia chun a kehai chu Oliv tlânghai, Jerusalem sak ela umhai chunga chun ngîr a ta, chun, Oliv tlânghai chu a laia chun saktieng le thlangtienga chun kakintan a ta, chuongchun, ruom nasatak hung um a tih; chun, chu tlâng chenve chu hmârtieng insawn a ta, a chenve dang chu simtieng insawn a tih.",
      "reference": "ZEKARIA 14:4"
    },
    {
      "content": "Chun, ka tlânghai ruoma chun tlânsieng in ta; tlânghai ruom chun Azel a tlung rak ding a ni sih a: anih, Juda lal Uzzia inlal laia simkhaw- leihnuoi inhnînga in tlânsiet ang khan, tlânsieng in tih; chun, LALPA ka Pathien chu hung a tih, a kuoma mi inthienghai po po leh.",
      "reference": "ZEKARIA 14:5"
    },
    {
      "content": "Chu ni chun a var khawm chu var ta naw nih a, inthim lem tâng a ta;",
      "reference": "ZEKARIA 14:6"
    },
    {
      "content": "amiruokchu, ni khat, LALPA ihriet chu um a tih; sûn khawm ni naw nih a, zân khawm ni naw bawk a tih, amiruokchu, zântieng huna hin var chu hung um a tih.",
      "reference": "ZEKARIA 14:7"
    },
    {
      "content": "Chun, chu nia chun tui hringhai Jerusalema inthawkin hung suok a ta; a chenve chu saktieng tuisuoriet- ah, a chenve chu thlangtieng tuisuo- rietah, nipui lai le thlasik huna khawm a ni ding a nih.",
      "reference": "ZEKARIA 14:8"
    },
    {
      "content": "Chun, LALPA chu leihnuoi po po chunga laltak ni tâng a ta, chu nia chun LALPA chu pakhat nîng a ta, a hming khawm pakhat chau nîng a tih.",
      "reference": "ZEKARIA 14:9"
    },
    {
      "content": "Ram po po chu Araba, Gebaa inthawka Jerusalem sima Rimmon tienga a lêtkîr angin inher tâng a ta; chun, Jerusalem chu chawisângin um a ta, ama hmun ngei, Benjamin in kawtkhâra inthawka kawtkhâr hma- satak, kul kil kawtkhâr chen le, Hananel in insânga inthawka lal uoin sâwrna khur chenin, chang tâng a tih.",
      "reference": "ZEKARIA 14:10"
    },
    {
      "content": "Chun, mihai chu a sûnga chun chêng an ta, ṭawngsie hrim um ta naw nih a; Jerusalem chu himtaka hluo ni lem tâng a tih.",
      "reference": "ZEKARIA 14:11"
    },
    {
      "content": "Chun, hihi hnam po pohai Jerusalem dotuhai chunga LALPAIN a hremna ding hri chu nîng a tih; an kehaia an ngîr zing laiin an taksa chu hung kawrhmang a ta, an mithai chu an mitkhurhaia chun hung thêp- hmang a ta, an leihai khawm chu an bauah hung bohmang a tih.",
      "reference": "ZEKARIA 14:12"
    },
    {
      "content": "Chun, chu ni chun LALPAA inthawka buoina nasatak el chu anni lai chun um a tih; mi tinin mâni tuolbâwm kut chu chel an ta, a kut chu a tuolbâwm kut chunga chun inlet nîng a tih.",
      "reference": "ZEKARIA 14:13"
    },
    {
      "content": "Chun, Juda khawm chun Jerusalem chu do tâng a ta; kil tina hnam po pohai hausakna; rângka- chak dâm, tangka dâm, silfên dâm nasataka tam lâk khâwm nîng a tih.",
      "reference": "ZEKARIA 14:14"
    },
    {
      "content": "Chun, hi hri ang bawk hin, chuong puon inhaia um ran po pohai, sabengtung dâm, sanghâwngsei dâm, sabengtung lien chi dâm, sakawr dâm hri chu chuong ang bawk chun um a tih.",
      "reference": "ZEKARIA 14:15"
    },
    {
      "content": "Chun, Jerusalem hung thawtu hnam po pohaia a la um sunhai chu kum tin tinin laltak, sipaihai LALPA chu be ding le, Bâwkte ruoiṭhe chu nei dingin hang fe rawp hlak an tih.",
      "reference": "ZEKARIA 14:16"
    },
    {
      "content": "Chun, leihnuoia hnamhai po po tukhawm Laltak, sipaihai LALPA chu be dinga Jerusalema hang fe nawhai chunga chun ruo sûr naw ni.",
      "reference": "ZEKARIA 14:17"
    },
    {
      "content": "Aigupta hnam khawm chu a hang fe nawh a, a hung naw chun, an chungah sûr bik naw nih a, bâwkte ruoiṭhe nei dinga hang fe nawhai hnam LALPAIN a hremna hri chu an chungah um a tih.",
      "reference": "ZEKARIA 14:18"
    },
    {
      "content": "Hi hi Aigupta ram hremna chu nîng a ta, bâwkte ruoiṭhe nei dinga hang fe naw hnamhai ta dinga hrem- na ni bawk a tih.",
      "reference": "ZEKARIA 14:19"
    },
    {
      "content": "Chu nia chun sakawr dârṭhihai chunga chun, “LALPA TA DINGA INTHIENG,” ti um tâng a ta, LALPA ina bêlhai khawm chu mâichâm hmaa maihûnhai ang ni tâng a tih.",
      "reference": "ZEKARIA 14:20"
    },
    {
      "content": "Anih, Jerusalema bêl tinhai le, Juda rama bêl tinhai chu sipaihai LALPA ta dinga inthieng ni vawng tâng an tih; chun, mi inthâwihai po po chu hung an ta, hung lâng an ta, chu chun suong an tih; chun, chu nia chun sipaihai LALPA ina chun Kanaan mi ti bîk khawm um ta naw nih.",
      "reference": "ZEKARIA 14:21"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ZEKARIA 14 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}