{
  "verses": [
    {
      "content": "Chun, sipaihai LALPA thu chu ka kuomah a hung tlung a,",
      "reference": "ZEKARIA 8:1"
    },
    {
      "content": "“Sipaihai LALPA chun hieng hin a tih: Zion chu îtthîkna nasatakin ka îtthîk a, lungsenna nasatak leh ama chu ka îtthîk a nih,” tiin.",
      "reference": "ZEKARIA 8:2"
    },
    {
      "content": "LALPA chun hieng hin a tih, “Ziona chun ka hung kîr a, Jerusalem sûnga chun chêng ka tih; chun, Jerusalem chu, ‘Thudik khawpui,’ ti nîng a ta; sipaihai LALPA tlâng chu, ‘Tlâng inthieng,’ ti nîng a tih,” tiin.",
      "reference": "ZEKARIA 8:3"
    },
    {
      "content": "Sipaihai LALPA chun hieng hin a tih, “Jerusalem kawtthlêrhaia chun pitar le putarhai, tar êm êm leia kuta funghrawl ṭhunhai chu la um an tih.",
      "reference": "ZEKARIA 8:4"
    },
    {
      "content": "Chun, a khawpui kawtthlêrhai chu pasaltê le nuhmeitê kawt- thlêrhaia inhnelin la sip bawk an tih,” tiin.",
      "reference": "ZEKARIA 8:5"
    },
    {
      "content": "Sipaihai LALPA chun hieng hin a tih, “Chuong nihaia chun hi chi hlaa umhai mithmua hin a mak hle chun, keia mithmua khawm a mak hle naw ding am a nih?” sipaihai LALPA chun a tih.",
      "reference": "ZEKARIA 8:6"
    },
    {
      "content": "Sipaihai LALPA chun hieng hin a tih, “Ngai ta, ka mihai chu saktieng ram le thlangtieng rama inthawkin sandam ka ta;",
      "reference": "ZEKARIA 8:7"
    },
    {
      "content": "anni chu hung ṭhuoi ka ta, Jerusalem sûnga chun chêng an tih; chun, anni chu ka mihai nîng an ta, kei chu, felna le indiknain an Pathien nîng ka tih,” tiin.",
      "reference": "ZEKARIA 8:8"
    },
    {
      "content": "Sipaihai LALPA chun hieng hin a tih, “LALPA in, biekin ngei chu, bâwl a ni theina dinga lungphûm phûma a um nia, zâwlnei lo um tahai baua inthawka thuhai vawisûn nia hretu- hai, in kuthai chu sukhrât ro.",
      "reference": "ZEKARIA 8:9"
    },
    {
      "content": "Khâng nihaia khan chu mi- hriem ta dingin inhlawfâkna a um nawh a, ran ta ding khawma inhlaw- fâkna hrim a um nawh a; hmêlma leiin mi a lût le suok ta ding khawma muongna hrim a um nawh: mi po po mâni tuolbâwmhai kalin ka sie sih a.",
      "reference": "ZEKARIA 8:10"
    },
    {
      "content": "Amiruokchu, tuhin chu hi chi hlaa umhai ta ding hin chu khâng lai nihaia ang kha chu ka ni ta naw ding a nih, sipaihai LALPA chun a tih.",
      "reference": "ZEKARIA 8:11"
    },
    {
      "content": "Inremna chi chu a um ta ding a ni sih a; grêphrui chun a ra insuong a ta, leihnuoi khawm chun a hlâwkna chu insuo bawk a ta, vânhai khawm chun daidaw chu hung pêng an ta; hi chi hlaa umhai hi chuong thilhai po po chu inhluotir ka tih.",
      "reference": "ZEKARIA 8:12"
    },
    {
      "content": "Chun, hnam tinhai laia ṭawng- sephur in ni ang khan, aw Juda sûng- kuo le Israel sûngkuo, hung sanhim ka ti cheu a, malsâwmna hung ni tâng in tih: ṭi naw unla, in kuthai chu sukhrât phawt phawt el ro,” tiin.",
      "reference": "ZEKARIA 8:13"
    },
    {
      "content": "Sipaihai LALPA chun hieng hin a ti sih a, “In thlatuhaiin lunginsen dinga an mi chawktho laiin in chunga thil ṭha naw thaw ka lungril a, chu chu kân sîr naw bawk angin, sipaihai LALPA chun a tih;",
      "reference": "ZEKARIA 8:14"
    },
    {
      "content": "chuong ang tak chun, hieng nihaia hin Juda insûng le Jerusalem chunga hin thil ṭha thaw ka lungril a nih, ṭi dêr naw ro.",
      "reference": "ZEKARIA 8:15"
    },
    {
      "content": "Hienghai hi thil in thaw dinghai chu an nih: mi tinin mâni tuolbâwm kuomah thu indiktak hril raw se: in kul kawtkhârhaia chun inremna le indikna rorêlna chu suksuok unla,",
      "reference": "ZEKARIA 8:16"
    },
    {
      "content": "nangni laia mi tukhawma mâni tuolbâwm chungah thil ṭha naw a lungrilah suongtuo hlek naw raw se; inkhâmna indik naw chu ngaina naw unla, hienghai ku hi a nih thil ka theida chu, sipaihai LALPA chun a tih,” tiin.",
      "reference": "ZEKARIA 8:17"
    },
    {
      "content": "Chun, sipaihai LALPA thu chu ka kuomah a hung tlung a,",
      "reference": "ZEKARIA 8:18"
    },
    {
      "content": "“Sipaihai LALPA chun hieng ang hin a tih: Thla lina bu ngheina le, thla ngana bu ngheina le, thla sarina bu ngheina le, thla sâwmna bu ngheina chu Juda sûngkuo ta ding chun hlimna le lâwmna le thafânna ruoiṭhehai an ni lem ding a nih: chu- leiin, indikna le inremna hi ngaina ro,” tiin.",
      "reference": "ZEKARIA 8:19"
    },
    {
      "content": "Sipaihai LALPA chun hieng hin a tih, “Hieng ang hi la hung tlung a tih: hnamhai le khawpui tamtak hluotuhai chu la hung an ta;",
      "reference": "ZEKARIA 8:20"
    },
    {
      "content": "khawpui pakhata umhai chu a danga umhai kuoma chun fêng an ta, ‘LALPA ditsakna chu hni ding le, sipaihai LALPA chu zawng suok dingin inhmawtakin fêng ei tiu: kei khawm fe vêng ka tih,’ tîng an tih.",
      "reference": "ZEKARIA 8:21"
    },
    {
      "content": "Anih, chi tamtakhai le hnam hrâttak takhai chu LALPA ditsakna chu ngên ding le, Jerusalema sipaihai LALPA chu zawng dingin la hung an tih,” tiin.",
      "reference": "ZEKARIA 8:22"
    },
    {
      "content": "Sipaihai LALPA chun hieng hin a tih, “Chuong nihaia chun hnam po po laia mi sâwmin, ‘Pathien chu i kuomah a um ti kan hriet sih a; keini khawma hung zui vêng kan ti che,’ tiin Juda mi chu a puonhmawrah an la chel ngei ding a nih,” tiin.",
      "reference": "ZEKARIA 8:23"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ZEKARIA 8 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}