{
  "verses": [
    {
      "content": "Chun, Peter le Johanin mihai kuomah thu an hril leiin, thiempuhai, biekin hotuhai, Saddu- kaihai chu an kuom an hung tlung phut a.",
      "reference": "THILTHAWHAI 4:1"
    },
    {
      "content": "Mi an inchûktir le Isu leiin mithi laia inthawka thonâwk thu an hril leiin an lungninaw bêk bêk a.",
      "reference": "THILTHAWHAI 4:2"
    },
    {
      "content": "Chun, an man a, zântieng a ni leiin a zîng chena dingin intângna inah an khum tah a.",
      "reference": "THILTHAWHAI 4:3"
    },
    {
      "content": "Nisienlakhawm, thu ngaihai a ṭhen tamtakin an awi a; an tam tieng chu patling ruok khawm sâng nga lai an tling a.",
      "reference": "THILTHAWHAI 4:4"
    },
    {
      "content": "Chun, a zînga chun an hotuhai, upahai, Dân inchûktirtuhai, Jeru- salemah an um khâwm a,",
      "reference": "THILTHAWHAI 4:5"
    },
    {
      "content": "Thiempu Laltak Anna hai, Kaia- pha hai, Johan hai, Alexandra hai, Thiempu Laltak chihai po po le chun.",
      "reference": "THILTHAWHAI 4:6"
    },
    {
      "content": "Chun, Peter le Johan chu a laiah an inngîrtir a, “Ieng thuneinain am, tu hmingin am hieng hi in thaw a?” an ta, an indawn a.",
      "reference": "THILTHAWHAI 4:7"
    },
    {
      "content": "Chuongchun, Peter chu Thlarau Inthiengin a sip a, an kuomah, “Mi po po hotuhai, upahai,",
      "reference": "THILTHAWHAI 4:8"
    },
    {
      "content": "mi hrâtnaw sukṭhat thuah, ‘Hi mipa hi ieng leiin am a hung dam tah a?’ tiin vawisûn hin in mi fie a ni chun,",
      "reference": "THILTHAWHAI 4:9"
    },
    {
      "content": "nangni po poin hre ro, Israel mi po khawmin hre raw se, Nazareth Isu Krista krawsa in hemde Pathienin mithi laia inthawka a ikeitho nâwk kha, ama hming ngeiin hi mipa hi hitaka hin in hmaah damin a ngîr tah a ni hi.",
      "reference": "THILTHAWHAI 4:10"
    },
    {
      "content": "Nangni in bâwltuhai, in lung dehâwn, a kia lung ṭhangkaitak lo ni ta kha ama hi a nih.",
      "reference": "THILTHAWHAI 4:11"
    },
    {
      "content": "Mi dang tu kuoma khawm san- damna a um nawh; vânkhuphnuoia mihriem isak lai, a mi sandam ding hming dang hrim a um nawh,” a ta.",
      "reference": "THILTHAWHAI 4:12"
    },
    {
      "content": "Chun, Peter le Johan huoizie chu an hmu chun lekha thiemnaw le mi narân el an nih ti an hrietin, mak an ti hleh a; Isu kuomah an um tah ti an hriet tah a.",
      "reference": "THILTHAWHAI 4:13"
    },
    {
      "content": "Chun, mi an sukdam chu an kâwla ngîr an hmuh a, iengkhawm an sawisêl thei si nawh.",
      "reference": "THILTHAWHAI 4:14"
    },
    {
      "content": "Chuongchun, an rorêlnaa in- thawk a an infetir hnungin an inrawn a,",
      "reference": "THILTHAWHAI 4:15"
    },
    {
      "content": "“Hieng mihai hi iengtin am thâwng ei ta? Thilmak inthangtak an thaw ti Jerusalema um po poin an hriet ta hi; eini khawmin ei sêl thei si nawh a.",
      "reference": "THILTHAWHAI 4:16"
    },
    {
      "content": "Nisienlakhawm, mi kuoma ân phuong nâwk zuol nawna dingin, tuta inthawk tû kuoma khawm hi hminga thu an hril nawna dingin vau ei tiu,” an ta.",
      "reference": "THILTHAWHAI 4:17"
    },
    {
      "content": "Chuongchun, anni chu an ko a, Isu hminga thu hril dêr lo ding an ti tlat a.",
      "reference": "THILTHAWHAI 4:18"
    },
    {
      "content": "Nisienlakhawm, Peter le Johan- in an kuomah, “Pathien mithmuin, Pathien thu zâwm nêkin nangni thu zâwm ân dik lem am chu, ngaituo ro.",
      "reference": "THILTHAWHAI 4:19"
    },
    {
      "content": "Keini chu thil kan hmu le kan hriethai kha hril loin kan um thei nawh,” an ta.",
      "reference": "THILTHAWHAI 4:20"
    },
    {
      "content": "Chun, anni chun an vau nâwk zuol a, an insuo tah a. Mipui leiin hremna remchâng an hmu nawh; an thilthaw lei khan mi po poin Pathien an chawimawi sih a.",
      "reference": "THILTHAWHAI 4:21"
    },
    {
      "content": "Thilmaka an isukdam chu kum sâwmli nêk hmana ta m lem a ni sih a.",
      "reference": "THILTHAWHAI 4:22"
    },
    {
      "content": "Chun, Peter le Johan chu an suok chun anni pâwlhai lai an va feh a; thiempu lalhai le upahaiin an kuoma an hril po chu an hril vawng a.",
      "reference": "THILTHAWHAI 4:23"
    },
    {
      "content": "Chuongchun, a ngaihai chun a ruolin rawl inringtakin Pathien kuomah, “Lalpa, nang hnuoi hai, vân hai, tuisuoriet hai, a sûnga um po pohai siemtu i nih;",
      "reference": "THILTHAWHAI 4:24"
    },
    {
      "content": "nangin Thlarau Inthiengin, kan thlatu i siehlaw David bauin, hieng thu hi i hril a nih:- ‘Jentailhai iengdinga an lunginsen am? Hnam tinin iengdinga thil teplo an ngaituo am a na?",
      "reference": "THILTHAWHAI 4:25"
    },
    {
      "content": "Khawvêl lalhaiin an ep huoi huoi a, Hotuhai khawm an pung khâwm a, Lalpa le a Krista chunga chun,’ tiin.",
      "reference": "THILTHAWHAI 4:26"
    },
    {
      "content": "“Hi khuoa hin i siehlaw in- thieng, i hriek nâl, Isu chunga khan Herod le Pontia Pilat le, Jentailhai le Israel mihai an pungkhâwm tak zet a nih;",
      "reference": "THILTHAWHAI 4:27"
    },
    {
      "content": "i kut le i lungrilin tlung dinga i ruot lâwk taphawt kha thaw dingin.",
      "reference": "THILTHAWHAI 4:28"
    },
    {
      "content": "Chuongchun, tuhin Lalpa, an mi vauzie hi ngai ta; i suokhai hi huoitakin i thu inhriltir la,",
      "reference": "THILTHAWHAI 4:29"
    },
    {
      "content": "mihai sukdam dingin i kut phar bawk rawh; i siehlaw inthieng Isu hmingin inchikna le thilmakhai inthawtir bawk rawh,” an ta.",
      "reference": "THILTHAWHAI 4:30"
    },
    {
      "content": "Chun, an ṭawngṭai zo chun an umna in chu a hung inhnîng a, an rêngin Thlarau Inthiengin an hung sip a, huoitakin Pathien thu an hril tah a.",
      "reference": "THILTHAWHAI 4:31"
    },
    {
      "content": "Chun, a ringtu mipuihai chu lungril hmunkhat le ngaituo hmun- khatin an um a; anni laia pakhat khawmin an sum nei, “Ka ta bîk a nih,” an ti nawh; thil po po an inṭâwm lem hlak.",
      "reference": "THILTHAWHAI 4:32"
    },
    {
      "content": "Chun, tirkohai chun awium- takin Lal Isu thonâwk thu an inhriettir hlak a, an rênga chungah lunginsietna nasatak a um.",
      "reference": "THILTHAWHAI 4:33"
    },
    {
      "content": "Chun, anni lai khawm tlasam tukhawm an um nawh, hnuoihai, inhai nei taphawtin an zawr a, an thil zawrhai chu a man an hung chawi a,",
      "reference": "THILTHAWHAI 4:34"
    },
    {
      "content": "tirkohai ke bulah an sie hlak a; an mamaw dai tâwk sengin an sem seng hlak.",
      "reference": "THILTHAWHAI 4:35"
    },
    {
      "content": "Chun, Josef, tirkohaiin Barna- ba an ti chu, (chu hming umzie chu “Thlamuongna nau,” tina a nih), Levi chi, Kupra thlierkâra mi a na,",
      "reference": "THILTHAWHAI 4:36"
    },
    {
      "content": "a lo nei chu zawrin a man a hung chawi a, tirkohai ke bulah a sie tah a.",
      "reference": "THILTHAWHAI 4:37"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THILTHAWHAI 4 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}