{
  "verses": [
    {
      "content": "Chun, Antiokeia kohran lai chun thu hriltuhai le inchûktirhai an um; chuong chu Barnaba hai, Simeon Niger an ti hai, Kurini khuoa Lukia hai, lal Herod unau Manaina hai, Saula hai leh an nih.",
      "reference": "THILTHAWHAI 13:1"
    },
    {
      "content": "Chun, Lalpa rawng an bâwl a, bu an nghei laiin, Thlarau Inthiengin, “Barnaba le Saula hi anni ka ruot ang san thaw dingin mi suktumpêk ro,” a ta.",
      "reference": "THILTHAWHAI 13:2"
    },
    {
      "content": "Chuongchun, bu nghei a, an ṭawngṭai zo chun an chungah kut an innghat a, an infetir tah a.",
      "reference": "THILTHAWHAI 13:3"
    },
    {
      "content": "Chuongchun, Thlarau Inthieng tir suok chun an fe tah a, Selukai khuoah an fe thlah a, chutaka in- thawkin Kupra thlierkârah lâwngin an feh a.",
      "reference": "THILTHAWHAI 13:4"
    },
    {
      "content": "Chun, Salamis khuoa an um laiin, Juda inkhâwmna inahai Pathien thu an hril hlak; Johan khawm kha an rawng bâwl dingin an ṭhuoi veh a.",
      "reference": "THILTHAWHAI 13:5"
    },
    {
      "content": "Chun, thlierkâr chu Paphos chenin an fang suok a, dawithiem zâwlnei tehlêm, Juda mi pakhat an hmuh a, a hming chu Bar-Isu a nih.",
      "reference": "THILTHAWHAI 13:6"
    },
    {
      "content": "Ama chu, lal aiawtu, Serjia Paula, mi vartak kuoma um a nih. Chu lal aiawtu chun, Barnaba le Saula chu a ko a, Pathien thu hriet a tum a.",
      "reference": "THILTHAWHAI 13:7"
    },
    {
      "content": "Nisienlakhawm, Elum, (Bar-Isu hming dang umzie hi Dawithiem tina a nih), chu mipa chun, lal aiawtu chu, inringnawtir tumin, anni chu a lo kal a.",
      "reference": "THILTHAWHAI 13:8"
    },
    {
      "content": "Chuongchun, Saula, (Paula an ti bawk chu), Thlarau Inthiengin a sip a, ama chu a en zing a,",
      "reference": "THILTHAWHAI 13:9"
    },
    {
      "content": "“Nang mi hlêm le theidaum tinrênga sippa, nang diebol naupa, nang felna tinrêng kawp nawpa, Lalpa kawng feltakhai hi suksiet ma naw ti ni maw?",
      "reference": "THILTHAWHAI 13:10"
    },
    {
      "content": "Hre rawh, tuhin Lalpa kut i chungah a tla a ni hi, i mit hung indel a ta, khaw var hmu hri naw ti ni,” a ta. Chuongchun, inthim le sûmin ama a baw nghâl tah a, kuta keitu ding zawngin ân vâk a.",
      "reference": "THILTHAWHAI 13:11"
    },
    {
      "content": "Chun, Lal aiawtu chun, chuong thil chu a hmuh a, Lalpa inchûktir thu chu mak a ti hleh, a ing tah a.",
      "reference": "THILTHAWHAI 13:12"
    },
    {
      "content": "Chun, Paula chu a rawihai le chun, Paphos khuoa inthawk chun lawngin an feh a. Pamphulia rama Perga an tlung a; chun, Johan khan anni chu a mâksan a, Jerusalemah a kîr nâwk tah a.",
      "reference": "THILTHAWHAI 13:13"
    },
    {
      "content": "Nisienlakhawm, anni chu Pergaa inthawkin an fe pei a, Pisidia rama Antiokei an tlung a; chun, Châwlniin inkhâwmna inah an lût a, an ṭhung a.",
      "reference": "THILTHAWHAI 13:14"
    },
    {
      "content": "Chun, Dân Lekhabu le Zâwl- neihai lekhabu tiem zoin inkhâwmna hotuhaiin an kuomah mi an tir a, “Unauhai, mihai infuina thu ieng amanih in nei chun hril ro,” an ta.",
      "reference": "THILTHAWHAI 13:15"
    },
    {
      "content": "Chun, Paula a ngîr a, kutin a zâp a, a hril a: “Israel mihai le Pathien ṭituhai, ngai ro.",
      "reference": "THILTHAWHAI 13:16"
    },
    {
      "content": "Hieng Israel chihai Pathien hin, ei thlatuhai a thlang a, Aigupta rama an thang zing lai khan a chawimawi a, kut chunghnungin chutaka inthawk chun a ṭhuoi suok tah a.",
      "reference": "THILTHAWHAI 13:17"
    },
    {
      "content": "Kum sâwmli lai thlalêra khan an thilthawhai chu a en thei zing a.",
      "reference": "THILTHAWHAI 13:18"
    },
    {
      "content": "Chun, Kanaan rama hnam sari a suktlâwm zo hnung khan an ram chu hluo dingin a pêk pei a, kum zali sâwmnga sûng po khan.",
      "reference": "THILTHAWHAI 13:19"
    },
    {
      "content": "Chuong hnunga chun, rorêltu- hai a pêk hlak a, zâwlnei Samuel chen khan.",
      "reference": "THILTHAWHAI 13:20"
    },
    {
      "content": "Chun, chu hnunga chun lal an hnih a; chuongchun, Pathienin Saula, Kis naupa, Benjamin chia mi kha an kuomah a pêk a, kum sâwmli sûnga dingin.",
      "reference": "THILTHAWHAI 13:21"
    },
    {
      "content": "Chun, ama chu a sawn hmang hnung khan an lala um dingin David a siem tah a; Pathienin chu thu chu inhriettirin, ‘David, Jessai naupa, ka lungril ang put mi ka hmu suok tah, ama chun ka dit zâwng taphawt thâwng a tih,’ a ta.",
      "reference": "THILTHAWHAI 13:22"
    },
    {
      "content": "“Chu thlahai laia chun Pathien- in, thutiem ang peiin, Israelhai Sandamtu Isu a hung intlun a.",
      "reference": "THILTHAWHAI 13:23"
    },
    {
      "content": "A hung hmain Johanin simna baptisma chu Israel mi po po lai a lo hril ta a.",
      "reference": "THILTHAWHAI 13:24"
    },
    {
      "content": "Chun, Johanin a lampui a hraw suok ding lai chun, ‘Nangnîn tu âm in mi ruot a? Ama chu ka ni nawh ie. Nisienlakhawm, ngai ta u, ka hnungah mi tû amanih a hung ding a nih, kei hi chu a kephaa a kekawk sût tlâk khawm ka ni nawh,’ a ta.",
      "reference": "THILTHAWHAI 13:25"
    },
    {
      "content": "“Unauhai, Abraham thla nau- hai, nangni laia Pathien ṭi po pohai, eini kuoma hin hieng sandamna thu hi a mi hung inphur suok a ni hi.",
      "reference": "THILTHAWHAI 13:26"
    },
    {
      "content": "Jerusalema umhaiin, an hotu- hai leh, ama chu an hriet naw lei le, zâwlneihai thu, Châwlni ta- phawta tiem hlak kha, an hriet bawk naw leiin, ama chu thiemnaw in- changtirin, chu thu chu an hlen tah a.",
      "reference": "THILTHAWHAI 13:27"
    },
    {
      "content": "A thina khawp meu a chung- ah iengkhawm an hmu naw khawm- in, Pilat kuomah sukhlum an ngên a.",
      "reference": "THILTHAWHAI 13:28"
    },
    {
      "content": "Chun, a thu zâwlneihaiin an ziek lâwk po po kha an hlen zo hnungin, thinga inthawk chu an lâk thlâk a, thlânah an inzâl tah a.",
      "reference": "THILTHAWHAI 13:29"
    },
    {
      "content": "Nisienlakhawm, Pathienin mi- thi laia inthawkin a keitho nâwk tah a.",
      "reference": "THILTHAWHAI 13:30"
    },
    {
      "content": "Chun, Galili rama inthawka Jerusalema ama ruola hang fe vehai kuoma chun ni sâwt tak sûngin ân lâr hlak a; chuong mihai chu tuhin mi kuoma a thu hretuhai an nih.",
      "reference": "THILTHAWHAI 13:31"
    },
    {
      "content": "Keini khawmin thlatuhai kuomah thutiem kha a chanchin lâwmum kan hung hril cheu hi,",
      "reference": "THILTHAWHAI 13:32"
    },
    {
      "content": "khânga Pathienin Isu a keitho khan, eini an nauhai lei hin chuong chu a hlen a nih, Inpâkna Hla pa- hninaah, ‘Ka naupa i nih ie, vawisûn hin ka nei che a nih,’ ti ziek ang bawk khan.",
      "reference": "THILTHAWHAI 13:33"
    },
    {
      "content": "Hmawnna hmuna fe nâwk lo dingin Pathienin ama chu mithi laia inthawkin a keitho dingzie thu chu hieng hin a hril a nih, ‘David kuoma lunginsietna ka itiem tlathai kha nanga kuomah pêng ka che,’ tiin.",
      "reference": "THILTHAWHAI 13:34"
    },
    {
      "content": "Chuleiin, Hla dangin, ‘I Mi In- thieng chu hmawn hmang phal naw ti nih a,’ a ti bawk a.",
      "reference": "THILTHAWHAI 13:35"
    },
    {
      "content": "David chu, Pathien rorêlpêk angin a dam ruolpuihai rawng a bâwl zo khan, a in innghil a, a thlatuhai kuomah an inzâl a, a hmawn hmang tah a nih.",
      "reference": "THILTHAWHAI 13:36"
    },
    {
      "content": "Pathienin a ikeitho ruok kha chu a hmawn hmang naw kha.",
      "reference": "THILTHAWHAI 13:37"
    },
    {
      "content": "“Chuongchun, unauhai, hre ro; ama lei chun, suol ngaidamna thu in kuomah hril a ni hi;",
      "reference": "THILTHAWHAI 13:38"
    },
    {
      "content": "tûkhawm ama ring taphawt chu, iengkimah ama thiem inchang- tirin a um, chuonga chun, Mosie Dânin thiem inchangtirin in um thei nawh.",
      "reference": "THILTHAWHAI 13:39"
    },
    {
      "content": "Chuleiin, fîmkhur ro, chuong naw chun, zâwlneihai lekhabua an hril kha in chungah hung tlung a tih,",
      "reference": "THILTHAWHAI 13:40"
    },
    {
      "content": "‘Hmusittuhai en ta u, Makti unla, bohmang ro; In dam sûng hin thil kawng khat ka thaw hi, Chu thil chu miin hril hai sienla cheu khawm, Awi tawp naw ti niu,’ a ti kha,” a ta.",
      "reference": "THILTHAWHAI 13:41"
    },
    {
      "content": "Chun, an suok chun, Châwlni nâwka chuong thu chu hril nâwk dingin an ngên a.",
      "reference": "THILTHAWHAI 13:42"
    },
    {
      "content": "Chun, inkhâwmhai chu an ṭin phingleh, Judahai le an saphun Pathien ngaisak laia mi tamtakin Paula le Barnaba chu an zui pei a; anni chun an lo biek a, Pathien lunginsietnaa chun um zing dingin an infui a.",
      "reference": "THILTHAWHAI 13:43"
    },
    {
      "content": "Chun, Châwlni nâwka chun a khuo deu thawin Pathien thu ngai dingin an hung inkhâwm a.",
      "reference": "THILTHAWHAI 13:44"
    },
    {
      "content": "Nisienlakhawm, Judahaiin mi- puihai chu an hmu phingleh an îtthîk bêk el a; Paula thu hril chu an sêlkal a, an hrilpâwi hleh a.",
      "reference": "THILTHAWHAI 13:45"
    },
    {
      "content": "Chun, Paula le Barnaba chun huoitakin an hril dawk a, “Pathien thu hi nangni kuoma hril hmasak hrim ding a nih; nisienlakhawm, in lo dang kîr a, chatuona hring tlâk loa in inruot ta hnung chu, hre ro, Jentailhai kuom tieng ngha ta vêng kan tih.",
      "reference": "THILTHAWHAI 13:46"
    },
    {
      "content": "Chuong ang chun Lalpain thu a mi pêk a nih. ‘Jentailhai sukvartuah ka ruot che, Kâwlkawdawng chena sandamna in tlun theina dingin,’ ti ziek ang khan,” an ta.",
      "reference": "THILTHAWHAI 13:47"
    },
    {
      "content": "Chun, Jentailhai chun chuong thu chu an hrietin an lâwm a, Pathien chu an chawimawi a, chun, chatuona hring dinga ruot po chun an ring tah a.",
      "reference": "THILTHAWHAI 13:48"
    },
    {
      "content": "Chun, Lalpa thu chu, chu lai ram khawvêla chun ân dar tah a.",
      "reference": "THILTHAWHAI 13:49"
    },
    {
      "content": "Nisienlakhawm, Judahai chun nuhmei inzaum Pathien ngaisakhai le khuoa upahai chu an infui a, Paula le Barnaba chu an insuknawmnatir a, an rama inthawkin an hnawt suok tah a.",
      "reference": "THILTHAWHAI 13:50"
    },
    {
      "content": "Chun, anni chun an chungah an kephaa pilvut an thinthlâk a, Ikoniom an tlung tah a.",
      "reference": "THILTHAWHAI 13:51"
    },
    {
      "content": "Chun, închûktirhai chu lâwmna le Thlarau Inthiengin an sip tâwl a.",
      "reference": "THILTHAWHAI 13:52"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THILTHAWHAI 13 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}