{
  "verses": [
    {
      "content": "Chu ni chun, kohran Jerusalema umhai chu miin nasatakin an suknawmna phut tah a; chuongchun, tirkohai bak naw chu Judai le Samari ram khaw tinah an indar ta vawng a.",
      "reference": "THILTHAWHAI 8:1"
    },
    {
      "content": "Chun, Pathien ngaisak tuhaiin amanih Stephan chu an phûm a, nasatakin an ṭap a.",
      "reference": "THILTHAWHAI 8:2"
    },
    {
      "content": "Saula ruok chun kohranhai chu a suknawmna bêk bêk a, in tinah a lût a, a nuhmei a pasalin a hnûk dawk a, intângna inah a khum hlak.",
      "reference": "THILTHAWHAI 8:3"
    },
    {
      "content": "Chun, ân darhai chu khaw tinah an feh a, thu chu an hril pei a.",
      "reference": "THILTHAWHAI 8:4"
    },
    {
      "content": "Chun, Philip chu Samari khuoah a zu feh a, an kuomah Krista thu a khêk pui a.",
      "reference": "THILTHAWHAI 8:5"
    },
    {
      "content": "Mipuihaiin a thu an hriet a, a thilmak thawhai an hmu chun Philip thu hril chu lungril hmunkhatin an ngaisak a,",
      "reference": "THILTHAWHAI 8:6"
    },
    {
      "content": "khawhri inthiengnawhai chu mi tamtak an imanhai sûnga inthawkin rawl inringtaka khêka an suok leiin le, zeng le keinbai tamtak khawm an hung dam ta leiin.",
      "reference": "THILTHAWHAI 8:7"
    },
    {
      "content": "Chun, chu khuoa chun nasatakin an lâwm tah a.",
      "reference": "THILTHAWHAI 8:8"
    },
    {
      "content": "Chun, a hming Simon, mi pakhat a um a; ama chun, chu khuoa chun dawi hmangin Samari khuoa mihai maktitakin a lo siem ta hlak a.",
      "reference": "THILTHAWHAI 8:9"
    },
    {
      "content": "Mi po po chun mi setaka inthawka ân laltak chenin, “Hi mipa hi Pathien thilthawtheina, ‘Ropui,’ an ti kha a ni hi,” tiin a thu an ngaisak tâwl hlak.",
      "reference": "THILTHAWHAI 8:10"
    },
    {
      "content": "A dâwi hmangin sâwttak mak titaka a siem hlak leiin a thu an ngaisak a nih.",
      "reference": "THILTHAWHAI 8:11"
    },
    {
      "content": "Nisienlakhawm, anni chun Pathien ram chanchin ṭha le Isu Krista hming Chanchin Ṭha Philip hril chu an âwi phingleh, a nuhmei a pasalin baptisma an chang tah a.",
      "reference": "THILTHAWHAI 8:12"
    },
    {
      "content": "Chun, Simon rau khawmin a âwi ve tah a, chun baptisma a chang zo chun, Philip kuomah a um zing a. Inchikna le thilmak nasatak thawa umhai chu a hmu veh a, mak a ti hle hlak a.",
      "reference": "THILTHAWHAI 8:13"
    },
    {
      "content": "Chun, tirko Jerusalema umhai khan Samari khuoa mihaiin Pathien thu an awi ti an hrietin, an kuomah Peter le Johan chu an tir a.",
      "reference": "THILTHAWHAI 8:14"
    },
    {
      "content": "Anni chu an zuk tlung chun Thlarau Inthieng an hmu theina dingin an ṭawngṭaipêk a.",
      "reference": "THILTHAWHAI 8:15"
    },
    {
      "content": "Chu hma chun anni laia tu chunga khawm a la tlung nawh; Lal Isu hmingin baptisma an chang chau a la nih.",
      "reference": "THILTHAWHAI 8:16"
    },
    {
      "content": "Chun, an chungah an kut an innghat a, Thlarau Inthieng an hmu tah a.",
      "reference": "THILTHAWHAI 8:17"
    },
    {
      "content": "Chun, tirkohai kut innghat leia Thlarau Inthieng pêk a nih ti Simonin a hmuh a,",
      "reference": "THILTHAWHAI 8:18"
    },
    {
      "content": "“Hi thuneina hi mi pe ve ro, tû chunga khawm kut kân nghatna taphawtin Thlarau Inthieng an hmu vena dingin,” tiin an kuomah tangka pêk a tum a.",
      "reference": "THILTHAWHAI 8:19"
    },
    {
      "content": "Nisienlakhawm, Peterin a kuomah, “I tangka hi nanga ruolin bohmang raw se, Pathien thilpêk tangka suma inchâwk i tum leiin.",
      "reference": "THILTHAWHAI 8:20"
    },
    {
      "content": "Hieng thua hin i ṭhang ve nawh, chan khawm i nei bawk nawh; i lungril Pathien ngaiin a fel nawh.",
      "reference": "THILTHAWHAI 8:21"
    },
    {
      "content": "Chuleiin, i suol hi sim la, Lalpa kuomah ṭawngṭai rawh, chuongchun, i lungrila i ngaituo hi a ngaidam che rawi mawh.",
      "reference": "THILTHAWHAI 8:22"
    },
    {
      "content": "Thil khâkna mîta le, suol khuop thlûkna hmunah i um ti ka hriet a nih,” a ta.",
      "reference": "THILTHAWHAI 8:23"
    },
    {
      "content": "Chun, Simonin, “In thil hril hi ka chunga iengkhawm a tlung nawna dingin nangnîn Lalpa kuomah mi ṭawngṭaipêk ro,” a ta, a dawn a.",
      "reference": "THILTHAWHAI 8:24"
    },
    {
      "content": "Chuongchun, anni chun Lalpa thu chu an inhriettira an hril zoin, Jerusalemah an fe nâwk tah a; Samari rama mihai khaw tamtak kuomah Chanchin Ṭha chu an hril pei a.",
      "reference": "THILTHAWHAI 8:25"
    },
    {
      "content": "Chun, Lalpa vântirko pakhatin Philip chu a biek a, “Tho la, sim tienga Jerusalema inthawka Gaza zuk sun lampuia khan fe rawh, chu lampui chu thlalêra fe thleng a nih,” a ta.",
      "reference": "THILTHAWHAI 8:26"
    },
    {
      "content": "Chuongchun, a tho a, a fe tah a. Chun, ngai ta, Ethiopia rama mi pakhat, Ethiopia lalnu Kandaki hnuoia mitillâk inlaltak, a ro po po enkawltu, Jerusalemah Pathien be dingin a hang feh a.",
      "reference": "THILTHAWHAI 8:27"
    },
    {
      "content": "A hung tieng chun a tawlailîra ṭhung pumin zâwlnei Isai lekhabu a tiem pei a.",
      "reference": "THILTHAWHAI 8:28"
    },
    {
      "content": "Chun, Thlarau chun Philip kuomah, “Saw tawlailîr saw va hnai la, va pâwl rawh,” a ta.",
      "reference": "THILTHAWHAI 8:29"
    },
    {
      "content": "Chun, Philip chu mitillâk kuoma chun a va tlân a, zâwlnei Isai lekhabu a tiem a hriet a, “I tiem kha a umzie i hriet am?” a ta.",
      "reference": "THILTHAWHAI 8:30"
    },
    {
      "content": "Ama chun, “Tukhawmin an mi hrilfie naw chun, iengtin am hre thei ka ta?” a ta. Chun, a kuoma hung ṭhung dingin Philip chu a fiel tah a.",
      "reference": "THILTHAWHAI 8:31"
    },
    {
      "content": "Pathien Lekha a tiem lai chu hi hi a nih:- “That dingin berâm angin ama chu an ṭhuoi a; Berâmtê a hmul vâwtu hmaa a to zing angin, Ama khawmin a bau a ka nawh;",
      "reference": "THILTHAWHAI 8:32"
    },
    {
      "content": "A tlâwm laiin a rorêlna chu lâkpêkin a um a; A thlahai chanchin tuin am hril tâng an ta? Khawvêla inthawkin a hringna an lâkpêk ta sih a,” ti hi.",
      "reference": "THILTHAWHAI 8:33"
    },
    {
      "content": "Chun, mitillâk chun Philip a biek a, a kuomah, “Zâwlneiin hieng thu hi tû thu am a na a hril, ama thu am a ni, mi dang thu? kân dawn che,” a ta.",
      "reference": "THILTHAWHAI 8:34"
    },
    {
      "content": "Philip chun a hril a, chu Pathien Lekha Thu chu a bulah a phut a, a kuomah Isu thu a hril a.",
      "reference": "THILTHAWHAI 8:35"
    },
    {
      "content": "Chun, lampuia an fe malamin tui ieng amanih an tlung a; chun, mitillâk chun, “En ta, hitaka hi tui a um, baptisma changna ding iengin am a mi hluo kher leh?” a ta.",
      "reference": "THILTHAWHAI 8:36"
    },
    {
      "content": "[Chun, Philip chun, “I lungril po poa i ring chun, i chang thei,” a ta. Ama chun, “Isu Krista chu Pathien Naupa a ni ka ring,” a ta, a dawn a].",
      "reference": "THILTHAWHAI 8:37"
    },
    {
      "content": "Chun, tawlailîr chu ân ngîrtir a, an pahni chun, Philip le mitillâk chu tuia chun an zu feh a; chun, Philip chun ama chu a baptis tah a.",
      "reference": "THILTHAWHAI 8:38"
    },
    {
      "content": "Tuia inthawk chu an hang suok phingleh, Lalpa Thlarau chun Philip chu a lâk hmang tah a; mitillâk chun ama chu a hmu nâwk ta nawh a, nisienlakhawm, hlimtakin a fe ta pei a.",
      "reference": "THILTHAWHAI 8:39"
    },
    {
      "content": "Philip chu miin Azota khuoah an hmu nâwk tah a; chun, a fe thleng a, Kaisari khuo a tlung hmakhat chun, khaw tinah Chanchin Ṭha chu a hril pei a.",
      "reference": "THILTHAWHAI 8:40"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THILTHAWHAI 8 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}