{
  "verses": [
    {
      "content": "Theophil, kha hmaa lekhaa khan, Isu thilthaw le a închûktir phut lai thu po po kha ka ziek a nih;",
      "reference": "THILTHAWHAI 1:1"
    },
    {
      "content": "Thlarau Inthieng ṭhangpuia a tirko thlanghai kuoma thu a tiem zoa, vân tienga ṭhuoia a um ni chena thu kha.",
      "reference": "THILTHAWHAI 1:2"
    },
    {
      "content": "Chu tirkohai kuoma chun rinum chu a tuor hnungin inhriettirna tam- takin hringin ân entir a, ni sâwmli zet an kuomah ân lâr a, Pathien ram thu a hril hlak.",
      "reference": "THILTHAWHAI 1:3"
    },
    {
      "content": "Chun, an umkhâwm dâm a pâwl veh a, “Jerusalem fe san naw ro, Pathien thiltiem ka hril in hriet kha lo nghâk ro,” a ti tlat a.",
      "reference": "THILTHAWHAI 1:4"
    },
    {
      "content": "“Johan khan tuiin a baptis hlak a, nisienlakhawm, ni sâwtnawtêah Thlarau Inthiengin baptisma chang in tih,” a ta.",
      "reference": "THILTHAWHAI 1:5"
    },
    {
      "content": "Chun, anni chun an hung inkhâwmin a kuomah, “Lalpa, tuhin am a ni Israelhai kuoma ram i pêk nâwk ding?” an ta, an indawn a.",
      "reference": "THILTHAWHAI 1:6"
    },
    {
      "content": "Chun, ama chun an kuomah, “Pain a hun le a ni ama thu thua um dinga a ruot chu nangni lo hriet ding a ni nawh ie.",
      "reference": "THILTHAWHAI 1:7"
    },
    {
      "content": "Nisienlakhawm, Thlarau In- thieng chu in chungah a hung tlung pha leh thilthawtheina la nei in tih; chuongchun, Jerusalema dâm, Judai le Samari ram khaw tina dâm, kâwlkawdawng chenin ka thu hretuhai nîng in tih,” a ta.",
      "reference": "THILTHAWHAI 1:8"
    },
    {
      "content": "Chun, chuong thu chu a hril zoin an hmu zing pumin, vân tienga ṭhuoiin a um a; chun, sûmin an hmu phâk nawah a ṭhuoi hmang tah a.",
      "reference": "THILTHAWHAI 1:9"
    },
    {
      "content": "Chun, a hang fe laia vân tieng an en zing laiin, mi pahni puon vâr silin an kâwlah an hung ngîr a.",
      "reference": "THILTHAWHAI 1:10"
    },
    {
      "content": "Chuonghai chun, “Galili rama mihai, iengdinga vân tieng nghaa in ngir am? Hi Isu in kuoma inthawka vân tienga ṭhuoia um hi, vâna a hang fe in hmu ang bawk hin ama ngei hi hung nâwk a tih,” an ta.",
      "reference": "THILTHAWHAI 1:11"
    },
    {
      "content": "Chun, Oliv tlâng an tia inthawk chun Jerusalemah an kîr nâwk tah a; chu tlâng chu Jerusalem kâwl a nih. Châwlnia lêngna tâwk chau a nih.",
      "reference": "THILTHAWHAI 1:12"
    },
    {
      "content": "Chun, an lûtin an umna pindan chunghnunga chun an hang feh a Peter le Johan leh, Jakob le Andri leh, Philip le Thoma leh, Bartholomai le Matthai leh, Alphai naupa Jakob leh, Simon Zelot pâwla mi le Jakob naupa Juda leh an nih.",
      "reference": "THILTHAWHAI 1:13"
    },
    {
      "content": "Chuonghai po po chun nuhmei tuhai amani le Isu nu Mari leh, Isu unauhai leh, lungril hmunkhata ṭhahnemngaitaka ṭawngṭaiin an um a.",
      "reference": "THILTHAWHAI 1:14"
    },
    {
      "content": "Chun, chu ni chun unauhai lai Peter a ngîr a, (an rêng chun za le sâwmhni lai an nih),",
      "reference": "THILTHAWHAI 1:15"
    },
    {
      "content": "“Unauhai, Thlarau Inthiengin, David baua, Isu mantuhai ṭhuoitu Juda thu a hrillâwk kha, kha Pathien Lekha Thu kha hung tlung ding a ni hrim a nih.",
      "reference": "THILTHAWHAI 1:16"
    },
    {
      "content": "Ama chu eini laia tiemsa a na, hieng rawngbâwlnaa hin chan khawm a nei ve sih a.",
      "reference": "THILTHAWHAI 1:17"
    },
    {
      "content": "(Chun, ama chun a suol manin hmun pakhat ân chawk a, a bawkkhupin a tlah a, a laiah a puok kawi a, a rîl po po a suok vawng a.",
      "reference": "THILTHAWHAI 1:18"
    },
    {
      "content": "Chun, chuong thu chu Jerusalema umhai po poin an lo hriet a; chuongchun, chu hmun chu anni ṭawngin, ‘Akeldama,’ an tih a, chu chu, ‘Thisen hmun,’ tina a nih.)",
      "reference": "THILTHAWHAI 1:19"
    },
    {
      "content": "Inpâkna Hla Buah hi thu hi ziek a nih:- ‘A umna sukramin um raw se A sûngah tukhawm um naw raw se,’ ti le, ‘A hotu nîna chu mi dangin chang raw se,’ ti hi.",
      "reference": "THILTHAWHAI 1:20"
    },
    {
      "content": "“Chuongchun, Lal Isu eini laia lût hlak, suok hlaka a um sûng po a,",
      "reference": "THILTHAWHAI 1:21"
    },
    {
      "content": "Johan Baptisma chena in- thawka ei kuoma inthawka vâna ṭhuoia a um ni chen kha - hieng a mi pâwl hlakhai laia mi pakhat, a thonâwkna mi hrietpuitu dingin a um ding a nih,” a ta.",
      "reference": "THILTHAWHAI 1:22"
    },
    {
      "content": "Chun, mi pahni an ruot a, pakhat chu Josef Barsabba an ti chu, (a hming dang Justa an ti bawk a). Chun, pakhat chu Matthia a nih.",
      "reference": "THILTHAWHAI 1:23"
    },
    {
      "content": "Chun, an ṭawngṭai a, “Lalpa, Nang mihriem po po lungril hretu, hienghai hi a tu lem am i thlang mîn hriettir la;",
      "reference": "THILTHAWHAI 1:24"
    },
    {
      "content": "Juda chun ama umnaa a fe theina dinga hieng rawngbâwlna le tirko sin a tlâwmsan ai awtu dingin,” an ta.",
      "reference": "THILTHAWHAI 1:25"
    },
    {
      "content": "Chun, ai an sânpêk a, an aisân chu Matthia chungah a tlu a. Chuongchun, ama chu tirko sâwm le pakhat hai lai chun tiemsa a ni tah a.",
      "reference": "THILTHAWHAI 1:26"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THILTHAWHAI 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}