{
  "verses": [
    {
      "content": "Chun, Itali rama lawnga kan fe ding an sukthlûk phingleh, Paula le mi intâng dang tuhai amanih,",
      "reference": "THILTHAWHAI 27:1"
    },
    {
      "content": "Augusta pâwla mi sipai za hotu Julia an inkawltir a. Adramuttium khaw lawng Asia ram tuisuoriet panga khaw umhai sir dingah kan chuong a, tuisuorietah kan fe tah a; Makedonia rama mi Aristarka, Thessalonikaa mi kan kuomah a um a.",
      "reference": "THILTHAWHAI 27:2"
    },
    {
      "content": "A zîngah Sidon khuo kan sîr a, chun, Julia chun Paula a sukṭha hleh a, insukhar dingin a ruolhai kuomah ân lêng tir a.",
      "reference": "THILTHAWHAI 27:3"
    },
    {
      "content": "Chun, chutaka inthawkin, tuisuo- rietah kan fe nâwk a, thliin a ni naw tieng a mi nam leiin Kupra thlierkâr phên thli inupna tieng kan zâm a.",
      "reference": "THILTHAWHAI 27:4"
    },
    {
      "content": "Chun, Kilikia ram le Pamphulia ram dep tuisuoriet kan khêl hnungin, Lukia rama Mura khuo kan tlung a.",
      "reference": "THILTHAWHAI 27:5"
    },
    {
      "content": "Chutaka chun sipai za hotu chun, Alexandria khaw lawng, Itali ram sir ding chu a hmuh a: chutaka chun a mîn chuongtir a.",
      "reference": "THILTHAWHAI 27:6"
    },
    {
      "content": "Ni sâwt tak damtê têin kan feh a, Knidos khaw zâwn intak takin kan tlung hrâm a, thliin a mi dangkîr leiin Salmoni hrûlah Kret thlierkâr phên thli inupna tieng kan zâm a;",
      "reference": "THILTHAWHAI 27:7"
    },
    {
      "content": "chun intak takin vapang kan hrût kan hrût a, likilkawi, Mawi an ti chu kan tlung tah a; chu kâwla chun Lasai khuo a um.",
      "reference": "THILTHAWHAI 27:8"
    },
    {
      "content": "chun, ni tamtak ân hmang ta lei le, lawnga fe ṭi a um ta leiin, (Bu nghei ni chu a lo khêl ta sih a), Paula chun anni chu ân fui a,",
      "reference": "THILTHAWHAI 27:9"
    },
    {
      "content": "an kuomah, “Puhai, tuta lawnga fe hi sietna le bohmangna nasatak a tlung ding a nih ti ka hriet, thuomhnaw le lawng chunga chau ka ti nawh a; eini chunga khawm ka ti a nih,” a ta.",
      "reference": "THILTHAWHAI 27:10"
    },
    {
      "content": "Nisienlakhawm, sipai za hotu chun, Paula thu hril nêk chun lawngpu le lawng neitu thu hril a awi lem a.",
      "reference": "THILTHAWHAI 27:11"
    },
    {
      "content": "Chun, thlasik tuorna dingin likilkawi chu a rem naw leiin, a tam lemin chutaka inthawka tuisuorieta fe suoka, Phoiniki tlung hrâma, chutaka thlasik tuor an rawtpui a; Phoiniki chu Kret thlierkâra likil- kawi pakhat a nih, hmâr sak le sim sak sawng a nih.",
      "reference": "THILTHAWHAI 27:12"
    },
    {
      "content": "Chun, sim thli chu damtê tea a hung hrâng phingle chun, an ditzâwng an hmu amanih an sâwn a, thîrchakai chu an khaisuok a, Kret thlierkâr pang chu an hrût an hrût a.",
      "reference": "THILTHAWHAI 27:13"
    },
    {
      "content": "Nisienlakhawm, sâwt nawtê hnunga chun khawmuol tienga chun thli natak a hung hrâng thla tah a, chu thli chu Eurokuilo an ti hlak.",
      "reference": "THILTHAWHAI 27:14"
    },
    {
      "content": "Chun, lawng chu a hung nam fûk a, thli tieng ân nghat thei naw phingleh kan inthla tah a, a mi lên a mi lên el tah a.",
      "reference": "THILTHAWHAI 27:15"
    },
    {
      "content": "A hming Klauda thlierkâr chîtê phên thli inupna tieng chun kan zâm a, intak takin lawnglêng kan hum thei hrâm a.",
      "reference": "THILTHAWHAI 27:16"
    },
    {
      "content": "Chun, an keisuok hnungin ṭhangpuina hrui dâm an hmang a, lawng hnuoitieng an lâk vêt a, an khuop a. Puon zarna iengkim an sukthlûk a, chuong naw chun Surtia inlên lût an ṭih a, chuongchun, a mi lên a mi lên tah a.",
      "reference": "THILTHAWHAI 27:17"
    },
    {
      "content": "Chun, a zîngah tuifâwnin a mi vawr hrep lei chun, lawng thuom- hnaw chu tuiah an pei ṭan tah a.",
      "reference": "THILTHAWHAI 27:18"
    },
    {
      "content": "A zîng nâwk chun anni kut ngeiin lawng thuomhnaw an pei suok nâwk tah a.",
      "reference": "THILTHAWHAI 27:19"
    },
    {
      "content": "Chun, ni sâwttak nisa khawm, arasi khawm ân lang nawh a, thlipui namênin a mi nuoi nawh a, dam hrim kan inbeisei ta nawh a.",
      "reference": "THILTHAWHAI 27:20"
    },
    {
      "content": "Chun, bu fa loa sâwttak an um hnungin, Paula anni laiah a ngîr a; “Puhai, Kret thlierkâra khan sût loin, ka thu kha awi unla, hieng sietna le bohmangna hi in tlung naw ding bah.",
      "reference": "THILTHAWHAI 27:21"
    },
    {
      "content": "Nisienlakhawm, tukhawm hin lungmuongtaka um dingin kân fui cheu, nangni lai tukhawmin in hringna inhmang naw ti niu, lawng ruok hi chu ân hmang ding a ni hi.",
      "reference": "THILTHAWHAI 27:22"
    },
    {
      "content": "A ta ka na, a rawng ka bâwl hlak Pathien kha, ama vântirko pakhat vawizân hin ka kâwlah a hung ngîr a, ka kuomah,",
      "reference": "THILTHAWHAI 27:23"
    },
    {
      "content": "‘Paula, ṭi naw, Kaisar hmaah i ngîr ding a nih; chun, ngai rawh, lawnga i kuoma fehai po po khawm hi Pathienin a pêk che a nih,’ a mi ti a nih.",
      "reference": "THILTHAWHAI 27:24"
    },
    {
      "content": "Chuleiin, Puhai, lungmuong- takin um ro; Pathien ka ring a, a mi hril ang peiin a um ding a nih.",
      "reference": "THILTHAWHAI 27:25"
    },
    {
      "content": "Chuleiin, thlierkâr ienga manih a mi lên suok ding a nih,” a ta.",
      "reference": "THILTHAWHAI 27:26"
    },
    {
      "content": "Chun, Adria tuisuorietah thliin khing tieng khing tieng a mi lên a mi lên a, zân sâwm le pali a tling zân chun, zân ril vêlah lawng mihai chun khâwlai khawmuol amanih tlung dingin an inhriet a.",
      "reference": "THILTHAWHAI 27:27"
    },
    {
      "content": "Chuongchun, tui inthûkzie an inkhih a, hlam sâwmhni niin an hriet a; chun, sâwt nawtêah an inkhi nâwk a, hlam sâwm le panga niin an hriet a.",
      "reference": "THILTHAWHAI 27:28"
    },
    {
      "content": "Chun, lawng mei tieng thîr- chakai pali an thlâk a, chuong naw chun lungkho lai mi lên suok hlau rawi a tih, an tih a; chun, khuo var kâr an nghâkhla hle a.",
      "reference": "THILTHAWHAI 27:29"
    },
    {
      "content": "Chun, lawng mihai chun lawng lu tieng chun thîrchakaihai thlâk ding anga thaw tehlêmin, lawnglêng chu tuisuorietah an thlâk a, lawng chu tlân san an tum a.",
      "reference": "THILTHAWHAI 27:30"
    },
    {
      "content": "Chu lai chun Paulain sipai za hotu le sipaihai kuoma chun, “Hienghai hi lawngah an um zing naw chun him thei naw ti niu,” a ta.",
      "reference": "THILTHAWHAI 27:31"
    },
    {
      "content": "Chuongchun, sipaihai chun lawnglêng hruihai chu an ât tan a, an inthla tah a.",
      "reference": "THILTHAWHAI 27:32"
    },
    {
      "content": "Chun, khawvar tâwm chun Paulain mi po po chu bu fa dingin a tir a, “Vawisûn hi ni sâwmpali a ni tah, iengkhawm fa loin in nghâk a, in nghei zing a nih.",
      "reference": "THILTHAWHAI 27:33"
    },
    {
      "content": "Chuleiin, bu fa dingin ka tir cheu hi; in damna ding a ni hi; nangni laia tukhawm a samzai pakhat khawm bohmang naw ni,” a ta.",
      "reference": "THILTHAWHAI 27:34"
    },
    {
      "content": "Chun, chu thu chu a hril zoin bei a lâk a, mi po po hmaa chun Pathien kuomah lâwmthu a hril tah a; chun, a khawi a, a fâk phut tah a.",
      "reference": "THILTHAWHAI 27:35"
    },
    {
      "content": "Anni khawm thlamuongtakin an um a, bu an fâk ve tah a.",
      "reference": "THILTHAWHAI 27:36"
    },
    {
      "content": "Lawnga mi chu kan rêngin za hni sâwmsari paruk kan nih.",
      "reference": "THILTHAWHAI 27:37"
    },
    {
      "content": "Chun, an fâk khawp chun bu chu tuisuorietah an pei a, lawng an sukzâng deu a.",
      "reference": "THILTHAWHAI 27:38"
    },
    {
      "content": "Chun, nisa a suok chun, khawmuol chu khâwlai am a ni an hriet nawh a; nisienlakhawm, khâwlai likilkawi amanih ṭieupho an hmuh a, chu chunga chun a thei chun lawng chu intlan suoktir an tum a.",
      "reference": "THILTHAWHAI 27:39"
    },
    {
      "content": "Thîrchakai thlungnahai chu an ât tan a, tuisuorietah an mâksan a; chu ruol chun a karherna khuop- nahai chu an sût a, hma tieng puon zar chu thli imût ding zawngin an khai sâng a; ṭieupho chu an pan tah a.",
      "reference": "THILTHAWHAI 27:40"
    },
    {
      "content": "Nisienlakhawm, tuihrât pahni intuokna hmunah kan lût hlau a, lawng chu hnuoi an insuktir tah a. Chuongchun, lawng lu tieng chu ân tâng tlat a, sukchâng ruol loin a um zing a, a mawngtieng ruok chu tuifâwn a nasat leiin a kawi ṭan tah a.",
      "reference": "THILTHAWHAI 27:41"
    },
    {
      "content": "Chun, sipaihaiin intânghai chu sukhlum an rawt a, chuong naw chun, tui inhlieu kai dâm um an ta, tlân hmang an tih ti an ṭih a.",
      "reference": "THILTHAWHAI 27:42"
    },
    {
      "content": "Nisienlakhawm, sipai za hotu chun Paula sanhim a nuom a, an thil tum chu a khap a. Tui inhlieu thei po tuisuorieta chun inchâwm thlâk a, khawmuol lo kai hmasa ding le,",
      "reference": "THILTHAWHAI 27:43"
    },
    {
      "content": "mi danghai chu, a ṭhen thingphêk chunghaiah, a ṭhen lawng thuomhnaw dang chunghaiah kai dingin thu a pêk a. Chuong ang chun an rêngin khawmuolah himtakin an kai seng tah a.",
      "reference": "THILTHAWHAI 27:44"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THILTHAWHAI 27 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}