{
  "verses": [
    {
      "content": "Chun, Paula chun rorêltuhai chu a en zing a, “Unauhai, vawisûn chen hin Pathien mithmua ṭha tienga ka hriet taphawt chu thawin ka um hlak,” a ta.",
      "reference": "THILTHAWHAI 23:1"
    },
    {
      "content": "Chun, thiempu Laltak Anania chun, Paula kâwla ngîrhai kuomah, a baua benpêk ding a ta.",
      "reference": "THILTHAWHAI 23:2"
    },
    {
      "content": "Paula chun a kuomah, “Nang lung bang nâlvârpa, Pathienin ben lem a ti che; nang Dân anga mi ngai- tuo dingin i ṭhung a, Dân naw anga mi ben ding i ti vei a ni maw?” a ta.",
      "reference": "THILTHAWHAI 23:3"
    },
    {
      "content": "Chun, a kâwla mihaiin, “Pathien thiempu Laltak i hal vei maw?” an ta.",
      "reference": "THILTHAWHAI 23:4"
    },
    {
      "content": "Chun, Paulain, “Unauhai, thiem- pu Laltak a ni ti ka hriet nawa a nih, ‘I chipuihai hotu chungah thu ṭhanaw hril naw’ ti khawm ziek a ni sih a,” a ta.",
      "reference": "THILTHAWHAI 23:5"
    },
    {
      "content": "Chun, Paulain a ṭhen Saddukai, a ṭhen Pharisaihai an nih ti a lo hrietin rorêltuhai lai chun a khêk a, “Unauhai, Pharisai ka nih, Pharisai naupa khawm ka nih; beiseina le mithi thonâwkna thuah suosalin ka um a ni hi,” a ta.",
      "reference": "THILTHAWHAI 23:6"
    },
    {
      "content": "Chun, chu chu a hril phingleh, Pharisaihai le Saddukaihai an lo insêl a, rorêltuhai chu an inkhing tah a.",
      "reference": "THILTHAWHAI 23:7"
    },
    {
      "content": "(Saddukaihaiin, “Mithi thonâwk- na hrim a um nawh, vântirkohai, thlarauhai khawm an um bawk nawh,” an ti hlak; Pharisaihai ruok chun chu kawng pahni chu a um an awi sih a.)",
      "reference": "THILTHAWHAI 23:8"
    },
    {
      "content": "Chuongchun, nasatakin an buoi tah a; Pharisai tienga mi Dân inchûktirtu ṭhenkhat an ngîr a, an sêl a, “Hi mipa hi a suolna iengkhawm kan hriet nawh ie; thlarau khawmin, vântirko khawmin ama hi be sienla ieng am pawi a ta?” an ta.",
      "reference": "THILTHAWHAI 23:9"
    },
    {
      "content": "Chun, an insêl nasa deu deu leiin, sipai hotu laltak chun Paula an kei nâwi a ṭih a, sipaihai kuomah, zu fea anni laia inthawka kulbînga hung ṭhuoi lût el dingin a ta.",
      "reference": "THILTHAWHAI 23:10"
    },
    {
      "content": "Chun, zâna chun Lalpa chu Paula kâwlah a ngîr a, “Thlamuong- takin um rawh, Jerusalema ka thu în hriettir ang bawkin Roma khawm în hriettir ding a nih,” a ta.",
      "reference": "THILTHAWHAI 23:11"
    },
    {
      "content": "Chun, nisa a suok chun Judahai an ṭhang ruol a, Paula an that hmakhat chu iengkhawm faa dâwn lo dingin an inkhâm a.",
      "reference": "THILTHAWHAI 23:12"
    },
    {
      "content": "Chu thu phierrutuhai chu sâwmli nêka tam lem an nih.",
      "reference": "THILTHAWHAI 23:13"
    },
    {
      "content": "Anni chu thiempu lalhai le upahai kuomah an feh a, “Paula kan that hmakhat chu iengkhawm intem lo dingin kan inkhâm tah a nih.",
      "reference": "THILTHAWHAI 23:14"
    },
    {
      "content": "Chuleiin, nangnîn, rorêltuhai le a thu fel nâwkzuola ngaituo tum angin, in kuoma ṭhuoi thla dingin sipai hotu laltak kuomah pehêl deuin hang hril ro; in kâwl hnai a tlung hma khawmin keini ama that dingin kan inpei zing a nih,” an ta.",
      "reference": "THILTHAWHAI 23:15"
    },
    {
      "content": "Nisienlakhawm, Paula farnu naupa chun an inchân thu chu a lo hriet a, kulbînga chun a va lût a, Paula a va hril a.",
      "reference": "THILTHAWHAI 23:16"
    },
    {
      "content": "Chun, Paula chun sipai za hotu pakhat a ko a, “Hi tlangvâl hi hotu laltak kuoma chun ṭhuoi rawh; a kuomah thu ieng amanih hril ding a nei a ni âwm ie,” a ta.",
      "reference": "THILTHAWHAI 23:17"
    },
    {
      "content": "Chuongchun, sipai hotu laltak kuoma chun a va ṭhuoi a, “Paula intâng khan a mi ko a, hi tlangvâl hi i kuoma hung ṭhuoi dingin a mi tir a, i kuomah thu ieng amanih hril ding a nei a ni âwm ie,” a ta.",
      "reference": "THILTHAWHAI 23:18"
    },
    {
      "content": "Sipai hotu laltak chun, a kutah a chel a, a fe hranpui a, inrûkin, “Ieng am mi hril ding i nei chu?” a ta, ân dawn a.",
      "reference": "THILTHAWHAI 23:19"
    },
    {
      "content": "Chun, ama chun, “Paula thu fel nâwk zuola i ngaituo ding angin, zîngah rorêltuhai kuoma ṭhuoi thlâk dingin Judahaiin hni che an remti tlâng a.",
      "reference": "THILTHAWHAI 23:20"
    },
    {
      "content": "Nisienlakhawm, an thu lo awi naw rawh; anni laia mi sâwmli nêka tam lemin an inchân zing a, chuonghai chun ama an that hmakhat chu iengkhawm faa dâwn lo dingin an inkhâm a; tuhin i thu nghâkin inpei sa zingin an um a nih,” a ta.",
      "reference": "THILTHAWHAI 23:21"
    },
    {
      "content": "Chun, sipai hotu laltak chun tlangvâl chu ân fetir a, “Hieng thu hi i mîn hriettir tah ti tukhawm hril naw rawh,” a ta.",
      "reference": "THILTHAWHAI 23:22"
    },
    {
      "content": "Chun, sipai za hotu pahni a ko a, “Zân, zâl hun pha, Kaisari chena fe ding sipai za hni leh, sakawr chung chuong mi sâwmsari leh, fei chawi mi za hni leh siem ro,” a ta.",
      "reference": "THILTHAWHAI 23:23"
    },
    {
      "content": "Chun, Bawrsâp Felik kuoma chun, himtaka ân tlun theina dingin, Paula an inchuongtirna dingin sahai lo siem ding a ti bawk a.",
      "reference": "THILTHAWHAI 23:24"
    },
    {
      "content": "Chun, hieng ang hin lekha a ziek a;",
      "reference": "THILTHAWHAI 23:25"
    },
    {
      "content": "“Klaudi Lusiain Felik Bawrsâp ṭhatak chibai a bûk.",
      "reference": "THILTHAWHAI 23:26"
    },
    {
      "content": "“Hi mipa hi Judahaiin an man a, an that ding laiin an kuomah sipaihai ṭhuoiin ka feh a, Rom mi a nih ti ka hriet a, ka san suok tah a.",
      "reference": "THILTHAWHAI 23:27"
    },
    {
      "content": "Chun, an hêkna san hriet ka nuom a, an rorêltuhai kuomah ka ṭhuoi thlâk a.",
      "reference": "THILTHAWHAI 23:28"
    },
    {
      "content": "Chuongchun, an dân thu ieng ienga manih hêk a nih ti ka hriet a, nisienlakhawm, an hêkna thuah thina le khuopna khawp rau dingin iengkhawm ka hriet si nawh.",
      "reference": "THILTHAWHAI 23:29"
    },
    {
      "content": "Chun, Judahaiin ama an inchân ti miin an mîn hriettir phingleh, i kuomah ama hi ka hung tir nghâl ta a nih, a hêktuhai khawm, a chunga thupawi an nei taphawt chu i hmaa hril dingin thu ka pêk bawk a,” tiin.",
      "reference": "THILTHAWHAI 23:30"
    },
    {
      "content": "Chuongchun, sipaihai chun a thupêk ang chun, Paula chu a zân a zânin an ṭhuoi a, Antipatri an tlungpui a.",
      "reference": "THILTHAWHAI 23:31"
    },
    {
      "content": "A zînga chun sakawr chung chuong mihai chu, ama le fe pei dingin an kîr san a, kulbînga chun an fe nâwk tah a.",
      "reference": "THILTHAWHAI 23:32"
    },
    {
      "content": "Chun, anni chu Kaisari khuo chu an tlung a, Bawrsâp kuomah lekha chu an pêk a, Paula khawm a hmaah an inngîrtir a.",
      "reference": "THILTHAWHAI 23:33"
    },
    {
      "content": "Bawrsâp chun a tiem zoin Paula umna ram ân dawn a. Chun, Kiliki ram mi a nih ti a hriet phingleh,",
      "reference": "THILTHAWHAI 23:34"
    },
    {
      "content": "“A hêktuhai che an hung tlung phingleh, i thupawi ngaituong ka tih,” a ta. Chun, Herod inah vêng ding thu a pêk a.",
      "reference": "THILTHAWHAI 23:35"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THILTHAWHAI 23 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}