{
  "verses": [
    {
      "content": "Chun, mi tuhai amanih Judai rama inthawkin an hung thlah a, “Mosie dân anga ser in intantir naw chun sandam ni thei naw ti niu,” tiin unauhai chu an inchûktir a.",
      "reference": "THILTHAWHAI 15:1"
    },
    {
      "content": "Chuongchun, Paula le Barnaba chu anni le chun insêl namêna an insêl nawa an inkhing tlat leiin, Paula le Barnaba chu, anni laia tuhai amani leh, chu thubuoi chunga chun, Jerusalema tirkohai le upahai kuoma hang fe dingin an ruot a.",
      "reference": "THILTHAWHAI 15:2"
    },
    {
      "content": "Chuongchun, kohran chun an hang inthlah a, anni chun Jentailhai nghat kîr nâwkzie thu chu hril peiin Phoiniki ram le Samari ram an fang suok tah a; chuongchun, unauhai po po an suklâwm bêk bêk a.",
      "reference": "THILTHAWHAI 15:3"
    },
    {
      "content": "Chun, Jerusalem chu an hang tlung chun, kohranhai, tirkohai, upahai chun an lo lâwm a, chun, Pathienin anni hmanga thil a thaw- hai po po chu an hril a.",
      "reference": "THILTHAWHAI 15:4"
    },
    {
      "content": "Nisienlakhawm, Pharisai pâwl, ring ve tuhai amanih an tho a, “Jentailhai ser tan ding a nih. Mosie dân zâwm khawm anni chu tiem kher ding a nih,” an ta.",
      "reference": "THILTHAWHAI 15:5"
    },
    {
      "content": "Chun, tirkohai le upahai chu, chu thu chu ngaituo dingin an inkhâwm a.",
      "reference": "THILTHAWHAI 15:6"
    },
    {
      "content": "Chun, an insêl rak hnungin Peter a tho a, an kuomah, “Unauhai, Jentailhaiin keia baua Chanchin Ṭha thu hrea awi dingin, Pathienin inhmaa nangni laia inthawka a mi ruotzie kha in hriet.",
      "reference": "THILTHAWHAI 15:7"
    },
    {
      "content": "Chun, lungril hretu Pathienin eini a mi pêk ang bawk khan, Thlarau Inthieng an kuoma pe vein, an chungah a lâwm ti ân hriettir a;",
      "reference": "THILTHAWHAI 15:8"
    },
    {
      "content": "chun, anni le eini thlier bîk loin, ringnain an lungril a sukthieng tah a.",
      "reference": "THILTHAWHAI 15:9"
    },
    {
      "content": "Chuongchun, ei thlatuhai le eini izo ta naw, rîngkawl kha inchûktirhai chungah tuhin innghat tumin ieng- dinga Pathien var in sêlkal am a na?",
      "reference": "THILTHAWHAI 15:10"
    },
    {
      "content": "Anni ring ang bawkin eini khawmin Lalpa Isu lunginsietna leia sandam ding niin ei ring sih a,” a ta.",
      "reference": "THILTHAWHAI 15:11"
    },
    {
      "content": "Chuongchun, mipui po po an to zing a, Barnaba le Paula Pa- thienin anni hmanga Jentailhai laia inchiknahai le thilmakhai a thaw thu kha an hril sûng po chu an ngai a.",
      "reference": "THILTHAWHAI 15:12"
    },
    {
      "content": "Chun, an hril zoin Jakobin a hril ve thung a; “Unauhai, ka thu lo ngai ta u,",
      "reference": "THILTHAWHAI 15:13"
    },
    {
      "content": "Pathienin ama hming put dingin, anni laia mihai la suok dingin Jentailhai a hung kan tîr thu kha, Simeon hin a hril tah.",
      "reference": "THILTHAWHAI 15:14"
    },
    {
      "content": "Chun, chuong thu le zâwlneihai thu hi ân hme a nih:",
      "reference": "THILTHAWHAI 15:15"
    },
    {
      "content": "‘Chuong zoa chun kîr nâwk ka ta David bâwktê chim kha siem nâwk ka tih, A sietna lai po khawm siem ṭha nâwk ka ta;",
      "reference": "THILTHAWHAI 15:16"
    },
    {
      "content": "Mi dang, Jentailhai po po ka hming mîn ṭawmpuihai chun, Lalpa an zawngna dingin Chu bâwktê chu tungding ka tih, tiin,",
      "reference": "THILTHAWHAI 15:17"
    },
    {
      "content": "Khawvêl siem tîra inthawkin hieng thu inhriettir hlaktu Lalpa chun a tih,’ ti ziek ang khan.",
      "reference": "THILTHAWHAI 15:18"
    },
    {
      "content": "“Chuleiin, hieng ang hin ka ruot a nih. Jentailhai laia Pathien tieng nghahai chu sukrinum naw inla,",
      "reference": "THILTHAWHAI 15:19"
    },
    {
      "content": "milim biekna thil inthiengnaw fâk dâm, indit dâm, sa râkhlum le thisen fâk dâm bân dingin an kuomah ziek lem inla ka ti tak a nih.",
      "reference": "THILTHAWHAI 15:20"
    },
    {
      "content": "Mosien inhmaa inthawk tah khaw tinah a thu khêkpuitu a nei hlak sih a; inkhâwmna inahai Châwlni taphawt chun a thu chu tiem a ni hlak kha,” a ta.",
      "reference": "THILTHAWHAI 15:21"
    },
    {
      "content": "Chun, tirkohai, upahai kohran po pohai le chun, an pâwla mi thlanga, Paula le Barnaba ruolin Antiokeia infetir ṭha an tih a; an ithlanghai hming chu Juda (Barsaba an ti) le, Sila an nih; anni chu unauhai laia hotu deu an nih.",
      "reference": "THILTHAWHAI 15:22"
    },
    {
      "content": "Chun, hieng ang hin an ziek a, an kutah an inphur a; “Tirkohai le unauhai laia upahaiin Antiokeia dâm, Suria rama dâm le Kilikia rama Jentail unau umhai chibai an bûk.",
      "reference": "THILTHAWHAI 15:23"
    },
    {
      "content": "“Kan pâwl laia mi tuhai amaniin thu hrilin an sukbuoi cheu a, in lungril an suklungzîng ti kan hriet a, an kuomah thu iengkhawm kan pêk si nawh.",
      "reference": "THILTHAWHAI 15:24"
    },
    {
      "content": "Chuleiin, inthuruola kan in- khâwmin, kan dittak Barnaba le Paula,",
      "reference": "THILTHAWHAI 15:25"
    },
    {
      "content": "Lalpa Isu Krista hming leia thi dâwnlohai hung ruol hin, mi thlanga in kuoma hung tir ve ṭhain kan hriet a.",
      "reference": "THILTHAWHAI 15:26"
    },
    {
      "content": "Chuongchun, Juda le Sila kan hung tir a ni hi, anni khawmin hieng thu bawk hi ṭawng bauin hril an ti cheu.",
      "reference": "THILTHAWHAI 15:27"
    },
    {
      "content": "Thlarau Inthieng le keinîn, hieng thu pawimaw naw hi chu phur rik zuol in chungah innghat naw inla, a ṭha kan tih;",
      "reference": "THILTHAWHAI 15:28"
    },
    {
      "content": "milim biekna sa fâk dâm, indit dâm ma unla kan tih. Hieng hi in ma chun in ta dingin ṭhâng a tih. Damtakin um ro,” tiin.",
      "reference": "THILTHAWHAI 15:29"
    },
    {
      "content": "Chuongchun, an itir chun an feh a, Antiokei chu an zu tlung a. Mipui chu an ko khâwm a, lekha chu an pêk a.",
      "reference": "THILTHAWHAI 15:30"
    },
    {
      "content": "Chun, an tiem zoin thlamuong- na thu lei chun an lâwm ta hleh a.",
      "reference": "THILTHAWHAI 15:31"
    },
    {
      "content": "Chun, Juda le Sila chu zâwlnei an ni bawk a, thu tamtakin unauhai chu an thlamuon a, an sukdet a.",
      "reference": "THILTHAWHAI 15:32"
    },
    {
      "content": "Chun, chutaka chun sâwt rei an um hnungin, anni hung tirtuhai kuomah kîr nâwk dingin unauhai chun thlamuongtakin an infetir nâwk tah a,",
      "reference": "THILTHAWHAI 15:33"
    },
    {
      "content": "(Sila ruok chu chutaka um zing a tum a.)",
      "reference": "THILTHAWHAI 15:34"
    },
    {
      "content": "Paula le Barnaba ruok chu Antiokeia chun Lalpa thu inchûktir le hrilin an um zing a, mi dang tamtakhai leh.",
      "reference": "THILTHAWHAI 15:35"
    },
    {
      "content": "Chun, ni iengzat amanih hnunga chun, Paulain Barnaba kuomah, “Tuhin fe nâwk inla, khaw tina Lalpa thu ei hrilna taphawta unau umhai kha kan pei inla, an um dân en ei tih,” a ta.",
      "reference": "THILTHAWHAI 15:36"
    },
    {
      "content": "Chun, Barnaba chun Johan, (Marka an ti chu), an kuoma ṭhuoi ve a tum a, Paula ruok chun, ama chu an kuoma ṭhuoi chu ṭha a ti nawh a.",
      "reference": "THILTHAWHAI 15:37"
    },
    {
      "content": "Pamphulia ramah anni a kîr san a, sinthawnaa an kuoma a fe ve ta naw lei khan.",
      "reference": "THILTHAWHAI 15:38"
    },
    {
      "content": "Chuongchun, nasatakin an lo insêl tah a, an inṭheh a, Barnaba chun, Marka chu a kuomah a ṭhuoi a, Kupra thlierkâr tieng lawngin a fe tah a.",
      "reference": "THILTHAWHAI 15:39"
    },
    {
      "content": "Paula ruok chun, Sila a thlang a, unauhaiin Lalpa lunginsietna an inkawltir hnungin a fe suok tah a.",
      "reference": "THILTHAWHAI 15:40"
    },
    {
      "content": "Chun, kohranhai chu sukdet peiin Suria le Kilikia ram a fang suok tah a.",
      "reference": "THILTHAWHAI 15:41"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THILTHAWHAI 15 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}