{
  "verses": [
    {
      "content": "Chuong thil hnunga chun Paula chu Athenia inthawk chu a suok a, Korinthah a fe tah a.",
      "reference": "THILTHAWHAI 18:1"
    },
    {
      "content": "Chun, a hming Akuila, Juda pakhat a hmuh a, ama chu Ponto rama pieng a nih; Klaudiin Juda po po Roma inthawka suok thu a pêk leiin a nuhmei Priskilla leh Itali rama inthawka hung hlim an nih.",
      "reference": "THILTHAWHAI 18:2"
    },
    {
      "content": "Chun, Paula chu anni ina chun a tlung tah a; chun, an sinthaw ang thaw a ni leiin anni a hrawn a, an kuomah a thaw ve hlak a; an sinthaw chu puon in siem a nih.",
      "reference": "THILTHAWHAI 18:3"
    },
    {
      "content": "Châwlni po leh inkhâwmna inah ṭhahnemngaitakin thu a hril hlak a, Judahai le Grikhai chu thlêmthlûk a tum hlak a.",
      "reference": "THILTHAWHAI 18:4"
    },
    {
      "content": "Chun, Sila le Timothe chu Makedonia rama inthawka an hung thla chun, Paula chu thu hril chauin a um tah a, Isu kha Krista a nih ti Judahai chu a hrilfie a. Nisien- lakhawm, an kalin an hrilpâwi a,",
      "reference": "THILTHAWHAI 18:5"
    },
    {
      "content": "Paulân a puon a thin a, an kuomah, “In thina maw chu nangnîn phur ro, kei chu ka hul a nih, tuta chen chu Jentailhai lai fe tâng ka tih,” a ta.",
      "reference": "THILTHAWHAI 18:6"
    },
    {
      "content": "Chun, chutaka inthawk chun a feh a, a hming Tita Justa mi pakhat inah a lût a, ama chun Pathien a biek hlak a; a in khawm chu inkhâwmna in le inzawm a nih.",
      "reference": "THILTHAWHAI 18:7"
    },
    {
      "content": "Chun, Krispa, inkhâwmna hotu chun, a sûnghai po po leh Lalpa an ring a, Korinth khuoa mi tamtak khawmin an hriet a, an ring a, baptisma an chang tah a.",
      "reference": "THILTHAWHAI 18:8"
    },
    {
      "content": "Chun, zânah Lalpain Paula kuoma chun mang angin, “Ṭi naw la, to loin thu hril pei rawh,",
      "reference": "THILTHAWHAI 18:9"
    },
    {
      "content": "kei i kuomah ka um annâwm, sukna ding chein tukhawmin i chungah kut thlâk naw ni hai; hi khuoa hin mi tamtak ka nei sih a,” a ta.",
      "reference": "THILTHAWHAI 18:10"
    },
    {
      "content": "Chun, Paula chu chutaka chun, an kuomah Pathien thu inchûktirin kum khat le thla ruk a um a.",
      "reference": "THILTHAWHAI 18:11"
    },
    {
      "content": "Chun, Gallio, Akaia rama lal aiawa a um laiin Judahaiin inthu- ruolin Paula an thaw a, rorêlna ṭhungpha hmaah an ṭhuoi a,",
      "reference": "THILTHAWHAI 18:12"
    },
    {
      "content": "“Hi mipa hrep hin Dân naw anga Pathien be dingin mi a thlêm- thlûk hlak a nih,” an ta.",
      "reference": "THILTHAWHAI 18:13"
    },
    {
      "content": "Chun, Paulain a dawn tâwmin, Gallio chun Judahai kuomah, “Judahai, hieng hi thil indiknaw thu amanih bêk ni sienla, matheiloin ngaisak ka ti cheu a;",
      "reference": "THILTHAWHAI 18:14"
    },
    {
      "content": "nisienlakhawm, thuhai, hming- hai, nangni dân chung thuhai mei mei a ni chun, nangnîn rêl lem ro; kei chu chuong ang thu chu ngaituo ka nuom nawh ie,” a ta.",
      "reference": "THILTHAWHAI 18:15"
    },
    {
      "content": "Chun, rorêlna ṭhungphaa in- thawk chun anni chu a hnawt hmang tah a.",
      "reference": "THILTHAWHAI 18:16"
    },
    {
      "content": "Chun, Grik mihai po poin inkhâwmna in hotu Sosthen an man a, rorêlna ṭhungpha hmaa chun an vuok a. Gallio chun chuong an thilthaw chu ienga khawm a ngai nawh.",
      "reference": "THILTHAWHAI 18:17"
    },
    {
      "content": "Chun, chu hnunga chun, Paula chu ni sâwttak a la châm zing a; chu zoa chun, unauhai chu ṭawng- bauṭhain a ṭheh a, chutaka inthawk chu Suria ram tieng lawngin a fe tah a, a kuomah Priskilla le Akuila chu an fe ve bawk a; Paulain thutiem a nei leiin Kenkrieiah a lu a vâw zet a.",
      "reference": "THILTHAWHAI 18:18"
    },
    {
      "content": "Chun, Ephesi chu an tlung a, chutaka chun anni chu a mâksan tah a; ama ruok chu inkhâwmna inah a lût a, Judahai kuomah ṭhahnem- ngaitakin thu a hril hrih a.",
      "reference": "THILTHAWHAI 18:19"
    },
    {
      "content": "Chun, sâwt deu châm dingin an ngên a, nisienlakhawm, a remti nawh a,",
      "reference": "THILTHAWHAI 18:20"
    },
    {
      "content": "“Pathienin a phal chun, in kuomah la hung nâwk ka tih,” tiin ṭawngbauṭhain a ṭheh a; Ephesia inthawk chu lawngin a fe tah a.",
      "reference": "THILTHAWHAI 18:21"
    },
    {
      "content": "Chun, lawnga inthawk chu Kaisariah a suok a, Jerusalemah a hang feh a, kohranhai chu chibai a bûk a; chun, chu zoa chun, Antiokeiah a zu fe tah a.",
      "reference": "THILTHAWHAI 18:22"
    },
    {
      "content": "Chun, chutaka chun sâwt rei a um hnungin, a fe nâwk a, inchûktir- hai po po sukdetin Galati ram le Phru- gia ram chu a fang suok vawng a.",
      "reference": "THILTHAWHAI 18:23"
    },
    {
      "content": "Chun, Juda pakhat a hming Apollo, Alexandria khuoa pieng, thuhril theitak, Ephesia chun a zu feh a; ama chun Pathien Lekha thuhai a hriet nasa bêk bêk a.",
      "reference": "THILTHAWHAI 18:24"
    },
    {
      "content": "Ama chu Lalpa Lam thu in- chûktir tah a na, lungrila ṭhahnem- ngaitak a ni leiin Isu chanchin nguntakin a hril a, ân chuktir hlak a, Johan baptisma thu chau a hriet sih a.",
      "reference": "THILTHAWHAI 18:25"
    },
    {
      "content": "Chun, inkhâwmna inah huoi- takin thu a hril phut tah a. Chuongchun, Priskilla le Akuila chun a thu hril an hrietin; an inah an ṭhuoi a, a kuomah Pathien Lam thu fel nâwk zuolin an hrilfie tah a.",
      "reference": "THILTHAWHAI 18:26"
    },
    {
      "content": "Chun, ama chun Akaia rama fe kai a tum phingleh unauhaiin an infui a, ama an lo lâwmna dingin inchûktirhai kuomah lekha an ziekpêk a. Chun, a tlung chun, Pathien lunginsietna leia ringtuhai chu nasatakin a ṭhangpui a.",
      "reference": "THILTHAWHAI 18:27"
    },
    {
      "content": "Vantlâng hrietin Judahai chu nasatakin a sêldawng a, Pathien Lekha Thu hmangin Isu kha Krista chu a nih ti ân hriettir hlak a.",
      "reference": "THILTHAWHAI 18:28"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THILTHAWHAI 18 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}