{
  "verses": [
    {
      "content": "Chun, chuong laia inchûktirhai an pung an pung lai chun, an ni tin thil sema chun an hmeithaihai an ngaisak naw leiin Juda, Grik ṭawng hmanghai chu Juda, Hebrai ṭawng hmanghai chungah an lo chier tah a.",
      "reference": "THILTHAWHAI 6:1"
    },
    {
      "content": "Chun, sâwm le pahnihai chun inchûktir mipuihai chu an ko a, “Pa- thien thu hril bân sanin, dawkânahai rawng kan bâwl chun ṭha naw nih.",
      "reference": "THILTHAWHAI 6:2"
    },
    {
      "content": "Chuongchun, unauhai, nangni laia varna le Thlaraua sip mi hming ṭha ruok pasari thlang ro; anni chu hieng thil rêltu ding hin siem ei tih.",
      "reference": "THILTHAWHAI 6:3"
    },
    {
      "content": "Keini ruok chu ṭawngṭai le thu rawngbâwlin um tlat kan tih,” an ta.",
      "reference": "THILTHAWHAI 6:4"
    },
    {
      "content": "Chuong thu chun mipui po po chu a suklâwm a; chuongchun, Stephan, ringna le Thlarau Inthienga sip le, Philip, Prokor, Nikanor, Timon, Parmena le Nikol Judahai saphun Antiokei mi leh an thlang a.",
      "reference": "THILTHAWHAI 6:5"
    },
    {
      "content": "Chuhai chu tirkohai hmaa chun an inngîrtir a, chun, anni chu an ṭawngṭai a, an chungah an kut an innghat a.",
      "reference": "THILTHAWHAI 6:6"
    },
    {
      "content": "Chun, Pathien thu chu a hung indar a; Jerusalema inchûktirhai an pung ta bêk bêk a; thiempu laia khawm mi tamtak chu ringna awi mi an ni tah a.",
      "reference": "THILTHAWHAI 6:7"
    },
    {
      "content": "Chun, Stephan chu zaidamna le thilthawtheinain a sip a, mi lai thilmak le inchikna ropuitak a thaw hlak a.",
      "reference": "THILTHAWHAI 6:8"
    },
    {
      "content": "Nisienlakhawm, Sal suokhai, Kurinia mi dâm, Alexandra khuoa mi dâm, inkhâwmna an tia mi ṭhenkhat leh, Kiliki rama mi dâm, Asia ram mi inkhâwmna ina mi ṭhenkhathai an hung inthawk a, Stephan chu an hung sêl a.",
      "reference": "THILTHAWHAI 6:9"
    },
    {
      "content": "Nisienlakhawm, a varna le a hrilpuitu Thlarau chu an letthlâk thei nawh a.",
      "reference": "THILTHAWHAI 6:10"
    },
    {
      "content": "Chun, mihai an tham a; chuhai chun, “Mosie le Pathien a hrilsiet kan hriet,” an ta.",
      "reference": "THILTHAWHAI 6:11"
    },
    {
      "content": "Chun, mihai, upahai, Dân inchûktirtuhai, an infui a, Stephan an thawh a, an man a, rorêltuhai kuomah an ṭhuoi a.",
      "reference": "THILTHAWHAI 6:12"
    },
    {
      "content": "Chun, hretu tehlêmhai an siem a, chuhai chun, “Hi mipa hin In Inthieng le Dân hi a hrilsiet rawp hlak a;",
      "reference": "THILTHAWHAI 6:13"
    },
    {
      "content": "hi Nazareth Isu hin hi In hi ṭhiek a ta, Mosien dân a mi pêkhai kha sukdanglam a tih tiin a hril kan hriet,” an ta.",
      "reference": "THILTHAWHAI 6:14"
    },
    {
      "content": "Chun, rorêltuhai ṭhung po po chun Stephan an en zing a, a hmêl chu vântirko hmêl angin an hmuh a.",
      "reference": "THILTHAWHAI 6:15"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THILTHAWHAI 6 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}