{
  "verses": [
    {
      "content": "Chun, Pentikost ni a hung tlungin, an rêngin hmun khatah an um khâwm vawng a.",
      "reference": "THILTHAWHAI 2:1"
    },
    {
      "content": "Chun, kârloin vâna inthawkin ri thlipui hrâng angin a hung tlung ta phut a. Chu chun an ṭhungna in chu a suksip ta vawng a.",
      "reference": "THILTHAWHAI 2:2"
    },
    {
      "content": "Chun, leihai ama le ama insemin, mei angin an kuomah a hung inlâr ta a.",
      "reference": "THILTHAWHAI 2:3"
    },
    {
      "content": "Chun, an chungah a chuong seng a, an rêngin Thlarau Inthiengin an sip ta vawng a, Thlarauin ân ṭawngtir ang peiin ṭawng danghaiin an lo ṭawng tah a.",
      "reference": "THILTHAWHAI 2:4"
    },
    {
      "content": "Chun, vânkhuphnuoia hnam tin laia mi Pathien ngaisak Judahai Jerusalemah an châm a.",
      "reference": "THILTHAWHAI 2:5"
    },
    {
      "content": "Chun, chu ri chu an hriet phingleh mipui an hung inkhâwm a, mi tinin an ṭawng chu mâni ṭawng sengin an lo hriet leiin an lungrilin an lo buoi a.",
      "reference": "THILTHAWHAI 2:6"
    },
    {
      "content": "Chun, an rêng chun an lunginzîng a, mak an ti hleh a; “En ta u, hieng a ṭawnghai po po hi Galili rama mi an ni naw am a nih?",
      "reference": "THILTHAWHAI 2:7"
    },
    {
      "content": "Iengtiziea ei rênga ei ṭawng piengpui anga ei hriet seng am a na?",
      "reference": "THILTHAWHAI 2:8"
    },
    {
      "content": "Ṭhenkhat Parthai hnam dâm, Medai hnam dâm, Elamatai hnam dâm, ei ni sih a; Mesopotamia rama um dâm, Judai rama um dâm, Kappadoki rama um dâm, Ponto rama um dâm, Asia rama um dâm,",
      "reference": "THILTHAWHAI 2:9"
    },
    {
      "content": "Phrugia rama um dâm, Pamphulia rama um dâm, Aigupta rama um dâm, Kurini kâwl vêla Libu rama um ei na,",
      "reference": "THILTHAWHAI 2:10"
    },
    {
      "content": "ṭhenkhat Rom khaw mikhuol — Judahai le an saphunhai leh-ei na, ṭhenkhat Kret thlierkâra mi le Arab rama mi ei ni sih a; nisienlakhawm, Pathien thilthaw ropuihai an hril mâni ṭawng sengin ei hriet si hi!” an ta.",
      "reference": "THILTHAWHAI 2:11"
    },
    {
      "content": "Chun, an rêng chun mak an ti hleh a, a ngaina an hriet nawh a, “Hieng hi iengtizie am a na?” an in tih a.",
      "reference": "THILTHAWHAI 2:12"
    },
    {
      "content": "Ṭhenkhatin an nuisan a, “Uoin thar an inrui a ni hi,” an ta.",
      "reference": "THILTHAWHAI 2:13"
    },
    {
      "content": "Nisienlakhawm, Peter chu sâwm le pakhathai leh an ngîr a, ama chun rawl inringtakin, an kuomah a hril a, “Nangni Judai rama mihai, nangni Jerusalema um po pohai, hieng hi hre unla, ka thu khawm lo ngai ro.",
      "reference": "THILTHAWHAI 2:14"
    },
    {
      "content": "Hienghai hi in ring angin an inrui nawh, vairik chau a la ni hi.",
      "reference": "THILTHAWHAI 2:15"
    },
    {
      "content": "Hieng hi zâwlnei Joelin a hril kha a ni lem:",
      "reference": "THILTHAWHAI 2:16"
    },
    {
      "content": "Pathienin, ‘Ni nuhnungahai chun hieng hi nîng a ta, Mi po po chungah ka Thlarau buok ka ta; Chuongchun, in naupahai, in naunuhaiin ka thu hril an tih; In tlangvâlhaiin inlârnahai hmûng an ta, In tarhaiin mangah mang an ta;",
      "reference": "THILTHAWHAI 2:17"
    },
    {
      "content": "Anih, chuong nia chun ka suokpahai, ka suoknuhai chunga khawm, Ka Thlarau buok ka ta, ka thu hril an tih,",
      "reference": "THILTHAWHAI 2:18"
    },
    {
      "content": "Chun, chungtieng vânah thilmakhai, Hnuoi tieng leihnuoiah inchiknahai inhmutir ka tih: Thisen dâm, mei dâm, meikhu hu dâm,",
      "reference": "THILTHAWHAI 2:19"
    },
    {
      "content": "Nisa inthimin inchang a ta, Thla thisenin inchang a ta, Lalpa ni ropuitak le hminginthangtak chu A hung tlung hma chun;",
      "reference": "THILTHAWHAI 2:20"
    },
    {
      "content": "Chun, hieng hi nîng a ta, Tûkhawm Lalpa hming lam taphawt chu sandaminum an tih,’ a tih, a ti kha.",
      "reference": "THILTHAWHAI 2:21"
    },
    {
      "content": "“Nangni Israel mihai hieng thu hi lo ngai ro; Nazareth Isu chu, Pathienin nangni lai thilthaw mak dâm, thilmak dâm, inchikna dâm inthawtirin ân hriet chiengtir cheu kha,",
      "reference": "THILTHAWHAI 2:22"
    },
    {
      "content": "Nangni ngeiin in hriet ang khan; kha mipa kha Pathien rêl tlat le hriet lâwk angin an inmantir a, nangnîn mi suolhai kutin krawsah in hemdeh a, in sukhlum tah a.",
      "reference": "THILTHAWHAI 2:23"
    },
    {
      "content": "Kha mipa kha Pathienin thina khuopnahai chu a sûtpêk a, a keitho tah a; ama chu thina chel sawng ruol a ni naw leiin.",
      "reference": "THILTHAWHAI 2:24"
    },
    {
      "content": "Chun, David chun ama thu chu a hril a, ‘Ka hmaah kumkhuoin Lalpa chu ka hmu hlak, Kân hnîng nawna dingin ka changtieng a um a nih;",
      "reference": "THILTHAWHAI 2:25"
    },
    {
      "content": "Chuleiin, ka lungril a hlim a, Ka lei khawm a lâwm a; Chuleiin, ka tisa khawm beiseitakin um bawk a tih;",
      "reference": "THILTHAWHAI 2:26"
    },
    {
      "content": "Ka thlarau mithi khuoah mâksan naw ti nih a, I mi inthieng hmawnhmangna hmu khawm phal naw ti nih a;",
      "reference": "THILTHAWHAI 2:27"
    },
    {
      "content": "Nangin hringna lampuihai i mîn hriettir a, Nangin i hmêlin lâwmin mi suksip i tih,’ tiin.",
      "reference": "THILTHAWHAI 2:28"
    },
    {
      "content": "“Unauhai, chi thlatu David chanchin hi ṭi loin in kuomah ka hril cheu a; ama chu a thi a; phûm khawm an phûm tah annâwm, a thlân khawm tu chen hin ei kuomah a la um zing a.",
      "reference": "THILTHAWHAI 2:29"
    },
    {
      "content": "Ama chu zâwlnei a na, Pathienin a ṭhalbea mi tû amanih a ṭhungpha chungah ân ṭhungtir ding a nih ti inkhâmin a hril ti a hriet a.",
      "reference": "THILTHAWHAI 2:30"
    },
    {
      "content": "Chuongchun, chuong chu a lo hriet lâwk zing leiin, Krista thonâwkna ding thu a hril a nih, ‘Mithi khuoah mâksanin a um nawh a, a ruong khawmin hmawnna a hmu bawk nawh,’ tiin.",
      "reference": "THILTHAWHAI 2:31"
    },
    {
      "content": "Chu Isu chu Pathienin a keitho nâwk ta hrim a, chu chu kan rêng hin a hretu kan nih.",
      "reference": "THILTHAWHAI 2:32"
    },
    {
      "content": "Pathien kut changtienga chawi- mawiin a um a, Thlarau Inthieng tiem chu Pa kuoma inthawkin a hmuh a, in hmu le in hriet hi a hung buok a ni hi.",
      "reference": "THILTHAWHAI 2:33"
    },
    {
      "content": "David chu vânah a hang lâwn naw a nih, ama ngeiin, ‘Lalpa chun ka Lalpa kuomah, Ka changtieng ṭhung zing rawh,",
      "reference": "THILTHAWHAI 2:34"
    },
    {
      "content": "I hmêlmahai i kepha innghatnaa Ka siem hmakhat chu,’ a tih a, a ti lem a ni kha.",
      "reference": "THILTHAWHAI 2:35"
    },
    {
      "content": "“Chuongchun, Isu in hemde ngei kha, Pathienin Lal le Krista ni fâwmin a siem tah ti, Israel hnam tinin hre mawl raw se,” a ta.",
      "reference": "THILTHAWHAI 2:36"
    },
    {
      "content": "Chun, chuong thu chu an hrietin an lungrilah sun ang an lo ni tah a, Peter le tirko danghai kuoma chun, “Unauhai, iengtin am thaw tâng kan ta?” an tih a.",
      "reference": "THILTHAWHAI 2:37"
    },
    {
      "content": "Peter chun an kuomah, “In suolhai ngaidamna dingin, sim unla, Isu Krista hmingin baptisma chang seng ro; chuongchun, Thlarau Inthieng pêk hi hmûng in tih.",
      "reference": "THILTHAWHAI 2:38"
    },
    {
      "content": "A tiem kha, nangni ta ding khawmin, in nauhai ta ding khawmin, hlataka mi po po ta ding khawmin, Lalpa ei Pathienin a kuoma a kohai taphawt ta dingin a nih ie,” a ta.",
      "reference": "THILTHAWHAI 2:39"
    },
    {
      "content": "Chun, thu dang tamtakin a hrilfieh a, “Tulai ruolthar rilohaia in- thawk hin insukhim ro,” tiin ân fui a.",
      "reference": "THILTHAWHAI 2:40"
    },
    {
      "content": "Chun, a thu zâwm taphawt chun baptisma an chang tah a; chu nia chun mi sâng thum lai belsain an um a.",
      "reference": "THILTHAWHAI 2:41"
    },
    {
      "content": "Chun, tirkohai inchûktirin, in- pâwlin, bei khawiin, ṭawngṭaiin ṭhahnemngaitakin an um zing a.",
      "reference": "THILTHAWHAI 2:42"
    },
    {
      "content": "Chun, mi tinin an ṭi tah a; tirkohai chun thilmak le inchikna tamtak an thawh a.",
      "reference": "THILTHAWHAI 2:43"
    },
    {
      "content": "Chun, a ring taphawt chun iengkim an inṭâwm a,",
      "reference": "THILTHAWHAI 2:44"
    },
    {
      "content": "an thil neihai, an thuom- hnawhai an zawr a, an mamaw dai tâwk seng chauin an rênga kuoma chun an sem hlak.",
      "reference": "THILTHAWHAI 2:45"
    },
    {
      "content": "Ni tin lungril hmunkhatin Pathien biekina chun ṭhahnem- ngaitakin an um hlak a, an in tieng khawm bei an khawi a, hlimtak le lungawitakin bu an fâk hlak a.",
      "reference": "THILTHAWHAI 2:46"
    },
    {
      "content": "Pathien an inpâk a, mi po po lâwmzâwngin an um hlak. Chun, sandama hung um pei taphawthai chu, Lalpain ni tin an kuomah ân ṭhangsatir pei hlak.",
      "reference": "THILTHAWHAI 2:47"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THILTHAWHAI 2 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}