{
  "verses": [
    {
      "content": "Chun, Thiempu Laltak chun, “Hieng thu hi ân dik am?” a ta.",
      "reference": "THILTHAWHAI 7:1"
    },
    {
      "content": "Chun, Stephan chun, “Unauhai, pahai ngai ta u, ei thlatu Abraham Harana a um hmaa, Mesopotamia rama a um lai khan Ropuina Pathien chu a kuomah a hung inlâr a,",
      "reference": "THILTHAWHAI 7:2"
    },
    {
      "content": "a kuomah, ‘I khuo tieng le i chihai laia inthawkin suok la, ram ka lân entir ding che tieng chun fe rawh,’ a ta.",
      "reference": "THILTHAWHAI 7:3"
    },
    {
      "content": "Chun, ama chu Kaldaihai rama inthawkin a suok a, Haranah a va um tah a; chun, a pa a thi hnungin chutaka inthawkin hi tuta in umna khuo tieng hin Pathienin ân pêm lûttir a.",
      "reference": "THILTHAWHAI 7:4"
    },
    {
      "content": "Chun, hitaka hin chu iengkhawm hmun hluo ding, a ke innghatna khawp khawm a pêk nawh a; nisienlakhawm, ama le a hnunga a thlahai chena ro dingin pêk a tiem a, nau a la nei hma ngei khawmin.",
      "reference": "THILTHAWHAI 7:5"
    },
    {
      "content": "“Chun, Pathienin hieng ang hin a hril:- ‘A thlahai mi khuo tieng kum za li thang an tih, miin suokah siem an ta,suknawmna bawk an tih,’ tiin.",
      "reference": "THILTHAWHAI 7:6"
    },
    {
      "content": "Chun, Pathienin, ‘Suoka neitu ding hnam chu keiin la ngaituong ka tih, chun,chu zoa chun hung suok an ta, hi hmuna hin ka rawng la bâwl an tih,’ a ti bawk a.",
      "reference": "THILTHAWHAI 7:7"
    },
    {
      "content": "Chun, Pathienin a kuomah ser- tan thu kha a thlung a, chuongchun, Abraham chun, Isak a hung nei a, a ni riet niah a ser a tan a; chun Isak chun Jakob a nei a, Jakob chun chi thlatu sâwm le pahnihai kha a hung nei tah a.",
      "reference": "THILTHAWHAI 7:8"
    },
    {
      "content": "“Chun, chi thlatuhai khan Josef an îtthik a, Aigupta tieng an zawr a, nisienlakhawm, Pathien a kuomah a um a.",
      "reference": "THILTHAWHAI 7:9"
    },
    {
      "content": "A rinum tuor po poah a san suok pei a, Aigupta ram lal Pharao khawm ân lunginsiettir a, mi vartak a ni ti ân hriettir bawk a. Chuongchun, ama chun Aigupta ram le a ina mi po po chungah hotuin a siem tah a.",
      "reference": "THILTHAWHAI 7:10"
    },
    {
      "content": "“Chun, Aigupta le Kanaan ram po poa chun ṭâm a hung tlah a, rinum nasatak a hung tlung tah a; ei thlatuhai chun fâk ding hrim hrim an hmu ta nawh a.",
      "reference": "THILTHAWHAI 7:11"
    },
    {
      "content": "Nisienlakhawm, Jakob chun Aiguptaah bu a um ti a hriet phingleh ei thlatuhai chu a tir suok a; chu chu an fe phutna tak a nih.",
      "reference": "THILTHAWHAI 7:12"
    },
    {
      "content": "Chun, an fe a vawi hninaa chun, Josef chu a unauhai kuoma chun ân hriettir a, chun Josef unauhai chu Pharao an inhriettir tah a.",
      "reference": "THILTHAWHAI 7:13"
    },
    {
      "content": "Chun, Josef chun a pa Jakob le a unau po po ân kotir a; anni chu sâwmsari le panga an nih.",
      "reference": "THILTHAWHAI 7:14"
    },
    {
      "content": "Chuongchun, Jakob chu Ai- gupta ramah a zu feh a, chutaka chun ama le ei thlatuhai chu an thi tah a,",
      "reference": "THILTHAWHAI 7:15"
    },
    {
      "content": "Sekem khuo an zâwn tlung a, Abrahamin Sekem khuoa Hamor naupahai kuoma thlân, tangka suma a inchâwka khan an phûm tah a.",
      "reference": "THILTHAWHAI 7:16"
    },
    {
      "content": "“Chun, Pathienin Abraham kuoma thu a tiem kha a hung tlung hun chu a tlung dingin, mihai chu Aiguptaa chun an pung a, an tam ta deu deu a,",
      "reference": "THILTHAWHAI 7:17"
    },
    {
      "content": "Josef hre naw lal dang a hung um chen khan.",
      "reference": "THILTHAWHAI 7:18"
    },
    {
      "content": "Ama chun ei chihai chu a zai- hlêm a, a suknawmna a, an nautêhai dam lo dingin ân pei suoktir hlak.",
      "reference": "THILTHAWHAI 7:19"
    },
    {
      "content": "Chu lai chun, Mosie a hung pieng a, a hmêl a ṭha bêk bêk a, a pa inah thla thum an châwm a.",
      "reference": "THILTHAWHAI 7:20"
    },
    {
      "content": "Chun, an pei suok chun Pharao naunu chun a lâk a, ama nau dingin a châwm tah a.",
      "reference": "THILTHAWHAI 7:21"
    },
    {
      "content": "“Chun, Mosie chu Aigupta mihai varna po po an inchûktir a, a thu le a thilthawah a ropui bêk bêk a.",
      "reference": "THILTHAWHAI 7:22"
    },
    {
      "content": "Chun, ama chu kum sâwmli a tling ding vêlin a unau Israel thlahai chu kan a tum a.",
      "reference": "THILTHAWHAI 7:23"
    },
    {
      "content": "Chun, anni laia mi pakhat sukrinum tuor lai a hmuh a, a san a, suknawmnatna tuortu phuba chu a lâk a, Aigupta mi chu a sukhlum tah a.",
      "reference": "THILTHAWHAI 7:24"
    },
    {
      "content": "Mosie chun ama kutin Pa- thienin anni a sanhim ding ti a unauhaiin an hriet amanih a ta, nisienlakhawm, an hriet si nawh.",
      "reference": "THILTHAWHAI 7:25"
    },
    {
      "content": "Chun, a zîngah anni laia mi pahni an insuol laiin an kuom a hung tlung a, ‘Puhai, unau in nih annâwm; iengdinga indiknawtakin in inthaw am?’ tiin anni rem a tum a.",
      "reference": "THILTHAWHAI 7:26"
    },
    {
      "content": "Nisienlakhawm, a ruolpa chunga a kawmawpa lem chun Mosie a nampei a, ‘Kan chungah rorêltu le hotuin tuin am a siem cheh a?",
      "reference": "THILTHAWHAI 7:27"
    },
    {
      "content": "Zânita Aigupta mi i sukhlum ang khan, mi sukhlum i tum a ni maw?’ a ta.",
      "reference": "THILTHAWHAI 7:28"
    },
    {
      "content": "Chun, chu thu lei chun Mosie a tlân hmang a, Median ramah a thang zing a, chutaka chun naupasal pahni a nei a.",
      "reference": "THILTHAWHAI 7:29"
    },
    {
      "content": "Chun, kum sâwmli a tling hnungin Sinai tlâng thlalêrah chîmbukah meichawk lai vântirko pakhat a kuomah ân lâr a.",
      "reference": "THILTHAWHAI 7:30"
    },
    {
      "content": "Chun, Mosiein a hmu chun, a thil hmu chu mak a ti êm a; chun, en dinga a va hnai laiin, Lalpa rawlin,",
      "reference": "THILTHAWHAI 7:31"
    },
    {
      "content": "‘Kei i thlatuhai Pathien ka nih, Abraham Pathien, Isak Pathien, Jakob Pathien chu,’ a lo tih a. Chuongchun, Mosie chu ân thin a, a en ngam ta nawh a.",
      "reference": "THILTHAWHAI 7:32"
    },
    {
      "content": "Chun, Lalpa chun a kuomah, ‘I kephaa inthawkin i kekawk kha sût rawh, i ngîrna hmun kha hnuoi inthieng a nih.",
      "reference": "THILTHAWHAI 7:33"
    },
    {
      "content": "Aiguptaa ka mi umhai chu an rimsikzie ka hmu zing a, anni sanhim dingin ka hung ṭum a nih. Hung ta, Aiguptaah tir ka ti che,’ a ta.",
      "reference": "THILTHAWHAI 7:34"
    },
    {
      "content": "“Chu Mosie, ‘Hotu le rorêltu dingin tuin am a siem cheh a?’ tia an sêl chu, chîmbuka vântirko a kuoma inlâr khan a ṭhangpui a, Pathienin ama ngei chu hotu le sanhimtu ni fâwm dingin a tir a nih.",
      "reference": "THILTHAWHAI 7:35"
    },
    {
      "content": "Ama chun Aiguptaa dâm, Tuisuoriet Sena dâm, thlalêra dâm chun kum sâwmli sûngin thilmak le inchiknahai inhmutirin anni a ṭhuoi suok tah a.",
      "reference": "THILTHAWHAI 7:36"
    },
    {
      "content": "“Israel thlahai kuomah ‘Pa- thienin kei a mi siem ang hin, in unauhai laia mi zâwlnei pakhat siempêk a ti cheu,’ titu kha a nih, chu Mosie chu.",
      "reference": "THILTHAWHAI 7:37"
    },
    {
      "content": "Ama chu thlalêra pungkhâwm- hai laia Sinai tlânga betu vântirko kuoma le ei thlatuhai kuoma um kha a nih; ama chu a mi pêk sâwng dinga thu hringhai latu kha a nih.",
      "reference": "THILTHAWHAI 7:38"
    },
    {
      "content": "Ei thlatuhai chun a thu an zâwm nuom nawh a, an sêl a, an lungrilhai chu Aigupta ram tieng a lêt nâwk tah a.",
      "reference": "THILTHAWHAI 7:39"
    },
    {
      "content": "Aron kuomah, ‘Kan hmaṭhuoitu dingin pathienhai mi siempêk rawh, Mosie Aiguptaa mi ṭhuoi suoktu hlak hi a chanchin kan hriet ta si nawh a,’ an ta.",
      "reference": "THILTHAWHAI 7:40"
    },
    {
      "content": "Chun, chuonghai chun se- bâwngte lim an siem a, a lim chu ran thatin an biek a, anni kutsuok chunga chun an hlim tah a.",
      "reference": "THILTHAWHAI 7:41"
    },
    {
      "content": "Chuongchun, Pathienin a nghat san a, vâna arasihai chibai an bûk theina dingin anni a ensan tah a; Zâwlnei Lekhabua, ‘Israel chihai, thlalêra khan kum sâwmli sûngin, Sa that le ran thatin kei in mi biek am a nih?",
      "reference": "THILTHAWHAI 7:42"
    },
    {
      "content": "Molok puon in le pathien Rephan arasi khawm chu, Chibai bûk dingin a lim in siemhai kha, In zâwm lem hlak a; Chuleiin, Babulon khaw khêl tieng Ṭhuoi hmang ka ti cheu,’ ti ziek ang khan.",
      "reference": "THILTHAWHAI 7:43"
    },
    {
      "content": "“A lim a hmu anga siem dinga Mosie hriltuin a ruot ang khan, ei thlatuhaiin thlalêra khan inhriet- tirna puon in chu an nei a.",
      "reference": "THILTHAWHAI 7:44"
    },
    {
      "content": "Chu bawk chu ei thlatuhai thla nâwk khawmin an nei sâwng pei a, Pathienin ei thlatuhai hmaa Jentail a hnawt suokhai ram an hluo lai khan Josua lût ruolin an lûtpui a; David hung um chen khan chutaka chun a um ta zing a.",
      "reference": "THILTHAWHAI 7:45"
    },
    {
      "content": "Chu David chu Pathien mithmuin ditsak tlâkin a um a, Jakob Pathien ta dinga umna ding siempêk a hnih a.",
      "reference": "THILTHAWHAI 7:46"
    },
    {
      "content": "Nisienlakhawm, Solomonin in chu a bâwlpêk ta lem a.",
      "reference": "THILTHAWHAI 7:47"
    },
    {
      "content": "Nisienlakhawm, Achunghnung- tak chu kuta bâwl inhaiah a um ngai nawh; zâwlnei chun:-",
      "reference": "THILTHAWHAI 7:48"
    },
    {
      "content": "Lalpain, ‘Vân ka ṭhungpha a na, Hnuoi ka kepha innghatna a nih; In ieng angin am mi bâwlpêk in ta? Ka châwlna hmun khawm ieng am a na?",
      "reference": "THILTHAWHAI 7:49"
    },
    {
      "content": "Keia kutin hieng thil iengkim hi ka siem naw am a nih? a tih, ti ziek ang khan.",
      "reference": "THILTHAWHAI 7:50"
    },
    {
      "content": "“Mi kâwmawhai, lungril le na tan nawhai, kumkhuoin Thlarau Inthieng hi in kal rawp el; in thlatuhai thaw ang pei khan in thaw hlak.",
      "reference": "THILTHAWHAI 7:51"
    },
    {
      "content": "In thlatuhaiin zâwlnei lai an suknawmnat naw tu am an um a? Mi feltak hung ding thu hril lâwktuhai kha an sukhlum a; chun, Mi Takzet chu inmantirtu le thattuhai nangni tuhin in nih in sawnnaw.",
      "reference": "THILTHAWHAI 7:52"
    },
    {
      "content": "Vântirkohai ipêk sâwng Dân kha hmu zeta zâwm si lohai,” a ta.",
      "reference": "THILTHAWHAI 7:53"
    },
    {
      "content": "Chun, chuong thu chu an hrietin an lungril a khei tah a, Stephan chunga chun an ha an rawt a.",
      "reference": "THILTHAWHAI 7:54"
    },
    {
      "content": "Nisienlakhawm, ama chu Thla- rau Inthienga sip a na, vân tieng a en tlat a, Pathien ropuizie le Pathien changtienga Isu ngir a hmuh a,",
      "reference": "THILTHAWHAI 7:55"
    },
    {
      "content": "“Ngai ta u, vân inhawnghai ka hmuh a, Pathien changtienga Mi- hriem Naupa ngîr khawm ka hmuh,” a ta.",
      "reference": "THILTHAWHAI 7:56"
    },
    {
      "content": "Chun, anni chu rawl inring- takin an khêk a, an na an hip a, inthuruolin an thawh a.",
      "reference": "THILTHAWHAI 7:57"
    },
    {
      "content": "Khuoa inthawk chu an hnawt- suok a, lungin an dêng a. A hretuhai chun tlangvâl pakhat a hming Saula ke bula chun an puonhai an sie tâwl a.",
      "reference": "THILTHAWHAI 7:58"
    },
    {
      "content": "Chuongchun, Stephanin, “Lal Isu, ka thlarau la rawh,” tia Lalpa a ko laiin lungin an dêng mur mur a.",
      "reference": "THILTHAWHAI 7:59"
    },
    {
      "content": "Chun, a dingṭhaṭhuon a, rawl inringtakin a khêk a, “Lalpa, hi an thil suksuol hi an chungah maw inphurtir naw rawh,” a ta. Chu thu chu a hril zo phingleh a ininnghil tah a. Saula khawm chun a thi chu a remtih a.",
      "reference": "THILTHAWHAI 7:60"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THILTHAWHAI 7 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}