{
  "verses": [
    {
      "content": "Chun, Peter le Johan chu chawhnung inher, ṭawngṭai hun lai chun, Pathien biekina lût ding chun an hang feh a.",
      "reference": "THILTHAWHAI 3:1"
    },
    {
      "content": "Chun, patling tu amanih a pieng tira inthawka ke inbai an hung zâwn a, ama chu biekina lûthai kuoma kut daw dingin, biekin kawtkhâr, “Maawi,” an ti bula chun, ni tin an inzâltir hlak a.",
      "reference": "THILTHAWHAI 3:2"
    },
    {
      "content": "Ama chun Peter le Johan Pathien biekina lût ding chu a hmuh a, kut a dawh a.",
      "reference": "THILTHAWHAI 3:3"
    },
    {
      "content": "Chun, Peter le Johanin ama chu an en zing a. Peterin, “Keini mi hang en ta,” a ta.",
      "reference": "THILTHAWHAI 3:4"
    },
    {
      "content": "Ama chun an kuoma inthawka ieng amanih hmu a beisei a, a hang en a.",
      "reference": "THILTHAWHAI 3:5"
    },
    {
      "content": "Nisienlakhawm, Peterin, “Tang- ka le rângkachak iengkhawm ka nei nawh; nisienlakhawm, ka nei sun pêng ka ti che; Nazareth Isu Krista hmingin kein lâwn ta rawh,” a ta.",
      "reference": "THILTHAWHAI 3:6"
    },
    {
      "content": "A kut changtieng a chel a, a keitho tah a. Chun, kârloin a kehai le a kemit ruhai chu a hung hrât nghâl tah a.",
      "reference": "THILTHAWHAI 3:7"
    },
    {
      "content": "Chun, ama chu ân châwm tho a, a ngîr a, a kein a lâwn phut tah a. Kea lâwn lâwn le, inchâwm le, Pathien inpâk pum peiin biekina chun a lût ve tah a.",
      "reference": "THILTHAWHAI 3:8"
    },
    {
      "content": "Chun, keâ lâwn le Pathien ân pâk chu mi po poin an hmuh a;",
      "reference": "THILTHAWHAI 3:9"
    },
    {
      "content": "biekin kawtkhâr, Mawi, bula kut dawa ṭhung hlak kha a nih ti an hriet a; a chunga thil tlung chu mak an ti bêk bêk a, an buoi hle el a.",
      "reference": "THILTHAWHAI 3:10"
    },
    {
      "content": "Chun, ama chun Peter le Johan chu a chel zing laiin, mi po poin mak an ti bêk bêk a, Solomon tuolpûk an tia chun, an kuomah an hung tlân khâwm a.",
      "reference": "THILTHAWHAI 3:11"
    },
    {
      "content": "Peterin chu chu a hmu chun, mihai chu a biek a, “Nangni Israel mihai, hieng hi iengdinga mak in ti am a na? Keini thilthawtheina le Pathien kan ngaisak leia ama hi kan inlâwntir ang el chun iengdinga in mi en zing am?",
      "reference": "THILTHAWHAI 3:12"
    },
    {
      "content": "Abraham hai, Isak hai, Jakob hai Pathien, ei thlatuhai Pathien chun, a siehlaw Isu chu a chawimawi ta a ni hi; ama chu in inmantir a, Pilatin insuo a tum khawmin a hmaah in lo dit naw kha.",
      "reference": "THILTHAWHAI 3:13"
    },
    {
      "content": "Mi inthieng le feltak kha in dit nawh a, tuolthattu kha in kuoma pêk in ngên ta lem a.",
      "reference": "THILTHAWHAI 3:14"
    },
    {
      "content": "Hringna Siemtu chu in that a; nisienlakhawm, Pathienin ama chu mithi laia inthawkin a keitho nâwk tah; chu chu a hretuhai kan nih.",
      "reference": "THILTHAWHAI 3:15"
    },
    {
      "content": "Chun, ama hming ring leiin, a hming chun hi mipa in hmu le in hriet hlak hi a sukhrât tah a nih; anih, ama leia ringna hung um hin, in rênga mithmuah a sukdam var tah a ni hi.",
      "reference": "THILTHAWHAI 3:16"
    },
    {
      "content": "“Nisienlakhawm, unauhai, in hotuhai khawmin an inmâwl leia an thaw ang khan, in inmâwl leiin hieng hi in thaw a nih ti ka hriet.",
      "reference": "THILTHAWHAI 3:17"
    },
    {
      "content": "Nisienlakhawm, Pathienin zâwlnei po po bauah, Krista chun rinum a tuor ding thu ân hriettir lâwk kha; khâng ang khan ân tlungtir ta lem a nih.",
      "reference": "THILTHAWHAI 3:18"
    },
    {
      "content": "Chuleiin, in suolhai thâibo a ni theina dingin sim unla, ngha kîr nâwk ro,",
      "reference": "THILTHAWHAI 3:19"
    },
    {
      "content": "chuongchun, Lalpa kuoma in- thawka har hunhai la hung tlung thei a tih, Krista Isu, in ta dinga a iruot khawm kha hung tir thei a tih.",
      "reference": "THILTHAWHAI 3:20"
    },
    {
      "content": "Amiruokchu, iengkim siem ṭhat hun a tlung hmakhat chu vânin ama chu a la kawl hri ding a nih; chu siem ṭhat ding thu chu Pathienin leihnuoi insieng tira inthawk a zâwlnei inthieng umhai bauin a hril ta kha.",
      "reference": "THILTHAWHAI 3:21"
    },
    {
      "content": "Mosie ngeiin, Lalpa Pathienin kei a mi siem ang hin in unauhai lai zâwlnei pakhat siempêk a ti cheu. Ama chun, thu po po in kuoma a hril taphawt chu ngaipêk in tih.",
      "reference": "THILTHAWHAI 3:22"
    },
    {
      "content": "Chun, mi tûkhawm, chu zâwlnei thu chu ngai naw taphawt chu, mi laia inthawk sukbohmang dai nîng an tih,” a ti kha.",
      "reference": "THILTHAWHAI 3:23"
    },
    {
      "content": "Anih, Samuel um chena in- thawk zâwlnei po po, an hnunga mihai leh, thu hril taphawt kha, tulai chanchin hi an hril lâwk bawk hlak.",
      "reference": "THILTHAWHAI 3:24"
    },
    {
      "content": "Nangni hi zâwlneihai le thu- thlung nauhai in nih, Pathienin Abraham kuomah, “ ‘I thlahai leiin khawvêla hnam tin thawveng an tih,’ tiin in thlatuhai kuomah a tiem kha.",
      "reference": "THILTHAWHAI 3:25"
    },
    {
      "content": "Pathienin a Siehlaw chu a ruot a, in suolhai innghatsantir seng cheua mal sâwmpêk ding cheuin, nangni kuomah a hung tir hmasa tak a ni hi,” a ta.",
      "reference": "THILTHAWHAI 3:26"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THILTHAWHAI 3 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}