{
  "verses": [
    {
      "content": "Chun, ni nga chenah Thiempu Laltak Anani a hung tlung thlah a, upa tuhai amanih leh, a hming Tertulla thuhril thiem pakhat leh; chun, Paula chunga thupawi chu Bawrsâp kuomah an hril a.",
      "reference": "THILTHAWHAI 24:1"
    },
    {
      "content": "Chun, Paula chu an ko suok hnung chun, Tertulla chun ama a hêk phut a, “Felik ṭha tak, nangma zârin thlamuongtakin kan um lei le, i enkawl leia hi chihai ta dinga suolhai chu khap ṭhata a um hlak leiin,",
      "reference": "THILTHAWHAI 24:2"
    },
    {
      "content": "kumkhuoin khâwlai khawm lungawitakin kan lâwm hlak.",
      "reference": "THILTHAWHAI 24:3"
    },
    {
      "content": "Iengkhawm ni sienla, i ta dinga nghawkum taluo ni ka nuom nawh a, I nunnêmnain thu baukhat ruok chu mi ngaipêk dingin ka hni che a nih.",
      "reference": "THILTHAWHAI 24:4"
    },
    {
      "content": "Hi mipa hi mi theidaumtak, khawvêla Judahai po po chawkbuoitu le, Nazareth pâwla a ṭhuoitu pakhat a nih ti kan hriet a.",
      "reference": "THILTHAWHAI 24:5"
    },
    {
      "content": "Pathien biekin sukthieng naw a tum bawk a, chuleiin, kan man a nih; [kan dân anga a chungthu rêl kan nuom a,",
      "reference": "THILTHAWHAI 24:6"
    },
    {
      "content": "nisienlakhawm, sipai hotu tak Lusia a hung a, ka kuta mi chu a hung ṭhuoi lui tah a.",
      "reference": "THILTHAWHAI 24:7"
    },
    {
      "content": "Ama hêktuhai chu i hmaa inlang ding thu a pêk bawk a.] Nang ngeiin suosal la, kan hêkna thil po po hi amaa inthawkin hre thei i tih,” a ta.",
      "reference": "THILTHAWHAI 24:8"
    },
    {
      "content": "Judahai khawm chun, “Chuong thu chu chuong ang tak chu a nih,” tiin an lo ṭhangpui a.",
      "reference": "THILTHAWHAI 24:9"
    },
    {
      "content": "Chun, Bawrsâp chun thu hril dinga Paula chu kuta a zâp phingleh, ama chun, “Nang kum tamtak hi chihai rorêl pêktu i nih ti ka hriet leiin lâwmtakin ka thiemna thu ka hril ding a ni hi.",
      "reference": "THILTHAWHAI 24:10"
    },
    {
      "content": "Jerusalema Pathien be dinga ka hang fe chen chu ni sâwm le pahni bâk la ni naw nih ti hre thei i tih.",
      "reference": "THILTHAWHAI 24:11"
    },
    {
      "content": "Pathien biekina khawm, inkhâwmna inahai khawm khuoa khawm tukhawm ka sêl le mipui kân fui annîn an mi hmu bawk nawh,",
      "reference": "THILTHAWHAI 24:12"
    },
    {
      "content": "tu khawm hin an mi hêkna thu hi i hrietah a bula inthawkin sui suok thei bawk naw ni hai.",
      "reference": "THILTHAWHAI 24:13"
    },
    {
      "content": "Nisienlakhawm, hi thu hi i kuomah inphuong ka tih, ‘Chi hran,’ an ti, Lam dân angin ei thlatuhai Pathien ka biek hlak, Dân le zâwl- neihai lekhabua ziek po po ringin.",
      "reference": "THILTHAWHAI 24:14"
    },
    {
      "content": "Chun, mi fel le felnaw thonâwk- na um a tih ti Pathien tieng ka beisei a, hienghai khawm hin chu chu an awi ve bawk si.",
      "reference": "THILTHAWHAI 24:15"
    },
    {
      "content": "Chuleichun, Pathien kuom tienga le mihriem tienga khawm lungril suol naw mawl hi vawn tlat ka tum hlak.",
      "reference": "THILTHAWHAI 24:16"
    },
    {
      "content": "Chun, kum tamtak hnunga hin ka chipuihai lai thilpêk ding chawiin, inthâwina inhlân dingin ka hung a.",
      "reference": "THILTHAWHAI 24:17"
    },
    {
      "content": "Chuong lai chun, mipui le, nasêtum um loin, Pathien biekinah insukthiengin an mi hmuh a.",
      "reference": "THILTHAWHAI 24:18"
    },
    {
      "content": "Nisienlakhawm, chutaka chun Asia rama mi Juda tuhai amanih an um kha, chuonghai chun ka chungah thu an nei chun, hitaka hin i hmaa umin an mi hêk ding a nih.",
      "reference": "THILTHAWHAI 24:19"
    },
    {
      "content": "Annawleh, hienghai ngei hin rorêltu hmaa ka ngîr lai khan, ka suksuol ieng am an hmuh a, hril raw hai se,",
      "reference": "THILTHAWHAI 24:20"
    },
    {
      "content": "anni laia ngîrin, hi thu baukhat, ‘Mithi thonâwkna thuah vawisûn hin in hmaah suosalin ka um a ni hi,’ ka ti lei kha a ni nghâl naw chun,” a ta, a dawn a.",
      "reference": "THILTHAWHAI 24:21"
    },
    {
      "content": "Chun, Felik chun Lam thu chu a hriet fel deu leiin, “Sipai hotu laltak Lusia chu a hung tlung thla pha in thu la rem ka tih,” tiin a sie ta hrih a.",
      "reference": "THILTHAWHAI 24:22"
    },
    {
      "content": "Chun, Paula chu duot deua, a ruolhai rawngbâwlpêk khap loa invêngtir dingin sipai za hotu chu thu a pêk a.",
      "reference": "THILTHAWHAI 24:23"
    },
    {
      "content": "Chun, ni iengzât chena manih Felik chu a hung nâwk a, a nuhmei Drusilla Juda nuhmei leh, Paula chu ân kotir a, Krista Isu ringna thu chu a ngai a.",
      "reference": "THILTHAWHAI 24:24"
    },
    {
      "content": "Paula chun, felna thu dâm, insûm thu dâm, ro a la rêl ding thu dâm ṭhahnemngaitaka a hril laiin Felik chun ṭium a ti bêk a, “Fe nâwk phawt ta rawh, hun remchâng ka nei pha ko ka ti che,” a ta.",
      "reference": "THILTHAWHAI 24:25"
    },
    {
      "content": "Paulain tangka a pêk a beisei bawk a, chuleiin, a ko inzing deu a, a biek hlak a nih.",
      "reference": "THILTHAWHAI 24:26"
    },
    {
      "content": "Chun, kum hni ân vawi hnungin Porkia Festain Felik chu a thleng tah a; Felik chun Judahai laia hmingṭhat a nuom a, Paula chu khuop sain a mâksan tah a.",
      "reference": "THILTHAWHAI 24:27"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THILTHAWHAI 24 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}