{
  "verses": [
    {
      "content": "Chun, Derbe le Lustraa chun a fe bawk a; chun, chutaka chun, a hming Timothe inchûktir pakhat a um; ama chu ringtu Juda nuhmei naupa a na, a pa ruok chu Grik a nih;",
      "reference": "THILTHAWHAI 16:1"
    },
    {
      "content": "Lustra le Ikonioma unau umhai chun, ama chu an inpâk hlak a.",
      "reference": "THILTHAWHAI 16:2"
    },
    {
      "content": "Paulain ama chu a kuoma fe ve dingin a dit a; chuongchun, chu tienga Juda umhai lei chun, a ser a tanpêk a, a pa chu Grik a nih ti an hriet vawng sih a.",
      "reference": "THILTHAWHAI 16:3"
    },
    {
      "content": "Chun, khaw tinah an fe malamin Jerusalema tirko le upa umhai thurêl kha zâwm dingin unauhai kuomah an pêk pei a.",
      "reference": "THILTHAWHAI 16:4"
    },
    {
      "content": "Chuongchun, kohranhai chu ringnaa chun an det tah a, ni tin an pung ta deu deu a.",
      "reference": "THILTHAWHAI 16:5"
    },
    {
      "content": "Chun, Thlarau Inthiengin Asia rama thu hril a khap leiin Phrugia le Galati ram chu an fang suok a;",
      "reference": "THILTHAWHAI 16:6"
    },
    {
      "content": "chun, Musia ram kâwl an tlungin Bethunia ramah lût an tum a, nisienlakhawm, Isu Thlarauin a phal si nawh.",
      "reference": "THILTHAWHAI 16:7"
    },
    {
      "content": "Chuongchun, Musia ram chu an khêl a, Troasah an fe thla tah a.",
      "reference": "THILTHAWHAI 16:8"
    },
    {
      "content": "Chun, zânah Paulain a mang angin Makedonia rama mi mi pakhat ngîrin, “Makedonia ramah hung kai la, mi ṭhangpui rawh,” tia ngên ngênin a hmuh a.",
      "reference": "THILTHAWHAI 16:9"
    },
    {
      "content": "Chun, chu mang chu a mang zo phingleh, Makedonia rama chun fe kan tum tah a, an kuoma Chanchin Ṭha hril dingin Pathienin a mi ko ti kan hriet a.",
      "reference": "THILTHAWHAI 16:10"
    },
    {
      "content": "Chun, Troasa inthawk chun lawngin kan suok a, tluongtakin Samotrakiah kan riek a, a zînga chun Neapoliah kan fe nâwk a;",
      "reference": "THILTHAWHAI 16:11"
    },
    {
      "content": "chun, chutaka inthawk chun Philippiah kan feh a, chu khuo chu Makedonia rama khaw pakhat a nih, chu biela chun khaw pawimaw tak a na, Roma inthawka mi inpêmhai khuo a nih. Chu khuoa chun ni tam rei kan châm a.",
      "reference": "THILTHAWHAI 16:12"
    },
    {
      "content": "Chun, Châwlniin kul kawtkhâr puo tienga vadung panga, ṭawng- ṭaina hmun ni dinga kan ringa chun kan feh a; chun, kan ṭhunga nuhmei hung khâwmhai kuoma chun thu kan hril a.",
      "reference": "THILTHAWHAI 16:13"
    },
    {
      "content": "Chun, a hming Luda, puon senduk zawrtu, Thuotira khuoa mi, Pathien betu nuhmei pakhatin kan thu a hriet a; chun Paula thu hril zâwm dingin Lalpa chun a lungril a sukvar tah a.",
      "reference": "THILTHAWHAI 16:14"
    },
    {
      "content": "Chun, ama le a sûnghaiin baptisma an chang zo chun, “Lalpa ring tak zeta in mi ruot chun, ka inah hung tlung ro,” tiin a mi ngên a mi ngên a, a mi chel tah a.",
      "reference": "THILTHAWHAI 16:15"
    },
    {
      "content": "Chun, ṭawngṭaina hmuna kan fe lai chun suok nunghâk tû amanih, khawhri aisânthiem zâwlin a mîn tuokpui a, ama chun a aisân lei chun a puhai chu sum tamtak ân hmutir hlak a.",
      "reference": "THILTHAWHAI 16:16"
    },
    {
      "content": "Ama chun Paula le keini a mi zui a, “Hienghai, sandamna lampui hriltu cheu hi, Achunghnungtak Pathien suokhai an ni hi,” tiin a khêk a.",
      "reference": "THILTHAWHAI 16:17"
    },
    {
      "content": "Chuong ang chun, ni sâwt rei a thaw hlak a. Chuongchun, Paula chu a lungni ta nawh a, a nghah a, khawhri kuoma chun, “Isu Krista hmingin a sûnga inthawkin suok thu ka pêk che,” a ta. Chun, chu lai tak chun a suok nghâl tah a.",
      "reference": "THILTHAWHAI 16:18"
    },
    {
      "content": "Chun, a puhai chun an sum hmuna ân hmang ti an hriet a, Paula le Sila chu an man a, hotuhai hmaah dâwr hmunah an kei lût a.",
      "reference": "THILTHAWHAI 16:19"
    },
    {
      "content": "Chuongchun, thu rêltuhai kuomah an ṭhuoi a, “Hienghai hi Judahai an na, kan khuo an sukbuoi bêk bêk a,",
      "reference": "THILTHAWHAI 16:20"
    },
    {
      "content": "dân kan pawm thiengnaw le kan zâwm thiengnaw dâm an hril a, Rom mi kan ni sih a,” an ta.",
      "reference": "THILTHAWHAI 16:21"
    },
    {
      "content": "Chuongchun, mipuihai khawm chu tirkohai thaw ding chun an hung inthawk veh a, thu rêltuhai chun an puonhai an the thlâkpêk a, hmawla vuok thu an pêk a.",
      "reference": "THILTHAWHAI 16:22"
    },
    {
      "content": "Chun, vawi tamtak an vuok zoin intângna inah an khum a, a vêngtu kuomah himtaka vêng ding an ti tlat a.",
      "reference": "THILTHAWHAI 16:23"
    },
    {
      "content": "Chuong ang lâwma thu an pêk leiin rip sûngrilah a khum a, an kehaia chun thing kawl ân buntir a.",
      "reference": "THILTHAWHAI 16:24"
    },
    {
      "content": "Nisienlakhawm, zân rila chun, Paula le Sila chu Pathien kuomah an ṭawngṭai a, hla an sak a, intânghai chun an ngai a;",
      "reference": "THILTHAWHAI 16:25"
    },
    {
      "content": "chun, kârloin simkhawleihnuoi nasatakin a hung inhnîng a; chun, kawtkhâr po po chu ân hawng nghâl a, mi tin kawl bunhai chu a hung insût vawng tah a.",
      "reference": "THILTHAWHAI 16:26"
    },
    {
      "content": "Chun, a vêngtu a ininnghil chu a hung har a, intângna in kawt- khârhai chu inhawngin a hmuh a, intânghai chu an tlân hmang amanih a ta, kâwlhnâm a phawi a, insukhlum a tum a.",
      "reference": "THILTHAWHAI 16:27"
    },
    {
      "content": "Nisienlakhawm, Paula chu rawl inringtakin a khêk a, “Iengkhawm inlaw naw, kan rêngin hitaka hin kan la um vawng annâwm,” a ta.",
      "reference": "THILTHAWHAI 16:28"
    },
    {
      "content": "Chun, a vêngtu chun khâwn- varhai a lam a, ân châwm lût a, ṭia inthin pumin Paula le Sila hmaah a bawkkhup a.",
      "reference": "THILTHAWHAI 16:29"
    },
    {
      "content": "Anni chu a ṭhuoi suok a, “Puhai, sandama um dingin ieng am ka thaw ding?” a ta.",
      "reference": "THILTHAWHAI 16:30"
    },
    {
      "content": "Chun, anni chun, “Lalpa Isu ring la, chuongchun, sandamin um i tih, nang le i sûnghai leh,” an ta.",
      "reference": "THILTHAWHAI 16:31"
    },
    {
      "content": "Chun, a kuoma le a ina um po pohai kuoma chun Pathien thu an hril a.",
      "reference": "THILTHAWHAI 16:32"
    },
    {
      "content": "Chu zân chun, chu lai le le chun, a ṭhuoi a, an vuokna invuolhai chu a sâwpfai a; chun, ama le a sûnghai po po chun baptisma an chang nghâl tah a.",
      "reference": "THILTHAWHAI 16:33"
    },
    {
      "content": "Chun, a inah a hang ṭhuoi a, fâk ding a pêk a, chun, Pathien an ring leiin, ama chu, a sûnghai po po le chun an hlim ta bêk bêk a.",
      "reference": "THILTHAWHAI 16:34"
    },
    {
      "content": "Chun, nisa a suok chun rorêltuhai chun, “Kha hai kha insuo rawh,” ti dingin manmihai an tir a.",
      "reference": "THILTHAWHAI 16:35"
    },
    {
      "content": "Chun, intângna in vêngtu chun, Paula kuomah an thu a hril a, “Rorêltuhai chun insuo ding cheuin mi an hung tir a; chuleiin, tuhin hung suok unla, thlamuongtakin fe ro,” a ta.",
      "reference": "THILTHAWHAI 16:36"
    },
    {
      "content": "Nisienlakhawm, Paula chun an kuomah, “Rom mi kan ni sih a, kan thiem le kan thiem naw hre loin vântlâng mithmuin an mi vuok a, intângna inah an mi khum a; tuhin inrûkin an mi hnawt suok vei ding a ni maw? Ni der naw ni; anni ngei hung hai sienla mi hung ṭhuoi suok raw hai se,” a ta.",
      "reference": "THILTHAWHAI 16:37"
    },
    {
      "content": "Chuongchun, manmihai chun, chuong thu chu rorêltuhai kuoma chun an hril a. Chun, Rom mi an nih ti an hriet chun an ṭi tah a.",
      "reference": "THILTHAWHAI 16:38"
    },
    {
      "content": "An va feh a, an thlêm a, an ṭhuoi suok a, khuoa inthawk chun fe hmang dingin an ngên a.",
      "reference": "THILTHAWHAI 16:39"
    },
    {
      "content": "Chun, intângna ina inthawk chun an suok a, Luda ina chun an lût a; chun, unauhai chu an hmuh a, an thlamuon a, an suok tah a.",
      "reference": "THILTHAWHAI 16:40"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THILTHAWHAI 16 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}