{
  "verses": [
    {
      "content": "Chun, Kaisari khuoah a hming Korneli mi pakhat a um a; Itali pâwl an ti, chu pâwla sipai za hotu a nih.",
      "reference": "THILTHAWHAI 10:1"
    },
    {
      "content": "Pathien ngaisak mi a na, a sûnghai po po leh Pathien an ṭi hlak a; mihai kuomah thil tamtak a pêk hlak a, Pathien kuoma khawm an ṭawngṭai rawp a.",
      "reference": "THILTHAWHAI 10:2"
    },
    {
      "content": "Ama chun chawhnung inher hin, mang angin fietakin Pathien vântir- ko pakhat a kuoma lûta, “Korneli,” tiin a hmuh a.",
      "reference": "THILTHAWHAI 10:3"
    },
    {
      "content": "Chun, Korneli chun ama chu a lo en zing a, a ṭih a, “Lalpa, ieng am a na?” a ta. Chun, ama chun a kuomah, “I ṭawngṭainahai le i thil pêk thuhai kha hriet zing dingin Pathien hmaah a hang tlung tah.",
      "reference": "THILTHAWHAI 10:4"
    },
    {
      "content": "Tuhin Joppa khuoah mihai tir la, mi pakhat Simon Peter an ti chu, hang inṭhuoitir rawh.",
      "reference": "THILTHAWHAI 10:5"
    },
    {
      "content": "Savun siemtu Simon kuoma tlung a nih, a in chu tuisuoriet pangah a um,” a ta.",
      "reference": "THILTHAWHAI 10:6"
    },
    {
      "content": "Chun, vântirko a betu chu a fe phingleh, Korneli chun, a siehlawhai laia mi pahni le a rawngbâwl rawphai laia Pathien ngaisak sipai pakhat a ko a;",
      "reference": "THILTHAWHAI 10:7"
    },
    {
      "content": "chun, thu po po chu an kuoma a hril zoin Joppa khuoa chun a tir tah a.",
      "reference": "THILTHAWHAI 10:8"
    },
    {
      "content": "Chun, a zînga an fe laia khaw kâwl an tlung laiin, Peter chu ṭawngṭai dingin, sûnbu fâk hun laiin, in chungah a hang lawn a.",
      "reference": "THILTHAWHAI 10:9"
    },
    {
      "content": "Chun a phîng a hung ṭâm a, bu fâk a nuom tah a; nisienlakhawm, fâk ding an siem lai chun zêlin a um tah a.",
      "reference": "THILTHAWHAI 10:10"
    },
    {
      "content": "Vân inhawngin, iengkhat bâwm puon lientak ang, a ki palia khita, hnuoiah inkhaithlain a hmuh a.",
      "reference": "THILTHAWHAI 10:11"
    },
    {
      "content": "Chu sûnga chun sapheimanli- hai le, thilhring le chunga vate tinrênghai an um a.",
      "reference": "THILTHAWHAI 10:12"
    },
    {
      "content": "Chun, a kuomah rawlin, “Peter tho rawh; that la fa rawh,” a hung tih a.",
      "reference": "THILTHAWHAI 10:13"
    },
    {
      "content": "Nisienlakhawm, Peter chun, “Lalpa, ni lo e; thiengnaw le, inthiengnaw iengkhawm ka fâk ngai nawh ie,” a ta.",
      "reference": "THILTHAWHAI 10:14"
    },
    {
      "content": "Chun, rawl chun vawihninaah, “Pathienin a sukthieng ta chu nangin thiengnaw ti naw rawh,” a ta.",
      "reference": "THILTHAWHAI 10:15"
    },
    {
      "content": "Chuong ang ruok chun, vawi thum a hung um a; chun, bâwm chu vâ- na zuk khaiin a um nâwk nghâl tah a.",
      "reference": "THILTHAWHAI 10:16"
    },
    {
      "content": "Chun, Peterin mang anga a hmu chu a ngaina hre loa a lunginzîng laiin, Korneli mi tirhai chun Simon in chu an lo indawn suok tah a, kawtkhâr bulah an lo ngîr a,",
      "reference": "THILTHAWHAI 10:17"
    },
    {
      "content": "an khêk a, Simon, Peter an ti chu, chutaka chun a tlung le tlung naw an indawn a.",
      "reference": "THILTHAWHAI 10:18"
    },
    {
      "content": "Chun, Peterin a mang thu chu a ngaituo laiin, Thlarauin a kuomah, “Ngai ta, mi pathumin an zawng che.",
      "reference": "THILTHAWHAI 10:19"
    },
    {
      "content": "Chuongchun, tho la, ṭum la, iengkhawm ringhla loin anni zui rawh; anni chu ka itir an nih,” a ta.",
      "reference": "THILTHAWHAI 10:20"
    },
    {
      "content": "Chuongchun, Peter chu chuhai kâwla chun a ṭum a, an kuomah, “In izawng hi ka nih; ieng am in hungna san?” a ta.",
      "reference": "THILTHAWHAI 10:21"
    },
    {
      "content": "Anni chun, “Vântirko inthieng pakhatin, Korneli, sipai za hotu mi feltak, Pathien ṭi Juda hnam po pohai khawma an ingaisâng kuoma chun, i thu hril a hrietna dingin, a inah nang ko ding chein a hril a nih,” an ta.",
      "reference": "THILTHAWHAI 10:22"
    },
    {
      "content": "Chuongchun, mihai chu a ko lût a, ân riek tir tah a. A zînga chun Peter chu a tho a, an kuomah a feh a, Joppa khuoa mi unau tuhai amani khawm anni leh an fe veh a.",
      "reference": "THILTHAWHAI 10:23"
    },
    {
      "content": "Chun, a zing nâwk chun Kaisari khuoa chun an lût tah a. Chun, Korneli chun a laibunghai le a ruol dittakhai a ko khâwm a, anni chu a lo nghâk zing a.",
      "reference": "THILTHAWHAI 10:24"
    },
    {
      "content": "Chun, Peter chu a lût ding lai takin Korneli chun a lo tuok a, a ke bulah a bawkkhup a, Pathien chibai bûk angin a bûk a.",
      "reference": "THILTHAWHAI 10:25"
    },
    {
      "content": "Nisienlakhawm, Peterin ama chu a keitho a, “Ngîr rawh, kei khawm mihriem ka ni hi,” a ta.",
      "reference": "THILTHAWHAI 10:26"
    },
    {
      "content": "Chun, a kâwla thu hril pumin a lût a, mi tamtak umkhâwm chu a va hmuh a.",
      "reference": "THILTHAWHAI 10:27"
    },
    {
      "content": "An kuomah, “Juda mîn hnam dang kuoma fe le pâwl a thieng nawzie nangnîn in hriet a nih; nisienlakhawm, tukhawm thiengnaw le inthiengnaw ka ti ding an nawh ti Pathienin a mîn hriettir a nih.",
      "reference": "THILTHAWHAI 10:28"
    },
    {
      "content": "Chuleiin, in mi hung ko phingle khan sêl loin ka hung a ni hi. Chuongchun, kân dawn cheu, ieng am a na in mi hung ko san?” a ta.",
      "reference": "THILTHAWHAI 10:29"
    },
    {
      "content": "Chun, Korneli chun, “Ni li a ni tah, tu phâ ang chen hin, ka inah, chawhnung inher ṭawngṭainaah ka ṭawngṭai a; chun, ngai ta, mi pakhat puon vârtak silin ka hmaah a hung ngîr a,",
      "reference": "THILTHAWHAI 10:30"
    },
    {
      "content": "‘Korneli, i ṭawngṭaina kha hrietin a um tah, mi kuoma i thilpêkhai khawm kha Pathienin a hriet zing ie.",
      "reference": "THILTHAWHAI 10:31"
    },
    {
      "content": "Chuleiin, Joppa khuoah mi tir la, Simon Peter an ti chu, i kuomah ko rawh, ama chu tuisuoriet panga savun siemtu Simon ina tlung a nih,’ a ta.",
      "reference": "THILTHAWHAI 10:32"
    },
    {
      "content": "Chuleiin, i kuomah mi ka hung tir nghâl tah a nih; i hung hi a ṭha ie. Chuongchun, Lalpain thu a pêk taphawt che hre dingin tuhin Pathien mithmuin kan rêngin hitaka hin kan um a ni hi,” a ta.",
      "reference": "THILTHAWHAI 10:33"
    },
    {
      "content": "Peter chun a hril a;— “Pathienin mi ditsak bîk a nei nawh ti indiktakin ka hriet;",
      "reference": "THILTHAWHAI 10:34"
    },
    {
      "content": "nisienlakhawm, hnam tin lai tû- khawm ama ṭia, feltaka thaw taphawt chu, a lâwm zâwng mi a ni hlak.",
      "reference": "THILTHAWHAI 10:35"
    },
    {
      "content": "Ama chun thlamuongna Chan- chin Ṭha Isu Krista baua hrilin Israel thlahai kuomah thu ân phur a, (Isu chu mi po po Lal a nih).",
      "reference": "THILTHAWHAI 10:36"
    },
    {
      "content": "Johanin a khêkpui hlak baptisma zoa khan, thu, Galili rama inthawkin hung inthang phutin, Juda ram po poa inthang suok kha, nangnîn in hriet bawk annâwm.",
      "reference": "THILTHAWHAI 10:37"
    },
    {
      "content": "Nazareth Isu chungchâng thu kha, khânga ama chu Pathienin Thlarau Inthieng le thilthawtheinaa a vurzie kha; ama chun mi chunga thawṭhain le diebol suknawmnat po po sukdamin a fang vêl hlak, Pathien a kuoma a um leiin.",
      "reference": "THILTHAWHAI 10:38"
    },
    {
      "content": "Juda ram le Jerusalema a thilthawhai po po hretu kan nih; ama chu thinglêra khaiin an sukhlum tah.",
      "reference": "THILTHAWHAI 10:39"
    },
    {
      "content": "Pathienin ama chu ni thum niin a keitho nâwk a, fietakin ân entir a,",
      "reference": "THILTHAWHAI 10:40"
    },
    {
      "content": "amiruokchu, mi po po kuomah ni loin, a thu hretu ni dinga inhmaa Pathienin a ithlang tah, keini, mithi laia a thonâwk hnunga a kuoma faa dâwntuhai kuoma hin a nih.",
      "reference": "THILTHAWHAI 10:41"
    },
    {
      "content": "Ama chu mithihai le mi hringhai chunga Rorêltua Pathien iruot chu a nih ti, mi kuoma khêkpui le inhriettir dingin Pathienin thu a mi pêk a nih.",
      "reference": "THILTHAWHAI 10:42"
    },
    {
      "content": "“Tûkhawm ama ring taphawt chu a hming leiin suolhai ngaidamin um an tih ti hieng a chanchin hi zâwlneihai po poin an inhriettir hlak kha a nih,” a ta.",
      "reference": "THILTHAWHAI 10:43"
    },
    {
      "content": "Chun, Peterin chuong thu chu a hril lai tak chun, thu hretuhai po po chunga chun Thlarau Inthieng a hung tlung tah a.",
      "reference": "THILTHAWHAI 10:44"
    },
    {
      "content": "Chun, Sertanhai laia ringtuhai Peter hung zuituhai chun Thlarau Inthieng pêk chu Jentailhai chunga khawm buok a ni leiin mak an ti hleh a;",
      "reference": "THILTHAWHAI 10:45"
    },
    {
      "content": "ṭawng hrietnawhaia thu hrilin, Pathien inpâkin an hriet sih a.",
      "reference": "THILTHAWHAI 10:46"
    },
    {
      "content": "Chun, Peterin a biek a, “Hieng mihai, eini anga Thlarau Inthieng hmuhai hi baptisma an chang nawna dingin miin tui hmang an khap thei am a nih?” a ta.",
      "reference": "THILTHAWHAI 10:47"
    },
    {
      "content": "Chuongchun, Isu Krista hminga baptisma chang ding thu a pêk a. Chuong zoa chun ni iengzat amani lai châm dingin an ngên a.",
      "reference": "THILTHAWHAI 10:48"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THILTHAWHAI 10 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}