{
  "verses": [
    {
      "content": "Saula ruok chun, Lalpa in- chûktirhai a vau thu le that a tum thu chu a la sâksuok ta rawp a.",
      "reference": "THILTHAWHAI 9:1"
    },
    {
      "content": "Thiempu Laltak kuomah a fe a, Damaskaa inkhâwmna in po poa mihai kuoma pêk dingin lekha a hnih a, chu Lama mi chu tukhawm a hmu chun, nuhmei khawm, pasal khawm, Jerusalema khuop puma hung ṭhuoi theina dingin.",
      "reference": "THILTHAWHAI 9:2"
    },
    {
      "content": "Chun, a fe laiin, Damaska a tlung tâwmin, kârloin var vâna inthawkin a vêlah a hung var phut a.",
      "reference": "THILTHAWHAI 9:3"
    },
    {
      "content": "Chun, hnuoiah a tluh a, a kuomah, “Saula, Saula, nangin iengdinga i mi suknawmna am a na?” tiin rawl a hriet a.",
      "reference": "THILTHAWHAI 9:4"
    },
    {
      "content": "Chun, ama chun, “Tû am i na, Lalpa?” a ta.",
      "reference": "THILTHAWHAI 9:5"
    },
    {
      "content": "Lalpa chun, “Isu i suknawmnat hi ka nih; nisienlakhawm, tho la, khuoah lût rawh, chuongchun, i thaw ding lo hril an ti che,” a ta.",
      "reference": "THILTHAWHAI 9:6"
    },
    {
      "content": "Chun, ama le fehai chu hril ding hre loin an ngir a, rawl chu an hriet a chu tukhawm an hmu si nawh.",
      "reference": "THILTHAWHAI 9:7"
    },
    {
      "content": "Chun, Saula chu hnuoia inthawk chun a tho a; chun, a hang meng a, iengkhawm a hmu thei ta nawh a; chuongchun, a kutah an kei a, Damaskaa chun an ṭhuoi lût a.",
      "reference": "THILTHAWHAI 9:8"
    },
    {
      "content": "Ni thum khaw hmu loin a um a, iengkhawm a fâkin a dâwn nawh a.",
      "reference": "THILTHAWHAI 9:9"
    },
    {
      "content": "Chun, Damaskaa chun inchûk- tir pakhat a hming Anania a um a. Lalpa chun a mang angin a kuomah, “Anania,” a ta. Chun, ama chun, “Lalpa, en ta, hitaka hin ka um,” a ta.",
      "reference": "THILTHAWHAI 9:10"
    },
    {
      "content": "Lalpa chun a kuomah, “Tho la, kawtthlêr, ‘Tlûn’ an tia chun fe la, Juda inah, Tarsa khuoa mi, a hming Saula indawn suok rawh; ngai ta, a ṭawngṭai zing a nih,",
      "reference": "THILTHAWHAI 9:11"
    },
    {
      "content": "a hming Anania mi pakhat lûta, a mit sukvar dingin a chunga kut innghatin a hmu tah,” a ta.",
      "reference": "THILTHAWHAI 9:12"
    },
    {
      "content": "Chun, Anania chun, “Lalpa, chu mipa chu Jerusalema i mi inthieng- hai chunga a suksuol tamzie thu mi tamtak baua inthawkin ka hriet a nih.",
      "reference": "THILTHAWHAI 9:13"
    },
    {
      "content": "Hitaka khawm i hming lam taphawt chu khuop dingin thiempu lalhaia inthawkin thu a hmu zing annâwm,” a ta, a dawn a.",
      "reference": "THILTHAWHAI 9:14"
    },
    {
      "content": "Nisienlakhawm, Lalpa chun a kuomah, “Fe el rawh, Jentailhai, lalhai, Israel thlahai kuoma ka hming put lûtna dinga ka bêl ruot a nih.",
      "reference": "THILTHAWHAI 9:15"
    },
    {
      "content": "Ka hming leiin rinum ieng anga nasa am a tuor ding a kuomah lân hriettir ka tih,” a ta.",
      "reference": "THILTHAWHAI 9:16"
    },
    {
      "content": "Chun, Anania chu a va feh a, ina chun a lût a; a chungah kut ân nghat a, “Unau Saula, i mit varna ding le Thlarau Inthieng sipa i um theina dingin, Lalpa, i hungna lampuia i kuoma inlâr Isu khan a mi hung tir a nih,” a ta.",
      "reference": "THILTHAWHAI 9:17"
    },
    {
      "content": "Chun, kârloin a mita inthawk chun phuhlip ang ieng amanih a tla nghâl tah a, a mit a var nâwk tah a; chun, a tho a, baptisma a chang tah a.",
      "reference": "THILTHAWHAI 9:18"
    },
    {
      "content": "Chun, bu a fâk a, a har nâwk tah a. Chun, Damaskaa inchûktir umhai kuoma chun ni iengzat amanih a um a.",
      "reference": "THILTHAWHAI 9:19"
    },
    {
      "content": "Inkhâwmna inhaia chun Isu chu Pathien Naupa a nizie thu a khêkpui nghâl tah a.",
      "reference": "THILTHAWHAI 9:20"
    },
    {
      "content": "Chun, a thu hretuhai po po chun mak an ti hleh a; “Hi mipa hi Jerusalema hi hming lamtuhai suknawmna hlaktu kha a ni naw am a nih? Chuong mihai chu thiempu lalhai kuoma khuop puma ṭhuoi, a hung san a ni kha,” an ta.",
      "reference": "THILTHAWHAI 9:21"
    },
    {
      "content": "Saula ruok chu a hung hrât nâwk zuol a, ama chu Krista a ni takzet ti a hrilfieh a, Damaskaa Juda umhai chu a sêldawng rawp hlak a.",
      "reference": "THILTHAWHAI 9:22"
    },
    {
      "content": "Chun, ni sâwt tak hnunga chun Saula sukhlum dingin Judahai chu an inrawn a;",
      "reference": "THILTHAWHAI 9:23"
    },
    {
      "content": "nisienlakhawm, ama chun an thurawt chu a lo hriet tah a. Sukhlum dingin kul kawtkhâr tina chun a sûn a zânin an inchân hlak a.",
      "reference": "THILTHAWHAI 9:24"
    },
    {
      "content": "Nisienlakhawm, a închûktir- haiin ama chu an ṭhuoi a, zânah kul tukverah bâwmin an thlâk thla tah a.",
      "reference": "THILTHAWHAI 9:25"
    },
    {
      "content": "Chun, Saula chun Jerusalem a tlung phingleh inchûktirhai chu pâwl a tum a; anni ruok chun an rêngin ama chu an ṭih a, inchûktir a ni ve ti an ring nawh a.",
      "reference": "THILTHAWHAI 9:26"
    },
    {
      "content": "Barnaba ruok chun ama chu a ṭhuoi a, tirkohai kuoma chun a hungpui a, lampuia Lalpa a hmua a biekzie dâm, Damaskaa Isu hminga huoitaka a thu a hrilzie dâm khawm chu an kuomah a hril tah a.",
      "reference": "THILTHAWHAI 9:27"
    },
    {
      "content": "Chuongchun, Saula chu Jeru- salema chun an kuoma lût hlak suok hlakin a um tah a, Lalpa hmingin huoitakin thu a hril hlak a.",
      "reference": "THILTHAWHAI 9:28"
    },
    {
      "content": "Chun, Grik ṭawng hmang Judahai lai thu a hril a, a sêl a; anni ruok chun ama chu sukhlum an tum a.",
      "reference": "THILTHAWHAI 9:29"
    },
    {
      "content": "Chun, unauhai chun chu chu an hrietin, Kaisari khuoah an ṭhuoi thlâk a, Tarsa khuoah an tir ta dai a.",
      "reference": "THILTHAWHAI 9:30"
    },
    {
      "content": "Chuongchun, kohranhai chu Judai ram vêla dâm, Galili ram vêla dâm, Samari ram vêla dâm chun an det deu deu a, muongtakin an um tah a; chun, Lalpa ṭi dêkin, Thlarau Inthieng ithlamuongin an um a, an hung pung ta deu deu a.",
      "reference": "THILTHAWHAI 9:31"
    },
    {
      "content": "Chun, Peterin khawvêl a fang malamin, Ludda khuoa mi inthieng umhai kuomah a zu fe bawk a.",
      "reference": "THILTHAWHAI 9:32"
    },
    {
      "content": "Chutaka chun mi pakhat, a hming Ainia a zeng leia kum riet khuma zâl zing a hmuh a.",
      "reference": "THILTHAWHAI 9:33"
    },
    {
      "content": "Chun, Peter chun a kuomah, “Ainia, Isu Krista chun a sukdam che; tho la i puonpha ziel rawh,” a ta. Chuongchun, a tho nghâl tah a.",
      "reference": "THILTHAWHAI 9:34"
    },
    {
      "content": "Chun, Ludda khuo le Saron phaia um po pohai chun Ainia chu an hmuh a, Lalpa tieng an ngha tâwl tah a.",
      "reference": "THILTHAWHAI 9:35"
    },
    {
      "content": "Chun, Joppa khuoah a hming Tabitha, inchûktir pakhat a um a, (Tabitha umzie chu Dorka a nih); chu nuhmei chun thil thawṭhat le thilpêk a hau hleh a.",
      "reference": "THILTHAWHAI 9:36"
    },
    {
      "content": "Chun, chuong lai chun a damnawh a, a thi tah a; chun an insil fai a, pindan chunghnungah an inzâl a.",
      "reference": "THILTHAWHAI 9:37"
    },
    {
      "content": "Chun, Ludda khuo chu Joppa khaw kâwl a ni leiin, inchûktirhai chun Peter chutaka chun a um ti an hriet a, “Sâwt riel loin kan kuomah hung rawh,” tia ngên dingin a kuomah mi pahni an tir a.",
      "reference": "THILTHAWHAI 9:38"
    },
    {
      "content": "Chun, Peter chu a tho a, anni leh a fe ve tah a. Chun, a tlung phingleh pindan chunghnunga chun an ṭhuoi a; hmeithai po po chu a kâwla ngîrin, Dorka an kuoma a um laia a zakuo siemhai, a puon siemhai inentir pumin an ṭap tâwl a.",
      "reference": "THILTHAWHAI 9:39"
    },
    {
      "content": "Nisienlakhawm, Peter chun an rêngin ân suoktir vawng a, a dingṭhaṭhuon a, a ṭawngṭai tah a; chun, ruong tieng chu a nghah a, “Tabitha, tho rawh,” a ta. Chuong- chun, a mit a hung meng a, Peter chu a hmu phingleh a ṭhung tah a.",
      "reference": "THILTHAWHAI 9:40"
    },
    {
      "content": "Chun, Peter chun a kut a pêk a, a keitho tah a; chun, mi inthienghai le hmeithaihai chu a ko a, damin a khîkhmuh a.",
      "reference": "THILTHAWHAI 9:41"
    },
    {
      "content": "Chun, chu chu Joppa khuo po po chun an hriet ta vawng a; mi tamtakin Lalpa chu an ring tah a.",
      "reference": "THILTHAWHAI 9:42"
    },
    {
      "content": "Chun, Peter chu ni tamtak Joppa khuoa Simon, savun siemtu inah a châm zing a.",
      "reference": "THILTHAWHAI 9:43"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THILTHAWHAI 9 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}