{
  "verses": [
    {
      "content": "Chun, Ikonioma chun Judahai inkhâwmna inah an lût rêl a, thu an hril hlak a, chuongchun, Grik le Juda tamtak khawmin an ring ta rau a.",
      "reference": "THILTHAWHAI 14:1"
    },
    {
      "content": "Nisienlakhawm, ring nuom naw Judahaiin Jentailhai lungril an infui a, unauhai chu an intheidatir a.",
      "reference": "THILTHAWHAI 14:2"
    },
    {
      "content": "Chuleiin, Lalpa thu huoitaka hrilin chutaka chun sâwt rei an um a, ama chun, inchikna le thilmakhai an kuta inthawtirin, a lunginsiet thu ân hriettir hlak a.",
      "reference": "THILTHAWHAI 14:3"
    },
    {
      "content": "Chun, khuoa mipuihai chu an inkhing tah a; aṭhenin Judahai chu an ṭan a; aṭhenin tirkohai chu.",
      "reference": "THILTHAWHAI 14:4"
    },
    {
      "content": "Chun, Jentailhai, Judahai, an hotuhai le chun, tirkohai chu inzakumtaka siem le lunga dêng tuma an thaw ding laiin anni chun an lo hriet a,",
      "reference": "THILTHAWHAI 14:5"
    },
    {
      "content": "Lukaoni ram bawka chun, Lustra le Derbe khuoa le a vêl ramhaia chun an tlân hmang a;",
      "reference": "THILTHAWHAI 14:6"
    },
    {
      "content": "chuonga chun, Chanchin Ṭha an hril pei a.",
      "reference": "THILTHAWHAI 14:7"
    },
    {
      "content": "Chun, Lustraa chun ke zeng tû amanih a ṭhung hlak a, a pieng tîra inthawk keinbai hrim a na, kein a lâwn ngai nawh a.",
      "reference": "THILTHAWHAI 14:8"
    },
    {
      "content": "Ama chun, Paula thu hril a ngai a, chun, Paula chun, ama chu a en zing a, damna dingin ringna a nei ti a hriet a,",
      "reference": "THILTHAWHAI 14:9"
    },
    {
      "content": "rawl inringtakin, “I kein ngîr tlûn rawh,” a ta. Chun, ama chu ân châwm tho a, kein a lâwn tah a.",
      "reference": "THILTHAWHAI 14:10"
    },
    {
      "content": "Chun, mipuihaiin Paula thil- thaw chu an hmu phingleh, Lukaoni ṭawngin inringtakin, “Pathienhai chu mihriem angin ei kuomah an hung ṭum tah a ni hi!” an ta.",
      "reference": "THILTHAWHAI 14:11"
    },
    {
      "content": "Chun, Barnaba chu, “Jupitar” an tih a, Paula chu, thu hriltu lem a ni leiin, “Merkuri” an tih a.",
      "reference": "THILTHAWHAI 14:12"
    },
    {
      "content": "Chun, Jupitar biekin khaw- hnâwma um chu, a thiempu chun sebâwng chalhai le, pâr ṭhihrui limhai, kawtkhâr kâwlah a hung lâk a, mipuihai le chun biekna dingin that an tum a.",
      "reference": "THILTHAWHAI 14:13"
    },
    {
      "content": "Nisienlakhawm, tirko Barnaba le Paula chun, chu chu an hriet phing- leh, an puon an keithlêr a, mipui lai chun an inchâwm lût a, an khêk a.",
      "reference": "THILTHAWHAI 14:14"
    },
    {
      "content": "“Puhai, iengdinga hieng thilhai hi in thaw am a na? Keini khawm in nungchang ang put mihriem kan ni hi; hieng thil teplohai hi in nghatsan a, vân hai, hnuoi hai, tuisuoriet hai, an sûnga um po pohai siemtu Pathien hring kuoma chun in hung kawpna dingin Chanchin Ṭha kan hung intlun cheu a ni hi.",
      "reference": "THILTHAWHAI 14:15"
    },
    {
      "content": "Chu Pathien chun, tienlaiin hnam tin mâni lampui seng hraw a phal hlak a.",
      "reference": "THILTHAWHAI 14:16"
    },
    {
      "content": "Nisienlakhawm, ama inhriettir- na um loin ân siem ngai nawh. Chuongchun, thil a thaw ṭha hlak a, vâna inthawka ruohai le kum ṭhat kumhai a pêk cheu a, in lungril fâk ding le lâwmnain a suktlaipêk hlak cheu kha,” an ta.",
      "reference": "THILTHAWHAI 14:17"
    },
    {
      "content": "Chun, chuong thu chun, mipuihaiin anni biekna dinga ran an that ding chu an khap zo hrâm a.",
      "reference": "THILTHAWHAI 14:18"
    },
    {
      "content": "Nisienlakhawm, Antiokei le Ikonioma mi Juda tuhai amanih chutaka chun an hung a, mipuihai chu an zâwr thlûk tah a; chuongchun, Paula chu lungin an dêng a, thia an ring leiin khuoa inthawk chu an hnûk dawk tah a.",
      "reference": "THILTHAWHAI 14:19"
    },
    {
      "content": "Nisienlakhawm, inchûktirhai chu a vêla an ngîr laiin, a hung tho a, khuoa chun a lût nâwk tah a. Chun, a zînga chun Barnaba leh Derbeah an fe tah a.",
      "reference": "THILTHAWHAI 14:20"
    },
    {
      "content": "Chu khuohai kuoma chun, Chanchin Ṭha an hril a, inchûktir tamtak an siem hnungin Lustraa hai, Ikonioma hai, Antiokeia hai, an kîr nâwk a.",
      "reference": "THILTHAWHAI 14:21"
    },
    {
      "content": "“Rinum tamtak tuorin Pathien ramah ei lût ding a ni hrim a nih,” tiin inchûktirhai lungril an sukdet a, ringnaa chun um zing dingin an infui a.",
      "reference": "THILTHAWHAI 14:22"
    },
    {
      "content": "Chun, kohran tinah upahai an ruot pêk pei a, bu nghei puma an ṭawngṭai zoin, an ring Lalpa kuoma chun an inkawltir pei a.",
      "reference": "THILTHAWHAI 14:23"
    },
    {
      "content": "Chun, Pisidia ram chu an fang suok a, Pamphulia ram chu an tlung a.",
      "reference": "THILTHAWHAI 14:24"
    },
    {
      "content": "Chun, Pergaa thu an hril zoin Attaliaah an zu feh a;",
      "reference": "THILTHAWHAI 14:25"
    },
    {
      "content": "chutaka inthawk chun lawngin an suok a, Antiokei chu an hung tlung nâwk tah a, chu chu a thil thaw zo ta chu thaw dinga unauhaiin Pathien lunginsietna inkawltira an suokna kha a nih.",
      "reference": "THILTHAWHAI 14:26"
    },
    {
      "content": "Chun, an tlung hnungin ko- hranhai chu an ko khâwm a, Pathienin anni hmanga, thil a thawhai po po le, Jentailhai ta dinga ringna kawtkhâr a hawngpêkziehai chu an hril a.",
      "reference": "THILTHAWHAI 14:27"
    },
    {
      "content": "Inchûktirhai lai chun sâwt rei an um tah a.",
      "reference": "THILTHAWHAI 14:28"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THILTHAWHAI 14 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}