{
  "verses": [
    {
      "content": "Chun, Juda rama tirko le unau umhai chun Jentailhai khawmin Pathien thu an zâwm ti an hriet tah a.",
      "reference": "THILTHAWHAI 11:1"
    },
    {
      "content": "Chuongchun, Peter chu Jeru- salem a hang tlung phingleh, Sertanhaiin an kal a,",
      "reference": "THILTHAWHAI 11:2"
    },
    {
      "content": "a kuomah, “Sertan nawhai inah i lût a, an kuomah i fâk vei a,” an ta.",
      "reference": "THILTHAWHAI 11:3"
    },
    {
      "content": "Nisienlakhawm, Peterin a bula inthawkin indawt zatin an kuomah a hrilfieh a;",
      "reference": "THILTHAWHAI 11:4"
    },
    {
      "content": "“Joppa khuoah ṭawngṭaia ka um laiin zêlin ka um a. Mang angin iengkhat bâwm, puon lientak ang, a ki palia khita, vâna inthawka inkhaithla ka hmuh a; ka kâwla ngei a mi hung hnai a.",
      "reference": "THILTHAWHAI 11:5"
    },
    {
      "content": "Chu chu ka en zing a, ka ngai- tuoh a, hnuoia mi sapheimanlihai, ramsahai, thilhringhai le chunga vatehai ka hmuh a.",
      "reference": "THILTHAWHAI 11:6"
    },
    {
      "content": "Chun, rawlin, ‘Peter, tho rawh, that la fa rawh,’ mi tiin ka hriet bawk a.",
      "reference": "THILTHAWHAI 11:7"
    },
    {
      "content": "Nisienlakhawm, keiin, ‘Lalpa, ni lo e, thiengnaw le inthiengnaw ieng- khawm ka bauah a lût ngai nawh,’ ka ta.",
      "reference": "THILTHAWHAI 11:8"
    },
    {
      "content": "Nisienlakhawm, vâna inthawka rawl chun a vawi hninaah, ‘Pathienin a sukthieng ta chu nangin inthieng- naw ti naw,’ tiin a mi dawn a.",
      "reference": "THILTHAWHAI 11:9"
    },
    {
      "content": "Chuong ang ruok chun vawi thum a hung um a; chun, iengkim chu vâna zuk khaiin a um nâwk tah a.",
      "reference": "THILTHAWHAI 11:10"
    },
    {
      "content": "Chun, ngai ta u, mi pathum, Kaisari khuoa inthawkin ka kuomah an hung tir a, ka umna tuola chun an lo um zing tah a.",
      "reference": "THILTHAWHAI 11:11"
    },
    {
      "content": "“Chun, Thlarauin lunghimaw- na nei loa anni zui dingin a mi tir a. Hieng unau parukhai khawm hin an mi zui veh a, mi ina chun kan lût a.",
      "reference": "THILTHAWHAI 11:12"
    },
    {
      "content": "Chun, ama chun kan kuomah, a ina vântirko ngîr a hmuzie le, vântirko chun a kuomah, ‘Joppa khuoah mi tir la, Simon, Peter an ti chu, hung inṭhuoitir rawh;",
      "reference": "THILTHAWHAI 11:13"
    },
    {
      "content": "ama chun thu hril a ti cheh a, ama thu lei chun nang le i sûnghai sandamin um in tih,’ a tizie khawm a mi hril a.",
      "reference": "THILTHAWHAI 11:14"
    },
    {
      "content": "Chun, thu ka hang hril hlimin Thlarau Inthieng ei chunga a hung tlung tir lai ang khan an chungah a hung tlung tah a.",
      "reference": "THILTHAWHAI 11:15"
    },
    {
      "content": "Chun, Lalpa thu, ‘Johanin tuiin mi a baptis hlak kha, nangni ruok chu Thlarau Inthiengin baptisma la chang in tih,’ a tizie kha ka hung hriet suok nâwk tah a.",
      "reference": "THILTHAWHAI 11:16"
    },
    {
      "content": "Chuongchun, Lalpa Isu Krista an ring phingleh, Pathienin thil thlâwnpêk a mi pêk ang kha an kuoma a pêk phawt tahnung chu, kei tê hi Pathien sêl ruol am ka nih?” a ta.",
      "reference": "THILTHAWHAI 11:17"
    },
    {
      "content": "Chuong thu chu an hrietin an to tah a, “Chuong a ni chun, Pathienin Jentailhai khawm hring dingin sim a phal tah a ni chu,” tiin Pathien an inpâk tah a.",
      "reference": "THILTHAWHAI 11:18"
    },
    {
      "content": "Chun, Stephan leia an suk- nawmnata indarhai kha, Phoiniki ram dâm, Kupra thlierkâr dâm, Antiokei dâm chenin an feh a, Juda- hai kuoma chau naw chu tu kuoma khawm thu an hril nawh a.",
      "reference": "THILTHAWHAI 11:19"
    },
    {
      "content": "Nisienlakhawm, anni laia a ṭhen chu Kupra thlierkâr le Kurinia mihai an na, chuonghai chu Antiokei an tlung chun Grikhai kuoma khawm, Lalpa Isu Chanchin Ṭha an hril ve tah a.",
      "reference": "THILTHAWHAI 11:20"
    },
    {
      "content": "Chun, Lalpa kutin anni a ṭhangpui a; mi tamtakin an ring a, Lalpa tieng chu an ngha tâwl tah a.",
      "reference": "THILTHAWHAI 11:21"
    },
    {
      "content": "chun, an chanchin chu Jerusalema kohran umhai naa chun a hung lût tah a; chuongchun, Antiokei chen chun Barnaba chu an tir suok tah a.",
      "reference": "THILTHAWHAI 11:22"
    },
    {
      "content": "Chun, ama chu a va tlung a, Pathien lunginsietzie chu a hmu chun a lâwm hleh a; ṭhahnemngai- taka Lalpa chel zing dingin an rêngin ân fui tah a.",
      "reference": "THILTHAWHAI 11:23"
    },
    {
      "content": "Barnaba chu mi ṭhatak, Thlarau Inthieng le ringnaa sip a nih. Chun, mi tamtakin Lalpa kuomah an belsa tah a.",
      "reference": "THILTHAWHAI 11:24"
    },
    {
      "content": "Chun, Barnaba chu Saula zawng dingin Tarsa khuoah a feh a; chun a hmu chun Antiokeia chun a hung ṭhuoi a.",
      "reference": "THILTHAWHAI 11:25"
    },
    {
      "content": "Chun, kum khat zet kohranhai inkhâwmnaa chun an ṭhang ve hlak a, mi tamtak an inchûktir hlak a. Antiokeia chun a nih inchûktirhai chu “Kristien” an ti hmasa tak chu.",
      "reference": "THILTHAWHAI 11:26"
    },
    {
      "content": "Chun, chuong lai chun zâwlnei tuhai amanih Jerusalema inthawkin Antiokeia chun an zu feh a.",
      "reference": "THILTHAWHAI 11:27"
    },
    {
      "content": "Chun, anni laia mi pakhat, a hming Agaba, a ngîr a, khawvêl po poah ṭâm nasatak a tlung ding a ni ti Thlalrau hrilin ân hriettir a; chu ṭâm chu Klaudi inlal laiin a hung tlung tah a.",
      "reference": "THILTHAWHAI 11:28"
    },
    {
      "content": "Chuongchun, inchûktirhai chun, an thei tâwk sengin, Judai rama unau umhai kuoma chun sawmdâwlna ding thawn an tum a.",
      "reference": "THILTHAWHAI 11:29"
    },
    {
      "content": "Chu chu an thaw ta ngei a, Barnaba le Saula kuta chun upahai kuomah an inphur tah a.",
      "reference": "THILTHAWHAI 11:30"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THILTHAWHAI 11 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}