{
  "verses": [
    {
      "content": "Chun, kan kai zo chun, thlierkâr hming chu Malta a nih ti kan hriet tah a.",
      "reference": "THILTHAWHAI 28:1"
    },
    {
      "content": "Chu ram mihai chun lunginsiet namênin an mi lo lunginsiet nawh a; ruo a hung sûr lei le a dei leiin mei an sêm a, kan rêngin an mi lo lâwm a.",
      "reference": "THILTHAWHAI 28:2"
    },
    {
      "content": "Chun, Paula chun thing têl khat ân khâwm a, meia chun a tih a, a lum leiin rûl a hung suok a, a kutah a chuk a, a kawp zing a.",
      "reference": "THILTHAWHAI 28:3"
    },
    {
      "content": "Chun, chu ram mihai chun thilhring a kuta inkhai zing chu an hmu chun, “Hi mipa hi tuolthattu a ni phawt el, tuisuorieta inthawkin tlân suok sienla khawm, Phuba latu chun a dam a awi ta naw a ni hi,” an ta.",
      "reference": "THILTHAWHAI 28:4"
    },
    {
      "content": "Nisienlakhawm, ama chun thilhring chu meiah a thinthlâk a, iengkhawm a ti nawh a.",
      "reference": "THILTHAWHAI 28:5"
    },
    {
      "content": "Anni ruok chun ân vûng amanih, kârloa thia a tlûk nghâl amanih an ring a; chun, sâwttak an nghâk zing a, iengkhawm a ti nawh ti an hriet chun an lungril an inlet a, “Pathien a ni hi,” an ti ta lem a.",
      "reference": "THILTHAWHAI 28:6"
    },
    {
      "content": "Chun, chu hmun kâwla chun chu thlierkâra laltak a hming Publia ram a um a, ama chun a mi lo lâwm a, ni thum lâwmtakin a mîn tlungtir a.",
      "reference": "THILTHAWHAI 28:7"
    },
    {
      "content": "Chun, Publia pa chu khawsik le santên invawiin a lo zâl zing a; chun, Paula a kuomah a lût a, a ṭawngṭai a, a chungah a kuthai ân nghat a, a sukdam tah a.",
      "reference": "THILTHAWHAI 28:8"
    },
    {
      "content": "Chu chu a thaw zo chun, chu thlierkâra natna nei po chu an hung a, an dam tâwl tah a; chuhai chun nasatakin an mi chawimawi a,",
      "reference": "THILTHAWHAI 28:9"
    },
    {
      "content": "chun, kan fe dingin kan ma- mawhai chu lawngah an sie tâwl a.",
      "reference": "THILTHAWHAI 28:10"
    },
    {
      "content": "Chun, thla thum chenah a hming Dioskuri, Alexandria khaw lawng, thlasika thlierkâra um tah, chu lawnga chun kan fe tah a.",
      "reference": "THILTHAWHAI 28:11"
    },
    {
      "content": "Chun, Surakus kan sir a, chutaka chun ni thum kan châm a.",
      "reference": "THILTHAWHAI 28:12"
    },
    {
      "content": "Chutaka inthawkin kan fe kuol a, Regium kan tlung a; chun, ni khat chenah sim thli a hung hrâng a, a zîng nâwk chun Puteoli kan tlung nâwk a.",
      "reference": "THILTHAWHAI 28:13"
    },
    {
      "content": "Chutaka chun unauhai kan hmuh a, an kuoma ni sari châm dingin an mi thlêm a; chuong ang chun Rom tieng kan fe ta pei a.",
      "reference": "THILTHAWHAI 28:14"
    },
    {
      "content": "Chun, unauhaiin kan chanchin an hriet phingleh chutaka inthawk chun Appia Dâwr le Khuolbûk pathum chenah mi tuok dingin an hung a; anni chu a hmu chun Pathien kuomah Paulain lâwmthu a hril a, ân sukhuoi tah a.",
      "reference": "THILTHAWHAI 28:15"
    },
    {
      "content": "Chun, Roma kan lût chun, Paula chu a vêngtu sipai kuomah a khât chaua um an phal a.",
      "reference": "THILTHAWHAI 28:16"
    },
    {
      "content": "Chun, ni thum chenah Paula chun Judahai hotuhai deu deu a ko khâwm a; chun, an hung inkhâwmin, an kuomah, “Unauhai, mi po po le ei thlatuhai dân chungah iengkhawm ka thaw naw khawmin Jerusalema inthawkin Roma mihai kuomah an mîn tângtir a nih.",
      "reference": "THILTHAWHAI 28:17"
    },
    {
      "content": "Anni chun an mi suosal zoin thina khawp meu ka chungah iengkhawm a um naw leiin mîn suo an tum a.",
      "reference": "THILTHAWHAI 28:18"
    },
    {
      "content": "Nisienlakhawm, Judahaiin chu chu an sêl leiin Kaisar kuomah intlun naw thei ka ni ta nawh a; nisienlakhawm, ka chihai hêkna neia thaw ka ni nawh.",
      "reference": "THILTHAWHAI 28:19"
    },
    {
      "content": "Chuong kawnga chun nangni inhmupui ding cheuin le inbiekpui ding cheuin ka ko cheu a nih; Israelhai beisei kân ṭâwmpui leia hi khaidiet hi bun ka ni sih a,” a ta.",
      "reference": "THILTHAWHAI 28:20"
    },
    {
      "content": "Chun, anni chun a kuomah, “I chanchin Judai rama inthawkin lekhahaiin kan hmu si nawh a, unau- hai hitaka hungin tukhawmin i chunga thupawi an hrilsuok si nawh, phuong khawm an phuong bawk nawh.",
      "reference": "THILTHAWHAI 28:21"
    },
    {
      "content": "Nisienlakhawm, hi pâwl hi ram tinah hrilsiet a ni sih a, nangin ieng- tin am i ngai a hriet kan nuom,” an ta.",
      "reference": "THILTHAWHAI 28:22"
    },
    {
      "content": "Chun, ni an tiem a, chu ni chun a tlung inah mi tamtak a kuomah an hung a, zîngkâra inthawkin zântieng chenin an kuomah chu thu chu a hrilfie a, Pathien ram thu ân hriettir a, Mosie Dân Lekhabu thu le Zâwlneihai Lekhabu thuin Isu tieng anni a thlêm a thlêm a.",
      "reference": "THILTHAWHAI 28:23"
    },
    {
      "content": "Chun, a ṭhenin a thu hril chu an ring a, a ṭhen chun an ring nawh a.",
      "reference": "THILTHAWHAI 28:24"
    },
    {
      "content": "An inngei ta nawh a, Paulain thu baukhat a hril zoin an suok tah a. A thu hril chu hi hi a nih: — “Thlarau Inthiengin zâwlnei Isai bauin in thlatuhai kuoma a hril kha ân dik ngawt el,",
      "reference": "THILTHAWHAI 28:25"
    },
    {
      "content": "Hi chihai kuoma hin va hril rawh: ‘Na chun chu hre de ti niu a, a ngaina ruok chu hre tawp naw ti niu, Hmu chu hmûng in ta, hriet chu hre tawp naw ti niu;",
      "reference": "THILTHAWHAI 28:26"
    },
    {
      "content": "Hi chihai lungril hi a lo ngawng tah a, An nahai a lo sêt deu a, An insîm bawk a, Chuong naw chun ei mitin hmûng ei ta, Ei nain hrieng ei ta, Ei lungrilin hre bawk ei ta, Ngha kîr nâwk rawi ei ta, Amain mi sukdam hlau rawi a tih,’ an tih a,” a ti kha.",
      "reference": "THILTHAWHAI 28:27"
    },
    {
      "content": "“Chuongchun, Pathien sandam- na thu hi Jentailhai kuomah inphur a nih ti hi hre ro, anni chun chu ngai khawm ngai an tih,” a ta.",
      "reference": "THILTHAWHAI 28:28"
    },
    {
      "content": "[Chuongchun, hieng thuhai hi a hril zo chun, Judahai chu an ṭin a, anni le anni nasatakin an insêl a.]",
      "reference": "THILTHAWHAI 28:29"
    },
    {
      "content": "Chun, Paula chu kum hni pumhlûm ama in hawah a um a, a kuoma lût taphawt a lâwm hlak a,",
      "reference": "THILTHAWHAI 28:30"
    },
    {
      "content": "Pathien ram thu a hril a, Lal Isu Krista thu khawm huoitakin ân chûktir hlak, tukhawmin ama an khap si nawh a.",
      "reference": "THILTHAWHAI 28:31"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THILTHAWHAI 28 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}