{
  "verses": [
    {
      "content": "Chun, chuong lai vêl chun Lal Herod chun kohrana mi ṭhenkhat suknawmnat tumin a kut ân let tah a.",
      "reference": "THILTHAWHAI 12:1"
    },
    {
      "content": "Jakob, Johan unau chu, kâwl- hnâmin a sâthlum a.",
      "reference": "THILTHAWHAI 12:2"
    },
    {
      "content": "Chu chun Judahai chu a suklâwm ti a hrietin, Peter khawm chu man a tum nâwk pei a. (Chuong nihai chu Chawlṭhanglo Bei ruoiṭhe ni a nih).",
      "reference": "THILTHAWHAI 12:3"
    },
    {
      "content": "chun, a man hnung chun intângna inah a khum a, sipai pâwl li, pali seng peiin, ân vêng sâwktir a; Fekân Ruoiṭhe zoa mi po po kuoma ṭhuoi suok a tum a na.",
      "reference": "THILTHAWHAI 12:4"
    },
    {
      "content": "Chuleiin, Peter chu intângna inah ân umtir hrih a; nisienlakhawm, kohranhaiin ama ta dingin ṭha- hnemngaitakin Pathien kuomah an ṭawngṭaipêk hlak a.",
      "reference": "THILTHAWHAI 12:5"
    },
    {
      "content": "Chun, Herod chun a ṭhuoi suok tâwmin, chu zân tak chun Peter chu sipai pahni inkârah khaidiet pahni bunin a in a, a vêngtuhai khawm kawtkhâr bulah an um a, intângna in chu an vêng a.",
      "reference": "THILTHAWHAI 12:6"
    },
    {
      "content": "Chun, ngai ta, Lalpa vântirko pakhat a kâwlah a hung ngîr a, rip sûnga chun var ieng amanih a hung var a, Peter nâkah a khîk har a, “Tho vak rawh,” a ta. Chun, a khaidiethai chu a kuta chu a tla tah a.",
      "reference": "THILTHAWHAI 12:7"
    },
    {
      "content": "Vântirko chun a kuomah, “Dier kei la, i kekawk bun rawh,” a ta. Ama chun chuong ang chun a thawh a. Chun vântirko chun a kuomah, “I puon bât ṭha la, mi zui rawh,” a ta.",
      "reference": "THILTHAWHAI 12:8"
    },
    {
      "content": "Peter chu a suok a, a zui tah a; vântirko chângzie chu a tak a ni ti a hriet nawh a, manga a hmu amanih a sâwn lem a.",
      "reference": "THILTHAWHAI 12:9"
    },
    {
      "content": "Chun, vêngtu hmasa le a dawttu chu an khêl hnung chun, tuol suokna ding thîr kawtkhâr chu an va tlung a, chu chu an ta dingin ân hawng fâwm tah a; an suok a, kawtthlêr pakhat an khêl a; chun, vântirko chun a fe san nghâl tah a.",
      "reference": "THILTHAWHAI 12:10"
    },
    {
      "content": "Chun, Peter chu a har phingleh, “Lalpain a vântirko a tir suok a, Herod kut le Juda mihai beiseina po poa inthawkin a mi sandam ti tuhin indiktakin ka hriet tah,” a ta.",
      "reference": "THILTHAWHAI 12:11"
    },
    {
      "content": "Chun, ân ngaituo zo chun, Johan, Marka an ti, chu mipa nu Mari ina chun a va feh a; chutaka chun ṭawngṭaiin mi tamtak an lo um khâwm a.",
      "reference": "THILTHAWHAI 12:12"
    },
    {
      "content": "Chun, tuolpûk kawtkhâr a hei nawk phingleh, a hming Rodi, nunghâk pakhat, dawn dingin a va feh a.",
      "reference": "THILTHAWHAI 12:13"
    },
    {
      "content": "Peter rawl a hriet phingleh, a lâwm leiin kawt chu hawng loin a tlân lût nâwk ta lem a, “Peter chu kawtkhâr bulah a ngîr” tiin a va hril a.",
      "reference": "THILTHAWHAI 12:14"
    },
    {
      "content": "Nisienlakhawm, anni chun a kuomah, “în vêt a ni ta hi,” an lo tih a. Ama ruok chu, “Titakzet a nih,” tiin a ṭhang ṭal a. Anni chun, “A vântirko a ni chu,” an ta.",
      "reference": "THILTHAWHAI 12:15"
    },
    {
      "content": "Nisienlakhawm, Peter chun a nawk zing a; chun, an hei hawng chun, ama chu an hmuh a, mak an ti hleh a.",
      "reference": "THILTHAWHAI 12:16"
    },
    {
      "content": "Chuongchun, ama chun an tona dingin kutin a zâp a, Pathienin intângna ina inthawka a ṭhuoi suokzie chu a hril tah a. Chun, “Hieng thu hi Jakob le unauhai kuomah va hril ro,” a ta. Chun, a suok a, ram dangah a fe tah a.",
      "reference": "THILTHAWHAI 12:17"
    },
    {
      "content": "Chun, nisa a suok phingleh, sipaihai chu, “Peter khâwlai am a um tah a?” tiin buoi namênin an buoi nawh a.",
      "reference": "THILTHAWHAI 12:18"
    },
    {
      "content": "Herod chun a zawng a, a hmu si nawh a, a vêngtuhai chu a suosal a, sukhlum dingin thu a pêk tah a. Chun, Herod chu Judai rama inthawkin Kaisari khuoah a zu feh a, chutaka chun a um zing a.",
      "reference": "THILTHAWHAI 12:19"
    },
    {
      "content": "Herod chu, Tura le Sidon khuoa mihai chunga chun a lungninaw bêk bêk a. Anni chun, Blasta, lal khum vêngtu chu, an ruolah an siem a, inthuruolin a kuomah an hung a, an khuo tiengin lal khuo tienga pûr inchaw hlak an ni leiin inrem an ngên a.",
      "reference": "THILTHAWHAI 12:20"
    },
    {
      "content": "A ni tiem ni chun, Herod chun lal puon a sil a, lalṭhungphaah a ṭhung a, an kuomah thu a hril a.",
      "reference": "THILTHAWHAI 12:21"
    },
    {
      "content": "Mi po po chun, “Pathien rawl a ni hi, mihriem rawl a ni naw hi,” an ta, an khêk a.",
      "reference": "THILTHAWHAI 12:22"
    },
    {
      "content": "Ama chun Pathien kuomah chawimawina chu a pêk naw leiin Lalpa vântirkoin kârloah a man a, rulrukûtin a fâk a, a thi tah a.",
      "reference": "THILTHAWHAI 12:23"
    },
    {
      "content": "Pathien thu ruok chu, ân dâr a, a pung ta pei a.",
      "reference": "THILTHAWHAI 12:24"
    },
    {
      "content": "Chun, Barnaba le Saula chun, rawng chu an bâwl zo chun, Jerusalema inthawk chun an kîr nâwk tah a, Johan, Marka an ti chu an kuomah an ṭhuoi veh a.",
      "reference": "THILTHAWHAI 12:25"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THILTHAWHAI 12 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}