{
  "verses": [
    {
      "content": "Chun, nasêtum chu a re zo chun, Paulain inchûktirhai ân kotir a, ân fui a, ṭawng bauṭhain a ṭheh a, Makedonia rama fe dingin a suok tah a.",
      "reference": "THILTHAWHAI 20:1"
    },
    {
      "content": "Chun, thu tamtaka inchûktirhai infui peiin chu ram chu a fang suok a, Grik ram a tlung tah a.",
      "reference": "THILTHAWHAI 20:2"
    },
    {
      "content": "Chun, chutaka chun thla thum a thang hnungin Suria ram tieng lawngin a fe ding a na, Judahaiin ama an phierrûk leiin Makedonia rama fe nghâl a tum nâwk lem tah a.",
      "reference": "THILTHAWHAI 20:3"
    },
    {
      "content": "Chun, Purrha naupa Sopater Beroia khuoa mi hai, Thessalonikaa mi Aristarka le Sekunda hai, Derbea mi Gaia hai, Timothe hai, Asia ram mi Tukik le Trophim hai, ama leh Asia rama chun an va fe veh a.",
      "reference": "THILTHAWHAI 20:4"
    },
    {
      "content": "Chuonghai chun kan hma an ṭhuoi a, Troasa chun an mi lo nghâk zing a.",
      "reference": "THILTHAWHAI 20:5"
    },
    {
      "content": "Keini ruok chu Chawlṭhanglo Bei ruoiṭhe ni po po hnunga chun Philippia inthawk chu lawngin kan suok a, ni nga chenah Troasah an kuom kan tlung a; chutaka chun ni sari kan châm a.",
      "reference": "THILTHAWHAI 20:6"
    },
    {
      "content": "Chun, ni saria ni hmasataka chun, bei khawi dinga kan um khâwm laiin, Paulain a zînga fe a tum leiin ṭhahnemngaitakin thu a hril a; zân ril chenin thu a hril pei a.",
      "reference": "THILTHAWHAI 20:7"
    },
    {
      "content": "Chun, pindan chunghnung kan um khâwmnaa chun khâwnvar tamtak a um a.",
      "reference": "THILTHAWHAI 20:8"
    },
    {
      "content": "Chun, a hming Eutuk, tlangvâl pakhat tukvera chun a ṭhung a, a lo inlusu a lo inlusuh a. Paula thuhril chu a sâwt ta leiin a îmu suok chu a tuor ta nawh a, in sâwng thumnaa inthawk chun a tla tah a, a thiin an lâk tah a.",
      "reference": "THILTHAWHAI 20:9"
    },
    {
      "content": "Nisienlakhawm, Paula a ṭum a, a zu bawh a, a zu pawm a, “Thla- phâng naw ro, a hnuk a la chat nawh,” a ta.",
      "reference": "THILTHAWHAI 20:10"
    },
    {
      "content": "Chun, Paula a hang lâwn nâwk a, bei chu a khawi a, bu a fâk a, sâwttak, khawvar rakin an kuomah thukhawchâng a hril a, chu hnunga chun a fe tah a.",
      "reference": "THILTHAWHAI 20:11"
    },
    {
      "content": "Chun, tleirawl chu damin an ṭhuoi a, thlamuong namênin an thlamuong ta nawh a.",
      "reference": "THILTHAWHAI 20:12"
    },
    {
      "content": "Chun, keini ruok chu lawngah kan lo fe tah a, Asso pan dingin lawng chun kan suok hmasa a, chutaka chun Paula chu inchuongtir kan tum a; ama chun kea hung a tum leiin chuong ang chun amain a ruot hrim a nih.",
      "reference": "THILTHAWHAI 20:13"
    },
    {
      "content": "Chun, Assoah a mi hung pâwl nâwk chun kan inchuongtir tah a, Mitulin kan tlung a.",
      "reference": "THILTHAWHAI 20:14"
    },
    {
      "content": "Chutaka inthawk chun lawngin kan fe nâwk a, a zînga chun Kia thlierkâr zâwn kan tlung a; a zing nâwk Sami thlierkâr kan sir a; chu zîng nâwk chun Mileti kan tlung nâwk a.",
      "reference": "THILTHAWHAI 20:15"
    },
    {
      "content": "Chun, Paulain Asia rama um sâwt a nuom naw leiin, Ephesi chu lawnga khêl a tum sa hrim a na, a thei chun Jerusalemah Penti- kost ni nang a tum a, a fe inhmaw a nih,",
      "reference": "THILTHAWHAI 20:16"
    },
    {
      "content": "Chun, Miletia inthawkin Ephe- siah mi a tir a, kohrana upahai a kuomah ân kotir a.",
      "reference": "THILTHAWHAI 20:17"
    },
    {
      "content": "Chun, a kuoma an hung tlung chun, ama chun an kuomah, “Asia ram ka sir hlima inthawk tah, in kuoma ka um sûng po khan ka um dân kha in hriet a.",
      "reference": "THILTHAWHAI 20:18"
    },
    {
      "content": "Judahaiin an mi phierrûk leia mitthli tla le, thil rinum ka chunga tlahai tuor pumin thuhnuoirawltakin Lalpa rawng ka bâwl hlak kha.",
      "reference": "THILTHAWHAI 20:19"
    },
    {
      "content": "Khâng khan a sâwt ding thil chu in kuomah iengkhawm hril intîm ka nei nawh a, vantlâng lai dâm inchûktir ka ma naw kha.",
      "reference": "THILTHAWHAI 20:20"
    },
    {
      "content": "Judahai le Grikhai kuoma khawm Pathien tienga lungril inlet thu le, ei Lalpa Isu Krista tieng ringna ding thu kân hriettir hlak kha.",
      "reference": "THILTHAWHAI 20:21"
    },
    {
      "content": "Chun, hre ro, tuhin lungrila fe lo thei loa kân hriet leiin, Jerusalemah ka fe ding a ni hi, chutaka chun ka chunga thil hung tlung ding chin ka hriet nawh.",
      "reference": "THILTHAWHAI 20:22"
    },
    {
      "content": "Thlarau Inthiengin ‘Khuopna le rinumnain a tuok che’, tiin khaw tinah a mîn hriettir hlak, chu chau chu ka hriet a nih.",
      "reference": "THILTHAWHAI 20:23"
    },
    {
      "content": "Nisienlakhawm, kân tlânsiekna lam ka hmabâk suo ding le, Pathien lunginsietzie Chanchin Ṭha in- hriettir ding, Lalpa Isua inthawka kha rawngbâwl sin ka hmu kha, thaw zo phawt lang chu, ka hringna khawm thlâkhlâ tlâkah ka ruot nawh.",
      "reference": "THILTHAWHAI 20:24"
    },
    {
      "content": "“Chun, hre ro, nangni po po, Pathien ram thu khêkpuia kân vâk kân vâkna hlakhai hin ka hmêl hmu nâwk ta naw ti niu ti ka hriet a.",
      "reference": "THILTHAWHAI 20:25"
    },
    {
      "content": "Chuleiin, mi po po thisenah ka hul a nih ti vawisûn hin kân hriettir cheu.",
      "reference": "THILTHAWHAI 20:26"
    },
    {
      "content": "Pathien rêl po po arêngin in kuoma hril kân tîm nawh a.",
      "reference": "THILTHAWHAI 20:27"
    },
    {
      "content": "Pathien kohran ama thisena a inchâwk chu, châwm dingin, nangni le inrawihai po po chunga chun fimkhur ro, Thlarau Inthiengin an chunga hotuin a siem cheu hi.",
      "reference": "THILTHAWHAI 20:28"
    },
    {
      "content": "Ka fe hnungin satene hrânghai nangni lai hung lût an ta, pâwlruol chu hla naw ni hai ti ka hriet.",
      "reference": "THILTHAWHAI 20:29"
    },
    {
      "content": "Nangni laia mi khawm, inchûktirhai an kuoma inkawptir dingin thu hran hril la hung um an tih.",
      "reference": "THILTHAWHAI 20:30"
    },
    {
      "content": "Chuleiin, ngaiven ro; kum thum rau, mitthli tla pumin asûn azâna, mi tin hal ka ma naw kha hre zing ro.",
      "reference": "THILTHAWHAI 20:31"
    },
    {
      "content": "“Tuhin Pathien le a lunginsiet- na thu kuomah kân kawltir cheu, chu chun a siem lien thei cheu a, mi inthienghai lai ro chan ân neitir thei bawk cheu a.",
      "reference": "THILTHAWHAI 20:32"
    },
    {
      "content": "Tu tangkahai, rângkachakhai, silfênhai khawm kân hnar ngai naw kha.",
      "reference": "THILTHAWHAI 20:33"
    },
    {
      "content": "Hi kuthai hin kei le ka ruolhai pawimaw chu a them suok hlak kha nangni ngeiin in hriet a.",
      "reference": "THILTHAWHAI 20:34"
    },
    {
      "content": "Iengkim ka thaw taphawt ka thawhmu hlak cheu kha, chuonga sininrim pum le, Lalpa Isu thu hre zing pumin mi hrâtnawhai in ṭhang- pui ding a nih; ama ngeiin, ‘Iengkhat lâk nêkin pêkin lukhâwng a nei lem’, a ti kha,” a ta.",
      "reference": "THILTHAWHAI 20:35"
    },
    {
      "content": "Chun, chuong ang thu chu a hril zo chun, a dingṭhaṭhuon a, an rêngin a ṭawngṭaipui a.",
      "reference": "THILTHAWHAI 20:36"
    },
    {
      "content": "Chun, an rêng chun an ṭap a, Paula chu an kuoh a, an fâwp an fâwp a.",
      "reference": "THILTHAWHAI 20:37"
    },
    {
      "content": "A hmêl an hmu nâwk naw ding thu a hril chu an lungngaina tak a nih. Chun, lawng chen chun ama an inthla tah a.",
      "reference": "THILTHAWHAI 20:38"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THILTHAWHAI 20 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}