{
  "verses": [
    {
      "content": "Chun, Paula chu khaw sak biel a fang suok zet a, Apollo Korintha a um kâr khan Ephesi chu a tlung a, inchûktir tuhai amanih a hmuh a;",
      "reference": "THILTHAWHAI 19:1"
    },
    {
      "content": "chun, ama chun an kuomah, “In ring tîr lai khan Thlarau Inthieng in chang am?” a ta. Anni chun a kuomah, “Chang lo, Thlarau Inthieng a um ti khawm kan hriet nawh,” an ta.",
      "reference": "THILTHAWHAI 19:2"
    },
    {
      "content": "Ama chun, “Ieng baptisma am in chang a?” a ta. Anni chun, “Johan baptisma,” an ta.",
      "reference": "THILTHAWHAI 19:3"
    },
    {
      "content": "Chun, Paula chun, “Johan khan chu mi kuomah, ‘A mi hung zuitu ding, (Isu chu) in la ring ding a nih,’ tiin simna baptismain a baptis hlak a ni kha,” a ta.",
      "reference": "THILTHAWHAI 19:4"
    },
    {
      "content": "Chu thu chu an hriet phingleh, Lalpa Isu hmingin baptisma an chang tah a.",
      "reference": "THILTHAWHAI 19:5"
    },
    {
      "content": "Chun, Paulain an chungah a kut ân nghat a, Thlarau Inthieng chu an chungah a hung tlung tah a; chuong- chun ṭawng hrietnaw haiin thu an hril a, Pathien thu khawm an hril tah a.",
      "reference": "THILTHAWHAI 19:6"
    },
    {
      "content": "An rêng chun patling sâwm le pahni lai an nih.",
      "reference": "THILTHAWHAI 19:7"
    },
    {
      "content": "Chun, Paula chu inkhâwmna inah a lût hlak a, thla thum lai huoitakin thu a hril a, Pathien ram kawng thua chun a sêl a, mi a thlêmthlûk hlak a.",
      "reference": "THILTHAWHAI 19:8"
    },
    {
      "content": "Nisienlakhawm, a ṭhen chu an kawmaw a, an awi nuom nawh a, mipui hmaah Lam thu chu an hrilsiet phingleh, ama chun anni a fe san a, inchûktirhai chu a kei hran a, ni tin Turanna inchûktirnaah a sêl hlak a.",
      "reference": "THILTHAWHAI 19:9"
    },
    {
      "content": "Chuong ang ruok chun kum hni lai a thawh a; chuongchun, Asia rama um po po, Judahai le Grikhai khawm- in, Lalpa thu chu an hriet ta rau a.",
      "reference": "THILTHAWHAI 19:10"
    },
    {
      "content": "Chun, Pathienin Paula kutin thilmak namên ân thawtir nawh a.",
      "reference": "THILTHAWHAI 19:11"
    },
    {
      "content": "Chuongchun, a taksaa in- thawka inhrûkna puonhai amanih, fênthuohai amanih damnawhai kuomah an hung chawi a, an natna- hai a bo hlak a, an sûnga inthawkin khawhrihai khawm an suok hlak a.",
      "reference": "THILTHAWHAI 19:12"
    },
    {
      "content": "Chun, Juda invai, thieminzawr tuhaiin amanih, “Paulain a thu a ikhêkpui hlak Isu hmingin kan vau che,” tiin khawhri vawnhai chung- ah Lalpa Isu hming an lam hlak a.",
      "reference": "THILTHAWHAI 19:13"
    },
    {
      "content": "Chun, Juda mi, thiempu lal pakhat, Skeva chun chuong ang thaw ve hlak naupasal pasari a nei a.",
      "reference": "THILTHAWHAI 19:14"
    },
    {
      "content": "Nisienlakhawm, khawhri chun an kuomah, “Isu ka awi, Paula khawm ka hriet, nangni ruok chu tuhai am in ni leh?” a ta, a dawn a.",
      "reference": "THILTHAWHAI 19:15"
    },
    {
      "content": "Chun, khawhri vawn chun a hung bawh a, an pahni chun a hneh a, a ngam ta lem a, chuongchun, chu ina inthawk chun ruok le hliemin an tlân suok ta rau a.",
      "reference": "THILTHAWHAI 19:16"
    },
    {
      "content": "Chuongchun, Ephesia um po po, Judahai le Grikhai kuoma chun, chu thu chu ân thang tah a. Chuongchun, an rêngin an ṭih a, Lalpa Isu hming a lien tah a.",
      "reference": "THILTHAWHAI 19:17"
    },
    {
      "content": "Chun, ringnawhai khawm chu a ṭhen tamtak an hung a, an thilthaw- hai thupha an chawi a, an inphuong tah a.",
      "reference": "THILTHAWHAI 19:18"
    },
    {
      "content": "Dawihmang a ṭhen tamtak khawmin an lekhabuhai an hung chawi khâwm a, mi po po mithmuah an raw tah a; chun a man an sût a, tangka sîng nga niin an hriet.",
      "reference": "THILTHAWHAI 19:19"
    },
    {
      "content": "Chuong ang lâwma nasa chun Lalpa thu chu ân dar a, a hne ta pei a.",
      "reference": "THILTHAWHAI 19:20"
    },
    {
      "content": "Chun, chuong zoa chun Paulain, Makedonia ram le Akaia ram chu fang suok phawt a, Jerusalema fe a lungril a, “Chutaka ka fe zo chun Rom ka sir bawk ding a nih,” a ta.",
      "reference": "THILTHAWHAI 19:21"
    },
    {
      "content": "Chuongchun, a ṭhangpuitu pahni, Timothe le Erasta chu, Make- doniaah ân fetir zet a, ama ruok chu Asia ramah a um hrih a.",
      "reference": "THILTHAWHAI 19:22"
    },
    {
      "content": "Chun, chuong lai vêl chun Lam thu lei chun mi buoi namênin an buoi ta nawh a.",
      "reference": "THILTHAWHAI 19:23"
    },
    {
      "content": "Mi pakhat a hming Demetria, tangkaruo suttu, tangkaruoa Diana biekna in siemtu chun, a siemthiem- hai kuomah inhlawna tamtak a pêk hlak a.",
      "reference": "THILTHAWHAI 19:24"
    },
    {
      "content": "Ama chun anni chu a ko khâwm a, an sinthaw ang thawtuhai leh; chun, an kuomah, “Puhai, hi sin hi ei hausakna a nih ti in hriet.",
      "reference": "THILTHAWHAI 19:25"
    },
    {
      "content": "Hitaka Ephesi chaua hin ni loin Asia ram khawvêl po po deu thawa khawm, hi Paula hin, ‘Kuta siem pathienhai hi Pathien an ni nawh,’ tiin mi tamtak a thlêmthlûk a, ân kaitir zo tah ti nangni ngeiin in hmuin in hriet bawk a.",
      "reference": "THILTHAWHAI 19:26"
    },
    {
      "content": "Chuongchun, ei sinthaw lân a tih ti chau khawm hi ni loin, pathiennu ropuitak Diana biekin khawm hi hung ngaitlâwm an ta, Asia rama mi po po le khawvêla miin an biek hlak hi, a ropui vei leh, tlâwm a tih ti ṭi a um bawk a nih,” a ta.",
      "reference": "THILTHAWHAI 19:27"
    },
    {
      "content": "Chun, chuong thu chu an hriet phingleh an lunginsen ta bêk bêk a, “Ephesia mi Diana hi ropuitak a nih!” tiin an khêk a.",
      "reference": "THILTHAWHAI 19:28"
    },
    {
      "content": "Chuongchun, a khuoin an buoi tah a, Gaia le Aristarka, Makedonia rama mi, Paula hnungzuituhai chu an man a, inthuruolin ennuom siemna inah an tlânpui a.",
      "reference": "THILTHAWHAI 19:29"
    },
    {
      "content": "Chun, Paulain mipui lai lût a tum chun, inchûktirhai chun an phal nawh a.",
      "reference": "THILTHAWHAI 19:30"
    },
    {
      "content": "Chun, Asia rama hotutakhai laia ṭhenkhat tuhai amanih Paula ruolhai an na, a kuomah mi an tir a, ennuom siemna ina chun lût ṭâl lo dingin an ngên a.",
      "reference": "THILTHAWHAI 19:31"
    },
    {
      "content": "Chun, umkhâwmhai chu an buoi a, mi tam lem chun an inkhâwmna san khawm an hriet nawh a, chuleiin ṭhenkhat thu pakhatin an khêk a, ṭhenkhat thu dangin an khêk a.",
      "reference": "THILTHAWHAI 19:32"
    },
    {
      "content": "Chun, mipui laia mi ṭhenkhatin an thiemna thu hril dân ding chu Alexandra an hril a, Judahaiin ama chu mi hma tieng chun an nam lût a, Alexandra chun a kutin a zâp a, mi po po kuoma chun an thiemna thu hril a tum a.",
      "reference": "THILTHAWHAI 19:33"
    },
    {
      "content": "Nisienlakhawm, ama chu Juda mi a nih ti an hriet phingleh, dârkâr hni lai, rawl inruoltakin, “Ephesia mi Diana hi ropuitak a nih” ti ruokin an khêk a.",
      "reference": "THILTHAWHAI 19:34"
    },
    {
      "content": "Chun, khaw lekhaziektuin mi- pui chu a vaudei zo chun, “Ephesia mihai, Diana ropuitak biekin le vâna inthawka milim tla kha, Ephesia mihai hi a vêngtu in ni ti, tû am a hre naw an um a?",
      "reference": "THILTHAWHAI 19:35"
    },
    {
      "content": "Chuongchun, hieng thu hi sêl ruol a ni naw hnung chun in to zing ding a nih, thu dâwn loin iengkhawm in thaw ding a ni nawh.",
      "reference": "THILTHAWHAI 19:36"
    },
    {
      "content": "Hieng mihai hitaka in hung ṭhuoihai hi, biekin suomhmanghai an ni nawh a, ei pathiennu hrilsetu hlak an ni bawk nawh.",
      "reference": "THILTHAWHAI 19:37"
    },
    {
      "content": "Chuongchun, Demetria le a ruol themthiemhai khawmin tû chunga khawm thupawi an nei chun thupawi hrilna inhai chu hawng zing a nih annâwm, lal aiawtuhai khawm an um a; insâl raw se.",
      "reference": "THILTHAWHAI 19:38"
    },
    {
      "content": "Thil dang pawi hrim nei in ni chun inkhâwm pângngaiah rem an tih.",
      "reference": "THILTHAWHAI 19:39"
    },
    {
      "content": "Vawisûna nasêtum lei hin suosal ṭiumin ei um ta hi, a bul um si loin; chuongchu a ni leiin, hi inkhâwmna san hi iengkhawm ei hril thei âwm naw hi,” a ta.",
      "reference": "THILTHAWHAI 19:40"
    },
    {
      "content": "Chun, chuong ang thu a hril zo chun, umkhâwmhai chu ân ṭintir tah a.",
      "reference": "THILTHAWHAI 19:41"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THILTHAWHAI 19 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}