{
  "verses": [
    {
      "content": "Chun, anni le chun kan inṭheh a, lawngin kan suok a, chu hnunga chun tlûntakin Kos thlierkâr kan tlung a; chun, a zîngah Rodi thlierkâr kan tlung nâwk a, chutaka inthawkin kan fe pei a, Patara kan tlung a;",
      "reference": "THILTHAWHAI 21:1"
    },
    {
      "content": "chun, Phoiniki ram kai ding lawng pakhat kan hmuh a, kan chuong a, kan fe pei tah a.",
      "reference": "THILTHAWHAI 21:2"
    },
    {
      "content": "Chun, Kupra thlierkâr kan hmuh a, vawitieng panin kan khêl a, Suria ram tieng kan fe pei a, Turaa chun khawmuolah kan suok phawt a; chu- taka chun lawnga thuomhnaw thak suok ding a nih a.",
      "reference": "THILTHAWHAI 21:3"
    },
    {
      "content": "Chun, inchûktirhai kan zawng suok a, chutaka chun ni sari kan châm a. Anni chun, Thlarau hrilin, Paula kuomah, Jerusalem sir lo ding an ta.",
      "reference": "THILTHAWHAI 21:4"
    },
    {
      "content": "Nisienlakhawm, chuong ni zoa chun kan suok a, kan fe tah a, unauhai chun an rêngin, an nuhmei an nauhai leh khaw kâwl chenin an mi vân thlah a; chun, tuisuoriet panga chun kan dingṭhaṭhuon a, kan ṭawngṭai a.",
      "reference": "THILTHAWHAI 21:5"
    },
    {
      "content": "Chun, “Damtakin”, kan in tih a, lawnga chun kan chuong a; anni ruok chu an inah an kîr nâwk tah a.",
      "reference": "THILTHAWHAI 21:6"
    },
    {
      "content": "Chun, Turaa inthawka lawnga kan fe zo chun Ptolemai kan tlung a, unauhai chibai kan bûk a, an kuomah ni khat kan châm a.",
      "reference": "THILTHAWHAI 21:7"
    },
    {
      "content": "Chun, a zînga chun kan suok a, Kaisari kan tlung a, Chanchin Ṭha hriltu Philip inah kan lût a, ama chu pasari hai lai khan pakhat a na, a kuomah kan châm a.",
      "reference": "THILTHAWHAI 21:8"
    },
    {
      "content": "Ama chun naunuhmei pali a nei a, nunghâk inthieng an nih, Pathien thu an hril hlak a.",
      "reference": "THILTHAWHAI 21:9"
    },
    {
      "content": "Chun, chutaka chun ni tamtak kan châm a, chu lai chun Judai rama inthawkin a hming Agaba, Zâwlnei pakhat a hung thlah a.",
      "reference": "THILTHAWHAI 21:10"
    },
    {
      "content": "Kan kuomah a hung a, Paula kâwnghrên a lâk a, a kehai, a kuthai ama le ama ân khuop a, chun, “Jerusalema Judahai chun hi kâwnghrên neitu hi hieng ang hin khuop an tih, Jentailhai kutah pe bawk an tih, Thlarau Inthiengin a tih,” a ta.",
      "reference": "THILTHAWHAI 21:11"
    },
    {
      "content": "Chuong thu chu kan hriet phingleh, keini le chu khuoa mihai chun Paula chu Jerusalema hang fe lo dingin kan ngên ta rak a.",
      "reference": "THILTHAWHAI 21:12"
    },
    {
      "content": "Paula chun a dawn a, “Ieng am in ti a ni leh, in ṭap in ṭap a, ka thla in suksie ie! Lalpa Isu hming lei chun Jerusalema khuop chau ni loin, thi khawm ka huom in sawnnaw,” a ta.",
      "reference": "THILTHAWHAI 21:13"
    },
    {
      "content": "Chun, thlêm ruol a ni naw hnung chun, “Lalpa thu thu ni raw se,” kan ta, kan ma tah a.",
      "reference": "THILTHAWHAI 21:14"
    },
    {
      "content": "Chun, chu hnunga chun kan thuomhnaw kan siem a, Jerusalemah kan hang feh a.",
      "reference": "THILTHAWHAI 21:15"
    },
    {
      "content": "Kaisaria mi inchûktir tuhai amanih kan kuomah an fe veh a, anni chun a hming Mnason, inchûktir hmasa pâwl, Kupra thlierkâra mi pakhat, kan tlung-in dingpa chu an ṭhuoi veh a.",
      "reference": "THILTHAWHAI 21:16"
    },
    {
      "content": "Chun, Jerusalem kan tlung chun unauhaiin hlimtakin an mi lo lâwm a.",
      "reference": "THILTHAWHAI 21:17"
    },
    {
      "content": "A zînga chun Paula rawiin Jakob kuomah kan lût a; chutaka chun kohran upahai po po khawm an um a.",
      "reference": "THILTHAWHAI 21:18"
    },
    {
      "content": "Chun, Paulain anni chibai a bûk zoin, a rawngbâwlna hmanga Pa- thienin Jentailhai laia thil ân thawtirhai chu a kip a kawiin a hril a.",
      "reference": "THILTHAWHAI 21:19"
    },
    {
      "content": "Chun, unauhai chun chuong thu chu an hrietin Pathien an chawi- mawi a; chun, Paula kuoma chun, “Unau, Judahai laia ringtu tamzie i hmuh a; an rêngin Dân chungah ṭhahnem an ngai bawk a.",
      "reference": "THILTHAWHAI 21:20"
    },
    {
      "content": "Chun, nangin Jentailhai laia Juda umhai po po kuoma chun an nauhai ser tan lo ding le, dân anga um naw ding tiin, Mosie peithlâkna thu în chûktir hlak ti mi bauah an hriet a.",
      "reference": "THILTHAWHAI 21:21"
    },
    {
      "content": "Iengtin am ni tâng a ta? I hung tlung ti an hriet ngei âwm sih a.",
      "reference": "THILTHAWHAI 21:22"
    },
    {
      "content": "Chuleiin, i kuoma kan hril ang hin thaw rawh: Thutiem nei pasal pali kan kuomah an um.",
      "reference": "THILTHAWHAI 21:23"
    },
    {
      "content": "Chuonghai chu ṭhuoi la, anni lai inthien fai ve la, an lu an vaw theina dingin an ta dingin sum sêng rawh: chuongchun, mi po poin mi baua i thu an hriethai kha, a tak a ni naw hrieng an ta, nang ngei Dân hrawin feltakin i um lem a nih hre el an tih.",
      "reference": "THILTHAWHAI 21:24"
    },
    {
      "content": "Jentailhai laia ringtu thu chu, milim biekna thil fâk kawnga dâm, sa thisen fâk kawnga dâm, sa râkhlum fâk kawnga dâm, indit kawnga dâm an insukthieng ding a nih, tiin ei rêl a, ei ziek ta kha,” an ta.",
      "reference": "THILTHAWHAI 21:25"
    },
    {
      "content": "Chun, a zînga chun Paulain pasalhai chu a ṭhuoi a, anni lai ân thienfai veh a, Pathien biekina chun a lût a, an ta dinga sa that seng ding a pêk pêk hmakhat chu inthienfainain an nei hri ding a nih ti, thiempu kuoma chun an hril lâwk a.",
      "reference": "THILTHAWHAI 21:26"
    },
    {
      "content": "Chun, ni sari chu a tling vângin Asia rama Judahai chun Paula chu Pathien biekinah an hmuh a, mipui po po an infui a, ama chu an man a,",
      "reference": "THILTHAWHAI 21:27"
    },
    {
      "content": "an khêk a, “Israel mihai, mi ṭhangpui ro, hi mipa hi ram tinah mi po po kuomah, Juda mi dâm, Dân dâm, hi in dâm hi hrilsetu kha a nih; chu naw khawm chu Pathien biekina hin Grik mihai khawm a lûtpui a, hi in inthieng hi a suktirdakum tah a nih,” an ta.",
      "reference": "THILTHAWHAI 21:28"
    },
    {
      "content": "(Chu hma chun khuoa chun Ephesia mi Trophim chu a kuomah an hmuh a, Paulain ama chu Pathien biekina a lûtpui an ring sih a).",
      "reference": "THILTHAWHAI 21:29"
    },
    {
      "content": "A khuo chun an inlap ta mer mur a, mihai chu an tlân khâwm a. Paula an man a, Pathien biekina inthawk chun an kei dawk a, kawthai chu an khâr nghâl tah a.",
      "reference": "THILTHAWHAI 21:30"
    },
    {
      "content": "Chun, ama chu sukhlum an tum lai chun Jerusalema mi po po an buoi ti thu chu sipai pâwl hotu laltak kuom a hang tlung a.",
      "reference": "THILTHAWHAI 21:31"
    },
    {
      "content": "Ama chun sipaihai le sipai za hotuhai a ṭhuoi nghâl tah a, an kuomah a tlân thlah a. Anni chun sipai hotu laltak le sipaihai an hmu chun Paula vuok chu an ma tah a.",
      "reference": "THILTHAWHAI 21:32"
    },
    {
      "content": "Chun, hotu laltak chun a hung hnai a, Paula a chel a, khaidiet pahni inbuntir ding thu a pêk a; tû am a ni, ieng am a thaw ân dawn a.",
      "reference": "THILTHAWHAI 21:33"
    },
    {
      "content": "Chun, mipui lai chun a ṭhen thu pakhatin an khêk a, a ṭhen thu dangin an khêk a. Chu, nasêtum lei chun a ziezâng a hriet thei nawh a, kulbîngah ṭhuoi lût ding thu a pêk a.",
      "reference": "THILTHAWHAI 21:34"
    },
    {
      "content": "Chun, Paula kailâwn a tlung laiin mipuiin an thaw nasat leiin sipaihaiin ama chu an dawm kâng pei a;",
      "reference": "THILTHAWHAI 21:35"
    },
    {
      "content": "mi po poin, “Sukbohmang ro” tia khêkin an zui hut hut sih a.",
      "reference": "THILTHAWHAI 21:36"
    },
    {
      "content": "Chun, Paula chu kulbînga chun an ṭhuoi lût ding laiin, ama chun sipai za hotu laltak kuoma chun, “I kuomah thu bau khat hril thei ka ti?” a ta. Ama chun, “Grik ṭawng i hriet maw?",
      "reference": "THILTHAWHAI 21:37"
    },
    {
      "content": "Inhmaa mihai infuia, mihriem philhmanghai sângli thlalêra ṭhuoi suoktu Aigupta rama mi kha i ni naw am a nih?” a ta.",
      "reference": "THILTHAWHAI 21:38"
    },
    {
      "content": "Paula chun, “Juda mi, Kiliki rama Tarsa khuoa mi ka nih, khaw namêna um ka ni nawh; mi lunginsiet la, mi po po kuomah thu mîn hriltir rawh,” a ta.",
      "reference": "THILTHAWHAI 21:39"
    },
    {
      "content": "Chun, a remti phingleh, Paula kailâwna chun a ngîr a, mi po po tona dingin kutin a zâp a; chun an to ṭhuop phingleh Hebrai ṭawngin an kuomah:",
      "reference": "THILTHAWHAI 21:40"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "THILTHAWHAI 21 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}