{
  "verses": [
    {
      "content": "Upa chun: Dittak Gaia, titakzeta ka ihmangai kuoma chun,",
      "reference": "3 JOHAN 1:1"
    },
    {
      "content": "Dittak, i thlarau chun malsâwm- na a hmu angin, iengkima malsâwm- na i hmu le i dam theina dingin ka ṭawngṭai hlak a nih.",
      "reference": "3 JOHAN 1:2"
    },
    {
      "content": "Unauhai hungin, i takzie, (thu- taka i um hlakzie) an mi hung inhriettir lai khan, ka lâwm bêk bêk sih a.",
      "reference": "3 JOHAN 1:3"
    },
    {
      "content": "Ka nauhai thutakah an um ti ka hriet nêka lâwmna nasa lem hrim ka nei nawh.",
      "reference": "3 JOHAN 1:4"
    },
    {
      "content": "Dittak, unauhai mikhuol ni sien- lakhawm, an chunga i thaw ta- phawtah ringumtakin i thaw hlak a;",
      "reference": "3 JOHAN 1:5"
    },
    {
      "content": "chuongchun, kohranhai hmaah i hmangaina an inhriettir tah; anni an inzinnaah Pathien mi ni âwm hrima i ṭhangpui chun ṭhâng a tih;",
      "reference": "3 JOHAN 1:6"
    },
    {
      "content": "a Hming lei chun Jentailhai kuoma inthawkin iengkhawm la loin an suok sih a.",
      "reference": "3 JOHAN 1:7"
    },
    {
      "content": "Chuongchun, thutak thawpuitu- hai ei ni theina dingin chuong ang mi chu eini chun ei lâwm ding a nih.",
      "reference": "3 JOHAN 1:8"
    },
    {
      "content": "Kohranhai kuoma khan thu tlâwmtê chu ka ziek tah; nisienla- khawm, Diotrepha, anni laia chung- hnung nuom hlak khan, a mi lâwm si nawh.",
      "reference": "3 JOHAN 1:9"
    },
    {
      "content": "Chuleiin, ka hung chun chu a thilthawhai inhriet suoktir nâwk ka tih, kan chungthu suol hrilin a bautamzie hi; chu khawm chu hun a ti nawh a, ama ngeiin unauhai a lâwm nawh a, a lâwm nuomhai khawm a khap a, kohrana inthawkin a hnawt dawk hlak.",
      "reference": "3 JOHAN 1:10"
    },
    {
      "content": "Dittak, suol chu inchûk naw la, ṭhat chu inchûk lem rawh. Thil ṭha thawtu chu Pathiena inthawk a na, thil suol thawtu chun Pathien a hmu ngai nawh.",
      "reference": "3 JOHAN 1:11"
    },
    {
      "content": "Demetri chun mi po po inpâk a hlaw a, thutaka inpâk ngei a hlaw bawk a; anih, keini khawmin kan inpâk a nih; kan inpâkna hi ân dik a nih ti i hriet.",
      "reference": "3 JOHAN 1:12"
    },
    {
      "content": "I kuomah thu tamtak ziek ding ka nei a, nisienlakhawm, lekhatui le lekhazieknain i kuoma ziek ka nuom nawh a;",
      "reference": "3 JOHAN 1:13"
    },
    {
      "content": "sâwtnawtê hnunga hmu che ka beisei lem a, chuongchun, inhma- tuoin inbieng ei tih.",
      "reference": "3 JOHAN 1:14"
    },
    {
      "content": "Thlamuongna i chungah um raw se. Ei ruolhaiin chibai an bûk che. An hming lam sengin ruolhai chu chibai mi bûk pêk rawh.",
      "reference": "3 JOHAN 1:15"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "3 JOHAN 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}