{
  "verses": [
    {
      "content": "Paula le Timothe, Krista Isu suokhai chun: Krista Isua mi inthieng Philippia um po pohai kuomah, kohran hotuhai le rawngbâwltuhai kuoma leh:",
      "reference": "PHILIPPI 1:1"
    },
    {
      "content": "Pathien ei Pa le Lalpa Isu Krista kuoma inthawka hmangaina le inremna in kuomah um raw se.",
      "reference": "PHILIPPI 1:2"
    },
    {
      "content": "Ka hrietsuok po cheu leh ka Pathien kuomah lâwm thu ka hril hlak a,",
      "reference": "PHILIPPI 1:3"
    },
    {
      "content": "nangni po po ka ṭawngṭaipêkna taphawt cheua chun hlimtakin ka hni hlak a nih,",
      "reference": "PHILIPPI 1:4"
    },
    {
      "content": "ni hmasataka inthawk khan tu chen hin Chanchin Ṭha puong darnaah in ṭhang ve zing leiin.",
      "reference": "PHILIPPI 1:5"
    },
    {
      "content": "Nangnia thilṭha thaw phuttu khan Isu Krista ni chen chun a thaw famkim pei ding a nih; chu ngei chu ka ring tlat sih a.",
      "reference": "PHILIPPI 1:6"
    },
    {
      "content": "Nangni po po tienga chuong ang lungril put chu keia ta ding chun a âwm hrim a nih, lungrila ka vawn cheu leiin; ka kawl bunnahai, Chanchin Ṭha thiemna thu ka hrilna le ka sukdetnahaia khawm in rêngin lunginsietna chu a mîn ṭâwmpui- tuhai in ni sih a.",
      "reference": "PHILIPPI 1:7"
    },
    {
      "content": "Krista Isu lainatna chun in rêngin ka ngaizie cheu chu, Pathien a mi hrepuitu a nih in sawnnaw.",
      "reference": "PHILIPPI 1:8"
    },
    {
      "content": "In hmangaina chun hriet fam- kimna le bengvârna tinrêng a hau nâwk zuolna dingin ka ṭawngṭai hlak hi;",
      "reference": "PHILIPPI 1:9"
    },
    {
      "content": "Chuongchun, Krista nia chun inthieng le sawisêlbo in ni theina dingin, thil ṭha bîkhai chu ṭha ti thei in ta,",
      "reference": "PHILIPPI 1:10"
    },
    {
      "content": "Pathien ropuina le inpâkna ding Isu Krista zâra felna ra chun hung sip thei in tih.",
      "reference": "PHILIPPI 1:11"
    },
    {
      "content": "Unauhai, ka chunga thil hung tlunghai kha Chanchin Ṭha suk- darna ding a hung ni ta lem hlau ti in hriet ka nuom a nih.",
      "reference": "PHILIPPI 1:12"
    },
    {
      "content": "Chuongchun, ka kawl bunnahai hi Praitorian sipai pâwl po po lai le mi dang po po kuoma chun Krista lei a nih ti ân lang suok tah.",
      "reference": "PHILIPPI 1:13"
    },
    {
      "content": "Lalpaa unau tam lemhai khawm chun ka kawl bunnahai leia lo awi tlatin, ṭi loin Pathien thu hril kawngah an huoi nasa zuol a nih.",
      "reference": "PHILIPPI 1:14"
    },
    {
      "content": "Ṭhenkhat chun îtthîk le sêlna lei khawmin Krista thu an hril hlak, ṭhenkhat ruok chun lâwm leiin an hril bawk hlak:",
      "reference": "PHILIPPI 1:15"
    },
    {
      "content": "pâwl khat chun, Chanchin Ṭha thiemna thu hril dinga ruot ka nih ti hrein lunginsiet leiin an hril hlak a nih,",
      "reference": "PHILIPPI 1:16"
    },
    {
      "content": "pâwl dang ruok chun, ka kawl bun chunga hin lungngaina mi belsapêk tumin, titaktak ni loin, êsêlna leiin Krista thu an hril lem hlak.",
      "reference": "PHILIPPI 1:17"
    },
    {
      "content": "Iengtizie am a na? Ieng dang khawm a ni nawh a, kawng tin- rêngah, atehlêmin amanih, atakin amanih, Krista thu hrilin a um hrim hrim a nih, chuonga chun ka lâwm a, anih, la lâwm pei ka tih.",
      "reference": "PHILIPPI 1:18"
    },
    {
      "content": "Chu chu in mi ṭawngṭaipêkna lei le Isu Krista Thlarau a mi pêk leiin ka sandamna hung ning a tih ti ka hriet sih a.",
      "reference": "PHILIPPI 1:19"
    },
    {
      "content": "Ka beiseina le ka înhâwkna ang peiin ienga khawm sukmuolphoin um naw ningah a, huoitakin, ka um pângngai ang rawpin, tu khawm hin, hringna leiin amanih, thina leiin amanih, ka taksaa hin Krista chu chawimawiin a um ding a nih.",
      "reference": "PHILIPPI 1:20"
    },
    {
      "content": "Ka ta ding chun hring hi Krista a ni sih a, thi khawm hlâwkna a nih.",
      "reference": "PHILIPPI 1:21"
    },
    {
      "content": "Nisienlakhawm, tisaa hring hi ka chan ni sienla, chu chu ka sinthaw ra ni ta ang sien, chuongchun, a ieng am ka thlang lem ding chu ka hriet nawh.",
      "reference": "PHILIPPI 1:22"
    },
    {
      "content": "Chamlakin a ngaina hre loin ka um el a nih, fe suoka Krista kuoma um inhâwkna ka nei leiin, chu chu a ṭha lem bêk bêk sih a.",
      "reference": "PHILIPPI 1:23"
    },
    {
      "content": "Nisienlakhawm, nangni leiin taksaa um zing hi a ṭûl lem a nih.",
      "reference": "PHILIPPI 1:24"
    },
    {
      "content": "Chu chu ka ring tlat leiin um zing ka tih ti ka hriet a nih, ringnaa chun in hung inṭhang lienna ding le in lâwmna dingin in rênga kuomah um zing ka tih ti ka hriet;",
      "reference": "PHILIPPI 1:25"
    },
    {
      "content": "chuongchun, in kuoma ka um nâwk ding leiin in mi suongna chu Krista Isua a nasat nâwkzuol theina dingin.",
      "reference": "PHILIPPI 1:26"
    },
    {
      "content": "Iengkhawm ni sienla, in um dân chu Krista Chanchin Ṭha leh inmawi phawt raw se. Chuongchun, nangni hung kan inla cheu khawm, in kuomah um naw lang khawm, thla- rau hmunkhata ngîr tlatin, lungril hmunkhata Chanchin Ṭha ringna thu ṭana thâtak sangin in um ti in chanchin lo hre thei ka tih.",
      "reference": "PHILIPPI 1:27"
    },
    {
      "content": "Ieng kawnga khawm dotuhai sukṭitin in um nawh a, chu chu anni ta ding chun bohmang ding an nih ti inhriettirna fietak a nih, nangni ta ding ruok chun sandam ding in nih ti inhriettirna fietak a ni lem a; chu khawm chu Pathiena inthawk a nih.",
      "reference": "PHILIPPI 1:28"
    },
    {
      "content": "Krista leia ama in ring chau ni loin, ama leia in tuor khawm phal a ni sih a,",
      "reference": "PHILIPPI 1:29"
    },
    {
      "content": "indona keimaa in hmu hlak, tu khawm hin keimaa a um ti in ihriet, chu ngei chu in nei ve ta hi.",
      "reference": "PHILIPPI 1:30"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "PHILIPPI 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}