{
  "verses": [
    {
      "content": "A tâwp taka chun, unauhai, Lalpaa chun lâwm ro. Thu pângngai in kuoma ziek rawp hi keia ta ding chun nghawkum a ni nawh, nangni ta dingin a ṭhahnem bawk sih a.",
      "reference": "PHILIPPI 3:1"
    },
    {
      "content": "Uihai laia chun fîmkhur ro, thil ṭha naw thawtuhai laia chun fîmkhur ro, mâni taksa sukrimsi hlakhai laia chun fîmkhur ro.",
      "reference": "PHILIPPI 3:2"
    },
    {
      "content": "Eini Pathien Thlarau zâra Pa- thien bie le, Krista Isu suong le, taksa chunga ringna innghat nawhai hi, Sertanhai ei ni lem sih a.",
      "reference": "PHILIPPI 3:3"
    },
    {
      "content": "Nuom lang lem chu kei khawm tisa chunga ringna innghat thei ka nih in sawnnaw. Mi dang hrim hrimin tisa chunga ringna innghatna neia an inngai chun, kei kân ngai nâwk zuol a nih.",
      "reference": "PHILIPPI 3:4"
    },
    {
      "content": "Ni riet nia sertan, Israel suona mi, Benjamin chia mi, Hebrai kâra Hebraia insieng ka nih; dân tienga chu Pharisai ka nih,",
      "reference": "PHILIPPI 3:5"
    },
    {
      "content": "ṭhahnemngai tienga chun ko- hranhai suknawmnatu ka nih; Dân thua felna tienga chun sawisêlbo ka nih.",
      "reference": "PHILIPPI 3:6"
    },
    {
      "content": "Nisienlakhawm, ka ta dinga hlâwkna ding po po chu, chuong chu Krista leiin chânnaah ka ngai a nih:",
      "reference": "PHILIPPI 3:7"
    },
    {
      "content": "A ni takzet el, ka Lalpa Isu Krista hrietna ropui bîk leiin, thil tinrêng khawm chânnaah ka ngai a nih; ama lei chun thil po po ka chân ta vawng a, chuongchu hnephnâwl ang chauah ka ngai a nih.",
      "reference": "PHILIPPI 3:8"
    },
    {
      "content": "Hi lei hin a nih: Amaa ka um theina ding le, mâni felna (Dâna felna) ringawt nei loa, Krista ringna leia felna, (ringna leia Pathiena inthawka felna) chu nei lemin;",
      "reference": "PHILIPPI 3:9"
    },
    {
      "content": "Krista le a thonâwkna thil- thawtheina chu ka hriet chieng theina ding le a tuornahai inṭawm- puia, a thinaa ama ang ka hung ni theina dingin;",
      "reference": "PHILIPPI 3:10"
    },
    {
      "content": "mi thi laia inthawka thonâwkna chu ka chang thei duoiin tiin.",
      "reference": "PHILIPPI 3:11"
    },
    {
      "content": "Hmu ta zing inti ka ni nawh a, famkim ta zing inti khawm ka ni bawk nawh, “Krista mi manna san chu ka man thei duoiin,” tiin a hnawtin ka hnawt lem a nih. Unauhai, manah ka lân ngai nawh.",
      "reference": "PHILIPPI 3:12"
    },
    {
      "content": "Amiruokchu, hi thil pakhat hi ka thaw hlak–Hnungtienga thil umhai chu theinghila hmatienga thil umhai chu banin,",
      "reference": "PHILIPPI 3:13"
    },
    {
      "content": "Krista Isua Pathien chungtieng kona san lâwmman hmu dingin, tiem chin tieng chu ka pan ṭâl ṭâl a nih.",
      "reference": "PHILIPPI 3:14"
    },
    {
      "content": "Chuongchun, puitling taphawt chu chuong ang lungril putin um ei tiu; chun, ieng kawnga khawm lungril danglam put in lo ni chun, chu khawm chu Pathienin lân hriettir a ti cheu.",
      "reference": "PHILIPPI 3:15"
    },
    {
      "content": "Iengkhawm ni sien la, ei phâk chin ang pei hi sukdikin, chutaka inthawk chun fe pei ei tiu.",
      "reference": "PHILIPPI 3:16"
    },
    {
      "content": "Unauhai, ka um dân inchûk- tuhai lo ni tâwl ro; chun, enkhi ding keini in mi nei a, chuong ang peia umhai chu en ṭha ro.",
      "reference": "PHILIPPI 3:17"
    },
    {
      "content": "Mi tamtak an feh a, chuhai chu Krista kraws hmêlma an ni ti an chanchin ka hril rawp cheu kha, tu khawm hin ṭap pumin ka hril cheu hi.",
      "reference": "PHILIPPI 3:18"
    },
    {
      "content": "Chuonghai tâwpna chu bo- hmangna a nih, an Pathien chu an phîng a nih, an ropuina khawm chu an muolphona a nih, khawvêl thil an dit hlak a nih.",
      "reference": "PHILIPPI 3:19"
    },
    {
      "content": "Eini chu vân khuoletuihai ei ni sih a. Sandamtu Lal Isu Krista hung ding chu ei nghâk zing a nih.",
      "reference": "PHILIPPI 3:20"
    },
    {
      "content": "Ama chun a sinthawin iengkim khawm ama thu thuin ân umtir thei, chu thawzie ang pei chun ei tlâwmlai taksa hi, ama taksa ropui anga um dingin siem ṭha nâwk a tih.",
      "reference": "PHILIPPI 3:21"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "PHILIPPI 3 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}