{
  "verses": [
    {
      "content": "Chuongchun, Kristaah lung- muongna hrim hrim dâm, hmangai thlamuongna hrim hrim dâm, Thlarau pâwlna hrim hrim dâm, lainatna le lunginsietna hrim hrim dâm a um chun,",
      "reference": "PHILIPPI 2:1"
    },
    {
      "content": "lungril hmunkhata umin, hma- ngaina hmunkhat neiin, inthuruola lungril hmunkhata umin, ka lâwmna sukfamkim ro.",
      "reference": "PHILIPPI 2:2"
    },
    {
      "content": "Esêlna le inngaihlut leia ieng- khawm thaw loin, mi tinin inngai- tlâwmtakin mâni nêkin mi dang ṭha lemah ngai seng raw hai se.",
      "reference": "PHILIPPI 2:3"
    },
    {
      "content": "Mâni ta ta chau en loin, mi dang ta khawm en seng lem ro.",
      "reference": "PHILIPPI 2:4"
    },
    {
      "content": "Hi lungril, Krista Isu khawma um kha, nangniah um raw se.",
      "reference": "PHILIPPI 2:5"
    },
    {
      "content": "Ama chu Pathien nina neia um zing ni sien khawm, Pathien tluka um zing chu, tum lui tlat dingah a ngai nawh a,",
      "reference": "PHILIPPI 2:6"
    },
    {
      "content": "mihriemhai anga hung insiengin, suok angin ân siem a, ama le ama ân suktlâwm ta lem a.",
      "reference": "PHILIPPI 2:7"
    },
    {
      "content": "Chun, mihriem anga hung umin ân ngaitlâwm a, thi khawp raka thu zâwmin a lo um tah a, krawsa thina ngei chu.",
      "reference": "PHILIPPI 2:8"
    },
    {
      "content": "Chuleichun, Pathienin ama chu nasatakin a chawimawi ve thung tah a, hming po poa hming chunghnung- tak chu a pêk tah a;",
      "reference": "PHILIPPI 2:9"
    },
    {
      "content": "Isu hminga mi tin, vâna mihai, hnuoia mihai, hnuoi hnuoia mihai leh, an dingṭhaṭhuonna ding le,",
      "reference": "PHILIPPI 2:10"
    },
    {
      "content": "Pa Pathien sukropuina dingin, “Isu Krista chu Lal a nih,” tia lei tinrêngin a puongna dingin.",
      "reference": "PHILIPPI 2:11"
    },
    {
      "content": "Chuongchun, ka idittakhai, thu in zâwm rawp ang khan, ka um lai chau ni loin, tûta ka um naw kâr hin nasa lem hmanin, ṭi le inthin pumin in sandamna thaw suok ro,",
      "reference": "PHILIPPI 2:12"
    },
    {
      "content": "ama lâwmna dinga thaw tum ding le thaw dinga nangnia sin thawtu chu Pathien a ni sih a.",
      "reference": "PHILIPPI 2:13"
    },
    {
      "content": "Chierna le insêlnahai um loin iengkim thaw ro,",
      "reference": "PHILIPPI 2:14"
    },
    {
      "content": "suon rilo le kâwmawhai laiah, demkâilo le pawitâwklo, Pathien nau sawisêlbohai in ni theina dingin.Annirawi laia hringna thu in inhlan pha chun, khawvêla hin sukvartu dingin insuklang ro.",
      "reference": "PHILIPPI 2:15"
    },
    {
      "content": "Chuongchun, a thlâwna tlân ka ni nawh a, a thlâwna sininrim ka ni bawk naw leiin Krista nia chun suong ding nei thei ka tih.",
      "reference": "PHILIPPI 2:16"
    },
    {
      "content": "Anih, in ringna inthâwina le rawngbâwlna chunga chun bun- thlâka um ding ni lang khawm ka lâwm a nih, in rêngin ka lâwmpui bawk cheu a nih.",
      "reference": "PHILIPPI 2:17"
    },
    {
      "content": "Chuong ang bawkin nangni khawm lâwm unla, mi lâwmpui ve ro.",
      "reference": "PHILIPPI 2:18"
    },
    {
      "content": "Nisienlakhawm, in chanchin ka hrieta ka lungmuong ve theina dingin sâwt nawtê hnungah Timothe hi in kuoma hung tir Lalpa Isua chun ka beisei a nih.",
      "reference": "PHILIPPI 2:19"
    },
    {
      "content": "Hieng anga lungril put, in um- zie titakzeta ngaituopêktu ding cheu tûkhawm ka nei si nawh a.",
      "reference": "PHILIPPI 2:20"
    },
    {
      "content": "An rêngin Isu Krista thil zawng loin, mâni thil an zawng hlak sih a.",
      "reference": "PHILIPPI 2:21"
    },
    {
      "content": "Nisienlakhawm, ama hi chu fiea a um tâkzie in hriet, nauin a pa rawng a bâwl angin, Chanchin Ṭha sukdar kawngah rawng a mi bâwlpui hlak kha.",
      "reference": "PHILIPPI 2:22"
    },
    {
      "content": "Chuongchun, ka chanchin ding ka hriet phingleh ama hi hung tir nghâl lang ka ti a nih.",
      "reference": "PHILIPPI 2:23"
    },
    {
      "content": "Nisienlakhawm, kei ngei khawm sâwt nawtê hnungah hung Lalpaa chun kân ring tlat a nih.",
      "reference": "PHILIPPI 2:24"
    },
    {
      "content": "Nisienlakhawm, Epaphrodita, ka unaupa, ka sinthawpui, ka sipai- pui le in tirko, ka thil tlâksama mi sawmdâwltu hi in kuoma hung tir ṭulin ka hriet.",
      "reference": "PHILIPPI 2:25"
    },
    {
      "content": "Ama chun in rêngin a ngai bêk bêk cheu a, a nâ ti in lo hriet leiin nasatakin a lungngai bawk a,",
      "reference": "PHILIPPI 2:26"
    },
    {
      "content": "thi ngama nâ chu a ni ngei luoh a. Nisienlakhawm, Pathienin ama chu a lunginsiet a; chun, ama chau khawm ni loin, lungngaina chunga lungngai nâwkzuolna ka nei nawna dingin kei a mi lunginsiet a ni fâwm bawk a.",
      "reference": "PHILIPPI 2:27"
    },
    {
      "content": "Chuongchun, ama hi in hmu nâwk phaa in lâwm theina ding le, kei ka lungngai a ṭhathnem theina dingin ka hung tir inhmaw deu a nih.",
      "reference": "PHILIPPI 2:28"
    },
    {
      "content": "Chuongchun, ama hi hlimna tinrêngin Lalpaah lo lâwm unla, hieng ang mi hi ngaihlu ro.",
      "reference": "PHILIPPI 2:29"
    },
    {
      "content": "In mi sawmdâwlna tlin bâk chu sunzawmna dingin thi dâwn loa thâtak suoin, Krista sinthawna leiin thi vângin a lo um ta sih a.",
      "reference": "PHILIPPI 2:30"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "PHILIPPI 2 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}