{
  "verses": [
    {
      "content": "Chuleiin, ka unau dittak le ka ngaitak, ka lâwmna le ka lallukhumhai, chuong ang chun Lalpaah ngîr det ro, ka dittakhai.",
      "reference": "PHILIPPI 4:1"
    },
    {
      "content": "Lalpaa chun lungril hmunkhat put dingin Eodi ka ngên a, Suntuki khawm ka ngên bawk a nih.",
      "reference": "PHILIPPI 4:2"
    },
    {
      "content": "Anih, nang khawm ka rîngkawl bâtpui tak, ka fiel bawk che, kha nuhmeihai kha ṭhangpui rawh. Chanchin Ṭhaa chun an mi thawpui hlak sih a; Klemen le ka sinthawpui dang Hringna bua hming chuonghai le khan.",
      "reference": "PHILIPPI 4:3"
    },
    {
      "content": "Lalpaa chun lâwm rawp ro, ti nâwk hlak ka tih lâwm ro. In zaidawtheizie mi po po hriet ni raw se.",
      "reference": "PHILIPPI 4:4"
    },
    {
      "content": "Lalpa chu a hnai a, ienga khawm lunginzing naw ro.",
      "reference": "PHILIPPI 4:5"
    },
    {
      "content": "Iengkimah ṭawngṭai le hniin lâwmthu hrilsa peiin in dithai chu Pathien kuomah inhriettirin um lem raw se.",
      "reference": "PHILIPPI 4:6"
    },
    {
      "content": "Chuongchun, Pathien thlamuon- na, lungril hrim hrima hriet sênglo khan, in lungril le in ngaituonahai chu Krista Isua chun vêngpêk a ti cheu.",
      "reference": "PHILIPPI 4:7"
    },
    {
      "content": "A tâwp taka chun, unauhai, ân dik taphawt dâm, ân zâum taphawt dâm, a fel taphawt dâm, ân thieng taphawt dâm, a ditum taphawt dâm, ân thang mawi taphawt dâm, ṭhatna hrim hrim a um a, inpâkna hrim hrim a um chun, chuong chu ngaituo ro.",
      "reference": "PHILIPPI 4:8"
    },
    {
      "content": "Keimaa thil in inchûka in pawmhai dâm, in hmua in hriethai dâm, khâng thil kha thaw hlak ro. Chuongchun, Lungmuongna Pathien chun umpui a ti cheu.",
      "reference": "PHILIPPI 4:9"
    },
    {
      "content": "Nisienlakhawm, ka ta dinga in ngaituona chu tûta in hung thâwthar nâwk ta leiin, Lalpaa chun ka lâwm hle a nih; chuong ang kawng chu ngaituo kha chu in ngaituo hleh a, remchâng ruok chu in hmu naw mei a ni kha.",
      "reference": "PHILIPPI 4:10"
    },
    {
      "content": "Ka tlâksamna thu hril chu ka ni nawh a, a kei chu ieng ang khawmin um lang lungawi pei ka chîng ta sih a.",
      "reference": "PHILIPPI 4:11"
    },
    {
      "content": "Tlâwmtaka um dân ka thiem a, hausaa um dân khawm ka thiem bawk a, thil tinrêng le thil po poa tlai le phîngṭama um dân, hausa le tlasama um dân thurûk chu ka hriet suok tah.",
      "reference": "PHILIPPI 4:12"
    },
    {
      "content": "A mi sukhrâttu Krista zâra chun iengkim ka thaw thei a nih.",
      "reference": "PHILIPPI 4:13"
    },
    {
      "content": "Nisienlakhawm, ka lunginzîng- naa in mi lo lunginzîngpui hi in thaw ṭha ngawt el.",
      "reference": "PHILIPPI 4:14"
    },
    {
      "content": "Chun, nangni Philippia mihai, Chanchin Ṭha tlung hlim laia Makedonia rama inthawka ka fe suok lai khan, nangni chau naw chun, ko- hran pakhat khawmin thil, pêk le dawng kawngah an mi ṭhangpui nawh ti nangni ngeiin in hriet bawk a.",
      "reference": "PHILIPPI 4:15"
    },
    {
      "content": "Thessalonikaa ka um lai khawm khan, ka tlâksamna phuhrûk dingin vawi khat chau ni loin, vawi hni lai in hung inphur kha,",
      "reference": "PHILIPPI 4:16"
    },
    {
      "content": "Thilpêk chu zawng ka ni nawh a, ra nangni tienga pung ding chu zawng ka ni lem.",
      "reference": "PHILIPPI 4:17"
    },
    {
      "content": "Nisienlakhawm, iengkim ka nei a, ka hau a nih: Epaphrodita kuta in iengkhat hung inphurhai kha ka lo hmu a, ka phuiinsui tah. Chuongchu thil riminhnik rim, inthâwina dawn tlâk, Pathien lâwm zâwng a nih.",
      "reference": "PHILIPPI 4:18"
    },
    {
      "content": "Chun, ka Pathien chun Krista Isua a ropuina hauzie ang peiin, in tlâksamna tinrêng khawm phuhrûk- pêk a ti cheu.",
      "reference": "PHILIPPI 4:19"
    },
    {
      "content": "Ei Pathien le ei Pa kuoma chun kumkhuoin ropuina chu um raw se. Amen.",
      "reference": "PHILIPPI 4:20"
    },
    {
      "content": "Krista Isua mi inthieng tinrêng chibai mi bûkpêk ro. Ka kuoma unau umhai hin chibai an bûk cheu a.",
      "reference": "PHILIPPI 4:21"
    },
    {
      "content": "Mi inthieng po poin chibai an bûk cheu a; abîktakin Kaisar sûnghai laia mihai hin an bûk cheu a nih.",
      "reference": "PHILIPPI 4:22"
    },
    {
      "content": "Lalpa Isu Krista lunginsietna chu in thlarau kuomah um raw se.",
      "reference": "PHILIPPI 4:23"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "PHILIPPI 4 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}