{
  "verses": [
    {
      "content": "Aw LALPA, kan chunga thil hung tlung hi hre zing rawh; Ngai la, kan muolphona hi en ta.",
      "reference": "ṬAP HLA 5:1"
    },
    {
      "content": "Kan rochan chu hnam danghai taah ân chang a, Kan inhai chu ram dang mihai kuomah.",
      "reference": "ṬAP HLA 5:2"
    },
    {
      "content": "Fahrahai le pa nei lohai kan na, Kan nuhai chu hmeithai ang an nih.",
      "reference": "ṬAP HLA 5:3"
    },
    {
      "content": "Kan tui chu tangka manah kan dâwn a, Kan thinghai khawm chu kan kuoma zawrin a um a.",
      "reference": "ṬAP HLA 5:4"
    },
    {
      "content": "A mi hnawttuhai chun kan rîngah an mi man a; Kan sâwl hle a, châwl kan hmu nawh.",
      "reference": "ṬAP HLA 5:5"
    },
    {
      "content": "Kut chu Aigupta mihai kuomah kan daw a, Assuria mihai kuoma leh, beia suktlai dingin.",
      "reference": "ṬAP HLA 5:6"
    },
    {
      "content": "Kan thlatuhai chu an lo suol tah a, an um ta nawh a, Keiniin an khawhlona chu kan phur a nih.",
      "reference": "ṬAP HLA 5:7"
    },
    {
      "content": "Siehlawhai chun kan chungah ro an rêl a, An kuta inthawka mi sansuok ding tukhawm an um nawh.",
      "reference": "ṬAP HLA 5:8"
    },
    {
      "content": "Kan bei chu kan hringna lungngaithlâk leh kan hlawh a; Thlalêra kâwlhnâm lei chun.",
      "reference": "ṬAP HLA 5:9"
    },
    {
      "content": "Kan vun chu ṭâmna kâng lumna lei chun, Meithuk ang elin a lum a.",
      "reference": "ṬAP HLA 5:10"
    },
    {
      "content": "Nuhmeihai chu Zionah suollui an nih a, Nunghâkhai chu Juda khawpuihaiah an suol- lui a.",
      "reference": "ṬAP HLA 5:11"
    },
    {
      "content": "Lal nauhai chu an kut ngeiin an khâi hlum a; Upahai hmâi inzâna hrim a um nawh.",
      "reference": "ṬAP HLA 5:12"
    },
    {
      "content": "Tlangvâlhai chu bu râwt dingin an lâk a, Naupanghai chu thing puta pêm ṭâng ṭângin an tluh a.",
      "reference": "ṬAP HLA 5:13"
    },
    {
      "content": "Upahai chun dai kawtkhâr an rielsan a, Tlangvâlhai chun an rimawihai chu an tâwpsan a.",
      "reference": "ṬAP HLA 5:14"
    },
    {
      "content": "Kan lungril hlimna a bo a, Kan lâmna chu lusûnaah ân chang a.",
      "reference": "ṬAP HLA 5:15"
    },
    {
      "content": "Kan lua inthawk lallukhum chu a tlah a, Kan chung a va rik de! kan lo suol ta sih a.",
      "reference": "ṬAP HLA 5:16"
    },
    {
      "content": "Hi lei hin kan lungril chu a chau a; Hieng thilhai lei hin kan mithai chu ân thim a.",
      "reference": "ṬAP HLA 5:17"
    },
    {
      "content": "Zion tlâng chu râusana umin, Sihalhai chu a chungah an inlawn a.",
      "reference": "ṬAP HLA 5:18"
    },
    {
      "content": "Aw LALPA, nang chu kumkhuoin i um zing a; I lalṭhungpha khawm chu suon khata inthawka suon dang chenin a nih.",
      "reference": "ṬAP HLA 5:19"
    },
    {
      "content": "Iengdinga keini mi theinghil kumkhuoin, Chuong chen lâwm lâwm iengdinga mi nghatsan el am i na?",
      "reference": "ṬAP HLA 5:20"
    },
    {
      "content": "Aw LALPA, i kuom tieng mîn nghat kîrtir nâwk la, hung ngha kîr el kan tih, Tienlai hun ang khan kan nihai hung sukthar rawh!",
      "reference": "ṬAP HLA 5:21"
    },
    {
      "content": "Annawleh, nangin i mi hnâwl let dêr el am a nih? Kan chungah i lung a sen êm êm el am a nih?",
      "reference": "ṬAP HLA 5:22"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ṬAP HLA 5 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}