{
  "verses": [
    {
      "content": "Rângkachak chu a vân thim ta de! Rângkachak inthieng khawm chu a va danglam ta de! Hmun inthieng lunghai chu kawtthlêr tâwp tina chun bunthlâkin a um a.",
      "reference": "ṬAP HLA 4:1"
    },
    {
      "content": "Zion naupa hlutakhai rângkachak inthieng le hrilkhi theihai chu, Iem a tiha bêlhemtu kuta siem, pil bêlhai ang chaua ngainat an ni el chu!",
      "reference": "ṬAP HLA 4:2"
    },
    {
      "content": "Sihalhai hmana an nêne an keisuok a, an têhai an innêktir a; Ka mihai naunu ruok chu, thlalêra varîngseihai angin a khawhlo a ni ta hi.",
      "reference": "ṬAP HLA 4:3"
    },
    {
      "content": "Nautê nêne ne lai lei chu dangchâr leiin a dangah a kawp tlat a; Naupanghai chun bei an hnih a, mi tukhawm hlaka an khawipêk si nawh a.",
      "reference": "ṬAP HLA 4:4"
    },
    {
      "content": "Dutuitaka fâk zawng hlaktuhai kha, kawtthlêrhaia bohmangin an um a; Sen inlâra enkawl tleihai khawm khan êkdûr chu an pawm a.",
      "reference": "ṬAP HLA 4:5"
    },
    {
      "content": "Ka mihai naunu rîtlona chu Sodom suolna nêkin a nasa lem sih a; Chu chu mitkhapkâr loa pei- hâwnin a um a, a chunga chun kut hrim innghat a ni nawh.",
      "reference": "ṬAP HLA 4:6"
    },
    {
      "content": "A miṭhahai chu vûr nêkin an inthieng lem a, nênetui nêkin an ngo lem a, Taksaa chun lunghluhai nêkin an sen lem a, An hmêl chu sapphir lung ang a nih.",
      "reference": "ṬAP HLA 4:7"
    },
    {
      "content": "An hmai chu meihawl nêkin a dum lem a, kawtthlêrhaia chun hriet an ni nawh; An vun chu an ruhaia chun a kawp ri ngawt a, a vuoi a, hmawl ang el a nih.",
      "reference": "ṬAP HLA 4:8"
    },
    {
      "content": "Kawlhnâma thata umhai chu phîngṭâmnaa thata umhai nêkin an hamṭha lem a, Lo thlairahai tlâksamnaa vuoka umin, hieng hai hi an luong hmang sih a.",
      "reference": "ṬAP HLA 4:9"
    },
    {
      "content": "Lunginsietna hau nuhmeihai kut chun an nauhai ngei chu an suong a; Ka mihai naunu suksieta a umnaa chun an buhai an nih.",
      "reference": "ṬAP HLA 4:10"
    },
    {
      "content": "LALPA chun a ṭiumna chu a hung sukpuitling a, a lunginsenna ṭium chu a hung bunthlâk a; Ziona chun mei a sukchawk a, a lungphûmhai kâng hmangtu chu.",
      "reference": "ṬAP HLA 4:11"
    },
    {
      "content": "Jerusalem dai kawtkhârhai chun hmêlma le râldo chu hung lût an tih ti, Hnuoia lalhai chun an ring nawh a, khawvêl hluotu- hai khawmin an ring nawh.",
      "reference": "ṬAP HLA 4:12"
    },
    {
      "content": "A zâwlneihai suolnahai le a thiempuhai khawhlona, A sûnga mi fel thisen an insuona lei khan a nih.",
      "reference": "ṬAP HLA 4:13"
    },
    {
      "content": "Kawtthlêrhaia chun mitdel angin an invâk a, thisenin an pawrcheh a, Chuleiin, mi tukhawma an silfênhai chu an them thei nawh.",
      "reference": "ṬAP HLA 4:14"
    },
    {
      "content": "“Fe hmang ro, thieng nawhai,” tiin mihaiin an khêk khum a, “Tir hmang ro, Tir hmang ro, Tâwk naw ro”, tiin. Tlânsie le invai an hung ni tah a, Hnamhai lai chun mihaiin, Eini lai um ta naw raw hai se, an tih a.",
      "reference": "ṬAP HLA 4:15"
    },
    {
      "content": "LALPA lunginsenna chun anni chu a ṭheh a, ngaisak nâwk ta naw ni; Thiempu mi nina chu an inza nawh a, upahai khawm an ditsak bawk nawh.",
      "reference": "ṬAP HLA 4:16"
    },
    {
      "content": "Ei ṭhangpuina thlâwn ennain ei mithai a kham zo a, Ei nghâknaa chun hnam sandam thei lo ding chu ei nghâk a.",
      "reference": "ṬAP HLA 4:17"
    },
    {
      "content": "Ei kehnunghai an sui a, chuongchun, ei kawtthlêrhaia khawm ei fe thei nawh a; Ei tâwpna chu a hnai a, ei nihai chu suk tlung a na, ei tâwpna chu a hung tlung ta leiin.",
      "reference": "ṬAP HLA 4:18"
    },
    {
      "content": "Eini mi hnawttuhai chu vâna mupui nêkin an hrât lem a, Tlânghai chunga chun an mi hnawt a, thlalêra chun eini an mîn chân a.",
      "reference": "ṬAP HLA 4:19"
    },
    {
      "content": "Ei hnârkuo thuok, LALPA hrieknâl chu, an khursûnga chun an lâk a; “Ama hlim hnuoia chun hnamhai laia chun chêng ei tih,” ei tih a.",
      "reference": "ṬAP HLA 4:20"
    },
    {
      "content": "Uz rama um, nang aw Edom naunu, hlimin lâwm rawh; Nanga kuoma khawm no chu hung tlung a ta; inrui i ta; chun, nang chu ruokin insiem i tih.",
      "reference": "ṬAP HLA 4:21"
    },
    {
      "content": "Aw Zion naunu, i suolna hremna chu a famkim ta a nih; Sal ninaa chun hrên zing ta naw ni cheh a, Aw Edom naunu, i rîtlona chu hung hrem a ta; I suolnahai chu hmusuok a tih.",
      "reference": "ṬAP HLA 4:22"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ṬAP HLA 4 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}