{
  "verses": [
    {
      "content": "A lunginsenna hmawla hremna hmu tah mihriem chu ka na,",
      "reference": "ṬAP HLA 3:1"
    },
    {
      "content": "Ama chun a mi ṭhuoi a, varah ni loin, inthimah a mîn lâwntir a.",
      "reference": "ṬAP HLA 3:2"
    },
    {
      "content": "Keia chungah sûnnithlâkin a kut a thlâk takzet a.",
      "reference": "ṬAP HLA 3:3"
    },
    {
      "content": "Ka taksa le ka vun chu a sukchuor a, ka ruhai chu a suktliek a.",
      "reference": "ṬAP HLA 3:4"
    },
    {
      "content": "Ka chunga chun dai a rem tah a, nauhase nat le khâknain a mîn huon a.",
      "reference": "ṬAP HLA 3:5"
    },
    {
      "content": "Sâwttaka lo thi tahai ang khan, hmun inthimahai chun a mîn chêngtir a.",
      "reference": "ṬAP HLA 3:6"
    },
    {
      "content": "Ka vêlin a mîn huon a, ka suok thei nawna dingin; ka khaidiet chu a sukrik a.",
      "reference": "ṬAP HLA 3:7"
    },
    {
      "content": "Anih, ka khêk a, ṭhangpuina ka ngên pha leh, ka hnina chu a lo dangkîr a.",
      "reference": "ṬAP HLA 3:8"
    },
    {
      "content": "Ka lampuihai chu lung a saka sakhaiin ân huon a, ka lampuihai chu a sukkâwi a.",
      "reference": "ṬAP HLA 3:9"
    },
    {
      "content": "Keia ta ding chun ama chu savawm mi lo inchân zingtu, hmun fienriela sakeibaknei ang chu a nih.",
      "reference": "ṬAP HLA 3:10"
    },
    {
      "content": "Ka lampuihai chu a herkâwi a, a mi keinâwi vawng a; râusanin a mi siem tah a.",
      "reference": "ṬAP HLA 3:11"
    },
    {
      "content": "A thalngul chu a kuoi a, thal ta dinga kâp dingah a mi sie tah a.",
      "reference": "ṬAP HLA 3:12"
    },
    {
      "content": "A thalbâwm thalhai chu ka diemnêmah a hung kâp lût a.",
      "reference": "ṬAP HLA 3:13"
    },
    {
      "content": "Ka mihai ta dinga hrilinsîm le, ni tin tina an hla ka lo ni tah a.",
      "reference": "ṬAP HLA 3:14"
    },
    {
      "content": "Ama chun khâknain a mi suksip a, sairam kha leh a mîn ṭhungtir tah a.",
      "reference": "ṬAP HLA 3:15"
    },
    {
      "content": "Ka hahai chu lungtâthaiin a suknâwi a, pilvutin a mîn khum bawk a.",
      "reference": "ṬAP HLA 3:16"
    },
    {
      "content": "Nangin ka thla chu thlamuong- naa inthawka hlataka chun i sie hmang a; hlawtlingna khawm ka theinghil rau a.",
      "reference": "ṬAP HLA 3:17"
    },
    {
      "content": "Kei chun, “Ka hrâtna le LALPAA inthawka ka beiseina chu a bohmang an ta hi,” ka tih a.",
      "reference": "ṬAP HLA 3:18"
    },
    {
      "content": "Ka hrem tuorna le ka rimsikna, sairam thing le khâkna chu hre zing la.",
      "reference": "ṬAP HLA 3:19"
    },
    {
      "content": "Ka lungril chun a hriet zing zing a, keimaa chun a kûn a.",
      "reference": "ṬAP HLA 3:20"
    },
    {
      "content": "Hi hi ka lungrilah ka hung hrietsuok nâwkin, chuleiin, ka beisei hlak.",
      "reference": "ṬAP HLA 3:21"
    },
    {
      "content": "A lunginsietna chun a tlin naw naw leiin, LALPA zângaina leiin sukbohmangin ka um hri nawh a.",
      "reference": "ṬAP HLA 3:22"
    },
    {
      "content": "Zîng tinin an thar a; i ringumna chu a ropui a nih.",
      "reference": "ṬAP HLA 3:23"
    },
    {
      "content": "Ka thla chun, “LALPA chu ka chanvo a na, chuleiin, amaa chun beisei ka tih,” a ta.",
      "reference": "ṬAP HLA 3:24"
    },
    {
      "content": "Lungrila ama zawngtuhai le, ama nghâktuhai kuoma chun LALPA chu a ṭha a.",
      "reference": "ṬAP HLA 3:25"
    },
    {
      "content": "LALPA sandamna chu miin an nghâk ṭâwk ṭâwk a, an beisei chu a ṭha a nih.",
      "reference": "ṬAP HLA 3:26"
    },
    {
      "content": "Miin a tleirâwl laiin rîngkawl chu a phur chun a ṭha a nih.",
      "reference": "ṬAP HLA 3:27"
    },
    {
      "content": "Ama chunga chun ân nghatpêk ta leiin, mâkhâtin ṭhung sienla, to zing raw se.",
      "reference": "ṬAP HLA 3:28"
    },
    {
      "content": "A bau chu pilvuta chun sie sienla, chuongchun, beiseina a um thei rawi mawh.",
      "reference": "ṬAP HLA 3:29"
    },
    {
      "content": "Ama bentu chu a bieng dawpêk sienla, kâwknaa sipa suksipin um raw se.",
      "reference": "ṬAP HLA 3:30"
    },
    {
      "content": "LALPA chun kumkhuo chun a peihâwn âwm si nawh a.",
      "reference": "ṬAP HLA 3:31"
    },
    {
      "content": "Lungngaina intlungtir hlak sien khawm, a zângaina hauzie ang peiin lunginsietna chu nei a tih.",
      "reference": "ṬAP HLA 3:32"
    },
    {
      "content": "Nuom thu ngawtin a hremin, mihriem nauhai chu a suklungzîng ngai si nawh a.",
      "reference": "ṬAP HLA 3:33"
    },
    {
      "content": "Hnuoia lungin intânghai po po kea sirde dingin.",
      "reference": "ṬAP HLA 3:34"
    },
    {
      "content": "A chunghnungtak hmaihmaa mihriem thuneina herhmang ding le,",
      "reference": "ṬAP HLA 3:35"
    },
    {
      "content": "Mi chu a chungthua hnuoisie chu, LALPA chun rem a ti nawh.",
      "reference": "ṬAP HLA 3:36"
    },
    {
      "content": "LALPAIN thu a pêk naw laia, a hril a, hung tlung el hlak chu tu am a na?",
      "reference": "ṬAP HLA 3:37"
    },
    {
      "content": "A chunghnungtak baua inthawk chun thu sie le ṭha chu a suok ni lo am a nih?",
      "reference": "ṬAP HLA 3:38"
    },
    {
      "content": "Iengleiin am mi hring chu mi a suolnahai leia hremna thua chier hlak a na?",
      "reference": "ṬAP HLA 3:39"
    },
    {
      "content": "Ei lampuihai chu thaw ṭâl ei ta, zawngsuok ei ta, LALPA kuomah inher kîr nâwk ei tiu.",
      "reference": "ṬAP HLA 3:40"
    },
    {
      "content": "Vânhaia Pathien kuoma chun ei kuthai leh ei lungril chu chawisâng vêng ei tiu.",
      "reference": "ṬAP HLA 3:41"
    },
    {
      "content": "Kan bawsiet a, kan hel tah a, nang chun i mi ngaidam nawh a.",
      "reference": "ṬAP HLA 3:42"
    },
    {
      "content": "Lunginsennain în khum a, keini i mi hnawt a; i that a, i lunginsiet nawh a.",
      "reference": "ṬAP HLA 3:43"
    },
    {
      "content": "Kan hninahai chu a fethleng thei nawna dingin, nang chu sûmpui chun în khum a.",
      "reference": "ṬAP HLA 3:44"
    },
    {
      "content": "Hnamhai laia chun hnâwlthlâk le, hnâwlhnawk angah i mi siem tah a.",
      "reference": "ṬAP HLA 3:45"
    },
    {
      "content": "Kan hmêlma hai po po hlakin kan chungah an bau an ka pêkpûk a.",
      "reference": "ṬAP HLA 3:46"
    },
    {
      "content": "Vânsam le ṭitna chu kan chungah a hung tlung a, buoina le bohmangna le chun.",
      "reference": "ṬAP HLA 3:47"
    },
    {
      "content": "Ka mihai naunu suksieta a umna lei chun, ka mit chu vadungpui tui angin a luong a.",
      "reference": "ṬAP HLA 3:48"
    },
    {
      "content": "Ka mit chu, ma loin, tâwp hun nei loin, ân bunthlah a;",
      "reference": "ṬAP HLA 3:49"
    },
    {
      "content": "LALPAIN vâna inthawka a hung en a, a hung hmu hmakhat chun.",
      "reference": "ṬAP HLA 3:50"
    },
    {
      "content": "Ka khawpui naunuhai po po lei chun, ka mit chun ka thla chu a sukna a.",
      "reference": "ṬAP HLA 3:51"
    },
    {
      "content": "A san um loa ka hmêlmahai chun, vate angin an mi hnawt rak rak a,",
      "reference": "ṬAP HLA 3:52"
    },
    {
      "content": "A hringin khurah an mi pei lût a, lung an mi hung thlâk khum a.",
      "reference": "ṬAP HLA 3:53"
    },
    {
      "content": "Tuiin ka lu a chîm tlum a, “Ka bo a ni tah ie,” ka tih a.",
      "reference": "ṬAP HLA 3:54"
    },
    {
      "content": "Khur sûng inhnuoitaka inthawk chun, aw LALPA, i hming ka hung ko a,",
      "reference": "ṬAP HLA 3:55"
    },
    {
      "content": "Ka râwl chu i hriet a, ka khêkna le, kân thuoknaah i na chu suksêt naw la.",
      "reference": "ṬAP HLA 3:56"
    },
    {
      "content": "Nang ka hung ko ni chea chun i hung hnai a; “Ṭi naw rawh,” i ta.",
      "reference": "ṬAP HLA 3:57"
    },
    {
      "content": "Aw LALPA, ka thla chungthu chu nangin i ṭan a, nangin ka hringna i sanhim a.",
      "reference": "ṬAP HLA 3:58"
    },
    {
      "content": "Aw LALPA kân dik nawna i hmuh a; ka chungthu nangin rêl la.",
      "reference": "ṬAP HLA 3:59"
    },
    {
      "content": "An phubalâknahai po po le, ka chunga an thiltum dânhai chu i hmu vawng kha.",
      "reference": "ṬAP HLA 3:60"
    },
    {
      "content": "Aw LALPA, nangin an kâwknahai le, ka chunga an thiltum po po chu i hriet a.",
      "reference": "ṬAP HLA 3:61"
    },
    {
      "content": "Ka chunga hung ṭuongtuhai hmûr le, ni tin tina ka chunga an ngairuotnahai chu.",
      "reference": "ṬAP HLA 3:62"
    },
    {
      "content": "An ṭhung lai le an tho lai khawm chu nangin en la, an hla ka ni hi.",
      "reference": "ṬAP HLA 3:63"
    },
    {
      "content": "Aw LALPA, an kuthaia an sinthaw ang peiin nangin thungna pe la.",
      "reference": "ṬAP HLA 3:64"
    },
    {
      "content": "Anni kuoma i ṭawngsie, lungril ngarna chu nangin pe rawh.",
      "reference": "ṬAP HLA 3:65"
    },
    {
      "content": "Nangin lunginsennain hnawt i ta, LALPA vânhai hnuoia inthawk chun sukbohmang i tih.",
      "reference": "ṬAP HLA 3:66"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "ṬAP HLA 3 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}