{
  "verses": [
    {
      "content": "Chun, zîngkâr a hung ni chun, thiempu lalhai le vântlâng upahai po po chu Isu sukhlum dingin a chungthuah an inrâwn a;",
      "reference": "MATTHAI 27:1"
    },
    {
      "content": "chun, an khuop a, an ṭhuoi a, Bawrsâp Pilat kuomah an pêk tah a.",
      "reference": "MATTHAI 27:2"
    },
    {
      "content": "Chun, Juda ân mantîrtu khan Isu thiemnaw an inchangtir ti a hriet phingleh ân sîr a; tangka sâwmthum kha thiempu lalhai kuoma chun a hung chawi nâwk a,",
      "reference": "MATTHAI 27:3"
    },
    {
      "content": "“Mi thiem thisen kân mantir kha thil ka suksuol a nih,” a ta. Anni ruok chun, “Chu chu kan ta dingin ieng am pawi a ta? Nangin i thaw thawin thaw rawh,” an ti san a.",
      "reference": "MATTHAI 27:4"
    },
    {
      "content": "Chun, ama chun tangka chu hmun inthienga chun a pei lût a; a fe hmang a, a vân âwkhlum tah a.",
      "reference": "MATTHAI 27:5"
    },
    {
      "content": "Chun, thiempu lalhai chun tangka chu an lâk a, “Hi hi thawlâwm bâwma sie a thieng nawh ie, thisen man a ni sih a,” an ta.",
      "reference": "MATTHAI 27:6"
    },
    {
      "content": "Chuongchun, an inrâwn a, mikhuolhai phûmna dingin bêlhemtu hmun chu an inchâwk tah a.",
      "reference": "MATTHAI 27:7"
    },
    {
      "content": "Chu lei chun a nih, chu hmun chu tu chena, “Thisen Hmun,” an ti chu.",
      "reference": "MATTHAI 27:8"
    },
    {
      "content": "Chu lai chun, zâwlnei Jeremiain hieng thu a hril hi a hung tlung tah a: “Chun, tangka sâwmthum, An isak man, Israel thla tuhaiin amanih an isak man chu, An lâk a;",
      "reference": "MATTHAI 27:9"
    },
    {
      "content": "Lalpain a mi tiem angin, Belhemtu hmun man dingin an pêk a,” ti hi.",
      "reference": "MATTHAI 27:10"
    },
    {
      "content": "Chun, Isu chu Bawrsâp hmaa chun a ngîr a. Chun, Bawrsâp chun, “Judahai lal i ni?” tîn ân dawn a. Chun, Isûn, “I hril ang chun ka nih,” a ta.",
      "reference": "MATTHAI 27:11"
    },
    {
      "content": "Chun, thiempu lalhai le upa- haiin an hêk laiin iengkhawmin a dawn nawh a.",
      "reference": "MATTHAI 27:12"
    },
    {
      "content": "Chuongchun, Pilatin a kuomah, “An hêkna zozai che hi i hriet naw am a nih?” a ta.",
      "reference": "MATTHAI 27:13"
    },
    {
      "content": "Chun, bau khat khawmin a dawn nawh a; chuongchun, Bawrsâp chun mak a ti hleh a.",
      "reference": "MATTHAI 27:14"
    },
    {
      "content": "Chun, Bawrsâpin ruoiṭhe ni chun, mi intâng pakhat an dit taphawt mipuihai chu ân suopêk hlak a.",
      "reference": "MATTHAI 27:15"
    },
    {
      "content": "Chun, chu lai chun, mi intâng hming inthangtak Barabba an ti chu an nei a.",
      "reference": "MATTHAI 27:16"
    },
    {
      "content": "Chuongchun, an hung inkhâwm chun, Pilatin an kuomah “Tu am in- suopêk lang cheu in nuom a? Barabba am, Isu, Krista an ti chu?” a ta.",
      "reference": "MATTHAI 27:17"
    },
    {
      "content": "Thîkna leiin ama chu an inmantir ti a hriet sih a.",
      "reference": "MATTHAI 27:18"
    },
    {
      "content": "Chun, rorêlna ṭhungphaa ân ṭhung lai chun, a nuhmeiin, “Kha mi feltak chunga khan iengkhawm thaw naw rawh; vawisûn hin ama leiin mangah thil tamtak ka tuor a nih,” tiin ân chah a.",
      "reference": "MATTHAI 27:19"
    },
    {
      "content": "Chun, thiempu lalhai le upa- haiin Barabba hnia, Isu sukhlum dingin mipuihai chu an thlêm a.",
      "reference": "MATTHAI 27:20"
    },
    {
      "content": "Bawrsâp ruok chun anni chu a biek a, “Anni pahni chu a tu lem am insuopêk lang cheu in nuom a?” a ti nâwk a. Anni chun, “Barabba” an tih a.",
      "reference": "MATTHAI 27:21"
    },
    {
      "content": "Pilatin an kuomah, “Isu, Krista an ti hi iengtin am thâwng ka ti leh?” a ta. An rêngin, “Krawsah inhemdêtir rawh,” an tih a.",
      "reference": "MATTHAI 27:22"
    },
    {
      "content": "Chun, ama chun, “Iengdingin am ie? Ieng am a suksuol leh?” a ta. Nisienlakhawm, anni rawi chun “Krawsah inhemdêtir rawh,” tiin an khêk rak rak a.",
      "reference": "MATTHAI 27:23"
    },
    {
      "content": "Chuongchun, Pilatin ieng- khawm thaw thei loa buoi tieu tieu ding a nih ti a hrietin, tui a lâk a, mipui hmaa chun a kut a sâwp a, “Hi mi fel thisena hin kân thieng; nang- nîn in thaw thawin thaw ro,” a ta.",
      "reference": "MATTHAI 27:24"
    },
    {
      "content": "Chun, vântlâng po po chun, “A thisen chu keini chunga le, kan nauhai chungah um raw se,” tiin an dawn a.",
      "reference": "MATTHAI 27:25"
    },
    {
      "content": "Chu zoa chun Barabba chu ân suopêk tah a; Isu ruok chu a vuok a, krawsa hemde dingin a pêk tah a.",
      "reference": "MATTHAI 27:26"
    },
    {
      "content": "Chu zoa chun, Bawrsâp sipaihai chun Isu chu lal inah an ṭhuoi lût a, an pâwla mi po po a kuomah an ko khâwm a.",
      "reference": "MATTHAI 27:27"
    },
    {
      "content": "Chuongchun, a puonhai dâm an hlîppêk a, puon sen an insiltir a.",
      "reference": "MATTHAI 27:28"
    },
    {
      "content": "Chun, hling lukhum an phier a, an inkhumtir a, a kut changtieng luong an inchawitir a; a hmaah an dingṭhaṭhuon a, “Chibai, Judahai lal,” tiin nuiza siemnain an hmang a.",
      "reference": "MATTHAI 27:29"
    },
    {
      "content": "Chun, chil an sâk khum a, luong chu an lâkpêk a, a lua chun an vuok a.",
      "reference": "MATTHAI 27:30"
    },
    {
      "content": "Chun, nuiza siemnaa an hmang zoin, puon chu an hlîppêk a, ama puonhai chu an insiltir nâwk a; krawsa hemde dingin an ṭhuoi tah a.",
      "reference": "MATTHAI 27:31"
    },
    {
      "content": "Chun, an fe suok laiin Kurini khuoa mi, a hming Simon an hmuh a; chu mipa chu a kraws put dingin an man a.",
      "reference": "MATTHAI 27:32"
    },
    {
      "content": "Chun, Golgotha an ti hmun an hung tlung a, (chu chu, “Luru hmun,” tina a nih)",
      "reference": "MATTHAI 27:33"
    },
    {
      "content": "uoin thûr, thil kha le pawl, a dâwn dingin an pêk a, nisienla- khawm ân tem phingin a dâwn nuom ta nawh a.",
      "reference": "MATTHAI 27:34"
    },
    {
      "content": "Chun, krawsah an hemde zoin, aisânin a silfênhai chu an insem a.",
      "reference": "MATTHAI 27:35"
    },
    {
      "content": "Chun, chutaka chun an ṭhung a, an vêng a, a hêkna —",
      "reference": "MATTHAI 27:36"
    },
    {
      "content": "“HI MIPA HI ISU JUDAHAI LAL A NIH,” tia ziek a lu chungah an bel a.",
      "reference": "MATTHAI 27:37"
    },
    {
      "content": "Chun, ama ruol chun, suom- hmang pahni an hemde veh a, a changtieng pakhat a vawitieng pakhat.",
      "reference": "MATTHAI 27:38"
    },
    {
      "content": "Chun, mi inlawn taphawt chun an lu thinin, an tiel a,",
      "reference": "MATTHAI 27:39"
    },
    {
      "content": "“Nang Pathien biekin ṭhiek a, ni thuma bâwl nâwktu, insukdam rawh, Pathien Naupa i ni chun, krawsa kha hung ṭum ta la,” tiin.",
      "reference": "MATTHAI 27:40"
    },
    {
      "content": "Chuong ang bawkin thiempu lalhai chun, Dân inchûktirtuhai le upahai leh tielin,",
      "reference": "MATTHAI 27:41"
    },
    {
      "content": "“Mi dang hman a sukdam hlak a; ama le ama ân sukdam thei si nawh a. Israel lal a nih annâwm, tuhin krawsa inthawkin hung ṭum ta sien la, chuongchun, ama awi nâwm ei ni!",
      "reference": "MATTHAI 27:42"
    },
    {
      "content": "Pathien a awi annâwm, ama hi a nuom chun tuhin sandam raw se, ‘Pathien Naupa ka nih,’ a ti sih a,” an ta.",
      "reference": "MATTHAI 27:43"
    },
    {
      "content": "Suomhmang an hemde vehai khawm chun, chuong ang bawkin an ti el veh a.",
      "reference": "MATTHAI 27:44"
    },
    {
      "content": "Chun, nisa indinga inthawka zânbu suong pha chenin khawvêl a hung inthim ta vawng a.",
      "reference": "MATTHAI 27:45"
    },
    {
      "content": "Chun, zânbu suong pha vêl chun, Isu chu râwl inringtakin, “Eli, Eli lama sabakthani” tiin a khêk suok a. (Chu chu, “Ka Pathien, ka Pathien, iengdinga i mi mâksan?” tina a nih.)",
      "reference": "MATTHAI 27:46"
    },
    {
      "content": "Chun, a kâwla ngîr ṭhenkhathai chun chu chu an hrietin, “Hi mipa hin Elija a ko a nih,” an ta.",
      "reference": "MATTHAI 27:47"
    },
    {
      "content": "Chun, an laia mi pakhat a tlân nghâl tah a, sponj a lâk a, uoin thûr ân chie sip a, hmawlah a târ a, a hang indâwntir a.",
      "reference": "MATTHAI 27:48"
    },
    {
      "content": "Chun, mi danghai chun, “Um raw se, ama la dingin Elija a hung am en ei tiu,” an ta.",
      "reference": "MATTHAI 27:49"
    },
    {
      "content": "Chun, Isu chu râwl inringtakin a khêk nâwk a, a thlarau ân thla tah a.",
      "reference": "MATTHAI 27:50"
    },
    {
      "content": "Chun, ngai ta, Pathien biekina puonzâr chu a chung tienga in- thawkin a hnuoi tieng chenin, a lo tlêr suok tah a; chun, simkhawleihnuoi dâm ân hnîng a, lungpuihai an hung kawi a;",
      "reference": "MATTHAI 27:51"
    },
    {
      "content": "thlânhai an hung inhawng a; mi inthieng in tahai taksa tamtak khawm keithoin an um tah a;",
      "reference": "MATTHAI 27:52"
    },
    {
      "content": "chuonghai chu a thonâwk hnunga chun, thlâna inthawka hung suokin khaw inthienga chun an lût a, mi tamtak kuomah an inlâr tah a.",
      "reference": "MATTHAI 27:53"
    },
    {
      "content": "Chun, sipai za hotu le a kuoma Isu vênga um vehai chun, simkhaw- leihnuoi inhnîng le thil umziehai chu an hmu chun an ṭi ta bêk bêk a, “Hi mipa hi Pathien Naupa a ni ngei el,” an ta.",
      "reference": "MATTHAI 27:54"
    },
    {
      "content": "Chun, chutaka chun nuhmei tamtak, a rawngbâwlpêk pum peia Galili rama inthawka Isu hung zuituhai chu an um a; hlatakah an thlîr a;",
      "reference": "MATTHAI 27:55"
    },
    {
      "content": "chuonghai lai chun Mari Magdalin hai, Mari, Jakob le Josef nu hai, Zebedai naupahai nuhai rawi an ṭhang a.",
      "reference": "MATTHAI 27:56"
    },
    {
      "content": "Chun, zântieng a hung ni chun, mi hausa, a hming Josef, Arimathaia mi a hung a, ama ngei khawm chu Isu inchûktir a ni bawk a.",
      "reference": "MATTHAI 27:57"
    },
    {
      "content": "Chu mipa chu Pilat kuomah a va feh a; Isu ruong chu a hnih a. Chun, Pilatin pêk din gin thu a pêk a.",
      "reference": "MATTHAI 27:58"
    },
    {
      "content": "Chuongchun, Josef chun ruong chu a lâk a, puon zai inhmi fâitakin a tuom a;",
      "reference": "MATTHAI 27:59"
    },
    {
      "content": "ama thlân thar, lung a iverkuoa chun ân zâl a, thlân kawtkhâr chu lung lientakin ân del a, a fe tah a.",
      "reference": "MATTHAI 27:60"
    },
    {
      "content": "Chun, chutaka chun, Mari Magdalin le Mari dang chu an um a, thlân hma zâwna chun an ṭhung a.",
      "reference": "MATTHAI 27:61"
    },
    {
      "content": "Chun, a zînga chun (chu chu Inringlâwk ni zo tûk a nih) thiempu lalhai le Pharisaihai chu Pilat kuomah an um khâwm dup a,",
      "reference": "MATTHAI 27:62"
    },
    {
      "content": "“Pu, chu hlêmtu chun, a dam lai khan ‘Ni thum chenah thonâwk ka tih,’ a ti kan hriet zing a.",
      "reference": "MATTHAI 27:63"
    },
    {
      "content": "Chuongchun, thlân chu ni thum ni chen vêng ṭha dingin thu pe rawh, chuong naw chun a inchûktirhai chu hungin, ama chu inru hlau an ta, vântlâng kuomah, ‘Mithi laia in- thawkin a thonâwk ta a nih,’ ti rawi an tih; chuongchun, hlêmna nuhnung lem chu a hmasa nêk khan ṭha naw nâwk zuol a tih,” an ta.",
      "reference": "MATTHAI 27:64"
    },
    {
      "content": "Pilatin an kuomah, “Vêngtu sipaihai in nei annâwm, fe unla in thei ang angin invêngṭhattir ta unla,” a ta.",
      "reference": "MATTHAI 27:65"
    },
    {
      "content": "Chuongchun, vêngtu sipaihai leh an feh a, thlân chu an invêng ṭhattir a, lung chu an inchik a.",
      "reference": "MATTHAI 27:66"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "MATTHAI 27 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}