{
  "verses": [
    {
      "content": "Chu lai tak chun, Jerusalema inthawkin Pharisaihai le Dân inchûktirtuhai Isu kuomah an hung a,",
      "reference": "MATTHAI 15:1"
    },
    {
      "content": "“Iengdinga i închûktirhaiin upa- hai thurosie chu an bawsiet hlak am a na? Bei an fâk pha kut an sâwp ngai si nawh a,” an ta.",
      "reference": "MATTHAI 15:2"
    },
    {
      "content": "Chun, ama chun an kuomah, “Nangni khawm iengdinga in thu- rosie leia Pathien thupêk in bawsiet am a na?",
      "reference": "MATTHAI 15:3"
    },
    {
      "content": "Pathienin, ‘I nu le pa chawimawi rawh,’ ‘Tukhawm a nu amanih, a pa amanih hrilse taphawt chu thi tei tei raw se,’ a ti sih a.",
      "reference": "MATTHAI 15:4"
    },
    {
      "content": "Nangni ruok chun tukhawm a nu amanih, a pa amanih kuoma, ‘I mi sawrna ding hi Pathien kuoma pêk a ni tah, ti taphawt chun,",
      "reference": "MATTHAI 15:5"
    },
    {
      "content": "a nu amanih, a pa amanih a chawimawi ding a ni nawh’ in ti hlak a. Chuongchun, in thurosie leiin Pathien thu chu in baw hmang tah a ni hi.",
      "reference": "MATTHAI 15:6"
    },
    {
      "content": "Vervêkhai Isai hin in chung- châng thu a lo hrillâwk indik ngei el:",
      "reference": "MATTHAI 15:7"
    },
    {
      "content": "‘Hi hairawi hin an bauin an mi chawimawi a, An lungril ruok chun an mi hlat sih a.",
      "reference": "MATTHAI 15:8"
    },
    {
      "content": "Iengkhawm ni sienla, an inchûktirnaah mihriem thupêk an inchûktir leiin, An mi biek hlak hi a thlâwn el a nih,’ tiin,” a ta, a dawn a.",
      "reference": "MATTHAI 15:9"
    },
    {
      "content": "Chun, mipui chu a ko a, an kuomah, “Ngai unla, a ngai lo thiem ro;",
      "reference": "MATTHAI 15:10"
    },
    {
      "content": "baua lût chu mihriem suk- thieng nawtu a ni nawh a, baua suok, achu ngei chu mihriem sukthieng nawtu a ni lem,” a ta.",
      "reference": "MATTHAI 15:11"
    },
    {
      "content": "Chu lai chun, a inchûktirhai an hung a, a kuomah, “Pharisaihaiin kha thu kha an hriet a, an lungninaw kha i hriet am?” an ta.",
      "reference": "MATTHAI 15:12"
    },
    {
      "content": "Ama ruok chun, “Kûng po po ka Pa vâna mi phun naw chu phâwi- dawkin um an tih.",
      "reference": "MATTHAI 15:13"
    },
    {
      "content": "Anni chu pawisa naw ro; ṭhuoitu mitdel an nih. Chuongchun, mitdelin mitdel ma a ṭhuoi chun khurah tla rêl an tih,” a ta, a dawn a.",
      "reference": "MATTHAI 15:14"
    },
    {
      "content": "Chun, Peterin a kuomah, “Tekhithu kha mi hrilfie ta la,” tiin a dawn a.",
      "reference": "MATTHAI 15:15"
    },
    {
      "content": "Ama chun, “Tu chen hin nangni khawm hrietna nei loin in la um rawp maw?",
      "reference": "MATTHAI 15:16"
    },
    {
      "content": "Baua lût taphawt chu phîngah a tla thlah a, inhnawmnaah pei dawkin a um ti in hriet naw am a nih?",
      "reference": "MATTHAI 15:17"
    },
    {
      "content": "Baua suokhai ruok chu lungrila hung suok a na; chuong ngei chun mihriem a sukthieng naw hlak a nih.",
      "reference": "MATTHAI 15:18"
    },
    {
      "content": "Lungrila hin ngaituona suolhai, tuolthatna hai, uiretna hai, inditna hai, inrûkna hai, inhêkna hai, hrilsietna hai a hung suok hlak sih a.",
      "reference": "MATTHAI 15:19"
    },
    {
      "content": "chuong chu mihriem suk- thieng nawtu a nih; kut sâwp loa bu fâk ruok chun mi a sukthieng naw nawh,” a ta.",
      "reference": "MATTHAI 15:20"
    },
    {
      "content": "Chun, Isu chutaka inthawk chun a suok a; Tura le Sidon bielah a fe tah a.",
      "reference": "MATTHAI 15:21"
    },
    {
      "content": "Chun, ngai ta, chuong rama in- thawk chun Kanaan nuhmei pakhat a hung suok a, “Lalpa, David naupa, mi lunginsiet rawh, ka naunu khawhriin a man tlat a nih,” tiin a khêk a.",
      "reference": "MATTHAI 15:22"
    },
    {
      "content": "Ama ruok chun bau khat khawmin a dawn nawh. Chun, a inchûktirhai chun, “Ei hnungah a khêk a khêk sih a, infetir el ta la,” tiin an hung ngên a.",
      "reference": "MATTHAI 15:23"
    },
    {
      "content": "Ama ruok chun, “Israel hnam laia berâm inhmang kuoma naw chu tir ka ni nawh,” a ta, a dawn a.",
      "reference": "MATTHAI 15:24"
    },
    {
      "content": "Nisienlakhawm, nuhmei chu a hung a, “Lalpa, mi san rawh,” tiin chibai a bûk a.",
      "reference": "MATTHAI 15:25"
    },
    {
      "content": "Chun, ama chun, “Nauhai bei lâkpêk a, uihai kuoma pêk chu a mawi nawh ie,” a ta, a dawn a.",
      "reference": "MATTHAI 15:26"
    },
    {
      "content": "Ama chun, “Lalpa, ni chu a nih; nisienlakhawm, uihai khawmin an pu dawkâna inthawka bei nawi tla chu an fâk hlak annâwm,” a ta.",
      "reference": "MATTHAI 15:27"
    },
    {
      "content": "Chu phingleh Isûn a kuomah, “Nuhmei, i ringna a nasa êm el; i dit ang takin i chungah um raw se,” a ta, a dawn a. Chuongchun, a naunu chu, chu chena chun a hung dam el tah a.",
      "reference": "MATTHAI 15:28"
    },
    {
      "content": "Chun, Isu chutaka inthawk chun a feh a, Galili dîl kâwl a hung tlung a; chun tlânga chun a hang feh a, chutaka chun a ṭhung tah a.",
      "reference": "MATTHAI 15:29"
    },
    {
      "content": "Chun, mipui nasatak, kebaihai, mitdelhai, ṭawngtheinawhai, pieng- suolhai hung ṭhuoiin a kuomah an hung a, a ke bulah an sieh a; chun, a lo sukdam tâwl a.",
      "reference": "MATTHAI 15:30"
    },
    {
      "content": "Chuongchun, mipui chun, ṭawngtheinawhai chu hung ṭawng a, piengsuolhai chu hung ṭhah a, kebaihai chu kea lâwn a, mitdelhai chu hmu theia an hmuin, mak an ti hle a; chuongchun, Israelhai Pathien chu an inpâk tah a.",
      "reference": "MATTHAI 15:31"
    },
    {
      "content": "Chun, Isûn a inchûktirhai chu a ko a, “Mipuihai hi tuhin ka kuomah ni thum an um tah a, fâk ding iengkhawm an nei naw leiin ka lungsiet bêk bêk a nih; bu ngheiin kân fetir nuom nawh ie, chuong naw chun lam kârah châu rawi an tih,” a ta.",
      "reference": "MATTHAI 15:32"
    },
    {
      "content": "Chun, inchûktirhai chun a kuomah, “Mipui hieng zât zât khawpna khawp beiphêk chuong zât lâwm lâwm thlalêrah khâwlai am hmûng kan ta?” an ta.",
      "reference": "MATTHAI 15:33"
    },
    {
      "content": "Chun, an kuomah, “Beiphêk iengzât am in nei a?” a ta. Anni chun, “Phêk sari, ngatê tlâwmte leh,” an ta.",
      "reference": "MATTHAI 15:34"
    },
    {
      "content": "Ama chun hnuoia ṭhung dingin mipui chu thu a pêk a.",
      "reference": "MATTHAI 15:35"
    },
    {
      "content": "Chun, bei pasari le ngatê chu a lâk a, lâwmthu a hril a, a khawi a, inchûktirhai kuomah a pêk a; inchûktirhai chun mipuihai kuomah an pêk a.",
      "reference": "MATTHAI 15:36"
    },
    {
      "content": "Chun, an rêngin an fâk a, an khawp tâwl tah a, an fâk mahla khawm chu bâwmrâng sari an rût sip a.",
      "reference": "MATTHAI 15:37"
    },
    {
      "content": "A fatuhai chu nuhmei le nau- pang tiem loin patling ruok khawm sâng li an nih.",
      "reference": "MATTHAI 15:38"
    },
    {
      "content": "Chun, mipuihai chu ân ṭintir hnungin lawngah a chuong a, Magadan ram a hung tlung a.",
      "reference": "MATTHAI 15:39"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "MATTHAI 15 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}