{
  "verses": [
    {
      "content": "Chun, Châwlni zo, ni saria ni hmasatak dinga khuo a var tâwmin, Mari Magdalin le Mari dang chu thlân en dingin an feh a.",
      "reference": "MATTHAI 28:1"
    },
    {
      "content": "Chun, ngai ta, simkhawleihnuoi nasatakin a hung inhnîng a, Lalpa vântirko vâna inthawkin a hung ṭum a, lung chu a hung inhlum a, a chungah a ṭhung tah a.",
      "reference": "MATTHAI 28:2"
    },
    {
      "content": "A hmêl umzie chu kâwlinlep ang a na, a silfên chu vûr angin a vâr a.",
      "reference": "MATTHAI 28:3"
    },
    {
      "content": "Ama an ṭi leiin vêngtuhai chu an inthin a, mithi ang elin an hung um tah a.",
      "reference": "MATTHAI 28:4"
    },
    {
      "content": "Chun, vântirko chun nuhmeihai chu a biek a, an kuomah, “Nangni chu ṭi naw ro! Isu an hemde kha in zawng ti ka hriet!",
      "reference": "MATTHAI 28:5"
    },
    {
      "content": "Hitaka hin a um ta nawh; a hril ang ngeiin a thonâwk ta a nih. A zâlna hi hung en hman ta u.",
      "reference": "MATTHAI 28:6"
    },
    {
      "content": "Chun, fe vak unla, a inchûktirhai kuomah, ‘Mithi laia inthawkin a thonâwk ta a nih, ngai ta u, Galili ramah in hmaah a fe, chutaka chun ama chu hmûng in tih,’ tiin hril ro. Ngai ta u, ka hril ta cheu hi,” a ta.",
      "reference": "MATTHAI 28:7"
    },
    {
      "content": "Chun, ṭi le lâwm bêk bêk pumin thlâna inthawk chun an fe vat vat a, a închûktirhai hril dingin an tlân tah a.",
      "reference": "MATTHAI 28:8"
    },
    {
      "content": "Chun, ngai ta, Isûn anni chu ân tuokpui a, “Chibai” a ti tâwl a. Chuongchun, anni chun a ke chu an va chel a, chibai an bûk a.",
      "reference": "MATTHAI 28:9"
    },
    {
      "content": "Chun, Isûn an kuomah “Ṭi naw ro, fe unla, Galili rama fe dingin ka unauhai va hril ro; chutaka chun mi hmûng an tih,” a ta.",
      "reference": "MATTHAI 28:10"
    },
    {
      "content": "Chun, an va fe lai chun vêngtu sipai ṭhenkhat chu khawpuiah an va lût a, thil umzie po po chu thiempu lalhai kuomah an va hril a.",
      "reference": "MATTHAI 28:11"
    },
    {
      "content": "Chun, upahai leh an inkhâwma an inrâwn zoin sipaihai kuoma chun tangka tamtak an pêk a,",
      "reference": "MATTHAI 28:12"
    },
    {
      "content": "“ ‘Zânah kan in kârin a închûk- tirhai chu an hung a, ama an inrûk a nih,’ ti ro.",
      "reference": "MATTHAI 28:13"
    },
    {
      "content": "Chun, Bawrsâpin chu chu a hriet chun ama chu thlêm kan ta, lunginhâng loin siem kan ti cheu,” an ta.",
      "reference": "MATTHAI 28:14"
    },
    {
      "content": "Chuongchun, tangka chu an lâk a, an iti ang pei chun an ti tah a; chuongchun, tu chen hin chu thu chu Judahai laiah an la hril ta pei a nih.",
      "reference": "MATTHAI 28:15"
    },
    {
      "content": "Nisienlakhawm, inchûktir sâwm le pakhat hai chu Galili ramah, Isûn tlâng a iruot pêka chun an feh a.",
      "reference": "MATTHAI 28:16"
    },
    {
      "content": "Chun, ama an hmu chun chibai an bûk a, ṭhenkhat ruok chun an ringhlah a.",
      "reference": "MATTHAI 28:17"
    },
    {
      "content": "Chuongchun Isu chu an kuomah a hung a, anni rawi chu a biek a, “Hnuoi le vâna thuneina po po ka kuomah pêk a ni tah.",
      "reference": "MATTHAI 28:18"
    },
    {
      "content": "“Chuongchun, fe unla, hnam tina mi inchûktir dâmin siem unla, Pa le, Naupa le, Thlarau Inthieng hming chun baptist unla;",
      "reference": "MATTHAI 28:19"
    },
    {
      "content": "thu ka ipêk po po cheu pawm dingin inchûktir ro. Chun, ngai ta u, kei kumkhuoin khawvêl tâwp chen khawmin in kuomah um pei ka tih,” a ta.",
      "reference": "MATTHAI 28:20"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "MATTHAI 28 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}