{
  "verses": [
    {
      "content": "Chu zoa chun Isu chu Diebol thlêma um dingin thlalêrah Thlarau ṭhuoi lûtin a um tah a.",
      "reference": "MATTHAI 4:1"
    },
    {
      "content": "Chun, ni sâwmli le zân sâwmli a nghei hnungin a phîng a hung ṭâm tah a.",
      "reference": "MATTHAI 4:2"
    },
    {
      "content": "Chun, thlêmtu chu a hung a, a kuomah, “Pathien Naupa i ni chun, hieng lunghai hi beia inchang dingin thu pe rawh,” a ta.",
      "reference": "MATTHAI 4:3"
    },
    {
      "content": "Nisienlakhawm, ama chun, “Mi- hriem hi bei chauin hring naw ni hai a, Pathien baua thu tin suokin hring lem an tih,” ti ziek a nih, tiin a dawn a.",
      "reference": "MATTHAI 4:4"
    },
    {
      "content": "Chu zoa chun diebol chun khaw inthienga chun a ṭhuoi lût a, Pathien biekin sîp zuma chun a sieh a;",
      "reference": "MATTHAI 4:5"
    },
    {
      "content": "Chun, a kuomah, “Pathien Nau- pa i ni chun tla thla rawh; ‘I chungchânga chu a vântirkohai chu thu pêng a ta, An kutin dawm an ti cheh a, Chuong naw chun I kein lung sui hlau rawi i tih,’ ti ziek a ni si a,” a ta.",
      "reference": "MATTHAI 4:6"
    },
    {
      "content": "Isûn a kuomah, “ ‘Lalpa i Pathien fie naw,’ ti ziek a ni ve bawk a nih,” a ta.",
      "reference": "MATTHAI 4:7"
    },
    {
      "content": "Chun, diebol chun tlâng insâng- takah a ṭhuoi nâwk a, khawvêl ram po po le a ropuina chu ân entir a.",
      "reference": "MATTHAI 4:8"
    },
    {
      "content": "A kuomah, “Bawkkhupin chibai i mi bûk chun, hieng po po hi pe vawng ka ti che,” a ta.",
      "reference": "MATTHAI 4:9"
    },
    {
      "content": "Chu phingleh Isûn, “Setan, fe hmang dai rawh; ‘Lalpa i Pathien chibai bûk la, ama rawng chau bâwl rawh,’ ti ziek a nih,” a ta.",
      "reference": "MATTHAI 4:10"
    },
    {
      "content": "Chu hnunga chun diebol chun a zâmsan tah a. Chun, ngai ta, vântir- kohaiin a rawng an bâwlpêk tah a.",
      "reference": "MATTHAI 4:11"
    },
    {
      "content": "Chun, Johan an man ti Isûn a hriet phingleh Galili ramah a fe ta dai a;",
      "reference": "MATTHAI 4:12"
    },
    {
      "content": "chun, Nazareth a mâksan a, Kapernaumah a um ta zing a, chu chu Zebulun le Naphtali biela dil panga um a nih:",
      "reference": "MATTHAI 4:13"
    },
    {
      "content": "zâwlnei Isai baua,",
      "reference": "MATTHAI 4:14"
    },
    {
      "content": "“Dîl tienga Jordan râlah, Zebulun le Naphtali ram, Jentailhai Galili;",
      "reference": "MATTHAI 4:15"
    },
    {
      "content": "Inthim hnuoia ṭhunghai chun var nasatak an hmuh a, Thina hmun le a hlima ṭhunghai chunga chun, Var a hung suok tah a,” tia a hril kha a hung tlung theina dingin.",
      "reference": "MATTHAI 4:16"
    },
    {
      "content": "Chu chena inthawk chu Isûn, “Sim ro, vân ram chu a hnai tah,” tiin a hril phut tah a.",
      "reference": "MATTHAI 4:17"
    },
    {
      "content": "Chun, Galili dil panga a lêng malamin, unau pahni, Simon (Peter an ti chu) a unau Andri leh dila chun lên dêngin a hmuh a; nga mantu an ni hrim a.",
      "reference": "MATTHAI 4:18"
    },
    {
      "content": "Chun, ama chun an kuomah, “Mi zui ro, chuongchun, mihriem mantuin siem ka ti cheu,” a ta.",
      "reference": "MATTHAI 4:19"
    },
    {
      "content": "Lênhai chu mâksanin an zui nghâl tah a.",
      "reference": "MATTHAI 4:20"
    },
    {
      "content": "Chutaka inthawk chun a fe pei a, unau dang pahni, Zebedai naupa Jakob le a unau Johan chu, an pa Zebedai kuoma lawngah an lênhai siemṭhain a hmuh a, anni chu a ko tah a.",
      "reference": "MATTHAI 4:21"
    },
    {
      "content": "Chuongchun, lawng le an pa chu an mâksan a, an zui nghâl tah a.",
      "reference": "MATTHAI 4:22"
    },
    {
      "content": "Chun, Isûn an inkhawmna inhaia inchûktirin, ram Chanchin Ṭha chu hrilin mihai laia natna tinrêng le hrât nawna tinrêng suk- damin Galili ram po po a fang pei a.",
      "reference": "MATTHAI 4:23"
    },
    {
      "content": "Chun, Suria ram po poah a chanchin ân thang tah a; chuong- chun, mi damnaw po po, damnawna le natna tinrênga nahai, khawhri imanhai, hringawl invawihai, zeng- hai a kuomah an hung ṭhuoi a, a lo sukdam tâwl a.",
      "reference": "MATTHAI 4:24"
    },
    {
      "content": "Galili rama inthawk dâm, Dekapoli khuoa inthawk dâm, Jeru- salema inthawk dâm, Judai rama inthawk dâmin le Jordan râla inthawk dâm chun mipui nasatakin ama an zui bawk a.",
      "reference": "MATTHAI 4:25"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "MATTHAI 4 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}