{
  "verses": [
    {
      "content": "Chun, Isu lawngah a chuong a,dîl chu a râlkai a, a umna khuo chu a tlung a.",
      "reference": "MATTHAI 9:1"
    },
    {
      "content": "Chun, ngai ta, zeng pakhat khuma zâl pumin a kuomah an hung zâwn a. Isûn an ringzie a hmuin, zeng kuoma chun, “Ka nau, lungmuong- takin um rawh; i suolhai ngaidam a ni tah,” a ta.",
      "reference": "MATTHAI 9:2"
    },
    {
      "content": "Chun, ngai ta, Dân Inchûktirtu ṭhenkhathai chun an lungrilin, “Hi mipa hin Pathien a hrilsiet a ni tie,” an ta.",
      "reference": "MATTHAI 9:3"
    },
    {
      "content": "Isûn an ngaituohai chu a lo hriet a, “Iengdinga in lungrila suol in ngaituo am a na?",
      "reference": "MATTHAI 9:4"
    },
    {
      "content": "‘I suolhai ngaidam a ni tah,’ ti le, ‘Tho la kein fe rawh,’ ti hi a ieng am ti a awl lem a?",
      "reference": "MATTHAI 9:5"
    },
    {
      "content": "Iengkhawm ni sienla, khawvêlah Mihriem Naupa hin suol ngaidam theina a nei ti in hrietna dingin,” a ta, (zeng kuoma chun), “Tho la, i khum la la, i inah fe rawh,” a ta.",
      "reference": "MATTHAI 9:6"
    },
    {
      "content": "Chun, a tho a, a inah a fe tah a.",
      "reference": "MATTHAI 9:7"
    },
    {
      "content": "Chun, mipuihai chun chu chu an hmuin an ṭi a, mihriemhai kuoma chuong ang thuneina petu Pathien chu an inpâk a.",
      "reference": "MATTHAI 9:8"
    },
    {
      "content": "Chun, Isu chutaka inthawkin a fe pei a, sie chawina hmuna ṭhung mi pakhat, a hming Matthai, a hmuh a; a kuomah, “Mi hung zui rawh,” a ta. Chuongchun, a tho a, a zui tah a.",
      "reference": "MATTHAI 9:9"
    },
    {
      "content": "Chun, ina chun thlaithlêng a awt laiin, ngai ta, siedâwltuhai le mi suolhai tamtak an hung a, Isu le a inchûktirhai chu an awtpui tâwl a.",
      "reference": "MATTHAI 9:10"
    },
    {
      "content": "Pharisaihai chun chu chu an hmuin, a inchûktirhai kuomah, “Ieng- dinga in inchûktirtuin siedâwltuhai le mi suolhai lai a fâk am a na?” an ta.",
      "reference": "MATTHAI 9:11"
    },
    {
      "content": "Nisienlakhawm, Isûn a hriet phingleh, “Mi hrâthai chun dâktawr an ngai nawh a, mi hrivawisiehai lemin an ngai a nih.",
      "reference": "MATTHAI 9:12"
    },
    {
      "content": "Chuongchun, ‘Inthâwina dit loin lunginsietna ka dit ie,’ ti hi, fe unla, a umzie vân chûk ro; mi fel takhai indawn dinga hung ka ni nawh a, mi suolhai lem indawn dinga hung ka nih in sawnnaw,” a ta.",
      "reference": "MATTHAI 9:13"
    },
    {
      "content": "Chu lai chun, Johan inchûktir- hai chu a kuomah an hung a, “Iengdinga keini le Pharisaihai hin bu kan nghei rawp a, i inchûktirhai hlak hin an nghei si nawh a?” an ta.",
      "reference": "MATTHAI 9:14"
    },
    {
      "content": "Isûn an kuomah, “Mo ṭhuoi- tuhai kuoma a pasal ding chu a um sûng phawt chun mo ṭhuoituhaiin an sûn thei am a nih? Nisienlakhawm, a pasal ding chu an kuoma inthawka ṭhuoi hmang nihai la tlung a ta, chu pha ruok chun la nghei an tih.",
      "reference": "MATTHAI 9:15"
    },
    {
      "content": "Chun, tukhawmin puon hlui puon la rin mar lo hlekin an phâwk ngai nawh; a phâwk pingna ding chun puon chu keithlêr lem a ta, a tlêr nasa lem ding a ni sih a.",
      "reference": "MATTHAI 9:16"
    },
    {
      "content": "Tukhawmin uoin thar savun uoin peng hluiah an thun ngai nawh; chuong naw chun savun penghai chu a puok khawi a, uoin chu ân buoh a, savun penghai chu a se hlak; uoin thar chu savun peng tharhaiah an thun lem hlak a nih; chuongchun, ṭhatakin a um rêl hlak,” a ta.",
      "reference": "MATTHAI 9:17"
    },
    {
      "content": "Chuong thu chu an kuoma a hril lai takin, ngai ta,hotu pakhat a hung a, chibai a bûk a, “Ka naunu tu el khan a thih a; nisienlakhawm, hung la, a chungah kut innghat la dam nâwk a tih,” a ta.",
      "reference": "MATTHAI 9:18"
    },
    {
      "content": "Chuongchun, Isu a tho a, a zui tah a, a inchûktirhai khawmin an zui veh a.",
      "reference": "MATTHAI 9:19"
    },
    {
      "content": "Chun, ngai ta, nuhmei pakhat, kum sâwmpahni thipûta damnaw, a hnungah a hung a, a puon hmawr a them a,",
      "reference": "MATTHAI 9:20"
    },
    {
      "content": "“A puon hmawr chau khawm them lang sukdamin um el ka tih,” a ti lungril a na.",
      "reference": "MATTHAI 9:21"
    },
    {
      "content": "Chun, Isu a nghah a, ama chu a hmuh a, “Ka naunu, lungmuongtakin um rawh, i ringna hi i dampui a nih,” a ta. Chuongchun, nuhmei chu chu dâr chena chun a hung dam tah a.",
      "reference": "MATTHAI 9:22"
    },
    {
      "content": "Chun, Isu hotu inah a lût a, theihle mûthai le mipui inri mur mur a va hmu chun,",
      "reference": "MATTHAI 9:23"
    },
    {
      "content": "“Suok ro, naupang chu a thi nawh, a in a ni lem in sawnnaw,” a ta. Anni chun ama chu an nuisan tah a.",
      "reference": "MATTHAI 9:24"
    },
    {
      "content": "Nisienlakhawm, mipui chu a hnawt suok hnung chun a lût a, a kutah a chel a, naupang chu a hung tho tah a.",
      "reference": "MATTHAI 9:25"
    },
    {
      "content": "Chu chena inthawk chun, chuong ram po poa chun chu chanchin chu ân thang suok tah a.",
      "reference": "MATTHAI 9:26"
    },
    {
      "content": "Chun, Isu chutaka inthawkin a fe pei a, mitdel pahniin, “David naupa, mi lunginsiet rawh,” tia khêkin an zui a.",
      "reference": "MATTHAI 9:27"
    },
    {
      "content": "Chun, inah a lût chun, mitdel- hai chu a kuomah an hung a; chun, Isûn an kuomah, “Hi hi thaw thei dingin in mi ring am?” a ta. Anni chun a kuomah, “Ring e, Lalpa” an ta.",
      "reference": "MATTHAI 9:28"
    },
    {
      "content": "Ama chun an mit a them a, “In ring angin in chungah tlung raw se,” a ta.",
      "reference": "MATTHAI 9:29"
    },
    {
      "content": "Chuongchun, an mit chu a hung var tah a. Chun, Isûn an kuomah, “Tukhawm ihriet naw dingin fimkhur ro,” a ti tlat a.",
      "reference": "MATTHAI 9:30"
    },
    {
      "content": "Nisienlakhawm, anni chu an suok a, chu ram po poa chun a chanchin an sukthang tah a.",
      "reference": "MATTHAI 9:31"
    },
    {
      "content": "Chun, an suok lai takin, ngai ta, khawhri iman ṭawng thei naw pakhat a kuomah an hung ṭhuoi a.",
      "reference": "MATTHAI 9:32"
    },
    {
      "content": "Chun, khawhri chu a hnawt dawk phingleh ṭawng thei naw chu a hung ṭawng tah a. Mipuihai chun mak an ti hleh a, “Israelhai lai khawm hieng ang hi hmu a ni ngai nawh,” an ta.",
      "reference": "MATTHAI 9:33"
    },
    {
      "content": "Pharisaihai ruok chun, “Khaw- hri lal leiin a nih, khawhrihai a hnawt dawk hlak chu,” an ta.",
      "reference": "MATTHAI 9:34"
    },
    {
      "content": "Chun, Isûn an inkhâwmna in- haia inchûktirin, Ram Chanchin Ṭha chu hrilin, damnawna tinrêng le, nat- na tinrênghai sukdamin khaw lien le khaw chînhai po po a fang pei a.",
      "reference": "MATTHAI 9:35"
    },
    {
      "content": "Chuongchun, mipuihai chu a hmuin, vêngtu nei naw berâmhai anga rinum le indara an um leiin, a lunginsiet ta bêk bêk el a.",
      "reference": "MATTHAI 9:36"
    },
    {
      "content": "Chuongchun, a inchûktirhai kuoma chun, “Bu sîk ding a tam hle sih a; nisienlakhawm, a sinthawtuhai an tlâwm.",
      "reference": "MATTHAI 9:37"
    },
    {
      "content": "Chuleiin, a bu sîk dinga sin- thawtu dinghai tir dingin bu Neitupa kuoma chun ngên ro,” a ta.",
      "reference": "MATTHAI 9:38"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "MATTHAI 9 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}