{
  "verses": [
    {
      "content": "Chun, Isûn chuong thu po po chu a hril zoin, a închûktir hai kuomah,",
      "reference": "MATTHAI 26:1"
    },
    {
      "content": "“Ni hni chenah Fekân ruoi a hung um ding a nih ti in hriet a, Mihriem Naupa hi hemde dingin an inmantir ding a nih,” a ta.",
      "reference": "MATTHAI 26:2"
    },
    {
      "content": "Chu lai chun, Thiempu laltak Kaiapha an ti in inhuon sûnga chun thiempu lalhai le vântlâng upahai an inkhâwm a;",
      "reference": "MATTHAI 26:3"
    },
    {
      "content": "Isu chu zâwra mana, an sukhlum theina dingin an inrâwn a.",
      "reference": "MATTHAI 26:4"
    },
    {
      "content": "Nisienlakhawm, “Ruoiṭhe sûng chu ni naw sien la, chuong naw chun vântlâng lai buoina hung um rawi a tih,” an ta.",
      "reference": "MATTHAI 26:5"
    },
    {
      "content": "Chun, Isu Bethaniah inphâr Simon inah a um lai chun,",
      "reference": "MATTHAI 26:6"
    },
    {
      "content": "nuhmei pakhat alabastar bûra hriek rim inhnik totak chawiin a kuomah a hung a, a buthlêng awt laiin a luah a buok a.",
      "reference": "MATTHAI 26:7"
    },
    {
      "content": "Nisienlakhawm, inchûktirhaiin chu chu an hmu chun an lunginsen a.",
      "reference": "MATTHAI 26:8"
    },
    {
      "content": "“Iengdinga hienga a sukhmang- thai mei mei am a na? Hi hriek hi man tamtaka zawra, pasiehai kuoma pêk thei a ni sih a,” an ta.",
      "reference": "MATTHAI 26:9"
    },
    {
      "content": "Isu ruok chun chu chu a hrietin an kuomah, “Nuhmei hi iengdinga in sukbuoi am a na? Ka chunga hin thil ṭhatak a thaw a nih.",
      "reference": "MATTHAI 26:10"
    },
    {
      "content": "Pasiehai chu kumkhuoa in kuoma um an nih annâwm, kei ruok chu kumkhuoa in kuoma um ding ka ni nawh.",
      "reference": "MATTHAI 26:11"
    },
    {
      "content": "Hi hriek rim inhnik ka taksaa a ibuok hi, phûm dinga mi buotsai dingin a thaw a ni hi.",
      "reference": "MATTHAI 26:12"
    },
    {
      "content": "Titakzetin ka hril cheu hi, khawvêl po poah khâwlai khawm hi Chanchin Ṭha hi an hrilna poah, hi nuhmei thil thaw khawm hi ama hriet zingna dingin hril ve pei an tih,” a ta.",
      "reference": "MATTHAI 26:13"
    },
    {
      "content": "Chu hnunga chun sâwm le pahni laia mi pakhat, Juda Iskariot an ti chu, thiempu lalhai kuomah a fe a,",
      "reference": "MATTHAI 26:14"
    },
    {
      "content": "“Ama chu inmantir ka ti cheu a ieng am mi pêng in ta?” a ta. Chun, tangka sâwmthum an bûkpêk tah a.",
      "reference": "MATTHAI 26:15"
    },
    {
      "content": "Chu chena inthawk chun in- mantirna remchâng a zawng tah a.",
      "reference": "MATTHAI 26:16"
    },
    {
      "content": "Chun, Chawlṭhanglo Bei Ruoi- ṭhe ni, ni hmasataka chun, inchûk- tirhai chu Isu kuomah an hung a, “Fekân ruoi bu fâkna dingin khâwlai am buotsai pêk inlang che i nuom a?” an ta.",
      "reference": "MATTHAI 26:17"
    },
    {
      "content": "Ama chun, “Khawpuiah tu amani kuomah fe unla, a kuomah, ‘Inchûktirtu chun, ka hun a hnai tah a; ka închûktirhai leh Fekân ruoi i inah ṭhêng kan tih, a tih,’ va ti ro,” a ta.",
      "reference": "MATTHAI 26:18"
    },
    {
      "content": "Chun, Isûn an kuoma a ti ang chun inchûktirhai chun an thaw a, Fekân ruoi ding chu an buotsai tah a.",
      "reference": "MATTHAI 26:19"
    },
    {
      "content": "Chun, khuo a hung inhnu chun, inchûktir sâwm le pahnihai leh buthlêng an awt a;",
      "reference": "MATTHAI 26:20"
    },
    {
      "content": "chun, an fâk laiin ama chun, “Titakzetin ka ti cheu hi, in laia mi pakhat hin mîn mantir a tih,” a ta.",
      "reference": "MATTHAI 26:21"
    },
    {
      "content": "Chun, an lungngai ta bêk bêk a, a kuomah, “Lalpa, kei am ka nih?” an ti ta seng a.",
      "reference": "MATTHAI 26:22"
    },
    {
      "content": "Ama chun, “Thlênga mi purpui- tu ngei chun mîn mantir a tih.",
      "reference": "MATTHAI 26:23"
    },
    {
      "content": "Mihriem Naupa hi a chanchin an ziek angtak khan a fe ding a nih, nisienlakhawm, Mihriem Naupa inman- tirtu ding mipa chung chu a rik! chu mihriem chu insieng naw sien la, a ta dingin ṭha lem a tih,” tiin a dawn a.",
      "reference": "MATTHAI 26:24"
    },
    {
      "content": "Chun, ân mantirtu ding Juda chun a dawn a, “Rabbi, kei am ka nih?” a ta. Ama chun a kuomah, “în ti zing chu teh,” a ta.",
      "reference": "MATTHAI 26:25"
    },
    {
      "content": "Chun, an fâk laiin Isûn bei a lâk a, mal a sâwmpêk a, a khawi a; chun, inchûktirhai kuomah a pêk a, “La unla, fa ro, hi hi ka taksa a nih,” a ta.",
      "reference": "MATTHAI 26:26"
    },
    {
      "content": "Chun, no a lâk a, lâwmthu a hril a, an kuomah a pêk a, “In rêngin dâwn ro;",
      "reference": "MATTHAI 26:27"
    },
    {
      "content": "hi hi ka thisen, suolhai ngai- damna dinga mi tamtak ta dinga suok ding, thuthlungna chu a nih",
      "reference": "MATTHAI 26:28"
    },
    {
      "content": "Nisienlakhawm, ka hril cheu hi, ka Pa rama nangni le a thar ka dâwn ni a tlung hmakhat chun tuta inthawkin grêp hrui raa hi dâwn nâwk ta naw ning,” a ta.",
      "reference": "MATTHAI 26:29"
    },
    {
      "content": "Chun, hla an sak zoin an suok a, Oliv tlânga chun an fe tah a.",
      "reference": "MATTHAI 26:30"
    },
    {
      "content": "Chun, Isûn an kuomah, “Vawizân hin in rêngin ka chung- thuah lungnilovin um vawng in tih, ‘Berâm vêngtu chu vuong ka ta, berâm ruol chu indar an tih,’ ti ziek a ni sih a.",
      "reference": "MATTHAI 26:31"
    },
    {
      "content": "Nisienlakhawm, ka thonâwk hnungin Galili ramah in hmaah fêng ka tih,” a ta.",
      "reference": "MATTHAI 26:32"
    },
    {
      "content": "Peter ruok chun a kuomah, “An rêngin i chungthuah lungnilovin um- hai sien khawm, kei chu lungnilovin um nâw tawp ka tih,” tiin a dawn a.",
      "reference": "MATTHAI 26:33"
    },
    {
      "content": "Isûn a kuomah, “Titakzetin ka hril che, vawizân hin âr a khuong hmain, nangin vawithum mîn phat i tih,” a ta.",
      "reference": "MATTHAI 26:34"
    },
    {
      "content": "Peterin a kuomah, “I thinaa chun thi ve ding ni lang khawm inphat naw tawp ka ti che,” a ta. Chuong ang bawk chun, inchûktirhai po po chun an ti ta seng a.",
      "reference": "MATTHAI 26:35"
    },
    {
      "content": "Chu zoa chun Isu annihai le chun, hmun pakhat Gethsemane an ti chu an tlung a, chun, ama chun a închûktirhai kuomah, “Sawtaka ka va ṭawngṭai sûng po hitaka hin lo ṭhung ro,” a ta.",
      "reference": "MATTHAI 26:36"
    },
    {
      "content": "Chun, Peter le Zebedai nauhai pahni chu a ṭhuoi a, a lungngaiin a lunginzîng ta bêk bêk a.",
      "reference": "MATTHAI 26:37"
    },
    {
      "content": "Chun, an kuomah, “Ka lungril a lungngai bêk bêk a; thina khawp rau a nih. Hitaka hin um unla mi vêngpui ro,” a ta.",
      "reference": "MATTHAI 26:38"
    },
    {
      "content": "Chun, tlâwmtên hma tieng a va fe dep a, a bawkkhup a, “Aw Pa, a thei chun, hi no hin mi khêl hrâm raw se; nisienlakhawm, keima thu ni loin, nangma thu thu ni lem raw se,” tiin a ṭawngṭai a.",
      "reference": "MATTHAI 26:39"
    },
    {
      "content": "Chun, inchûktirhai kuoma chun a hung a, anni chu inin a hung hmuh a, Peter kuomah, “E khai! nangnîn dârkâr khat khawm in mi vêngpui thei naw a ni maw?",
      "reference": "MATTHAI 26:40"
    },
    {
      "content": "Thlêmnaa in lût nawna dingin inring zingin ṭawngṭai ro; thlarau chun chu a pei a, tisa ruok chu a hrât naw a nih,” a ta.",
      "reference": "MATTHAI 26:41"
    },
    {
      "content": "Chun, vawi hninaah a va feh a, a ṭawngṭai nâwk a, “Aw Pa, ka dâwn loa hi no hin a mi khêl thei lul naw chun, nangma thu thu ni raw se,” a ta.",
      "reference": "MATTHAI 26:42"
    },
    {
      "content": "Chun, a hung nâwk a, anni chu inin a hung hmu nâwk a, an îmu a suok hle sih a.",
      "reference": "MATTHAI 26:43"
    },
    {
      "content": "Chun, a fe san nâwk a, a vawi thumnaah a thu hril ngai hrilin a ṭawngṭai nâwk a.",
      "reference": "MATTHAI 26:44"
    },
    {
      "content": "Chu zoa chun, inchûktirhai kuomah a hung nâwk a, an kuomah, “Tuhin chu in unla châwl ta ro! Ngai ta u; a hun chu a hung tlung tah a, Mihriem Naupa hi mi suolhai kutah an inmantir ding a ni hi.",
      "reference": "MATTHAI 26:45"
    },
    {
      "content": "Tho unla, fêng ei tiu, a mîn mantirtu ding chu a hung hnai ta hi,” a ta.",
      "reference": "MATTHAI 26:46"
    },
    {
      "content": "Chun, a la hril lai zingin Juda, sâwmpahni hai laia mi pakhat chu, a hung tlung tah a, ama ruol chun thiempu lalhai le upahai kuoma inthawkin mipui nasatak, kâwlhnâm le hembâwk chawiin an hung tlung bawk a.",
      "reference": "MATTHAI 26:47"
    },
    {
      "content": "Chun, ân mantirtu ding chun inchikna ding a lo hrillâwk hieu a, “Ka ifâwp taphawt chu ama nîng a tih, man el ro,” tiin.",
      "reference": "MATTHAI 26:48"
    },
    {
      "content": "Chuongchun, Isu chu a va pan nghâl tah a. “Chibai, Rabbi,” tiin a fâwp ta ngâwi ngâwi a.",
      "reference": "MATTHAI 26:49"
    },
    {
      "content": "Chun, Isûn a kuomah, “Ruola, i hungna san chu thaw rawh,” a ta. Chu phingleh Isu chu an chel a, an man tah a.",
      "reference": "MATTHAI 26:50"
    },
    {
      "content": "Chun, ngai ta, Isu rawihai laia pakhat chun a kutin a ban a, a kâwl- hnâm a phawi a, Thiempu Laltak suok chu a sât a; a nakâwr a sât thlâkpêk a.",
      "reference": "MATTHAI 26:51"
    },
    {
      "content": "Chun, Isûn a kuomah, “I kâwl- hnâm kha a sienaah sie nâwk rawh, kâwlhnâm ruoituhai po po chu kâwlhnâm bawkin an thi ding a ni sih a.",
      "reference": "MATTHAI 26:52"
    },
    {
      "content": "Tukhawm hin vântirko sâng ruk hmun sâwm le hmun hni nêka tam lem mi hung tirpêk dingin ka Pa kuomah ngên thei naw dingin in mi ring am a nih?",
      "reference": "MATTHAI 26:53"
    },
    {
      "content": "Nisienlakhawm, ngên ang lang, iengtin am Pathien Lekha Thu-hieng anga hung um ding thu hi-tlung thei a ti leh?” a ta.",
      "reference": "MATTHAI 26:54"
    },
    {
      "content": "Chu lai chun, Isûn mipuihai kuoma chun, “Kâwlhnâmhai, hem- bâwkhai châwiin suomhmang man ding ang elin a mi man dingin in hung suok a ni maw? Pathien biekinah ni tin inchûktirin ka ṭhung hlak a, in mi man si nawh a.",
      "reference": "MATTHAI 26:55"
    },
    {
      "content": "Nisienlakhawm, zâwlnei lekha thuhai a tlung theina dingin hieng po po hi a hung tlung tah a ni hi,” a ta. Chu lai chun, inchûktirhai po po chun ama an thlathlam a, an tlân hmang ta vawng a.",
      "reference": "MATTHAI 26:56"
    },
    {
      "content": "Chun, Isu mantuhai chun, Thiempu Laltak Kaiapha ina Dân Inchûktirtuhai le upahai um khâwmnaa chun ama chu an ṭhuoi tah a.",
      "reference": "MATTHAI 26:57"
    },
    {
      "content": "Nisienlakhawm, Peterin hla- taka inthawkin ama chu a zui a, Thiempu laltak in inhuonna sûng tuol chenin; chun, a va lût a, a tâwpna hmu dingin siehlawhai lai chun a ṭhung ve a.",
      "reference": "MATTHAI 26:58"
    },
    {
      "content": "Chun, ama an sukhlum theina dingin thiempu lalhai le rorêltuhai po po chun Isu hêkna an zawng a;",
      "reference": "MATTHAI 26:59"
    },
    {
      "content": "hretu tehlêm tamtak hung hai sien khawm an hmu si nawh a. A nakie ruok chun mi pahni an hung a,",
      "reference": "MATTHAI 26:60"
    },
    {
      "content": "“Hi mipa hin, ‘Pathien biekin hi ṭhiek a, ni thum sûnga bâwl nâwk thei ka nih,’ a tih,” an ta.",
      "reference": "MATTHAI 26:61"
    },
    {
      "content": "Chuongchun, Thiempu Laltak chu a ngîr suok a, a kuomah, “Iengkhawmin i dawn naw maw? Hienghaiin an hêkna che hi iengtizie am a na?” a ta. Isu ruok chu a to zing a.",
      "reference": "MATTHAI 26:62"
    },
    {
      "content": "Chun, Thiempu Laltak chun a kuomah, “Pathien hring hmingin ka vau che, Krista, Pathien Naupa chu i ni am a nih? mi hril rawh,” a ta.",
      "reference": "MATTHAI 26:63"
    },
    {
      "content": "Isûn a kuomah, “I hril ang chun ka nih; chu nawa khawm, ka hril cheu hi, hi hnung leh Mihriem Naupa hi thilthawtheina changtienga ṭhunga, vân sûm chunga hung in la hmu ding a nih,” a ta.",
      "reference": "MATTHAI 26:64"
    },
    {
      "content": "Chun, Thiempu Laltak chun a silfênhai a keithlêr a, “Pathien a hrilsiet tah; hretu dang iengdingin am ngai tâng ei ta? Ngai ta u, Pathien a hrilsietzie chu tuhin in hriet tah. Iengtin am in ngai a?” a ta.",
      "reference": "MATTHAI 26:65"
    },
    {
      "content": "Anni chun, “Thi tlâk a nih,” tiin an dawn a.",
      "reference": "MATTHAI 26:66"
    },
    {
      "content": "Chun, a hmaiah chil an sâk a, kutin an hnawk a;",
      "reference": "MATTHAI 26:67"
    },
    {
      "content": "chun, aṭhen chun, “Nang Krista, tuin am a ben cheh a? mi hril rawh,” tiin an ben a.",
      "reference": "MATTHAI 26:68"
    },
    {
      "content": "Chun, Peter chu in inhuon sûng tuollaia chun a ṭhung a; chun, nunghâk pakhat a kuomah a hung a, “Nang khawm, Isu, Galili rama mi kuoma um kha i ni hi,” a ta.",
      "reference": "MATTHAI 26:69"
    },
    {
      "content": "Ama ruok chun, “I thu hril chu ka hriet dêr nawh,” tiin an rênga hmaah ân phat a.",
      "reference": "MATTHAI 26:70"
    },
    {
      "content": "Chun, tuol kawt bula chun a va suok phingleh nunghâk dangin ama chu a hmuh a, chutaka umhai kuoma chun, “Hi mipa khawm hi Isu Naza- reth mi kuoma um kha a ni hi,” a ta.",
      "reference": "MATTHAI 26:71"
    },
    {
      "content": "Chun, “Chu mihriem chu ka hriet nawh,” tiin inkhâmin ân phat nâwk a.",
      "reference": "MATTHAI 26:72"
    },
    {
      "content": "Chun, sâwt nawte hnungah a kâwla ngîrhai chun Peter kuomah, “Nang khawm an laia mi i ni ngei el, i ṭawngah ân hriet annâwm,” an ta.",
      "reference": "MATTHAI 26:73"
    },
    {
      "content": "Ama chun, “Chu mihriem chu ka hriet nawh” tîn ṭawngsie inphur rauin ân khâm tah a. Chun âr a khuong nghâl tah a.",
      "reference": "MATTHAI 26:74"
    },
    {
      "content": "Chun, Peter chun, Isûn “âr a khuong hmain nangin vawi thum mîn phat i tih,” a ti kha a hung hriet nâwk tah a. Chun, a suok a, a ṭap ta ngâwi ngâwi a.",
      "reference": "MATTHAI 26:75"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "MATTHAI 26 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}