{
  "verses": [
    {
      "content": "Chun, Jerusalem an tlung dinga Bethphage khuo, Oliv tlâng chu an tlung chun Isûn a închûktirhai pahni a tir a,",
      "reference": "MATTHAI 21:1"
    },
    {
      "content": "an kuomah, “In hma zâwna khuoa sawn va fe unla, sabengtung thlung, a kâwla a tê leh hmûng in ta; sût unla, ka kuomah hung kei ro.",
      "reference": "MATTHAI 21:2"
    },
    {
      "content": "Tukhawmin in kuomah, ieng- khawm an lo hril chun, ‘Lalpain a mamaw a nih,’ tîng in ta; chun, ama chun hung tîr nghâl el a tih,” a ta.",
      "reference": "MATTHAI 21:3"
    },
    {
      "content": "Zâwlnei baua hieng thu hrila um ta kha a hung tlung theina dingin chuong chu a hung um ta a nih.",
      "reference": "MATTHAI 21:4"
    },
    {
      "content": "“ ‘En ta, i Lal chu thuhnuoirawltakin, Sabengtung chungah, sabengtungtê chunga ngeia chuongin, I kuomah a hung ding a nih,’ tiin, Zion naunu chu hril rawh,” ti hi.",
      "reference": "MATTHAI 21:5"
    },
    {
      "content": "Chuongchun, inchûktirhai chu an va feh a, Isûn an kuoma thu a pêk ang ngeiin an thawh a,",
      "reference": "MATTHAI 21:6"
    },
    {
      "content": "sabengtung le a tê chu an hung kei a, an chunga chun puonhai an phah a, ama chun a chuongpha tah a.",
      "reference": "MATTHAI 21:7"
    },
    {
      "content": "Chun, mipui laia a tam lemin lampuia chun an puonhai an phah a, mi dangin thinga sâwlhna an sât a, lampuiah an pha bawk a.",
      "reference": "MATTHAI 21:8"
    },
    {
      "content": "Chun, mipui a hma tienga fe le a zuihai chun, “David naupa kuomah Hosanna! Lalpa hminga hung chu inpâkin um raw se! Achunghnungtaka khin, Hosanna!” tiin an khêk a.",
      "reference": "MATTHAI 21:9"
    },
    {
      "content": "Chun, Jerusalem a lût chun, a khuoin, “Hi mipa hi tu am a na?” tiin an inhnîng sup sup a.",
      "reference": "MATTHAI 21:10"
    },
    {
      "content": "Chun, mipuihai chun, “Hi hi zâwlnei Isu, Galili rama, Nazaretha mi chu a nih,” an ta.",
      "reference": "MATTHAI 21:11"
    },
    {
      "content": "Chun, Isu Pathien biekina chun a va lût a, biekina iengkhat zawrtuhai le inchawtuhai po po chu a hnawt dawk a, tangka thlengtuhai dawkânhai le vaṭhu zawrhai ṭhung- phahai dâm chu a nam thlûkpêk a,",
      "reference": "MATTHAI 21:12"
    },
    {
      "content": "an kuomah, “ ‘Ka in chu ṭawngṭaina in tîng an tih,’ ti ziek a na, nangni ruok chun suomhmanghai pûkin in siem lem hlak a nih,” a ta.",
      "reference": "MATTHAI 21:13"
    },
    {
      "content": "Chun, Pathien biekina chun mitdelhai le kebaihai a kuomah an hung a, anni a sukdam a.",
      "reference": "MATTHAI 21:14"
    },
    {
      "content": "Nisienlakhawm, thiempu lalhai le Dân inchûktirtuhai chun a thilmak thawhai le, biekina, “David naupa kuomah Hosanna” tia, naupang khêkhai chu an hmuin, an lungninaw bêk bêk a,",
      "reference": "MATTHAI 21:15"
    },
    {
      "content": "a kuomah, Hienghai thu hril hi i hriet am?” an ta. Chun, Isûn an kuomah, “Hre e: ‘Nautêhai le nene ne laihai baua suok chun, Inpâkna i sukṭhafamkim tah,’ ti hi in tiem ngai naw am a nih?” a ta.",
      "reference": "MATTHAI 21:16"
    },
    {
      "content": "Chun, anni chu a mâksan a, khawpuia inthawk chun a suok a, Bethaniah a feh a; chutaka chun a riek tah a.",
      "reference": "MATTHAI 21:17"
    },
    {
      "content": "Chun, zîngkâra khawpui tienga a kîr nâwk laiin a phîng a hung ṭâm tah a.",
      "reference": "MATTHAI 21:18"
    },
    {
      "content": "Chun, lam sîra chun theichang kûng a hmuh a, a va pan a, a hna chau naw chu iengkhawm a hmu nawh a.",
      "reference": "MATTHAI 21:19"
    },
    {
      "content": "Chun, a kuomah, “Kumkhaw- tluongin lo ra ta dêr naw rawh,” a ta. Chun, theichang chu a thêm nghâl el tah a. Chun, inchûktirhai chun chu chu an hmuin, “Iengtiziea theichang hi a thêm nghâl el am a na?” tiin mak an ti hle a.",
      "reference": "MATTHAI 21:20"
    },
    {
      "content": "Chun, Isûn an kuomah, “Titak- zetin ka hril cheu hi, ringna in nei a, in ringhla naw chun, theichang chunga thaw ang chau hi thaw naw ti niu a, hi tlâng kuoma khawm hin, ‘Lo insawn la tuisuorietah lo inpei rawh,’ in ti chun, in ti ang chun lo um a tih.",
      "reference": "MATTHAI 21:21"
    },
    {
      "content": "Chun, iengkim ringtaka ṭawng- ṭaia in hni taphawt chu hmûng in tih,” a ta, a dawn a.",
      "reference": "MATTHAI 21:22"
    },
    {
      "content": "Chun, Pathien biekina a lût hnunga ân chûktir lai chun, thiempu lalhai le vântlâng upahai chu a kuomah an hung a, “Tu thuin am hieng thil hi i thaw a? Tuin am thu a pêk cheh a?” an ta.",
      "reference": "MATTHAI 21:23"
    },
    {
      "content": "Chun, Isûn an kuomah, “Kei khawmin thu bau khat indawn vêng ka ti cheu, chu chu in mi hril chun tu thuin am hieng thilhai hi ka thaw, hril vêng ka ti cheu.",
      "reference": "MATTHAI 21:24"
    },
    {
      "content": "Johan baptisma kha khâwlaia mi thu am a na? Vâna mi thu am a ni mihriem thu?” a ta, a dawn a. Chun, an inngaituoh a, “Vâna mi thu, ei ti chun, ‘Iengdinga a thu in awi naw am a na’ mi ti sîng a ta.",
      "reference": "MATTHAI 21:25"
    },
    {
      "content": "Chun, ‘Mihriem thu’ ei ti chun mipui chu ei ṭi sih a; mi po poin Johan chu zâwlneiin an ngai sih a,” an ta.",
      "reference": "MATTHAI 21:26"
    },
    {
      "content": "Chuongchun, Isu an dawn a, “Kan hriet nawh,” an ta. Ama khawm chun an kuomah, “Kei khawmin tu thuin am hieng thil hi ka thawh a hril bîk naw ning cheu.",
      "reference": "MATTHAI 21:27"
    },
    {
      "content": "“Nisienlakhawm, nangnîn ieng- tin am in ngai a? Mi tuin amanih naupasal pahni a nei a. Pakhat kuoma chun a va feh a, ‘Ka nau, vawisûn grêp huonah sin va thaw rawh,’ a ta.",
      "reference": "MATTHAI 21:28"
    },
    {
      "content": "Ama chun, ‘Ka nuom nawh,’ a ta, a dawn a; nisienlakhawm, a nakie chun a lungril ân thleng a, a fe tah a.",
      "reference": "MATTHAI 21:29"
    },
    {
      "content": "Chun, pakhat kuoma khawm chun a va feh a, chuong ang bawkin a va ta. Ama chun, ‘Pu, fêng ka tih’ a ta, a dawn a, nisienlakhawm, a fe ta si nawh a.",
      "reference": "MATTHAI 21:30"
    },
    {
      "content": "Chuonghai pahni atu lem chun am an pa dit zâwng an thawh a?” a ta. Anni chun, “A hmasa lem chun,” an ta. Isûn an kuomah, “Titakzetin ka hril cheu hi, siedâwltuhai le nawchi- zawrhai chun, Pathien ramah an lût khal ding cheu a ni hi.",
      "reference": "MATTHAI 21:31"
    },
    {
      "content": "Johan chu felna kawnga chun in kuomah a hung a, ama chu in awi si nawh a; nangni chu in hmu hnung khawmin ama chu in awi theina dingin in inlet chuong si nawh a.",
      "reference": "MATTHAI 21:32"
    },
    {
      "content": "“Tekhithu dang ngai ro, mi tu amanih in neitu a um a, ama chun grêp huon a siem a, palin ân huon vêl a, grêp sâwrna khur a cho a, in insâng a bâwl a; chun, lo enkawltuhai kuomah thlohlaw dingin a pêk a, ram dangah a fe tah a.",
      "reference": "MATTHAI 21:33"
    },
    {
      "content": "Chun, a ra lo a hun ding chun, a ra lo dingin lo enkawltuhai kuomah a suokhai a tir a.",
      "reference": "MATTHAI 21:34"
    },
    {
      "content": "Chun, lo enkawltuhai chun a suokhai chu an lo man a, pakhat an vuok a, pakhat an sukhlum a, pakhat lungin an dêng a.",
      "reference": "MATTHAI 21:35"
    },
    {
      "content": "Chun, suok dang a hmasa pâwl nêka tam lem a tir nâwk a; annihai chunga khawm an hmaa mihai an thaw ang bawkin an lo thaw nâwk a.",
      "reference": "MATTHAI 21:36"
    },
    {
      "content": "Chu hnunga ruok chun, ‘Ka naupa hi chu inza ngei an tih,’ tiin a naupa chu an kuomah a tir a.",
      "reference": "MATTHAI 21:37"
    },
    {
      "content": "Nisienlakhawm, lo enkawltuhai chun a naupa chu an lo hmu phingleh, ‘Hi mipa hi rohluotu ding chu a nih; that ei tiu a, a ro hluo ding hi nei pêk ei tiu,’ an ta.",
      "reference": "MATTHAI 21:38"
    },
    {
      "content": "Chuongchun, ama chu an man a, grêp huona inthawk chun an pei dawk a, an sukhlum tah a.",
      "reference": "MATTHAI 21:39"
    },
    {
      "content": "Chuongchun, grêp huon neitupa a hung pha chun chuong lo enkawltuhai chunga chun iengtin am thaw tâng a ta le?” a ta.",
      "reference": "MATTHAI 21:40"
    },
    {
      "content": "Anni chun a kuomah, “Chuong mi suolhai chu rimsitakin sukbo- hmang a ta, grêp huon chu lo enkawltu dang, a lo pha poleh rahai chu a kuomah pe pei dinghai kuomah thlohlaw dingin pêng a tih,” an ta.",
      "reference": "MATTHAI 21:41"
    },
    {
      "content": "Isu chun an kuomah, “Pathien lekhaa, ‘In bâwltuhai lung dit naw kha, Chu ngei chu a kia lung ṭhangkai tak a hung ni tah. Chu chu Lalpa thaw a na, Ei mithmua hin a mak a nih,’ ti hi in tiem ngai naw am a nih?",
      "reference": "MATTHAI 21:42"
    },
    {
      "content": "“Chuleichun, ‘Pathien ram chu in kuoma inthawkin lâk hmang nîng a ta, ra insuo ding hnam kuomah pêk nîng a tih,’ ti ka hril cheu hi.",
      "reference": "MATTHAI 21:43"
    },
    {
      "content": "Chun, chu lung chunga tlu chu kawi dar a ta; a idel lem chu râwt nawi tih” a ta.",
      "reference": "MATTHAI 21:44"
    },
    {
      "content": "Chun, thiempu lalhai le Pharisaihai chun a tekhithuhai chu an hrietin, anni chungthu a hril ti an hriet tah a.",
      "reference": "MATTHAI 21:45"
    },
    {
      "content": "Chun, ama chu man an tum a; nisienlakhawm, mipuihai chu an ṭi sih a, zâwlneiin an ruot leiin.",
      "reference": "MATTHAI 21:46"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "MATTHAI 21 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}