{
  "verses": [
    {
      "content": "Chun, a inchûktir sâwm le pahnihai chu a ko a, anni hnawt dawk theina dingin khawhri inthiengnawhai chunga thuneina a pêk a; damnawna tinrêng le natna tinrêng sukdam theina dingin thuneina a pêk bawk a.",
      "reference": "MATTHAI 10:1"
    },
    {
      "content": "Tirko sâwm le pahni hai hming chu hieng hi an nih: A hmasataka chun Simon (Peter an ti) le a unau Andri hai, Zebedai naupa Jakob le a unaupa Johan hai;",
      "reference": "MATTHAI 10:2"
    },
    {
      "content": "Philip le Bartholomai hai; Thoma le siedâwltu Matthai hai; Alphai naupa Jakob le Thaddai hai,",
      "reference": "MATTHAI 10:3"
    },
    {
      "content": "Kanaana mi Simon le a inman- tirtu Juda Iskariot hai hi an nih.",
      "reference": "MATTHAI 10:4"
    },
    {
      "content": "Chuong sâwm le pahni hai chu Isûn a tir suok a, an kuomah thu a pêk a: “Jentailhai lampuiah fe naw unla, Samari mihai khuo hrim hrima khawm lût naw ro;",
      "reference": "MATTHAI 10:5"
    },
    {
      "content": "amiruokchu, Israel hnam berâm inhmanghai kuoma chun fe lem ro.",
      "reference": "MATTHAI 10:6"
    },
    {
      "content": "Chun, in fein, ‘vân ram chu a hung hnai tah,’ tiin hril pei ro.",
      "reference": "MATTHAI 10:7"
    },
    {
      "content": "Damnawhai sukdam unla, mithi- hai keitho unla, phârhai sukthieng unla, khawhrihai hnawt dawk ro, a thlâwnin in hmuh a, a thlâwnin pe ro.",
      "reference": "MATTHAI 10:8"
    },
    {
      "content": "In kâwngkhihaiah rângkachak tangka amanih, tangka manih, dâr tangka amanih chawi naw ro.",
      "reference": "MATTHAI 10:9"
    },
    {
      "content": "Inzinna dingin mansa amanih, zakuo pahni amanih, kekawk amanih, hmawl amani khawm chawi naw ro; sinthawtu chu a fâk ding hmu tlâk a ni sih a.",
      "reference": "MATTHAI 10:10"
    },
    {
      "content": "“Chun, khaw liena manih, khaw chîna manih, in lûtna taphawta chun ân tlungtir tlâk ding cheu mi zawng dawk unla, in suok nâwk hmakhat chutaka chun tlung zing ro.",
      "reference": "MATTHAI 10:11"
    },
    {
      "content": "Chun, ina chun in lût dingin chibai bûk ro.",
      "reference": "MATTHAI 10:12"
    },
    {
      "content": "Chun, ina mihai chu intlungtir tlâk cheu an ni chun, in thlamuongna thu chu an chungah tlung sienla; an tlâk naw ruok chun in thlamuongna thu chu in chungah hung kîr nâwk raw se.",
      "reference": "MATTHAI 10:13"
    },
    {
      "content": "Chun, tukhawm lâwm lo cheu a, in thu khawm ngai naw taphawt chu, chu ina inthawka manih, chu khuoa inthawka manih in suok pha chun in kephaa pilvut chu thin thla ro;",
      "reference": "MATTHAI 10:14"
    },
    {
      "content": "Titakzetin ka hril cheu hi, ngaituo nia chun chu khuohai nêk chun Sodom le Gomorra ram tuor ding chu a dân um lem a tih.",
      "reference": "MATTHAI 10:15"
    },
    {
      "content": "“Ngai ta u, satenehai laia berâm um angin ka tir cheu hi; chuongchun, rûl anga vara, vaṭhu anga pawi tâwkloin um unla.",
      "reference": "MATTHAI 10:16"
    },
    {
      "content": "Nisienlakhawm, mihriem lai chun fimkhur ro, rorêltuhai an in- mantir ding cheu a ni sih a, in- khâwmna inahai vuong an ti cheu a;",
      "reference": "MATTHAI 10:17"
    },
    {
      "content": "anih, hotuhai le lalhai hmaah annihai le Jentailhai inhriettirna dingin, keima leiin la ṭhuoi an ti cheu.",
      "reference": "MATTHAI 10:18"
    },
    {
      "content": "Nisienlakhawm, an inmantir pha cheu khawm, ‘Iengtin am, ieng thu am ka hril ding?’ tiin lungkham naw ro; in hril ding chu a hun taka chun ân hriettir ding cheu a ni sih a.",
      "reference": "MATTHAI 10:19"
    },
    {
      "content": "A hriltu chu nangni in ni âwm si nawh a, in Pa Thlarau nangnia thu hriltu khan a hril lem ding a nih.",
      "reference": "MATTHAI 10:20"
    },
    {
      "content": "“Chun, sukhlum dingin unaupa le unaupa inmantir an ta, pa khawmin a nau inmantir bawk a tih; nauhai khawmin an nu le pahai do an ta, insukhlumtir bawk an tih.",
      "reference": "MATTHAI 10:21"
    },
    {
      "content": "Keia hming leiin mi po po theida nîng in tih; nisienlakhawm, a tâwp chena tuor pei chu, chu ngei chu sandamin um a tih.",
      "reference": "MATTHAI 10:22"
    },
    {
      "content": "“Chuongchun, hi khuoa hin an suknawmna pha cheu, khaw dangah tlân san ro; titakzetin ka hril cheu hi, Mihriem Naupa a hung hmain Israel khuohai chu fang suok naw ti niu.",
      "reference": "MATTHAI 10:23"
    },
    {
      "content": "“Inchûktir a inchûktirtu chung- ah a um nawh; suok khawm a pu chungah a um bawk nawh.",
      "reference": "MATTHAI 10:24"
    },
    {
      "content": "Inchûktir chu inchûktirtu anga a hung um le, suok chu a pu anga a hung um chu a hun deh. In neitupa hman Beelzebub an ti chun, a sûnghai chu an va ti nasa awm deh e!",
      "reference": "MATTHAI 10:25"
    },
    {
      "content": "“Chuongchun, anni chu ṭi naw unla; inlang lo dinga thup hmang iengkhawm a um si nawh a; hriet naw dinga ip iengkhawm a um bawk nawh.",
      "reference": "MATTHAI 10:26"
    },
    {
      "content": "Inthima ka hril cheu hi varah hril ro, na bula in hriet hi in chunga chuongin tlânginsampui ro.",
      "reference": "MATTHAI 10:27"
    },
    {
      "content": "“Chun, taksa sukhluma thlarau sukhlum thei nawhai chu ṭi naw unla, Hremhmuna thlarau le taksa sukbo thei ruok chu ṭi ro.",
      "reference": "MATTHAI 10:28"
    },
    {
      "content": "Chawngzawng pahni dâr tang- ka pakhatin an zawr hlak a ni naw am a nih? nisienlakhawm, anni laia pakhat khawm in Pa boin hnuoiah tla naw ni.",
      "reference": "MATTHAI 10:29"
    },
    {
      "content": "In samzai chen khawm hi tiem vawng a nih in sawnnaw.",
      "reference": "MATTHAI 10:30"
    },
    {
      "content": "Chuleichun, ṭi naw ro; chawngzawng tamtak nêkin in hlu lem a nih.",
      "reference": "MATTHAI 10:31"
    },
    {
      "content": "“Chuongchun, mihai hmaa a mi ṭan taphawt chu, ka Pa vâna mi hmaah ṭan vêng ka tih.",
      "reference": "MATTHAI 10:32"
    },
    {
      "content": "Nisienlakhawm, tukhawm mi- hai hmaa a mîn phat taphawt chu, ka Pa vâna mi hmaah inphat vêng ka tih.",
      "reference": "MATTHAI 10:33"
    },
    {
      "content": "“Khawvêla hin inremna inlêng- tir dinga hung am ka nih mi sâwn naw ro; inremna inlêngtir dinga hung ka ni nawh a, kâwlhnâm inlêngtir dinga hung ka ni lem.",
      "reference": "MATTHAI 10:34"
    },
    {
      "content": "Mi a pa indotir dingin, naunu a nu indotir dingin, mo le a pi indotir dinga hung ka nih in sawnnaw.",
      "reference": "MATTHAI 10:35"
    },
    {
      "content": "Mi a hmêlmahai chu ama sûnghai laia mi ngei nîng an tih.",
      "reference": "MATTHAI 10:36"
    },
    {
      "content": "“Tukhawm a nu amanih, a pa amanih keia nêka hmangai lem chu ka mi ni tlâk a ni nawh; tukhawm naupa amanih, naunu amanih keia nêka hmangai lem chu ka mi ni tlâk a ni nawh.",
      "reference": "MATTHAI 10:37"
    },
    {
      "content": "Tukhawm a kraws puta mi zui naw chu ka mi ni tlâk a ni nawh.",
      "reference": "MATTHAI 10:38"
    },
    {
      "content": "Tukhawm a hringna hmu chun chân a ta; keia leia hringna chân chun hmûng a tih.",
      "reference": "MATTHAI 10:39"
    },
    {
      "content": "“Tukhawm a lâwm cheu chu a mi lâwm a na, tukhawm a mi lâwm chu, a mi tirtu lâwm a nih.",
      "reference": "MATTHAI 10:40"
    },
    {
      "content": "Tukhawm zâwlnei chu zâwlnei a ni leia lâwm chun, zâwlnei lâwmman hmûng a tih; tukhawm mi fel chu mi fel a ni leia lâwm chun mi fel lâwmman hmûng a tih.",
      "reference": "MATTHAI 10:41"
    },
    {
      "content": "Chun, tukhawm hieng mi chîn- tak laia pakhat kuoma hin, tirko a ni leia tuisik no khat chau khawm pe taphawt chun, titakzetin ka hril cheu hi, a lâwmman chu chân naw tawp a tih,” a ta.",
      "reference": "MATTHAI 10:42"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "MATTHAI 10 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}