{
  "verses": [
    {
      "content": "Chun, Isu Pathien biekina inthawk chun a suok a, a fe ding a na.",
      "reference": "MATTHAI 24:1"
    },
    {
      "content": "Chun, a inchûktirhai chu Pathien biekinhai inentir dingin a kuomah an hung a. Ama ruok chun, an kuomah, “Hieng po po hi in hmu maw? Titakzetin ka hril cheu hi, sukchim loa lung inthuo hrim hrim hitaka hin um naw ni,” a ta, a dawn a.",
      "reference": "MATTHAI 24:2"
    },
    {
      "content": "Chun, Oliv tlânga a ṭhung laiin inchûktirhai chu anni khâtin a kuomah an hung a. “Chuong chu iengtik am hung um a ta? I hung nâwkna le khawvêl tâwpna inchikna chu ieng am nîng a ta? mi hril rawh,” an ta.",
      "reference": "MATTHAI 24:3"
    },
    {
      "content": "Chun, Isûn a dawn a, an kuomah, “Tukhawmin an hlêm nawna ding cheuin fîmkhur ro.",
      "reference": "MATTHAI 24:4"
    },
    {
      "content": "Mi tamtakin, ‘Krista chu ka nih,’ tiin keia hming sâlin hung an ta, mi tamtak an hlêm ding a ni sih a.",
      "reference": "MATTHAI 24:5"
    },
    {
      "content": "Chun, indo thu le indo thuthang la hrieng in ta; in lunginzîng nawna dingin fîmkhur ro; chuong chu a hung tlung ding hrim a nih; nisien- lakhawm, tâwpna chu la ni hri naw nih.",
      "reference": "MATTHAI 24:6"
    },
    {
      "content": "Hnam tum le hnam tum indo an ta, ram tum le ram tum indo an ta; hmun tum tumah ṭâmhai tlâng a ta, simkhawleihnuoihai inhnîng a tih.",
      "reference": "MATTHAI 24:7"
    },
    {
      "content": "Chuong po po chu nauhase phutna a nih.",
      "reference": "MATTHAI 24:8"
    },
    {
      "content": "“Chu phâ chun rinum tuor dingin inmantir an ti cheu a, sukhlum an ti cheu a; ka hming leiin hnam po po theida nîng in tih.",
      "reference": "MATTHAI 24:9"
    },
    {
      "content": "Chu phâ chun mi tamtak tlûng an ta, inmantir tuo tâwl an ta; intheida tuo tâwl an tih.",
      "reference": "MATTHAI 24:10"
    },
    {
      "content": "Zâwlnei tehlêm tamtak khawm hung suok an ta, mi tamtak hlêm an tih.",
      "reference": "MATTHAI 24:11"
    },
    {
      "content": "Chun, suol a la pung ding a ni leiin mi tam lem hmangaina chu la dei a tih.",
      "reference": "MATTHAI 24:12"
    },
    {
      "content": "Nisienlakhawm, a tâwpna chena tuor pei taphawt chu, chu ngei chu sandamin um a tih.",
      "reference": "MATTHAI 24:13"
    },
    {
      "content": "“Chun, hi Ram Chanchin Ṭha hi hnam po poin an hrietna dingin khawvêl po poah hrilin um a tih; chu zoa chun tâwpna chu la tlung a tih.",
      "reference": "MATTHAI 24:14"
    },
    {
      "content": "“Chuongchun, sukrêmtu tirdak- um, zâwlnei Daniel ihril kha hmun inthienga ngîra in hmu phâ chun (a tiem taphawt chun a umzie hre raw se),",
      "reference": "MATTHAI 24:15"
    },
    {
      "content": "Juda rama umhai chu tlânga dâm tlân hmang raw hai se;",
      "reference": "MATTHAI 24:16"
    },
    {
      "content": "in chunga um chu a ina thilhai inchû dingin ṭum naw raw se;",
      "reference": "MATTHAI 24:17"
    },
    {
      "content": "chun, loa um chu a puon inchû dingin kîr nâwk naw raw se;",
      "reference": "MATTHAI 24:18"
    },
    {
      "content": "Chuong nia chun inrâihai le nautesen pawmhai chung chu rik a tih!",
      "reference": "MATTHAI 24:19"
    },
    {
      "content": "Chun, in tlân hmang ding hun chu thlasik amanih, châwlni amania a hung tlung nawna dingin ṭawngṭai ro;",
      "reference": "MATTHAI 24:20"
    },
    {
      "content": "chu phâ chun rinumna nasatak a um ding a ni sih a; chuong ang hrim hrima nasa chu leihnuoi insieng tira inthawkin tu chen hin a la um ngai nawh a, um khawm iengtika khawm um nâwk ta bawk naw ni.",
      "reference": "MATTHAI 24:21"
    },
    {
      "content": "Chun, chuong nihai chu suk- tâwi ni naw sien chu mihriem hrim hrim damin suok naw ni hai; nisienlakhawm, thlanghai lei chun chuong nihai chu suktâwi nîng a tih.",
      "reference": "MATTHAI 24:22"
    },
    {
      "content": "“Chu phâ chun, tukhawmin in kuomah, ‘En ta, Krista chu hitaka hi a um,’ amanih, ‘Hiva hi,’ amanih an ti chun awi naw ro;",
      "reference": "MATTHAI 24:23"
    },
    {
      "content": "Krista tehlêm le zâwlnei te- hlêmhai an hung suok ding a ni sih a; thei hai sien la chu, thlanghai rau khawm an hlêm theina dingin inchik- na le thilmak ropuitakhai thâwng an tih.",
      "reference": "MATTHAI 24:24"
    },
    {
      "content": "Ngai ta u, ka hril lâwk ta cheu hi.",
      "reference": "MATTHAI 24:25"
    },
    {
      "content": "Chuongchun, in kuomah, ‘Ngai ta u, thlalêrah a um,’ an ti cheu chun fe suok naw ro, ‘Pindan sûngrilah a um,’ an ti cheu chun awi nuom naw ro.",
      "reference": "MATTHAI 24:26"
    },
    {
      "content": "Kâwl saktieng a hung inlep a, thlangtieng chen khawmin ân lang hlak. Mihriem Naupa hung nâwkna chu chuong ang chu a ni ding a ni sih a.",
      "reference": "MATTHAI 24:27"
    },
    {
      "content": "Khâwlaia khawm saruong umna taphawta chun mulukawlhai khawm um khâwm an tih.",
      "reference": "MATTHAI 24:28"
    },
    {
      "content": "“Nisienlakhawm, chuong ni rinum zo phingle chun, nisa inthimin um a ta, thla var ta naw nih a, vâna arasihai hung tlâng an ta, vân thilthawtheinahai chu sukhnîngin um a tih.",
      "reference": "MATTHAI 24:29"
    },
    {
      "content": "Chu phâ chun Mihriem Naupa inchikna chu vânah inlang a ta, chun, hnuoia um chi tinin an âwmhai chum an ta, Mihriem Naupa hi thil- thawtheina le ropuina nasatak leh vân sûm chunga hung hmûng an tih.",
      "reference": "MATTHAI 24:30"
    },
    {
      "content": "Chun, a vântirkohai chu taw- tawrâwt ri nasatak leh tir suok a tih. Anni chun a ithlanghai chu kâwl kil lia inthawkin, vân tâwpa inthawka a tâwp khing tieng chenin lâwr khâwm an tih.",
      "reference": "MATTHAI 24:31"
    },
    {
      "content": "“Chuongchun, theichang kûnga hin chu tekhithu chu inchûk ro. A kâu a hung indâwn a, a hna a hung inder chun, nipui a ni ding a nih ti in hriet.",
      "reference": "MATTHAI 24:32"
    },
    {
      "content": "Chuong ang bawkin nangni khawmin chuong po po chu in hmu phâ chun, ama chu a hung hnai tah a, kawtkhâr bulah a um ti hre ro.",
      "reference": "MATTHAI 24:33"
    },
    {
      "content": "Titakzetin ka hril cheu hi, chuong po po chu a tlung kim hmakhat chu tulai ruoltharhai hi bo naw ni hai.",
      "reference": "MATTHAI 24:34"
    },
    {
      "content": "Hnuoi le vân bo a ta, ka thu ruok chu bo naw ni.",
      "reference": "MATTHAI 24:35"
    },
    {
      "content": "“Nisienlakhawm, chu ni le a phâ thu chu Pa chau naw chun, tukhawmin, vâna vântirkohai khawmin, Naupa khawmin an hriet nawh.",
      "reference": "MATTHAI 24:36"
    },
    {
      "content": "Chun, Noa damlai ang bawk khan Mihriem Naupa hung nâwkna chu nîng a tih.",
      "reference": "MATTHAI 24:37"
    },
    {
      "content": "Chuong ni tuilêt hmahai chun, Noa lawnga a lût ni chenin an fâkin an dâwn a, nuhmei pasal an innei hlak;",
      "reference": "MATTHAI 24:38"
    },
    {
      "content": "tui a hung lêt a, an rênga a lâk hmang vawng hmakhat chu ieng- khawm an hriet nawh a; Mihriem Naupa hung nâwkna chu chuong ang bawk chu nîng a tih.",
      "reference": "MATTHAI 24:39"
    },
    {
      "content": "Chu phâ chun, loah mi pahni um an ta, pakhat chu fe hmangpuiin um a ta; pakhat chu mâksanin um a tih.",
      "reference": "MATTHAI 24:40"
    },
    {
      "content": "Nuhmei pahni bu râwtnawina chun bu râwtnawiin um an ta, pakhat chu fe hmangpuiin um a ta; pakhat chu mâksanin um a tih.",
      "reference": "MATTHAI 24:41"
    },
    {
      "content": "Chuongchun, ngaiven ro, ieng ni am in Lalpa a hung ding in hriet si nawh a.",
      "reference": "MATTHAI 24:42"
    },
    {
      "content": "Nisienlakhawm, hi hi hre ro, inru a hung ding pha in neituin hre sienla vêng a ta, a in inverpawptir naw ni.",
      "reference": "MATTHAI 24:43"
    },
    {
      "content": "Chuleiin, nangni khawm inring zingin um ro, in ring naw hunah Mihriem Naupa a hung din g a ni sih a.",
      "reference": "MATTHAI 24:44"
    },
    {
      "content": "“Suok ringum vartak, a puin a hun po leh an bu chan ding sem pêk dinga a sûnghai chunga hotua a siem chu tu tak am nîng a ta le?",
      "reference": "MATTHAI 24:45"
    },
    {
      "content": "A pu a hung phâleh suok chuong anga thawa a hung hmu ding chu a hamṭha.",
      "reference": "MATTHAI 24:46"
    },
    {
      "content": "Titakzetin ka hril cheu hi, a inei po po chungah hotûn siem a tih.",
      "reference": "MATTHAI 24:47"
    },
    {
      "content": "Amiruokchu, suok suol chun a lungrilin, ‘Ka pu a hung vak naw ding a nih,’ tiin,",
      "reference": "MATTHAI 24:48"
    },
    {
      "content": "a suok chanpuihai lo vaw ta sienla, mi inruihai kuomah fain dâwn sienla,",
      "reference": "MATTHAI 24:49"
    },
    {
      "content": "chu suok pu chu a ring naw niah, a hriet naw laiin hung a ta,",
      "reference": "MATTHAI 24:50"
    },
    {
      "content": "tum hni hung insuong a ta, mi vervêkhai chan ang hung inchangtir a tih; chutaka chun ṭap le harâwt chu um a tih.",
      "reference": "MATTHAI 24:51"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "MATTHAI 24 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}