{
  "verses": [
    {
      "content": "“Vân ram chu in neitupa, a grêp huona sinthawtuhai ruoi dinga zîngkâr inhmataka suok ang chu a ni sih a.",
      "reference": "MATTHAI 20:1"
    },
    {
      "content": "Chun, ama chun, sinthawtuhai le chun ni khata dulil hlaw dinga an inrem phingleh, huona chun a tir tâwl tah a.",
      "reference": "MATTHAI 20:2"
    },
    {
      "content": "Chun, vairik lai vêlin a va suok a, mi dang dâwr hmuna ngîr mei meihai a hmuh a;",
      "reference": "MATTHAI 20:3"
    },
    {
      "content": "an kuomah, ‘Nangni khawm grêp huonah va fe ta u, a mawi tâwk ang pei pêng ka ti cheu,’ a ta. Chuongchun, an fe tah a.",
      "reference": "MATTHAI 20:4"
    },
    {
      "content": "Chun, nisa inding vêl le zân bu suong pha vêl lai chun a va suok nâwk a; chuong ang bawkin a thaw nâwk a.",
      "reference": "MATTHAI 20:5"
    },
    {
      "content": "Chun, zântieng chun a va suok a; mi dang lo ngîrhai chu a hmu a; an kuomah, ‘Iengdinga sûnnithlâka hitaka ngîr mei mei cheu am?’ a ta.",
      "reference": "MATTHAI 20:6"
    },
    {
      "content": "Anni chun a kuomah, ‘Tu- khawmin an mi ruoi naw leiin,’ an ta. Ama chun an kuomah, ‘Nangni khawm grêp huonah va fe ta u,’ a ta.",
      "reference": "MATTHAI 20:7"
    },
    {
      "content": "“Chun, khuo a hung inhnu chun, grêp huon neitupa chun a sum en- kawltu kuomah, ‘Sinthawtuhai kha ko la, a nuhnungtaka phutin a hma- satak chenin an hlaw pe rawh,’ a ta.",
      "reference": "MATTHAI 20:8"
    },
    {
      "content": "Chun, zântienga a iruoihai chu an hung chun duli an hmu seng a.",
      "reference": "MATTHAI 20:9"
    },
    {
      "content": "Chun, a hmasatakhai an hung chun hmu tam deu an inring a; nisienlakhawm, anni khawm chun duli bawk an hmu seng a.",
      "reference": "MATTHAI 20:10"
    },
    {
      "content": "Chuongchun, an lâk lai chun, in neitupa chungah an chier a,",
      "reference": "MATTHAI 20:11"
    },
    {
      "content": "‘Hieng a nuhnungtakhai hin darkâr khat chau an thawh a, keini sûn rinum le khawsa dotuhai tlukin i siem sih a,’ an ta.",
      "reference": "MATTHAI 20:12"
    },
    {
      "content": "Ama ruok chun anni laia mi pakhat kuomah, ‘Ruola, i chungah iengkhawm ka suksuol lêm; duli hlaw dingin ei inrem naw am a nih?",
      "reference": "MATTHAI 20:13"
    },
    {
      "content": "I ta kha la la fe el rawh; nang ka ipêk che ang bawk kha, hi a nuhnung tak kuoma khawm hin ka pêk nuom a nih.",
      "reference": "MATTHAI 20:14"
    },
    {
      "content": "Ka ta nâknâk chu ka nuom ang anga ka thaw a thieng naw am a nih? Annawleh, kei ka ṭhat leiin nangin i thîk am a nih?’ tîn a dawn a.",
      "reference": "MATTHAI 20:15"
    },
    {
      "content": "Chuongangin a nuhnungtak- hai chu a hmasatak la nîng an ta, a hmasatakhai khawm chu a nu- hnungtakhai la nîng an tih,” a ta.",
      "reference": "MATTHAI 20:16"
    },
    {
      "content": "Chun, Isu Jerusalema a hang fe laiin, inchûktirhai sâwm le pahni chu a tumin a ṭhuoi a, lampuia chun an kuomah,",
      "reference": "MATTHAI 20:17"
    },
    {
      "content": "“Ngai ta u, Jerusalemah ei fe ding a ni hi. Mihriem Naupa hi thiempu lalhai le Dân inchûktirtuhai kutah inmantirin a um ding a nih; chun, anni chun thi dingin a chungah thu sukthlûng an ta;",
      "reference": "MATTHAI 20:18"
    },
    {
      "content": "nuiza siemna dinga hmang ding le, vuok ding le krawsa hemde dingin Jentailhai kuomah pêng an tih; chun, ni thum niin keithoin um a tih,” a ta.",
      "reference": "MATTHAI 20:19"
    },
    {
      "content": "Chu lai chun, Zebedai naupa- salhai nu chu, a naupahai ṭhuoiin a kuomah a hung a, chibai a bûk a, ieng amanih a hnih a.",
      "reference": "MATTHAI 20:20"
    },
    {
      "content": "Chun, ama chun a kuomah, “Ieng am i dit a?” a ta. Ama chun a kuomah, “Hieng ka naupahai pahni hi i ramah i changtiengah pakhat, i vawitiengah pakhat an ṭhung theina dingin thu pe ta la,” a ta.",
      "reference": "MATTHAI 20:21"
    },
    {
      "content": "Isu ruok chun “In hni hi in hriet naw a nih, ka no dâwn ding chu in dâwn thei am a nih?” a ta, a dawn a. Annîn a kuomah, “Thei e,” an ta.",
      "reference": "MATTHAI 20:22"
    },
    {
      "content": "Ama chun an kuomah, “Ka no chu dâwn ngei in tih; nisienlakhawm, ka changtieng le ka vawitienga ṭhung ding thu chu keia pêk ding a ni nawh a, ka Pa ibuotsaipêkhai ta ding ni lem a tih,” a ta.",
      "reference": "MATTHAI 20:23"
    },
    {
      "content": "Chun, sâwm hai chun chu chu an lo hrietin unau pahni hai chunga chun an lunginsen tah a.",
      "reference": "MATTHAI 20:24"
    },
    {
      "content": "Isu ruok chun anni chu a ko a, “Jentailhai chunga rorêltuhai chu an chungah an inlal bêk bêk hlak a, an mi lienhai chun an chungah thu an nei bêk bêk hlak ti in hriet.",
      "reference": "MATTHAI 20:25"
    },
    {
      "content": "Nisienlakhawm, nangni laia chu chuong ang chu ni naw ni, tukhawm nangni laia mi lien ni nuom phawt chu in rawngbâwltuin a um ding a nih,",
      "reference": "MATTHAI 20:26"
    },
    {
      "content": "tukhawm nangni laia a hma- satak ni nuom taphawt chu in sie- hlawin a um bawk ding a nih;",
      "reference": "MATTHAI 20:27"
    },
    {
      "content": "Mihriem Naupa hi rawng- bâwlpêka um dinga hung a ni nawh a, rawngbâwl ding le mi tamtak intlan- na dinga, a hringna pe lem dinga a hung ang hin,” a ta.",
      "reference": "MATTHAI 20:28"
    },
    {
      "content": "Chun, Jerikoa inthawka an suok laiin mipui nasatakin ama an zui a.",
      "reference": "MATTHAI 20:29"
    },
    {
      "content": "Chun, ngai ta, mitdel pahni lam sîra ṭhunghai chun Isu a fe ti an hriet phingleh, “Lalpa, David Naupa, mi lunginsiet rawh,” tiin an khêk a.",
      "reference": "MATTHAI 20:30"
    },
    {
      "content": "Chun, mipui chun to dingin an hal a; nisienlakhawm, anni chun “Lalpa, David Naupa, mi lunginsiet rawh,” tiin an khêk nâwk zuol a.",
      "reference": "MATTHAI 20:31"
    },
    {
      "content": "Chun, Isu a ngîr a, anni a ko a, “In chungah ieng ang am ka thaw in nuom a?” a ta.",
      "reference": "MATTHAI 20:32"
    },
    {
      "content": "Anni chun a kuomah, “Lalpa, mit var kan nuom,” an ta.",
      "reference": "MATTHAI 20:33"
    },
    {
      "content": "Chuongchun, Isûn a lunginsiet bêk bêk a, an mit a them a; chuongchun, an hmu thei nghâl tah a, ama chu an zui tah a.",
      "reference": "MATTHAI 20:34"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "MATTHAI 20 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}