{
  "verses": [
    {
      "content": "Chuong lai chun Baptistu Johan chu, Judai thlalêrah thuhrilin a hung a,",
      "reference": "MATTHAI 3:1"
    },
    {
      "content": "“Sim ro, vân ram chu a hnai tah,” tiin.",
      "reference": "MATTHAI 3:2"
    },
    {
      "content": "Ama chu a nih, zâwlnei Isaiin, “Thlalêra mi khêk rawl chun, ‘Lalpa lamlien buotsai unla, A lampuihai suktlûn ro,’ a tih,” tia a hril kha.",
      "reference": "MATTHAI 3:3"
    },
    {
      "content": "Chun, Johan chun sanghâwngsei hmul puon a sil a, a kâwng chu savun kâwngkhiin ân khit a; a bu chu khâuṭhikṭhi le ram khuoizu a nih.",
      "reference": "MATTHAI 3:4"
    },
    {
      "content": "Chu lai chun Jerusalema mi dâm, Juda rama mi po po dâm, Jordan vadung vêla mi po po an suok a, a kuom tieng an feh a;",
      "reference": "MATTHAI 3:5"
    },
    {
      "content": "an suolhai thupha chawiin Jordan vadungah ama kuomah Baptisma an chang tâwl a.",
      "reference": "MATTHAI 3:6"
    },
    {
      "content": "Nisienlakhawm, Pharisaihai le Saddukaihai tamtak a baptisma chang dinga hung a hmu phingleh, an kuomah, “Rûl thlahai, lungsen hung tlung ding hi tlânsan dingin tuin am a kâwk cheu a?",
      "reference": "MATTHAI 3:7"
    },
    {
      "content": "Chuongchun, sim hming input tlâkin ra ro.",
      "reference": "MATTHAI 3:8"
    },
    {
      "content": "“ ‘Abraham ei thlatu a nih annawm,’ tiin inngaituo naw ro; Pathienin hieng lunghai hi Abraham thlahai dingin ân ngirtir thei ti ka hril cheu hi.",
      "reference": "MATTHAI 3:9"
    },
    {
      "content": "Tuta inthawk el khawmin thing bul tinah hreipui an sie tah; chuong- chun, thing tin ra ṭhaa ra naw phawt chu an phûr a, meiah an pei hlak.",
      "reference": "MATTHAI 3:10"
    },
    {
      "content": "Kei chun chu simna dingin tuiin ka baptis hlak cheu a; nisienla- khawm, ka hnunga hung ding chu keia nêkin a ropui lem a, a kekawk chawi tlâk khawm ka ni nawh. Ama chun Thlarau Inthieng le meiin baptis a ti cheu.",
      "reference": "MATTHAI 3:11"
    },
    {
      "content": "A kutin a leipup a chawi a, a hrizâwl zâp fai hieu a ta, a pangah a bû hlûng a ta, a si ruok chu mei rêm thei loin raw hmang a tih,” a ta.",
      "reference": "MATTHAI 3:12"
    },
    {
      "content": "Chu lai chun a kuoma baptisma chang dingin Isu Galili rama in- thawkin Jordan vadungah Johan kuomah a hung a.",
      "reference": "MATTHAI 3:13"
    },
    {
      "content": "Johan ruok chun, “I mi baptis ka ṭûl lem sih a, ka kuomah i hung lem a ni maw?” tiin khap a tum a.",
      "reference": "MATTHAI 3:14"
    },
    {
      "content": "Nisienlakhawm, Isûn a kuom- ah, “Tuhin remti hrâm rawh, hieng anga felna po po sukkim hi ei ta dingin a mawi a nih,” tiin a dawn a. Chuongchun, rem a ti tah a.",
      "reference": "MATTHAI 3:15"
    },
    {
      "content": "Chun, Isu baptisma a chang phingleh, tuia inthawk chun a suok nghâl tah a; chun, ngai ta, a ta dingin vân a hung inhawng a, Pathien Thlarau chu vaṭhu anga hung ṭuma a chunga hung fu a hmuh a.",
      "reference": "MATTHAI 3:16"
    },
    {
      "content": "Chun, ngai ta, vâna inthawkin râwlin “Hi hi ka Naupa dittak, ka ilâwm bêk bêk chu a nih,” a ta.",
      "reference": "MATTHAI 3:17"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "MATTHAI 3 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}