{
  "verses": [
    {
      "content": "Chu lai tak chun inchûktirhai chu Isu kuomah an hung a, “Vân ramah tu am ropuitak a ta?” an ta.",
      "reference": "MATTHAI 18:1"
    },
    {
      "content": "Ama chun, naupangte a ko a, anni lai ân ngîrtir a,",
      "reference": "MATTHAI 18:2"
    },
    {
      "content": "“Titakzetin ka ti cheu hi, in inleta naupangte ang in hung ni naw chun, vân ramah lût naw tawp in tih.",
      "reference": "MATTHAI 18:3"
    },
    {
      "content": "Chuongchun, tukhawm hi nau- pangte anga inngaitlâwm taphawt, ama chu vân rama chun ropuitak a tih.",
      "reference": "MATTHAI 18:4"
    },
    {
      "content": "Chun, tukhawm ka hming leia hieng ang naupangte pakhat lâwm taphawt chu keia mi lâwm nîng a tih.",
      "reference": "MATTHAI 18:5"
    },
    {
      "content": "“Amiruokchu, tukhawm hieng a mi awitu mi chînhai laia pakhat khawm sukthlu taphawt chu, a rîngah bu râwtnawina lung lientak inhlîtirin tuisuoriet inthûk laiah thlâk dai hai sien a ta dingin ṭha lem a tih.",
      "reference": "MATTHAI 18:6"
    },
    {
      "content": "“Tlûknahai leiin khawvêl chung a rik de! tlûknahai chu hung um ding chu a nih; nisienlakhawm, tlûkna inumtirtu chung chu a rik!",
      "reference": "MATTHAI 18:7"
    },
    {
      "content": "Chun, i kutin amanih, i kein amanih a sukthlûk che chun, tan la, pei dai rawh; kut pahni amanih, ke pahni amanih neia kumkhaw meia peia um nêk chun, piengsuolin amanih, ke baiin amanih hringnaa lût i ta dingin a ṭha lem.",
      "reference": "MATTHAI 18:8"
    },
    {
      "content": "Chun, i mitin a sukthlûk che chun, khel dawk la, pei dai rawh, mit khinghni neia Hremhmun meia peia um nêk chun mit khing khat neia hringnaa lût i ta dingin a ṭha lem.",
      "reference": "MATTHAI 18:9"
    },
    {
      "content": "“Hieng mi chîn laia pakhat khawm hi hmusit naw dingin fîmkhur ro; an vântirkohaiin vânah ka Pa vâna mi hmêl an hmu rawp hlak ti ka hril cheu hi,”",
      "reference": "MATTHAI 18:10"
    },
    {
      "content": "[Bohmanghai sandam dingin Mihriem Naupa hi a hung a nih.]",
      "reference": "MATTHAI 18:11"
    },
    {
      "content": "“Ieng angin am in ngai a? Mi tukhawmin berâm za nei sienla, an laia pakhat invâk hmang sienla, sâwmkuo le pakuo chu mâksan a, tlânghaiah hang fein, ân hmang chu a zawng naw ding am a nih?",
      "reference": "MATTHAI 18:12"
    },
    {
      "content": "Titakzetin ka hril cheu hi, a hmu nâwk hlau chun, sâwmkuo le pakuo ân vâk hmang nawhai chunga nêk chun a chungah lâwm lem a tih.",
      "reference": "MATTHAI 18:13"
    },
    {
      "content": "Chuong ang bawkin, hieng mi chînhai laia pakhat bohmang khawm hi in Pa vâna mi dit zâwng a ni nawh.",
      "reference": "MATTHAI 18:14"
    },
    {
      "content": "“Chun, i unauin i chungah thil suksuol ta sienla, fe la, ama le nang chau hrietah a suolnaa chun kâwk rawh, i thu a ngai chun i unau chu i hne ni tâng a tih.",
      "reference": "MATTHAI 18:15"
    },
    {
      "content": "A ngai naw ruok che chun, mi dang pakhat amanih, pahni amanih i kuomah ṭhuoi la, chuongchun, thu tinrêng chu hretu pahni amanih, pathum amanih baua sukdet a ni theina dingin.",
      "reference": "MATTHAI 18:16"
    },
    {
      "content": "Chun, anni khawm chu a ngai nuom naw chun, kohranah intlun el rawh; chun, kohran thu khawm a ngai naw chun ama chu i ta dingin Jentail le siedâwltu ang ni raw se.",
      "reference": "MATTHAI 18:17"
    },
    {
      "content": "“Titakzetin ka hril cheu hi, hnuoi chunga iengkhawm in phuor taphawt chu vânah phuor nîng a tih; hnuoi chunga iengkhawm in sût taphawt chu vânah sût nîng a tih.",
      "reference": "MATTHAI 18:18"
    },
    {
      "content": "“Titakzetin ka hril cheu hi, hnuoi chunga hin nangni laia mi pahni amanih an thil hni chunga an inthuruol chun, ka Pa vâna mi thawpêkin um an tih.",
      "reference": "MATTHAI 18:19"
    },
    {
      "content": "Mi pahni amanih, pathum ama- nih, ka hminga an inkhâwmna taphawta chun anni lai ka um si hlak a,” a ta.",
      "reference": "MATTHAI 18:20"
    },
    {
      "content": "Chu lai chun Peter a hung a, a kuomah, “Lalpa, ka unauin vawi ieng zât am ka chungah thil suksuol sien la ka ngaidam ding? vawi sari chen ding am a nih?” a ta.",
      "reference": "MATTHAI 18:21"
    },
    {
      "content": "Isûn a kuomah, “ ‘Vawi sari chen- in,’ ka ti naw che, ‘Vawi sari hmun sâwmsari chenin,’ ka ti lem che a nih.",
      "reference": "MATTHAI 18:22"
    },
    {
      "content": "“Chuleichun, vân ram chu, laltak tu amanih, a suokhai kuoma sum chanchin sukfel tumtu le chun hrilkhi a nih.",
      "reference": "MATTHAI 18:23"
    },
    {
      "content": "Chun, a hang sukfel hlim chun, mi pakhat talent sing khat bat a kuomah an hung ṭhuoi a.",
      "reference": "MATTHAI 18:24"
    },
    {
      "content": "Pêk ding a nei naw leiin, a pu chun a nuhmei leh, a inei po po leh zawra thung ding thu a pêk a.",
      "reference": "MATTHAI 18:25"
    },
    {
      "content": "Chuongchun, a suokpa chun, ‘Pu ka chungah za la ngai phawt la, arêngin pe vawng ka ti che,’ tiin bawkkhupin chibai a bûk a.",
      "reference": "MATTHAI 18:26"
    },
    {
      "content": "Chuongchun, suok neitupa chun a lunginsiet ta bêk bêk a, ân thlah a, a bat chu a ngaidam tah a.",
      "reference": "MATTHAI 18:27"
    },
    {
      "content": "Nisienlakhawm, chu suok chu a va fe suok a, a suok chanpui laia pakhat, a duli za battu a va hmuh a; a man a, ‘I bat kha mi pe rawh,’ tiin a rîng a rêk a.",
      "reference": "MATTHAI 18:28"
    },
    {
      "content": "Chuongchun, a suok chanpui chu a bawkkhup a, ‘Ka chungah za la ngai phawt la, la pêng ka ti che,’ tiin a ngên rak a.",
      "reference": "MATTHAI 18:29"
    },
    {
      "content": "Nisienlakhawm, a nuom nawh a; a ibat chu a tlâk hmakhat chu intângna inah a va khum tah a.",
      "reference": "MATTHAI 18:30"
    },
    {
      "content": "Chuongchun, a suok chanpuihai chun a thilthaw chu an hmuin, an lungngai bêk bêk a; a thilthaw po pohai chu an pu an va hril tah a.",
      "reference": "MATTHAI 18:31"
    },
    {
      "content": "Chu phingleh a pu chun a ko a, a kuomah, ‘Suok rilo, i mi hni rak leiin i bat po po kha ka ngaidam che a na,",
      "reference": "MATTHAI 18:32"
    },
    {
      "content": "ka lunginsiet che ang khan nang khawmin i suok chanpui i lunginsiet ve ding a ni naw am a nih?’",
      "reference": "MATTHAI 18:33"
    },
    {
      "content": "Chun, a pu chu a lunginsen a, a ibat po po a thung hmakhat chu sawisatuhai kuomah a pêk tah a.",
      "reference": "MATTHAI 18:34"
    },
    {
      "content": "Mi tinin in lungril taka in unauhai in ngaidam naw chun, ka Pa vâna mi khawmin chuong ang bawkin in chungah thaw vêng a tih,” a ta.",
      "reference": "MATTHAI 18:35"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "MATTHAI 18 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}