{
  "verses": [
    {
      "content": "Tlânga inthawka a hung ṭumin mipui nasatakin ama an zui tah a.",
      "reference": "MATTHAI 8:1"
    },
    {
      "content": "Chun, ngai ta, a kuomah phâr a hung a, “Lalpa, i nuom chun i mi sukthieng thei,” tiin chibai a bûk a.",
      "reference": "MATTHAI 8:2"
    },
    {
      "content": "Isûn a hang ban a, a them a, “Ka nuom ie, lo inthieng ta rawh,” a ta, kâr loin a phâr chu a lo inthieng nghâl tah a.",
      "reference": "MATTHAI 8:3"
    },
    {
      "content": "Chun, Isûn a kuomah, “Tu- khawm hril lo dingin fîmkhur rawh aw; amiruokchu, thiempu kuomah vân entir la, Mosiein pêk dinga a ruothai kha inhlân rawh, an hriet felna dingin,” a ta.",
      "reference": "MATTHAI 8:4"
    },
    {
      "content": "Chun, Kapernaum a lûtin, a kuomah sipai za hotu a hung a,",
      "reference": "MATTHAI 8:5"
    },
    {
      "content": "“Lalpa, ka naupang a zeng a, inah a zâl zing a, nasataka suknatin a um a nih,” tiin a ngên a.",
      "reference": "MATTHAI 8:6"
    },
    {
      "content": "Ama chun a kuomah, “Hung ka ta, sukdam ka tih,” a ta.",
      "reference": "MATTHAI 8:7"
    },
    {
      "content": "Sipai za hotu chun, “Lalpa, ka in sûng i lûtna tlâk a ni nawh ie; thu chau hril la ka naupang dam el a tih.",
      "reference": "MATTHAI 8:8"
    },
    {
      "content": "Kei khawm mi thua um ka na, ka hnuoiah sipaihai an um a; chu mipa kha mipa chu, ‘Fe rawh,’ ka ti leh a fe hlak; mi dang kuoma khawm, ‘Hung rawh,’ ka ti leh a hung hlak, ka suok kuoma khawm, ‘Ahi thaw rawh,’ ka ti leh a thaw hlak,” tiin a dawn a.",
      "reference": "MATTHAI 8:9"
    },
    {
      "content": "Isûn chuong thu chu a hrietin mak a ti hleh a, ama zuituhai kuoma chun, “Titakzetin ka hril cheu, Israel- hai lai khawm hieng ang lâwma ringna nasa hi ka hmu nawh.",
      "reference": "MATTHAI 8:10"
    },
    {
      "content": "Ka hril cheu hi, sak le thlanga inthawkin mi tamtak hung an ta, vân rama chun Abraham hai, Isak hai, Jakob hai kuomah ṭhung an ta;",
      "reference": "MATTHAI 8:11"
    },
    {
      "content": "ram nauhai ruok chu tuol inthima chun hnawt dawkin um an ta; chutaka chun ṭap le harâwt chu um a tih,” a ta.",
      "reference": "MATTHAI 8:12"
    },
    {
      "content": "Chun, Isûn sipai za hotu kuoma chun, “Fe ta rawh, i ring angin i chungah hung tlung raw se,” a ta. Chuongchun, naupang chu chu dâra chun a lo dam tah a.",
      "reference": "MATTHAI 8:13"
    },
    {
      "content": "Chun, Isu chu Peter ina a lûtin, a nuhmei nu chu khawsika zâlin a hmuh a.",
      "reference": "MATTHAI 8:14"
    },
    {
      "content": "Chuongchun, a kut chu a them pêk a, a khawsik chu a bo tah a, chun, a tho a, a rawng a bâwlpêk tah a.",
      "reference": "MATTHAI 8:15"
    },
    {
      "content": "Chun, khuo a hung inhnu chun, a kuomah khawhri imanhai tamtak an hung ṭhuoi a; thuin khawhrihai chu a hnawt dawk a, damnaw po po chu a sukdam bawk a:",
      "reference": "MATTHAI 8:16"
    },
    {
      "content": "zâwlnei Isaiin, “Ama ngeiin ei hrâtnawnahai a lâk a, ei natnahai a phur a,” tia a hril kha a hung tlung theina dingin.",
      "reference": "MATTHAI 8:17"
    },
    {
      "content": "Chun, Isûn, mipui nasatak a vêla a hmuin râl khingtienga fe dingin thu a pêk a.",
      "reference": "MATTHAI 8:18"
    },
    {
      "content": "Chun, Dân Inchûktirtu pakhat a hung a, a kuomah, “Inchûktirtu, i fena taphawtah zui ka ti che,” a ta.",
      "reference": "MATTHAI 8:19"
    },
    {
      "content": "Isûn a kuomah, “Sihalhaiin kuo an nei a, chunglêng vatehai khawmin bu an nei a, Mihriem Naupa ruok hin chu a lu innghatna a nei nawh,” a ta.",
      "reference": "MATTHAI 8:20"
    },
    {
      "content": "Chun, inchûktirhai laia mi dangin a kuomah, “Lalpa, fea ka pa hung vui hmasa phawt dingin mi phal rawh,” a ta.",
      "reference": "MATTHAI 8:21"
    },
    {
      "content": "Nisienlakhawm, ama chun a kuomah, “Mi zui rawh, mithiin anni mithi chu vui raw se,” a ta.",
      "reference": "MATTHAI 8:22"
    },
    {
      "content": "Chun, lawngah a chuong a, a inchûktirhai chun an zui a.",
      "reference": "MATTHAI 8:23"
    },
    {
      "content": "Chun, ngai ta, dila chun thlipui nasatak a hung hrâng a, chuongchun, tuifâwn chun lawng chu a chîm pup pup el a; ama ruok chu a in a.",
      "reference": "MATTHAI 8:24"
    },
    {
      "content": "A kuomah an hung a, an keitho a, “Lalpa, mi sanhim rawh, kan bohmang ding annâwm hi,” an ta.",
      "reference": "MATTHAI 8:25"
    },
    {
      "content": "Ama chun an kuomah, “Ringna tlâwmhai, iengdinga in ṭi?” a ta. Chuongchun, a tho a, thli le dîl chu a hal a, chun, a hung re ta duok el a.",
      "reference": "MATTHAI 8:26"
    },
    {
      "content": "Mihai chun mak an ti hle a, “Hi mipa hi mi ieng am a na, thli le dîl chen khawma a thu an awi hi?” an ta.",
      "reference": "MATTHAI 8:27"
    },
    {
      "content": "Chun, râl khingtieng Gadarin mihai ram chu a tlungin, khawhri iman pahni, thlâna inthawka hung suokin, an hung intuokpui a; an hrâng bêk a; chuongchun, chu lampuia chun tukhawm an fe thei nawh a.",
      "reference": "MATTHAI 8:28"
    },
    {
      "content": "Chun, ngai ta, anni chun, “Pathien Naupa, nang le keini ieng am ei inzâwlna? A hun tlung hmain a mi sawisa dinga hitaka hung am i nih?” tiin an khêk a.",
      "reference": "MATTHAI 8:29"
    },
    {
      "content": "Chun, an kâwla inthawka hla reia chun vawk ruol tamtak an tlah a.",
      "reference": "MATTHAI 8:30"
    },
    {
      "content": "Khawhrihai chun, “I mi hnawt dawk chun vawk ruol sûngahai sawn mîn fetir rawh,” tiin a kuomah an ngên a.",
      "reference": "MATTHAI 8:31"
    },
    {
      "content": "Ama chun an kuomah, “Fe ta ro am,” a ta. Chuongchun, an hung suok a, vawkhai sûnga chun an va lût a; chun, ngai ta, vawk ruol po po chu râwlah an tlân thla hum hum el a; dîlah an tla lût a, tuia chun an tla hlum tah a.",
      "reference": "MATTHAI 8:32"
    },
    {
      "content": "Chun, a vâituhai chu an tlân a, khuoa chun an feh a, iengkim an hril tah a, khawhri iman chunga thil tlunghai khawm chu.",
      "reference": "MATTHAI 8:33"
    },
    {
      "content": "Chun, ngai ta, akhuoin Isu tuok dingin an hung suok a; chun ama an hmu phingleh an rama inthawka suok dingin an ngên tah a.",
      "reference": "MATTHAI 8:34"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "MATTHAI 8 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}