{
  "verses": [
    {
      "content": "Chu lai chun, Isu chu châwlniin bu bilah a fe thleng a; a inchûktirhai chu an phîng a ṭâm a, buvuihai chu an thliek a, an fâk tah a.",
      "reference": "MATTHAI 12:1"
    },
    {
      "content": "Chun, Pharisaihaiin chu chu an hmu chun a kuomah, “En ta, i inchûktirhaiin Châwlnia thaw thieng naw chu an thaw hi,” an ta.",
      "reference": "MATTHAI 12:2"
    },
    {
      "content": "Ama ruok chun an kuomah, “A ruolhai le an phîng ṭâm laia David thilthaw kha in tiem ngai naw am a nih?",
      "reference": "MATTHAI 12:3"
    },
    {
      "content": "Khânga Pathien inah a lût a, ama le a ruolhai fâk thieng naw, thiempuhai chau ifâk thieng entirna bei an fâk thu kha?",
      "reference": "MATTHAI 12:4"
    },
    {
      "content": "Annawleh, Châwlniin Pathien biekina thiempu umhai chun Châwlni an bawr khawmin an thiem pei ti Dân thua chun in tiem naw am a nih?",
      "reference": "MATTHAI 12:5"
    },
    {
      "content": "Iengkhawm ni sien, Pathien biekin nêka ropui lem hitaka hin a um ti ka hril cheu hi.",
      "reference": "MATTHAI 12:6"
    },
    {
      "content": "Nisienlakhawm, ‘Inthâwina dit loin lunginsietna ka dit,’ ti hi a umzie hre thiem sa ni unla chu, mi thiemhai chu thiemnaw in inchangtir naw ding bah.",
      "reference": "MATTHAI 12:7"
    },
    {
      "content": "Mihriem Naupa hi Châwlni Lal a ni sih a,” a ta.",
      "reference": "MATTHAI 12:8"
    },
    {
      "content": "Chun, chutaka inthawk chun a feh a, an inkhâwmna inah a va lût a.",
      "reference": "MATTHAI 12:9"
    },
    {
      "content": "Chun, ngai ta, mi pakhat kut zeng a lo um a, chun, an hêk theina dingin, “Châwlniin sukdam a thieng am?” tiin Isu an indawn a.",
      "reference": "MATTHAI 12:10"
    },
    {
      "content": "Ama chun an kuomah, “Nangni laia tukhawmin berâm pakhat nei unla, chu chu Châwlniin khurah tla ta ang sienla, tuin am chelin kei dawk nâwng in ta?",
      "reference": "MATTHAI 12:11"
    },
    {
      "content": "Berâm pakhat nêk chun mi- hriem pakhat chu a va hlu lem de! Chuleichun, Châwlnia sukṭhat a thieng,” a ta.",
      "reference": "MATTHAI 12:12"
    },
    {
      "content": "Chu phingleh, chu mipa kuoma chun, “I kut phar rawh,” a ta. Chuongchun, a phar a, a khing tieng angin a dam ta var a.",
      "reference": "MATTHAI 12:13"
    },
    {
      "content": "Chuongchun, Pharisaihai chu an suok a, ama an sukhlum theina ding dân ngaituoin an inrâwn a.",
      "reference": "MATTHAI 12:14"
    },
    {
      "content": "Nisienlakhawm, Isûn chu chu a hrietin, chutaka inthawk chun a fe hmang tah a.",
      "reference": "MATTHAI 12:15"
    },
    {
      "content": "Chun, mi tamtakin ama an zui a, an rêngin a lo sukdam vawng a, a chanchin phuong lo dingin an kuomah a ti tlat a.",
      "reference": "MATTHAI 12:16"
    },
    {
      "content": "Zâwlnei Isaiin hieng thu a hril hi a hung tlung theina dingin:",
      "reference": "MATTHAI 12:17"
    },
    {
      "content": "“En ta, ka siehlaw, ka ithlang, Ka idittak, ka lungrilin a ilâwm bêk bêk hi; A chungah ka Thlarau sieng ka ta, Chuongchun, Jentailhai kuomah rorêlna thu hril a tih.",
      "reference": "MATTHAI 12:18"
    },
    {
      "content": "Sêl naw nih a, khêk bawk naw nih a; Kawtthlêrhaia khawm tukhawmin a râwl hre bawk naw ni hai.",
      "reference": "MATTHAI 12:19"
    },
    {
      "content": "Hne dinga rorêlna a tir dawk hma khat chun Luong pawr suktan naw nih a, Pat khu khawm sukmit naw ni.",
      "reference": "MATTHAI 12:20"
    },
    {
      "content": "Ama hming chu Jentailhai chun beisei phâng an tih,” ti hi.",
      "reference": "MATTHAI 12:21"
    },
    {
      "content": "Chu lai chun, mitdel ṭawng- theinaw khawhri iman pakhat a kuomah an hung ṭhuoi a; chun, ama chun a lo sukdam a, chuongchun, ṭawngtheinaw chu a hung ṭawng theiin, a hung hmu thei tah a.",
      "reference": "MATTHAI 12:22"
    },
    {
      "content": "Chun, mipuihai po po chun mak an ti hle a, “Hi mipa hi David naupa chu a ni naw am a nih?” an ta.",
      "reference": "MATTHAI 12:23"
    },
    {
      "content": "Nisienlakhawm, Pharisaihaiin chu chu an hriet phingleh, “Hi mipa hin khawhri lal Beelzebub lei naw chun khawhrihai hnawt dawk naw ni,” an ta.",
      "reference": "MATTHAI 12:24"
    },
    {
      "content": "Chun, Isûn an ngaituohai chu a lo hriet a, an kuomah, “Khâwlai ram khawm mâni indo taphawt chu an bo hlak; khâwlai khuo khawm sûngkhat khawm, mâni indo taphawt chu ngîr suok naw ni hai.",
      "reference": "MATTHAI 12:25"
    },
    {
      "content": "Setanin Setan bawk a hnawt dawk chun, mâni indo nîng a tih in sawnnaw; a ram chu iengtin am ngîr suok a ta?",
      "reference": "MATTHAI 12:26"
    },
    {
      "content": "Kei Beelzebub leia khawhrihai hnawt dawk hlak ka lo ni chun, in nauhaiin tu leiin am an lo hnawt dawk hlak lie? Chuleiin, anni chu nangni ngaituotu dinghai nîng an tih.",
      "reference": "MATTHAI 12:27"
    },
    {
      "content": "Amiruokchu, kei Pathien Thlarau leia khawhrihai hnawt dawk hlak ka ni chun, Pathien ram in kuomah a hung tlung tah nîng a tih.",
      "reference": "MATTHAI 12:28"
    },
    {
      "content": "Chuongchu a ni si naw chun, miin mi hrât chu a khuop hmasa bak naw chun, iengtin am mi hrât inah lûtin a sum lapêk thei a ta? Chu hnunga ruok chun a in chu inrampêk el a tih.",
      "reference": "MATTHAI 12:29"
    },
    {
      "content": "Tukhawm keia tienga ṭhang naw chu a mi do a nih; tukhawm a mi lâk khâwmpui naw chun a sukdar a nih.",
      "reference": "MATTHAI 12:30"
    },
    {
      "content": "“Chuleiin, ka ti cheu hi, mi an suolna tinrênga le, Pathien an hril- sietna tinrênga chun ngaidam nîng an ta, Thlarau Inthieng meu hrilsetu ruok chu ngaidam ni naw ni hai.",
      "reference": "MATTHAI 12:31"
    },
    {
      "content": "Chun, tukhawm Mihriem Nau- pa sawisêl taphawt chu a sawisêlna chu ngaidam nîng a ta; tukhawm Thlarau Inthieng meu sawisêl taphawt chu a sawisêlna chu, hi dam sûnga khawm, hun la hung tlung dinga khawm chun, ngaidam ni naw nih.",
      "reference": "MATTHAI 12:32"
    },
    {
      "content": "“Thing chu a ṭha a, a ra khawm a ṭha, in ti naw nghâl an leh, thing chu a sie a, a ra khawm a sie, ti nghâl nghâl ro; thing chu a rain ân hriet sih a.",
      "reference": "MATTHAI 12:33"
    },
    {
      "content": "Rûl thlahai, nangnîn suol zing pumin, iengtin am thu ṭha hril thei in ta? Lungrila sip liem chu bauin a hril hlak in sawnnaw.",
      "reference": "MATTHAI 12:34"
    },
    {
      "content": "Mi ṭha chun a robâwm ṭhaa inthawkin thil ṭhahai a the dawk hlak, mi suol chun a robâwm siea inthawkin thil ṭha naw a the dawk hlak.",
      "reference": "MATTHAI 12:35"
    },
    {
      "content": "Chun, ka hril cheu hi, mihaiin thu teplo an hril taphawt, chuong thu chanchin chu ngaituo nia chun hril an tih.",
      "reference": "MATTHAI 12:36"
    },
    {
      "content": "I thuhril chun thiem inchangtir a ti cheh a, i thuhril bawk chun thiemnaw inchangtir a ti che i sawn- naw,” a ta.",
      "reference": "MATTHAI 12:37"
    },
    {
      "content": "Chu lai chun, Dân inchûktir- tuhai le Pharisaihai laia tuhaiin amanih an dawn a, a kuomah, “Inchûktirtu, i kuoma inthawkin inchikna hmu kan nuom,” an ta.",
      "reference": "MATTHAI 12:38"
    },
    {
      "content": "Ama ruok chun an kuomah, “Ruolthar suoltak le uire hmang takhai chun inchikna an zawng a; nisienlakhawm, zâwlnei Jona inchik- na chau naw chu an kuomah inchikna hrim hrim pêk ni naw ni;",
      "reference": "MATTHAI 12:39"
    },
    {
      "content": "Jona chu ni thum le zân thum ngapui phîng sûnga a um ang khan, Mihriem Naupa hi ni thum le zân thum hnuoi khur sûngah a um bawk ding a nih.",
      "reference": "MATTHAI 12:40"
    },
    {
      "content": "Ninevi khuoa mihai chu ngaituo pha chun tulai ruoltharhai kuomah hin ngîr vêng an ta, thiemnaw inchangtir an tih; Jona thu hril leiin an sim sih a; Jona nêka ropui lem hitaka hin a um in sawnnaw.",
      "reference": "MATTHAI 12:41"
    },
    {
      "content": "Simtieng lalnu kha ngaituo pha chun tulai ruoltharhai lai hin tho vêng a ta, thiemnaw inchangtir a tih; Solomon varna ngai ding hmanin kâwlkawdawnga inthawkin a hung sih a; ngai ta u, Solomon nêka ropui lem hitaka hin a um in sawnnaw.",
      "reference": "MATTHAI 12:42"
    },
    {
      "content": "“Chun, khawhri inthieng naw chu mi sûnga inthawka a suokin, châwlna zawngin tui um nawna hmunahai ân vâk ân vâk a, a hmu ngai si nawh a.",
      "reference": "MATTHAI 12:43"
    },
    {
      "content": "Chun, ‘Ka suokna ina khan kîr nâwk el ka tih,’ a ta; chun, a va tlung chun, a ruoka, phît faia cheiṭhatin a hmuh a.",
      "reference": "MATTHAI 12:44"
    },
    {
      "content": "Chu phingleh a va feh a, ama nêka suol lem khawhri dang pasari a hung ṭhuoi a, chutaka chun an lût a, an um zing hlak a, chu mihriem um dân nuhnung lem chu a hmasa nêkin a hung ṭha naw lem hlak a nih. Chuong ang bawkin tulai ruolthar suol takhai chunga hin la um a tih,” tiin a dawn a.",
      "reference": "MATTHAI 12:45"
    },
    {
      "content": "Mipuihai kuoma thu a la hril lai chun, ngai ta, a nu le a unauhai chu ama biek tumin tuolah an ngîr a.",
      "reference": "MATTHAI 12:46"
    },
    {
      "content": "Chun, mi pakhatin a kuomah, “Ngai ta, i nu le i unauhai biek che tumin tuola sawn an ngîr zing ie,” an ta.",
      "reference": "MATTHAI 12:47"
    },
    {
      "content": "Ama ruok chun a hriltu kuoma chun, “Ka nu chu tu am a na? Ka unauhai khawm chu tuhai am an na?” tiin a dawn a.",
      "reference": "MATTHAI 12:48"
    },
    {
      "content": "Chun, a inchûktirhai tieng a kut a phar a, “En ta u, ka nu le ka unauhai hi!",
      "reference": "MATTHAI 12:49"
    },
    {
      "content": "Tukhawm ka Pa vâna mi dit zâwng thaw taphawt chu, ka unau le, ka farnu le, ka nuhai an nih in sawnnaw,” a ta.",
      "reference": "MATTHAI 12:50"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "MATTHAI 12 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}