{
  "verses": [
    {
      "content": "Chun, Pharisaihai le Saddu- kaihai an hung a, ama fiena dingin vâna inthawka inchikna anni inentir dingin an hnih a.",
      "reference": "MATTHAI 16:1"
    },
    {
      "content": "Nisienlakhawm, ama chun an kuomah, “Zântieng a hung ni pha, ‘Khuo a ṭha ding nîng a tih, kâwl a sen êm el,’ in ti hlak a.",
      "reference": "MATTHAI 16:2"
    },
    {
      "content": "Chun, a zîngkâr chun, ‘Vawisûn chu khuo a se ding nîng a tih, kâwl a sen a, vân ân nîm êm el,’ in ti hlak a. Vân umzie in hrietthiem thei sih a, nisienlakhawm, hun inchiknahai hi in hriet fie thei si nawh a.",
      "reference": "MATTHAI 16:3"
    },
    {
      "content": "Ruolthar suol tak le uire hmang- hai chun inchikna an zawng a; nisienlakhawm, Jona inchikna chau naw chu an kuomah inchikna hrim pêk ni naw ni,” a ta, a dawn a. Chun, anni a fesan a, a fe ta dai a.",
      "reference": "MATTHAI 16:4"
    },
    {
      "content": "Chun, inchûktirhai chu râlkhing tieng an tlung chun, bei an lo chawi theinghil a,",
      "reference": "MATTHAI 16:5"
    },
    {
      "content": "Isûn an kuomah, “Pharisaihai le Saddukaihai chawla inthawk chun invêng unla, fîmkhur ro,” a ta.",
      "reference": "MATTHAI 16:6"
    },
    {
      "content": "Chun, anni chun, “Bei ei chawi dêr nawh,” tiin an inngaituoh a.",
      "reference": "MATTHAI 16:7"
    },
    {
      "content": "Chun, Isûn chu chu a hriet a, “Ringna tlâwmhai, iengdinga bei in nei naw leia in inngaituo am a na?",
      "reference": "MATTHAI 16:8"
    },
    {
      "content": "Tu khawm hin in lungrilin in la hriet naw rawp maw? Mi sâng nga beiphêk panga le, in bâwm rût sip zât kha in hriet zing naw am a nih?",
      "reference": "MATTHAI 16:9"
    },
    {
      "content": "Mi sâng li beiphêk pasari le, in bâwmrâng rût sip zât khawm kha?",
      "reference": "MATTHAI 16:10"
    },
    {
      "content": "Bei thu in kuomah ka hril nawh ti iengtiziea in hriet naw am a na? Pharisaihai le Saddukaihai chawla inthawk ruok chun fîmkhur ro,” a ta.",
      "reference": "MATTHAI 16:11"
    },
    {
      "content": "Chu phingleh, bei chawla inthawka fîmkhur dingin a ti nawh a, Pharisaihai le Saddukaihai inchûk- tirnaa inthawka fîmkhur dingin anni a ti lem ti an hung hriet tah a.",
      "reference": "MATTHAI 16:12"
    },
    {
      "content": "Chun, Isu chu Philip Kaisari biel a hung tlung chun, a inchûktirhai kuomah, “Mihaiin Mihriem Naupa hi tu am a nih an tih a?” tiin ân dawn a.",
      "reference": "MATTHAI 16:13"
    },
    {
      "content": "Anni chun, “Ṭhenkhatin, ‘Bap- tistu Johan an ti che a,’ ṭhenkhatin, ‘Elija’, ṭhenkhatin, ‘Jeremia amanih, zâwlnei tu amanih’ an ti che” an ta.",
      "reference": "MATTHAI 16:14"
    },
    {
      "content": "Ama chun an kuomah, “An leh, nangnîn tu am a nih in mi tih a?” a ta.",
      "reference": "MATTHAI 16:15"
    },
    {
      "content": "Simon Peterin, “Krista Pathien hring Naupa chu I nih,” a ta, a dawn a.",
      "reference": "MATTHAI 16:16"
    },
    {
      "content": "Chun, Isûn a kuomah, “Simon Bar-Jona, i hamṭha ie; tisa le thisenin ân hriettir che a ni si nawh a, ka Pa vâna mîn ân hriettir lem che a nih.",
      "reference": "MATTHAI 16:17"
    },
    {
      "content": "Chun, nang Peter i nih ti ka hril che; hi lungpui chunga hin ka kohran rem ka ta, mithi khuo kul kawtkhârhai chun chu chu ngam naw ni hai.",
      "reference": "MATTHAI 16:18"
    },
    {
      "content": "Vân ram chabihai pêng ka ti cheh a, hnuoi chunga iengkhawm i phuor taphawt vânah phuor ning a ta; hnuoi chunga iengkhawm i sût taphawt chu vânah sût ning a tih,” a ta, a dawn a.",
      "reference": "MATTHAI 16:19"
    },
    {
      "content": "Chu hnunga chun Krista a ni ti tukhawm hril lo dingin inchûktirhai chu a ti tlat a.",
      "reference": "MATTHAI 16:20"
    },
    {
      "content": "Chu chena inthawk chun, Isûn Jerusalema a fe dingzie dâm, upahai, thiempu lalhai, Dân inchûktirtuhaia inthawka thil tamtak a tuor dingzie dâm, sukhluma a um dingzie dâm le ni thum nia keithoa a um dingzie dâm chu a inchûktirhai chu ân hriettir phut tah a.",
      "reference": "MATTHAI 16:21"
    },
    {
      "content": "Chun, Peter chun ama chu a tumin a ṭhuoi a, “Lalpa, Pathienin lunginsiet raw se che!; chuong chu i chungah tlung naw tawp a tih,” tiin a kâwk tah a.",
      "reference": "MATTHAI 16:22"
    },
    {
      "content": "Ama ruok chu a nghah a, Peter kuoma chun, “Setan, ka hnungah fe rawh, keia ta dingin tlûkna i nih; Pathien thil ngaituo loin mihriem thil i ngaituo lem a ni hi,” a ta.",
      "reference": "MATTHAI 16:23"
    },
    {
      "content": "Chun, Isûn a închûktirhai kuomah, “Tukhawmin mi zui a nuom chun, mâni inhnâwlin, a kraws putin, mi zui raw se.",
      "reference": "MATTHAI 16:24"
    },
    {
      "content": "Tukhawm a hringna hum nuom taphawt chun chân a tih; tukhawm keia leia hringna chân phawt chun hum a tih.",
      "reference": "MATTHAI 16:25"
    },
    {
      "content": "Mîn khawvêl hi a pumin nei sien, ama hringna chân si sienla, a ta dingin ieng am ṭhahnem a ta? Annawleh, mîn a hringna sikin ieng am pêng a ta?",
      "reference": "MATTHAI 16:26"
    },
    {
      "content": "Mihriem Naupa hi a vântir- kohai leh, a Pa ropuinaa inthuomin a hung ding a ni sih a; chu pha chun mi tin an thilthaw ang peiin thung seng a tih.",
      "reference": "MATTHAI 16:27"
    },
    {
      "content": "Titakzetin ka hril cheu hi, hitaka ngîr a ṭhen hi, Mihriem Naupa a rama a hung an hmu hmakhat chun, thina intem tawp lo ding an um,” a tih a.",
      "reference": "MATTHAI 16:28"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "MATTHAI 16 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}