{
  "verses": [
    {
      "content": "Chu lai tak chun lal Herod chun Isu chanchin a lo hriet a,",
      "reference": "MATTHAI 14:1"
    },
    {
      "content": "a siehlawhai kuomah, “Chu chu Baptistu Johan kha a ni chu, mithi laia inthawkin a tho nâwk tah a ni chu tie; chuleiin, chuong thilthaw- theinahai chun amaah sin a thaw a ni chu,” a ta.",
      "reference": "MATTHAI 14:2"
    },
    {
      "content": "Herod chun a unaupa Philip nuhmei Herodi leiin Johan chu a man a; a khuop a, intângna inah a khum tah a na;",
      "reference": "MATTHAI 14:3"
    },
    {
      "content": "Johan chun a kuomah, “Ama i nei hi a thieng nawh,” a ti pêk leiin.",
      "reference": "MATTHAI 14:4"
    },
    {
      "content": "Chun, Johan chu sukhlum a tum leh mipui a ṭih a, zâwlneiin an ruot si leiin.",
      "reference": "MATTHAI 14:5"
    },
    {
      "content": "Nisienlakhawm, Herod pieng champhaphâk ni chu a hung tlungin Herodi naunu chu a laiah a lâm a, Herod chu a suklâwm tah a.",
      "reference": "MATTHAI 14:6"
    },
    {
      "content": "Chuleichun, a ihni taphawt pe dingin inkhâmin ân tiem tah a.",
      "reference": "MATTHAI 14:7"
    },
    {
      "content": "Chun, ama chun a nu infuiin, “Hiva hin thlêngin Baptistu Johan lu mi pe rawh,” a ta.",
      "reference": "MATTHAI 14:8"
    },
    {
      "content": "Chun, lal chu a lungngai tah a; nisienlakhawm, a thutiem le a thlai- thlêng awtpuihai lei chun pêk ding thu a pêk a;",
      "reference": "MATTHAI 14:9"
    },
    {
      "content": "chuongchun, mi a tir a, intângna ina Johan lu chu ân tantir a.",
      "reference": "MATTHAI 14:10"
    },
    {
      "content": "Chun, a lu chu thlêngin a hung lâk a, naupangnu kuoma chun an pêk a; ama chun a nu kuomah a fepui tah a.",
      "reference": "MATTHAI 14:11"
    },
    {
      "content": "Chun, a inchûktirhai chu an hung a, a ruong chu an inhlawm a, an phûm a; chun, an feh a, Isu an va hril tah a.",
      "reference": "MATTHAI 14:12"
    },
    {
      "content": "Chun, Isûn chu chu a hrietin, chutaka inthawkin thlalêr hmun tieng lawngin a tumin a fe tah a. Nisienlakhawm, mipuihai chun an hriet phingleh khuoa inthawk dâm chun kea fein an zui tah a.",
      "reference": "MATTHAI 14:13"
    },
    {
      "content": "Chuongchun, ama chu vapanga a suok chun, mipui nasatak a hmuh a; a lunginsiet bêk bêk a, an damnawhai a sukdam a,",
      "reference": "MATTHAI 14:14"
    },
    {
      "content": "Chun, zântieng a hung ni chun, inchûktirhai chu a kuomah an hung a, “Ahi thlalêr hmun a na, an ta dinga fâk ding an inchâwk theina dingin mipuihai hi infetir ta la,” an ta.",
      "reference": "MATTHAI 14:15"
    },
    {
      "content": "Isu ruok chun an kuomah, “An fe hmang a ngai nawh ie; nangniin fâk ding pe ro,” a ta.",
      "reference": "MATTHAI 14:16"
    },
    {
      "content": "Anni chun a kuomah, “Ahin beiphêk panga le nga pahni chau kan nei a nih,” an ta.",
      "reference": "MATTHAI 14:17"
    },
    {
      "content": "Chun, ama chun, “Ahin ka kuomah hung la ro,” a ta.",
      "reference": "MATTHAI 14:18"
    },
    {
      "content": "Chun, hlo chunga ṭhung dingin mipui chu thu a pêk a, beiphêk panga le nga pahni chu a lâk a, vân tieng enin mal a sâwm a, a khawi a, beiphêk panga chu inchûktirhai kuomah a pêk a; inchûktirhai chun mipui kuoma chun an pêk a.",
      "reference": "MATTHAI 14:19"
    },
    {
      "content": "Chun, an rêngin an fâk a, an khawp tâwl tah a; an fâk mahla nawi khawm chu bâwm sâwm le pahni an rût sip a.",
      "reference": "MATTHAI 14:20"
    },
    {
      "content": "A fatuhai chu nuhmei le nau- pang tiem loin patling ruok khawm sâng nga rau an nih.",
      "reference": "MATTHAI 14:21"
    },
    {
      "content": "Chun, mipuihai chu ân ṭîntir vêl sûngin, a fe hmaa râlkhing tienga fe dingin inchûktirhai chu lawngah ân chuongtir hrâm nghâl tah a.",
      "reference": "MATTHAI 14:22"
    },
    {
      "content": "Chun, mipuihai chu ân ṭîntir hnungin ṭawngṭai dingin tlânga chun a tumin a hang feh a; chun, zântieng a hung ni chun ama chauin chutaka chun a um tah a.",
      "reference": "MATTHAI 14:23"
    },
    {
      "content": "Lawng ruok chu dîl lailung takah a um tah a; thliin annaw tieng a mût leiin tuifâwnin a vawr tah a.",
      "reference": "MATTHAI 14:24"
    },
    {
      "content": "Chun, vârṭien tâwmin dîl chunga kea lâwnin an kuom tieng a hung pan a.",
      "reference": "MATTHAI 14:25"
    },
    {
      "content": "Inchûktirhai chun, ama chu dîl chunga kea lâwn an hang hmu chun, “Thla a ni saw,” tiin an thlaphâng a, an ṭih a, an khêk ta rak el a.",
      "reference": "MATTHAI 14:26"
    },
    {
      "content": "Nisienlakhawm, Isûn anni chu a biek nghâl tah a, “Lungmuongtakin um ro, kei ka ni annâwm, ṭi naw ro,” a ta.",
      "reference": "MATTHAI 14:27"
    },
    {
      "content": "Chun, Peterin a dawn a, “Lalpa, nang i ni chun, tui chunga i kuoma hung thu mi pe rawh,” a ta.",
      "reference": "MATTHAI 14:28"
    },
    {
      "content": "Ama chun, “Hung ta la,” a ta. Peter chu lawnga inthawk chun a ṭum a, Isu kuom tieng panin tui chunga chun kein a fe tah a.",
      "reference": "MATTHAI 14:29"
    },
    {
      "content": "Nisienlakhawm, thli hrâng chu a hmuin a ṭih a; chun a tlum vâng vâng a, “Lalpa, mi sandam rawh” tiin a khêk tah a.",
      "reference": "MATTHAI 14:30"
    },
    {
      "content": "Chun, Isûn a ban nghâl tah a, ama chu a chel a, a kuomah, “Nang ringna tlâwm, iengdinga i ringhla am a na?” a ta.",
      "reference": "MATTHAI 14:31"
    },
    {
      "content": "Chun, lawngah an chuong chun thli chu a ma ta el a.",
      "reference": "MATTHAI 14:32"
    },
    {
      "content": "Lawnga umhai chun, “Pathien Naupa i lo ni tak zet hi,” tiin chibai an bûk a.",
      "reference": "MATTHAI 14:33"
    },
    {
      "content": "Chun, râlkhing tieng an kai chun, Gennesaret ram khawmuol an tlung tah a.",
      "reference": "MATTHAI 14:34"
    },
    {
      "content": "Chu hmuna mihai chun ama an hriet phingleh, chu kâwl vêl ram po poa chun mi an tir a, damnaw po po chu a kuomah an hung ṭhuoi a;",
      "reference": "MATTHAI 14:35"
    },
    {
      "content": "chun, a puon hmawr bêk them thei an hnih a; chun, a them phawt chu an hung dam ta pei a.",
      "reference": "MATTHAI 14:36"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "MATTHAI 14 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}