{
  "verses": [
    {
      "content": "Chun, Isûn a inchûktir sâwm le pahni hai chu thu a pêk zo phingleh chutaka inthawkin an khuohaia inchûktir le thu hril dingin a fe tah a.",
      "reference": "MATTHAI 11:1"
    },
    {
      "content": "Chun, Johanin Krista thilthaw- hai chu intângna inah a lo hrietin a inchûktirhai ân palaitir a, a kuomah,",
      "reference": "MATTHAI 11:2"
    },
    {
      "content": "“A hung ding chu i ni, mi dang kan la ngai ding?” tiin.",
      "reference": "MATTHAI 11:3"
    },
    {
      "content": "Chun, Isûn an kuomah, “Fe nâwk ta unla, thil in hmu le in hriet hi Johan kuomah va hril ro;",
      "reference": "MATTHAI 11:4"
    },
    {
      "content": "mitdelhai an mit a lo var tah, kebaihai kein an lâwn tah, phârhai an lo inthieng tah, nasêthai an na a lo var tah, mithihai keithoin an um tah, pasiehaiin Chanchin Ṭha thu hril an dawng tah.",
      "reference": "MATTHAI 11:5"
    },
    {
      "content": "Chun, tukhawm ka chunga lungninawna hmu naw chu, a hamṭha,” tiin a lo dawn a.",
      "reference": "MATTHAI 11:6"
    },
    {
      "content": "Chun, chuhai chu an fe phingleh, Isûn mipui kuoma chun Johan thu a hril tah a, “Ieng en dingin am thlalêrah in fe suok kha? Luong thli imût hnîng maw?",
      "reference": "MATTHAI 11:7"
    },
    {
      "content": "Annawleh, ieng en ding takin am in fe suok kha? Puon innêm sil maw? Ngai ta u, puon innêm silhai chu lal inahai in sawnnaw an um.",
      "reference": "MATTHAI 11:8"
    },
    {
      "content": "Annawleh, ieng lei takin am in fe suok kha? Zâwlnei en dingin maw? A ni ngei kha, ka ti cheu hi, zâwlnei nêk khawma ropui lem,",
      "reference": "MATTHAI 11:9"
    },
    {
      "content": "‘En ta, ka tirko i hmaah ka tir a nih. Ama chun i hmaah i lampui siem a tih,’ tia a chanchin an inziek kha ama hi a nih.",
      "reference": "MATTHAI 11:10"
    },
    {
      "content": "Titakzetin ka hril cheu hi, nuhmei sûnga insieng laiah Baptistu Johan nêka ropui lem an la suok ngai nawh, nisienlakhawm, vân rama mi chîn deu khawm ama nêkin an ropui lem sih a.",
      "reference": "MATTHAI 11:11"
    },
    {
      "content": "Baptistu Johana inthawk tu chen hin vân ram chun thaw rakna a tuok hlak a, a thaw rakhai chun an pâwnglâk hlak.",
      "reference": "MATTHAI 11:12"
    },
    {
      "content": "Zâwlneihai po po le Dân thu chun, Johan hung um chen khan an hril lâwk hlak a nih.",
      "reference": "MATTHAI 11:13"
    },
    {
      "content": "In awi nuom chun, chu chu Elija, a hung ding chu a nih.",
      "reference": "MATTHAI 11:14"
    },
    {
      "content": "Tukhawm hrietna dinga na nei chun hre raw se.",
      "reference": "MATTHAI 11:15"
    },
    {
      "content": "“Nisienlakhawm, tulai ruol- tharhai hi ieng lêm hrilkhîng ka ta? Naupang dâwr hmunahai ṭhung a, an ruolhai ko a,",
      "reference": "MATTHAI 11:16"
    },
    {
      "content": "‘Theihle kan mût pêk cheu a, in lâm si nawh a, Kan ṭap rak a, âwm in chum si nawh a,’ tihai ang hi an nih.",
      "reference": "MATTHAI 11:17"
    },
    {
      "content": "“Johan chu a hung a, a fâkin a dâwn nawh a, ‘Khawhri a zâwl a ni hi,’ an ta.",
      "reference": "MATTHAI 11:18"
    },
    {
      "content": "Mihriem Naupa a hung a, a fâkin a dâwn a, ‘En ta u, bu he mi, uoin he mi, siedâwltuhai le mi suolhai ruolpa saw,’ an ti sih a. Nisien- lakhawm, Varna chu a thilthawhaiin an inthiem,” a ta.",
      "reference": "MATTHAI 11:19"
    },
    {
      "content": "Chun, an sim naw leiin a thilmak thaw tamna tak khuohai chu a hal tah a.",
      "reference": "MATTHAI 11:20"
    },
    {
      "content": "“Korazin, i chung a rik! Bethsaida, i chung a rik! Nangnia thilmak thawa umhai kha, Tura le Sidona thaw ni sienla, saiip puon sila vut laia ṭhungin um tâng an tih.",
      "reference": "MATTHAI 11:21"
    },
    {
      "content": "Nisienlakhawm, ka ti cheu hi ngaituo nia chun nangni tuor nêkin Tura le Sidon tuor chu a dân um lem a tih.",
      "reference": "MATTHAI 11:22"
    },
    {
      "content": "Chun, nang Kapernaum, vân chena chawimawi i ni ding am a nih? Mithi khuo chenin i zu fe ding i sawnnaw. Nangmaa thilmak thawa umhai kha Sodoma thaw ni sienla, tu chen hin la um zing a tih.",
      "reference": "MATTHAI 11:23"
    },
    {
      "content": "Nisienlakhawm, ka ti che hi, ngaituo nia chun i tuor nêk chun Sodom ram tuor ding chu a dân um lem a tih,” a ta.",
      "reference": "MATTHAI 11:24"
    },
    {
      "content": "Chu lai chun Isûn a biek a, “Aw Pa, hnuoi le vân Lalpa, nangin mi var le mi bengvârhai kuomah hieng thu hi i ip a, nautehai kuomah i phuong lei hin kân pâk che.",
      "reference": "MATTHAI 11:25"
    },
    {
      "content": "Anih, Pa, chuong anga thaw chu i ngaiin a ṭha a nih.",
      "reference": "MATTHAI 11:26"
    },
    {
      "content": "Ka pain thil iengkim a mîn kawltir tah; Pa naw chun Naupa hi tukhawmin an hriet nawh. Chun, Naupa le Naupain a phuong nuom- nahai chau naw chun tukhawmin Pa chu an hriet bawk nawh.",
      "reference": "MATTHAI 11:27"
    },
    {
      "content": "“Nangni sininrim le phur rik phur po pohai, ka kuomah hung unla, keiin inchâwltir ka ti cheu.",
      "reference": "MATTHAI 11:28"
    },
    {
      "content": "Ka rîngkawl bât unla, ka kuomah inchûk ro; thuhnuoirawl le lungrila inngaitlâwmtak ka ni hi; chuongchun, in thlarau ta dingin châwlna hmûng in tih.",
      "reference": "MATTHAI 11:29"
    },
    {
      "content": "Ka rîngkawl chu ân hâwi a, ka phur khawm a zâng a nih,” a ta.",
      "reference": "MATTHAI 11:30"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "MATTHAI 11 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}