{
  "verses": [
    {
      "content": "Chun, Isûn mipuihai le a inchûktirhai kuomah thu a hril a,",
      "reference": "MATTHAI 23:1"
    },
    {
      "content": "“Dân inchûktirtuhai le Pharisai- hai chu Mosie ṭhungphaah an ṭhung hlak.",
      "reference": "MATTHAI 23:2"
    },
    {
      "content": "Chuleichun, thaw dinga an hril taphawt cheu chu zâwm unla, thaw pei ro, an thilthaw ang ruok chu thaw ve naw ro, hril chu an hril hlak a, an thaw ngai si nawh a.",
      "reference": "MATTHAI 23:3"
    },
    {
      "content": "Phurrik rinumtakhai an siem a, mihai an hnâwk hlak a; anni ruok chun an kutpâr khawmin an tâwk nuom nawh.",
      "reference": "MATTHAI 23:4"
    },
    {
      "content": "An thilthaw po po chun mihriem hmu dingin a nih an thaw lem hlak; an iengkhat bunhai le khumhai chu an suklien a, an puon hmawrkai an sukbuk hlak a;",
      "reference": "MATTHAI 23:5"
    },
    {
      "content": "ruoiṭhenaah hmun ṭhatakhai, in- khâwmna inah ṭhungpha ṭhatakhai,",
      "reference": "MATTHAI 23:6"
    },
    {
      "content": "dâwr hmuna chibai bûkhai, mihaiin, ‘Rabbi’ an itihai an ngaina hlak sih a.",
      "reference": "MATTHAI 23:7"
    },
    {
      "content": "“Nangni ruok chu, ‘Rabbi’, tia koin um naw ro; in inchûktirtu chu pakhat chau a nih; nangni po po chu unau in ni sih a.",
      "reference": "MATTHAI 23:8"
    },
    {
      "content": "Chun, hnuoi chunga hin tu- khawm, ‘Pa,’ ti naw ro; in Pa chu pakhat chau a nih, vâna mi khi.",
      "reference": "MATTHAI 23:9"
    },
    {
      "content": "‘ṭhuoituhai’ tia ko khawmin um naw ro; in ṭhuoitu chu pakhat chau a nih, Krista chu.",
      "reference": "MATTHAI 23:10"
    },
    {
      "content": "In laia ropuitak chu in rawngbâwltu a um lem ding a nih.",
      "reference": "MATTHAI 23:11"
    },
    {
      "content": "Tukhawm ân ngaihlu phawt chu tlâwm a ta, tukhawm ân ngaitlâwm phawt chu chawimawiin um a tih.",
      "reference": "MATTHAI 23:12"
    },
    {
      "content": "“Nisienlakhawm, nangni Dân inchûktirtu le Pharisai vervêkhai, in chung a rik; vân ram lampui chu mihai in khâr pêk sih a; nangni hlak in lût si nawh a, mi a lût dinghai khawm in inlûttir phal ngai si nawh a.",
      "reference": "MATTHAI 23:13"
    },
    {
      "content": "[Nangni Dân inchûktirtu le Pharisai vervêkhai, in chung a rik! Hmeithaihai sum in fâk zo a, mi hlêmna dingin sâwttak tak in ṭawng- ṭai a; chuleiin, thiemnaw changna nasa nâwkzuol hmûng in tih.]",
      "reference": "MATTHAI 23:14"
    },
    {
      "content": "Nangni Dân inchûktirtu le Pharisai vervêkhai in chung a rik; Saphun pakhat khawm siem dingin tuisuoriet le khawmuol in fe huol sih a, chun, chuong anga a hung um phaleh ama chu nangni lethni rauin Hremhmun naupaah in siem hlak.",
      "reference": "MATTHAI 23:15"
    },
    {
      "content": "“Nangni ṭhuoitu mitdel, ‘Tukhawm Pathien biekin sâla inkhâm po chu iengkhawm a ni nawh; tukhawm Pathien biekina râng- kachak sâla inkhâm po chun hlen ding a nih,’ tituhai, in chung a rik!",
      "reference": "MATTHAI 23:16"
    },
    {
      "content": "Nangni mi invêt, mitdelhai, a ieng am a ropui lem a, rângkachak am, Pathien biekin rângkachak sukthiengtu chu?",
      "reference": "MATTHAI 23:17"
    },
    {
      "content": "Chun, ‘Tukhawm mâichâm sâla inkhâm po chu iengkhawm a ni nawh, a chunga thilpêk sâla inkhâm po ruok chun hlen ding a nih,’ in ta.",
      "reference": "MATTHAI 23:18"
    },
    {
      "content": "Nangni mitdelhai! A ieng am a ropui lem a, thilpêk am, mâichâm thilpêk sukthiengtu chu?",
      "reference": "MATTHAI 23:19"
    },
    {
      "content": "Chuongchun, tukhawm mâi- châm sâla inkhâm taphawt chun mâichâm le a chunga um po po sâlin ân khâm hlak.",
      "reference": "MATTHAI 23:20"
    },
    {
      "content": "Tukhawm Pathien biekin sâla inkhâm taphawt chun, Pathien biekin le a sûnga um chu sâlin ân khâm hlak.",
      "reference": "MATTHAI 23:21"
    },
    {
      "content": "Tukhawm vân sâla inkhâm taphawt chun Pathien ṭhungpha le a chunga ṭhung chu sâlin ân khâm hlak a nih.",
      "reference": "MATTHAI 23:22"
    },
    {
      "content": "“Nangni Dân inchûktirtu le Pharisai vervêkhai, in chung a rik! pudina dâm, mohuri dâm, zira dâm chu sâwma pakhat in pêk hlak a, dân thu pawimaw lem felna dâm, lunginsietna dâm, ringumna dâm chu in ngaitha si hlak; nisienlakhawm, chuong chu a nih in sawnnaw in thaw ding chu, a danghai chu thaw ṭhul chuong loin.",
      "reference": "MATTHAI 23:23"
    },
    {
      "content": "Nangni ṭhuoitu mitdel, thosi thlitfaia sanghâwngsei lem si hlak- hai!",
      "reference": "MATTHAI 23:24"
    },
    {
      "content": "“Dân inchûktirtu le Pharisai vervêkhai, in chung a rik! no le thlêng puo tieng in sâwp fai a, a sûng ruok chu hlêprûkna le insûm nawnain a sip sih a.",
      "reference": "MATTHAI 23:25"
    },
    {
      "content": "Nang Pharisai mitdel, no le thlêng sûng tieng chu sâwp fai hmasa rawh, a puo tieng khawm a hung fai theina dingin.”",
      "reference": "MATTHAI 23:26"
    },
    {
      "content": "“Dân inchûktirtu le Pharisai vervêkhai, in chung a rik! Thlân nâl vâr, puo tienga mawitaka inlang, a sûng tieng ruok chu mithi ruhai le hmunhnawk tinrênga siphai ang chu in nih in sawnnaw.",
      "reference": "MATTHAI 23:27"
    },
    {
      "content": "Nangni khawm chuong ang takin puo tieng chun, mihriem mit- hmua chun feltakin in inlang hlak, in sûng tienga ruok chun vervêkna le suolnain in sip sih a.",
      "reference": "MATTHAI 23:28"
    },
    {
      "content": "“Nangni Dân inchûktirtu le Pharisai vervêkhai, in chung a rik! zâwlnei thlân inhai in bâwl a, mi fel thlânhai khawm in cheimawi a,",
      "reference": "MATTHAI 23:29"
    },
    {
      "content": "‘Ei puhai dam lai khan lo um ve inla khawm, zâwlneihai thisen an insuonaa chun ṭhang ve nâwm ei nih,’ in ti hlak a.",
      "reference": "MATTHAI 23:30"
    },
    {
      "content": "Chuongchun, zâwlneihai that- tuhai nau in nih ti in inhriettir a nih.",
      "reference": "MATTHAI 23:31"
    },
    {
      "content": "In puhai inkhîna chu suksip nghâl nghâl ro.",
      "reference": "MATTHAI 23:32"
    },
    {
      "content": "Rûlhai, rûl thlahai, Hremhmun rorêlna chu iengtin am pumpel thei in ta?",
      "reference": "MATTHAI 23:33"
    },
    {
      "content": "“Ngai ta u, chuleichun, in kuomah zâwlneihai, mi varhai, inchûktirtuhai, ka hung tir ding a nih; ṭhenkhat sukhlum in ta, krawsah hemdêng in tih, ṭhenkhat inkhâwmna inhaiah savun hruiin vuong in ta, khaw tinah suknawmna zui pei in tih.",
      "reference": "MATTHAI 23:34"
    },
    {
      "content": "Chuongchun, Abel mi feltak thisena inthawkin Pathien biekin le mâichâm inkâra Baraki naupa Zakari in ithat a thisen chen khan, hnuoi chunga mi fel thisen an insuo po po chu nangni chungah la hung tlung thei a tih.",
      "reference": "MATTHAI 23:35"
    },
    {
      "content": "Titakzetin ka hril cheu hi, chuong po po chu tulai ruoltharhai chunga hin la tlung a tih.",
      "reference": "MATTHAI 23:36"
    },
    {
      "content": "“Aw Jerusalem, Jerusalem! zâwlneihai thattu, i kuoma an hung tirhai lunga lo dêng hlumtu, ârpuiin a têhai a thla hnuoia a awp khâwm angin, i nauhai vawi iengzât am awp khâwm ka tum a! Nisienlakhawm, in nuom si nawh.",
      "reference": "MATTHAI 23:37"
    },
    {
      "content": "En ta u, in in chu a ruoka mâksan cheuin a um tah.",
      "reference": "MATTHAI 23:38"
    },
    {
      "content": "Ka hril cheu hi, ‘Lalpa hminga hung chu inpâkin um raw se,’ in ti hmakhat chun tuta hnung in mi hmu nâwk ta naw ding a nih,” a ta.",
      "reference": "MATTHAI 23:39"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "MATTHAI 23 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}