{
  "verses": [
    {
      "content": "“Sawisêl naw ro, sawisêla in um nawna dingin.",
      "reference": "MATTHAI 7:1"
    },
    {
      "content": "In sawisêl ang bawkin sawisêlin um in tih, in inkhina ngai bawka inkhipêk ni nâwk in tih.",
      "reference": "MATTHAI 7:2"
    },
    {
      "content": "Chun, iengdinga mâni mita tlung- pûm um ngaituo si loa; i unau mita hmawl hlek um chu i hmu am a na?",
      "reference": "MATTHAI 7:3"
    },
    {
      "content": "Iengtin am i unau kuomah, ‘I mita hmawl hlek kha mîn lâk dawktir rawh,’ ti thei i ta? Ngai ta, nanga mit ngeiah tlungpûm chu a um zing sih a.",
      "reference": "MATTHAI 7:4"
    },
    {
      "content": "Mi vervêk! I mita inthawkin tlungpûm kha la suok hmasa rawh; chuongchun, i unau mita inthawka hmawl hlek lâk suok ding chu feltakin hmu thei i tih.",
      "reference": "MATTHAI 7:5"
    },
    {
      "content": "“Ui kuoma dâm thil inthieng chu pe naw ro; vawk hmaa dâm in lung- hlu pei bawk naw ro; chîl se hlau rawi an ta; ngha lêtin phirthlêr rawi an ti cheu.”",
      "reference": "MATTHAI 7:6"
    },
    {
      "content": "“Hni ro, chuongchun, pêkin um in tih; zawng ro, chuongchun, hmûng in tih;",
      "reference": "MATTHAI 7:7"
    },
    {
      "content": "nawk ro, hawngpêkin um in tih; tukhawm a hni taphawt chun an hmu hlak; tukhawm a zawng chun an hmu hlak; tukhawm a nawk chu hawng- pêk ning an tih.",
      "reference": "MATTHAI 7:8"
    },
    {
      "content": "“Anleh, nangni rawi tukhawm, in naupain bei hni sienla cheu, tuin am lung pêng in ta?",
      "reference": "MATTHAI 7:9"
    },
    {
      "content": "Annawleh, nga hni sienla tuin am rûl pêng in ta?",
      "reference": "MATTHAI 7:10"
    },
    {
      "content": "Chuongchun, nangni mi suol hmanin in nauhai thil ṭha pêk nachang in hriet chun, in Pa vâna mi chun a hnituhai chu thil ṭha a pêk lem hman hman naw ding am a nih?",
      "reference": "MATTHAI 7:11"
    },
    {
      "content": "“Chuongchun, thil tinrêng mîn in chunga an thaw dinga in dit ding ang peiin, mi chunga khawm thaw ve ro; chu chu Dân le zâwlneihai thu a ni hrim a nih.",
      "reference": "MATTHAI 7:12"
    },
    {
      "content": "“Kawtkhâr chîna chun lût ro; bohmangnaa fena kawtkhâr chu a lien a, a lampui khawm a lien bawk a, chu tienga lût chu tam khawm an tam hle a nih.",
      "reference": "MATTHAI 7:13"
    },
    {
      "content": "Hringnaa fena kawtkhâr chu a chîn a, a lampui khawm ân têp bawk a, a hmutuhai khawm tlâwmte an nih.",
      "reference": "MATTHAI 7:14"
    },
    {
      "content": "“Zâwlnei tehlêmhai lai chun fîmkhur ro; chuonghai chu berâm vun silin in kuomah an hung hlak a; an sûng tienga ruok chu satene hnuk- inrâwltakhai an ni sih a.",
      "reference": "MATTHAI 7:15"
    },
    {
      "content": "Anni chu an raah hre el in tih. Hrui hlingnei kûngah grêp an lo hlak am a nih? Lênhlinga khawm thei- chang an lo hlak am a nih?",
      "reference": "MATTHAI 7:16"
    },
    {
      "content": "Chuong ang bawkin thing ṭha taphawt chu a ra ṭha hlak; thing ṭha naw ruok chu a ra se hlak.",
      "reference": "MATTHAI 7:17"
    },
    {
      "content": "Thing ṭha a ra se thei nawh a, thing ṭha naw hlak a ra ṭha thei bawk nawh.",
      "reference": "MATTHAI 7:18"
    },
    {
      "content": "Thing tin a ra ṭha naw chu an phûr a, meiah an pei hlak.",
      "reference": "MATTHAI 7:19"
    },
    {
      "content": "Chuleiin, anni chu an raah hrieng in tih.",
      "reference": "MATTHAI 7:20"
    },
    {
      "content": "“ ‘Lalpa, Lalpa,’ a mi ti nazawng chu vân ramah lût naw ni hai, ka Pa vâna mi dit zâwng thawtuhai ruok chu lût an tih.",
      "reference": "MATTHAI 7:21"
    },
    {
      "content": "Chu nia chun mi tamtakin, ‘Lalpa, Lalpa, i hmingin thu kan hrilin, i hmingin khawhri dâm kan hnawtdawkin, i hmingin thilmak tamtak kan thaw hlak a ni naw am a nih?’ la tîng an tih.",
      "reference": "MATTHAI 7:22"
    },
    {
      "content": "Chu pha chun, ‘Nangni thil suol thawhai, ka hriet ngai naw cheu, ka kuoma inthawkin fe hmang ro,’ tiin la hril ka tih.",
      "reference": "MATTHAI 7:23"
    },
    {
      "content": "“Chuongchun, mi tin hieng ka thu hrea zâwm taphawt chu, mi var lungpui chunga in bâwltu leh hrilkhi ding a nih.",
      "reference": "MATTHAI 7:24"
    },
    {
      "content": "Ruo dâm a hung sûr a, tui dâm a hung lien a, thli dâm a hung hrâng a, chu in chu a hung nam sawk sawk a; nisienlakhawm, a chim nawh a; lungpui chunga rem tlat a ni leiin.",
      "reference": "MATTHAI 7:25"
    },
    {
      "content": "Chun, mi tin hieng ka thu hrea zâwm naw taphawt chu mi invêt phaiphin chung ela in bâwltu leh hrilkhi ding a nih.",
      "reference": "MATTHAI 7:26"
    },
    {
      "content": "Ruo dâm a hung sûr a; tui dâm a hung lien a, thli dâm a hung hrâng a, chu in chu a hung nam sawk sawk a; a chim tah a; a chim chu nasatak a nih,” a ta.",
      "reference": "MATTHAI 7:27"
    },
    {
      "content": "Chun, Isûn chuong thil chu a hril zo phingleh, mipuihaiin a thu inchûk tir chu mak an ti hleh a;",
      "reference": "MATTHAI 7:28"
    },
    {
      "content": "Dân inchûktirtuhai ang loa, thuneina neitaka anni ân chûktir leiin.",
      "reference": "MATTHAI 7:29"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "MATTHAI 7 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}