{
  "verses": [
    {
      "content": "Chu ni chun Isu chu ina inthawkin a fe suok a, dîl panga chun a ṭhung a.",
      "reference": "MATTHAI 13:1"
    },
    {
      "content": "Chun, a kuomah mipui nasatak an hung inkhâwm a, chuongchun, lawngah a chuong a, a ṭhung a; mipui po po ṭieuphoah an ngîr a.",
      "reference": "MATTHAI 13:2"
    },
    {
      "content": "Chun, tekhithuin an kuomah thu tamtak a hril a, “Ngai ta u, bu chi thetu chu bu chi the dingin a feh a.",
      "reference": "MATTHAI 13:3"
    },
    {
      "content": "Chun, a the laiin a ṭhen lampui sîrah a tlah a, vatehaiin an hung tlân zo tah a.",
      "reference": "MATTHAI 13:4"
    },
    {
      "content": "Chun, aṭhen pielthlêng leihnuoi inphânna hmunah a tlah a, leihnuoi a sa naw leiin a mâwng nghâl tah a.",
      "reference": "MATTHAI 13:5"
    },
    {
      "content": "Nisienlakhawm, nisa a hung insâng deuin em vuoiin a hung um a, zung a nei naw leiin a rawp el tah a.",
      "reference": "MATTHAI 13:6"
    },
    {
      "content": "Chun, a ṭhen hlohlingnei lai a tlah a, hlo chu a hung mâwng sâng a, a dîp hmang tah a.",
      "reference": "MATTHAI 13:7"
    },
    {
      "content": "A ṭhen hnuoi ṭhaah a tlah a, ṭhenkhat a lêt za dâm, ṭhenkhat a lêt sâwmruk dâm, ṭhenkhat a lêt sâwm- thum dâmin a hung ra tah a.",
      "reference": "MATTHAI 13:8"
    },
    {
      "content": "Tukhawm na nei chun hre raw se,” a ta.",
      "reference": "MATTHAI 13:9"
    },
    {
      "content": "Chun, inchûktirhai chu an hung a, a kuomah, “Iengdinga an kuomah tekhithua i hril am?” an ta.",
      "reference": "MATTHAI 13:10"
    },
    {
      "content": "Chun, ama chun a dawn a, an kuomah, “Vân ram thurûk chu nangni ihriet chu phal a nih, anni ihriet ruok chu phal a ni nawh.",
      "reference": "MATTHAI 13:11"
    },
    {
      "content": "Tukhawm a nei taphawt chu pe sâng an ta, nei ṭeu an tih; nisienlakhawm, tukhawm a nei naw taphawt chu, an nei sun khawm lâkpêk an tih.",
      "reference": "MATTHAI 13:12"
    },
    {
      "content": "Chuleichun, tekhithuin an kuomah ka hril a nih; hmu hai sien khawm an hmu ngai nawh a, nain hrehai sien khawm an hriet ngai nawh a, a ngaina khawm an hriet ngai naw leiin.",
      "reference": "MATTHAI 13:13"
    },
    {
      "content": "Chun, Isai thuhrillâwk kha an chungah a hung tlung a ni hi; ‘Na chun hre dêng in ta chu, a ngaina ruok chu hre tawp naw ti niu; Hmu chu hmu dêng in ta chu, hriet ruok chu hre tawp naw ti niu;",
      "reference": "MATTHAI 13:14"
    },
    {
      "content": "Hi chihai lungril hi a lo ngawng tah a, An nahai a lo sêt tah a, An mit an insîm bawk a. Chuong naw chun an mitin hmûng an ta, An nain hrieng an ta, An lungrilin hre bawk an ta, Ngha kîr nâwk an ta, Keiin anni sukdam hlau rawi ka tih,’ a ti kha.",
      "reference": "MATTHAI 13:15"
    },
    {
      "content": "“Nangni mit chu a vângnei a nih, a hmu hlak leiin; in na khawm a vângnei a nih, a hriet hlak leiin.",
      "reference": "MATTHAI 13:16"
    },
    {
      "content": "Titakzetin ka hril cheu hi, zâwlnei tamtakhai le mi fel tam- takhai khawmin, in thil hmuhai hi hmu an inhâwk a, nisienlakhawm, an hmu si nawh a; in thil hriethai khawm hi hriet an inhâwk a; nisienlakhawm, an hriet si nawh a!",
      "reference": "MATTHAI 13:17"
    },
    {
      "content": "“Chuongchun, bu chi thetu tekhithu chu hre ro:",
      "reference": "MATTHAI 13:18"
    },
    {
      "content": "Tukhawmin ram thu chu naa a lo hriet a, a ngaina a hriet si naw chun, mi suol chu a hung a, a lungrila the sa chu a lâkpêk hlak. Chu chu lampui sîra the chu a nih.",
      "reference": "MATTHAI 13:19"
    },
    {
      "content": "Chun, pielthlêng hmuna the chu, thu hre a, lâwmtaka pawm nghâl hlak hi a nih;",
      "reference": "MATTHAI 13:20"
    },
    {
      "content": "nisienlakhawm, amaa chun zung a um naw leiin sâwt nawte chau a um a; chun, thu lei chun, rinumna amanih, suknawmnatna amanih a hung um phingleh a tlu nghâl el hlak.",
      "reference": "MATTHAI 13:21"
    },
    {
      "content": "Chun, hlohlingnei laia the chu, thu hretu a na; nisienlakhawm, khawvêl lungkhamna le hausakna hlêmna chun thu chu a dîp a, ra loin a um hlak.",
      "reference": "MATTHAI 13:22"
    },
    {
      "content": "Chun, leihnuoi ṭha chunga the chu, thu chu naa hre a, a ngaina hre bawk hi a nih. Chu chu a ra ngei a, ṭhenkhat a lêt za dâm, ṭhenkhat a lêt sâwmruk dâmin, ṭhenkhat a lêt sâwmthum dâmin a pung hlak,” a ta.",
      "reference": "MATTHAI 13:23"
    },
    {
      "content": "Tekhithu dang an kuomah a hril nâwk a, “Vân ram chu, mi a loa chi ṭha thetu le chun hrilkhi a nih;",
      "reference": "MATTHAI 13:24"
    },
    {
      "content": "nisienlakhawm, mi an in kârin a hmêlma a hung a, bu lai chun bu tehlêm a the a, a fe hmang nâwk tah a.",
      "reference": "MATTHAI 13:25"
    },
    {
      "content": "Chun, bu chu a hung mâwng a, a hung vui chun, bu tehlêm chu a hung inlang ve tah a.",
      "reference": "MATTHAI 13:26"
    },
    {
      "content": "Chun, in neitu suokhai chu an hung a, a kuoma chun, ‘Pu, i loah chi ṭha i the a ni naw am a nih? bu tehlêm saw khâwlaia hung um am a ni leh?’ an ta.",
      "reference": "MATTHAI 13:27"
    },
    {
      "content": "Chun, ama chun an kuomah, ‘Chu chu hmêlmain a lo thaw a ni ta chu,’ a ta. Chun, suokhai chun a kuomah, ‘Chuong chu la khâwm el inlang rem i ti?’ an ta.",
      "reference": "MATTHAI 13:28"
    },
    {
      "content": "Ama ruok chun, ‘Ti lo e; bu tehlêm chu in lâk khâwm chun bu chu phawi sa hlau rawi in tih.",
      "reference": "MATTHAI 13:29"
    },
    {
      "content": "Bu sîk chenin um hmun khat raw se; chun, bu sîk pha chun, bu âttuhai kuomah, bu tehlêm chu la khâwm hmasa phawt unla, raw dingin intêl ro, bu ruok chu ka inah sêk lût ro, la tîng ka tih,’ a tih a,” a ta.",
      "reference": "MATTHAI 13:30"
    },
    {
      "content": "Tekhithu dang an kuomah a hril nâwk a, “Vân ram chu anṭam chi mal khat mîn a lâk a, a loa a the ang chu a na;",
      "reference": "MATTHAI 13:31"
    },
    {
      "content": "chu chu chi po poa chîn tak a na: nisienlakhawm, a hung mâwng sâng pha chun, thlaihai nêk chun a lien lem a, thing a hung ni hlak a, chuongchun, chunglêng vatehai chu an hung a, a zârhaia chun an riek hlak a,” a ta.",
      "reference": "MATTHAI 13:32"
    },
    {
      "content": "Tekhithu dang an kuomah a hril nâwk a, “Vân ram chu chawl, nu- hmeiin a ilâk, beiphit tekhâwng thum laia arênga a tho vawng hmakhata a iphûm ang chu a nih,” a ta.",
      "reference": "MATTHAI 13:33"
    },
    {
      "content": "Chuong po po chu Isûn tekhi- thuin mipuihai kuomah a hril a, tekhithu nawin iengkhawm a hril nawh:",
      "reference": "MATTHAI 13:34"
    },
    {
      "content": "zâwlneiin, “Tekhithuin ka bau kâng ka ta, Leihnuoi insieng tîra inthawka thil inthup chu hril dawk ka tih,” tia a hril kha a hung tlung theina dingin.",
      "reference": "MATTHAI 13:35"
    },
    {
      "content": "Chu lai chun mipuihai chu a fesan a, ina chun a lût tah a; chun, a inchûktirhai chu a kuomah an hung a, “Loa bu tehlêm tekhithu kha mi hrilfie rawh,” an ta.",
      "reference": "MATTHAI 13:36"
    },
    {
      "content": "Chun, ama chun a dawn a, “Chi ṭha thetu chu Mihriem Naupa hi a nih;",
      "reference": "MATTHAI 13:37"
    },
    {
      "content": "Lo chu khawvêl hi a na; chi ṭhahai chu Ram nauhai an na; bu tehlêmhai chu suol nauhai an nih.",
      "reference": "MATTHAI 13:38"
    },
    {
      "content": "Hmêlma a thetu chu diebol a na; bu sîk chu khawvêl tâwpna ding a na; bu sîktuhai chu vântirkohai an nih.",
      "reference": "MATTHAI 13:39"
    },
    {
      "content": "Chuongchun, bu tehlêmhai chu an lâk khâwma meiah an raw ang hin khawvêl tâwpnaa chun la um a tih.",
      "reference": "MATTHAI 13:40"
    },
    {
      "content": "Mihriem Naupa hin a vântir- kohai chu tir dawk a ta, a rama inthawka insuksuoltirtuhai le thil suksuoltuhai po po chu thlang dawk an ta,",
      "reference": "MATTHAI 13:41"
    },
    {
      "content": "rawtuina meia chun pei an ta, chutaka chun ṭap le harâwt chu la um a tih.",
      "reference": "MATTHAI 13:42"
    },
    {
      "content": "Chu pha chun, mi felhai chu an Pa rama chun nisa angin var tâng an tih. Na nei chun hre raw se.",
      "reference": "MATTHAI 13:43"
    },
    {
      "content": "“Vân ram chu loa ro phûmrûk ang a nih; chu chu miin a hmuh a, a thup hmang a, a lâwm leiin a feh a, a nei po po chu a va zawr a, chu lo chu ân châwk tah a.",
      "reference": "MATTHAI 13:44"
    },
    {
      "content": "“Chun, vân ram chu sumdâwng mi lunghlu ṭhatak zawngtu ang chu a ni nâwk a,",
      "reference": "MATTHAI 13:45"
    },
    {
      "content": "chun, ama chun lunghlu hlutak pakhat a hmuh a, a fe tah a, a nei po po chu a va zawr a, ân châwk tah a.",
      "reference": "MATTHAI 13:46"
    },
    {
      "content": "“Chun, vân ram chu lênkhang tuisuorieta dênga, chi tinrêng fûn khâwmna ang chu a ni nâwk bawk a.",
      "reference": "MATTHAI 13:47"
    },
    {
      "content": "Chu chu a sip phingleh va- pangah an hnûk dawk a; chun, an ṭhung a, a ṭha po chu bâwmah an lâk khâwm a, a sie ruok chu an pei a.",
      "reference": "MATTHAI 13:48"
    },
    {
      "content": "Khawvêl tâwp pha chun chuong ang bawk chun la um a tih; vân- tirkohai chu hung suok an ta, mi fel laia inthawkin mi suol hai chu ṭhêng an ta,",
      "reference": "MATTHAI 13:49"
    },
    {
      "content": "rawtuina meia chun pei an ta; chutaka chun ṭap le harâwt chu um a tih,” a ta.",
      "reference": "MATTHAI 13:50"
    },
    {
      "content": "Chun, Isûn an kuomah, “Chuong po po chu in hriet am?” a ta. Anni chun a kuomah, “Hre e,” an ta.",
      "reference": "MATTHAI 13:51"
    },
    {
      "content": "Chun, ama chun an kuomah, “Chuong a ni chun Dân inchûktirtu vân ram lampui inchûktira um taphawt chu, in neitu, a ro bâwma inthawka thil tharhai le, thil hluihai phawr dawk hlaktu ang chu a nih,” a ta.",
      "reference": "MATTHAI 13:52"
    },
    {
      "content": "Chun, Isûn chuong tekhithuhai chu a hril zo phingleh, chutaka inthawk chun a fe tah a.",
      "reference": "MATTHAI 13:53"
    },
    {
      "content": "Chun, a umna khuo tieng chu a tlung a, an inkhawmna ina chun anni ân chûktir tah a; chuongchun, mak an ti hle a. “Hi mipa hin, hieng varna le, thilmak thaw theinahai hi, khâw- laia inthawka a hmu am a ni leh?",
      "reference": "MATTHAI 13:54"
    },
    {
      "content": "Hi mi pa hi thingrem siemtu naupa kha a ni naw am a nih? A unauhai khawm, Jakob, Josef, Simon, Juda an tihai chu an ni naw am a nih?",
      "reference": "MATTHAI 13:55"
    },
    {
      "content": "A farnuhai khawm ei kuoma um an ni vawng a ni naw am a nih? Hi mi hin khâwlaia inthawk hrima hieng po po hi a hmu am a na?” an ta.",
      "reference": "MATTHAI 13:56"
    },
    {
      "content": "Chuongchun, a chungah an lungni ta nawh a. Nisienlakhawm, Isûn an kuomah, “Zâwlnei chu ama khuo tieng le ama ina chau naw chu inpâk loin a um ngai nawh,” a ta.",
      "reference": "MATTHAI 13:57"
    },
    {
      "content": "Chun, an ring naw leiin chutaka chun thilmak tam a thaw ta nawh a.",
      "reference": "MATTHAI 13:58"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "MATTHAI 13 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}