{
  "verses": [
    {
      "content": "“Chu pha chun, vân ram chu nunghâk inthieng sâwm, an khâwnvar chawia, mo neitu tuok dinga suokhai le chun, tekhi ni tâng a tih.",
      "reference": "MATTHAI 25:1"
    },
    {
      "content": "Anni lai chun panga an var a, panga an invêt a.",
      "reference": "MATTHAI 25:2"
    },
    {
      "content": "Ân vêthai chun an khâwnvarhai an chawiin a tui an chawisa si nawh a.",
      "reference": "MATTHAI 25:3"
    },
    {
      "content": "A varhai ruok chun an khâwn- vartui bûrhaiah a tui thunin, khâwn- varhai leh an chawi a.",
      "reference": "MATTHAI 25:4"
    },
    {
      "content": "Chun, mo neitu chu a hung intak leiin, an rêngin an lo inlusuh a, an lo in tah a.",
      "reference": "MATTHAI 25:5"
    },
    {
      "content": "Chun, zân rila chun, ‘Ngai ta u, mo neitu chu a hung ie! a tuok dingin hung suok ro khai,’ tiin khêkri a hung um tah a.",
      "reference": "MATTHAI 25:6"
    },
    {
      "content": "Chu phingle chun nunghâk inthienghai chu an tho vawng a, an khâwnvarhai chu an siemrêl a.",
      "reference": "MATTHAI 25:7"
    },
    {
      "content": "Chun, ân vêthai chun a varhai kuomah, ‘In khâwnvartui kha mi pe ro, kan khâwnvarhai a thi ding a nih,’ an ta.",
      "reference": "MATTHAI 25:8"
    },
    {
      "content": "Nisienlakhawm, a varhai chun, ‘Keini le nangni ta dingin indai naw ni; a zawrtuhai kuomah fe unla, inchaw lem ro,’ tiin an dawn a.",
      "reference": "MATTHAI 25:9"
    },
    {
      "content": "Chun, inchaw dinga an fe hmang kâr chun, mo neitu chu a hung tlung tah a; chuongchun, ân zohai chu ama le chun inneina ruoi fa dingin an lût a; chun, kawt chu an khâr tah a.",
      "reference": "MATTHAI 25:10"
    },
    {
      "content": "Chu hnunga chun, nunghâk inthieng danghai khawm chu an hung tlung a, ‘Pu, pu, mi hawngpêk rawh,’ an ta.",
      "reference": "MATTHAI 25:11"
    },
    {
      "content": "Ama ruok chun, ‘Titakzetin ka hril cheu hi, ka hriet naw cheu a nih,’ a ta, a dawn a.",
      "reference": "MATTHAI 25:12"
    },
    {
      "content": "Chuongchun, ngaiven ro, a ni le a hun chu in hriet si nawh a.",
      "reference": "MATTHAI 25:13"
    },
    {
      "content": "“Vân ram chu mi ram danga fe tâwma, ama suokhai koa, a sumhai an kuoma inkawltir ang chu a ni sih a.",
      "reference": "MATTHAI 25:14"
    },
    {
      "content": "Suok pakhat kuomah talent nga a pêk a, suok dang kuomah talent hni, suok dang kuomah talent khat: an thaw thei tâwk ding ang sengin a pêk a; chuongchun, a fe tah a.",
      "reference": "MATTHAI 25:15"
    },
    {
      "content": "Chun, talent nga dawngtu chu chuonghai chun a va sumdâwng nghâl tah a, talent nga dang a sukdawk tah a.",
      "reference": "MATTHAI 25:16"
    },
    {
      "content": "Chuong ang bawkin talent hni dawngtu khawm chun talent hni dang a sukdawk tah a.",
      "reference": "MATTHAI 25:17"
    },
    {
      "content": "Talent khat dawngtu ruok chu a va feh a, hnuoi a cho a, a pu tangka chu a thup hmang ta lem a.",
      "reference": "MATTHAI 25:18"
    },
    {
      "content": "“Chun, sâwttak hnungah chuong suokhai pu chu a hung a, an kuomah a sum chanchin a sukfel a.",
      "reference": "MATTHAI 25:19"
    },
    {
      "content": "Chuongchun, talent nga dawng- tu chu a hung a, talent nga dang a hung chawi a, ‘Pu, nangin talent nga i mîn kawltir kha en ta, talent nga dang ka sukdawk,’ a ta.",
      "reference": "MATTHAI 25:20"
    },
    {
      "content": "A pu chun a kuomah, ‘Suok ṭha le ringum, i thaw ṭha ie! tlâwmte chungah ring i um a, tamtak chungah inumtir ka ti che, i pu lâwmnaah lût rawh,’ a ta.",
      "reference": "MATTHAI 25:21"
    },
    {
      "content": "Chun, talent hni dawngtu khawm chu a hung a, ‘Pu, nangin talent hni i mîn kawltir kha, en ta, talent hni dang ka sukdawk,’ a ta.",
      "reference": "MATTHAI 25:22"
    },
    {
      "content": "A pu chun a kuomah, ‘Suok ṭha le ringum, i thaw ṭha ie! tlâwmte chungah ring i um a, tamtak chungah inumtir ka ti che; i pu lâwmnaah lût rawh,’ a ta.",
      "reference": "MATTHAI 25:23"
    },
    {
      "content": "“Chun, talent khat kawltu khawm chu a hung a, ‘Pu, mi ti kher kher i nih ti ka hriet che; i tu nawnaa khawm i sîk hlak a, i the dar nawnaa khawm în khâwm hlak a nih;",
      "reference": "MATTHAI 25:24"
    },
    {
      "content": "Chuongchun, ka ṭi a, ka fe a, i talent kha hnuoiah ka thup hmang a, en ta, i ta ngai kha i hmu nâwk hi,’ a ta.",
      "reference": "MATTHAI 25:25"
    },
    {
      "content": "A pu chun a kuomah, ‘Suok suol le zawmthawpa, ka itu nawnaa khawm ka sîka, ka the dar nawnaa khawm kân khâwm ti i hriet maw?",
      "reference": "MATTHAI 25:26"
    },
    {
      "content": "Chuong a ni sa chun, ka tangka chu sumdâwngtuhai kuomah lo sie ding i ni ta an nâwm; chuongchun, ka hung nâwk hin ka ta hi a pung leh ka hmu nâwk ding a nih.",
      "reference": "MATTHAI 25:27"
    },
    {
      "content": "Chuongchun, a talent khat kha lâkpêk unla, talent sâwm neitu kuomah pe ro.",
      "reference": "MATTHAI 25:28"
    },
    {
      "content": "Tukhawm a nei taphawt chu pe sâng an ta, chuongchun, hau a tih, tukhawm, a nei naw phawt chu a nei sun khawm chu lâkpêk an tih.",
      "reference": "MATTHAI 25:29"
    },
    {
      "content": "Chun, suok ṭhahnem naw kha tuol tieng inthima chun pei dawk ro; chutaka chun ṭap le harâwt chu um a tih,’ a ta, a dawn a.",
      "reference": "MATTHAI 25:30"
    },
    {
      "content": "“Mihriem naupa ruok chu a vântirkohai po po leh a ropuinaa inthuoma a hung phâ chun, a ropuina ṭhungphaah ṭhung a ta;",
      "reference": "MATTHAI 25:31"
    },
    {
      "content": "a hmaa chun hnam tin in- khâwm an tih; berâm chingtuin kêl laia a berâmhai a ṭhe angin anni rawi chu ṭhêng a ta;",
      "reference": "MATTHAI 25:32"
    },
    {
      "content": "berâmhai chu a changtieng sieng a ta, kêlhai ruok chu a vawi tieng sieng a tih.",
      "reference": "MATTHAI 25:33"
    },
    {
      "content": "“Chu phâ chun, Laltak chun a changtienga mihai kuomah, ‘Ka Pa vochuomhai, hung unla, khawvêl siem tîra inthawka, in ta dinga ram buotsai chu chang ro;",
      "reference": "MATTHAI 25:34"
    },
    {
      "content": "ka phîng a ṭâmin nangnîn fâk ding in mi pêk a, ka dang a chârin dâwn ding in mi pêk a; mikhuol ka niin in mîn tlung tir a;",
      "reference": "MATTHAI 25:35"
    },
    {
      "content": "saruok ka niin puon in mîn siltir a; ka damnawh a, in mi kan a, intâng inah ka umin in hung sih a,’ la tîng a tih.",
      "reference": "MATTHAI 25:36"
    },
    {
      "content": "“Chu phâ chun, mi felhai chun, ‘Lalpa, iengtik âm phîngṭâmin kan hmu che a, fâk ding kan pêk che? dangchârin kan hmu chea dâwn ding kan pêk che?",
      "reference": "MATTHAI 25:37"
    },
    {
      "content": "Iengtik âm mikhuolin kan hmu che a kan intlungtir che? saruokin kan hmu chea puon kan insiltir che?",
      "reference": "MATTHAI 25:38"
    },
    {
      "content": "Iengtik âm damnawin amanih, intâng ina manih kan hmu chea i kuomah kan hung?’ tiin la dawn an tih.",
      "reference": "MATTHAI 25:39"
    },
    {
      "content": "Chun, Laltak chun an kuomah, ‘Titakzetin ka hril cheu hi, hieng ka unau chîntakhai laia mi pakhat chunga in thaw chu, ka chunga thaw in nih,’ tîn la dawn a tih.”",
      "reference": "MATTHAI 25:40"
    },
    {
      "content": "“Chu zoa chun a vawitienga mihai kuoma khawm chun, ‘ṭawng- sephurhai, kumkhuo mei diebol le a tirkohai ta dinga an buotsaia chun mi fe hmangsan ro;",
      "reference": "MATTHAI 25:41"
    },
    {
      "content": "ka phîng a ṭâmin nangnîn fâk ding in mi pêk nawh a; ka dang a chârin nangnîn dâwn ding in mi pêk nawh a,",
      "reference": "MATTHAI 25:42"
    },
    {
      "content": "mikhuol ka niin in mîn tlungtir nawh a, saruok ka niin puon in mîn siltir nawh a; damnaw le intâng ina ka umin in mi kan si nawh a,’ la tîng a tih.",
      "reference": "MATTHAI 25:43"
    },
    {
      "content": "Chu phâ chun, anni khawmin, ‘Lalpa, iengtik âm phîngṭâmin ama- nih, dangchârin amanih, mikhuolin amanih, intâng ina manih kan hmu che a, i rawng kan bâwlpêk naw che?’ tiin la dawn an tih.",
      "reference": "MATTHAI 25:44"
    },
    {
      "content": "Chun, ama chun an kuomah, ‘Titakzetin ka hril cheu hi, hieng mi chîntak laia mi pakhat chunga in thaw naw chu ka chunga thaw naw in nih,’ tiin la dawn a tih.",
      "reference": "MATTHAI 25:45"
    },
    {
      "content": "Chun, chuonghai chu kumkhaw hremnaah fêng an ta, mi felhai ruok chu kumkhaw hringnaah fêng an tih,” a ta.",
      "reference": "MATTHAI 25:46"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "MATTHAI 25 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}