{
  "verses": [
    {
      "content": "Chun, lal Herod inlal laia, Juda rama Bethlehemah Isu a hung piengin, ngai ta, khawsak tienga inthawkin mi varhai Jerusalemah an hung a,",
      "reference": "MATTHAI 2:1"
    },
    {
      "content": "“Judahai lal hung pieng chu khâwlai am a um a? A arasi khawsak tieng kan hmuh a, ama chibai bûk dingin kan hung a nih,” an ta.",
      "reference": "MATTHAI 2:2"
    },
    {
      "content": "Lal Herod chun a hriet phingleh a lunginzîng tah a, Jerusalema mi po po khawm an lunginzîng ve a.",
      "reference": "MATTHAI 2:3"
    },
    {
      "content": "Chuongchun, thiempu lalhai le mihai Dân inchûktirtu po po a ko khâwm a. Krista piengna ding chu ân dawn a.",
      "reference": "MATTHAI 2:4"
    },
    {
      "content": "Anni chun a kuomah, “Juda rama Bethlehemah hieng ang hin zâwl- neiin a ziek kha,",
      "reference": "MATTHAI 2:5"
    },
    {
      "content": "‘Chun, nang Juda rama Bethlehem, Juda khawpuihai laiah i chîn tak naw tawp; I sûnga inthawkin awptu a hung suok ding a ni sih a, Ka mi Israelhai vêngtu ding chu,’ ti hi,” an ta.",
      "reference": "MATTHAI 2:6"
    },
    {
      "content": "Chu hnunga chun Herodin mi varhai chu arûkin a ko a, arasi inlang hun chu nguntakin anni ân dawn a.",
      "reference": "MATTHAI 2:7"
    },
    {
      "content": "Anni chu Bethlehemah ân fetir tah a, “Fe unla, nautê thu chu nguntakin indawn suok ro; chun kei khawmin ama chu chibai ka hung bûk ve theina dingin, in hmu phingleh mi hung hril nâwk ro,” a ta.",
      "reference": "MATTHAI 2:8"
    },
    {
      "content": "Chun, lal thu chu an hriet a, an fe tah a; chun, ngai ta, khawsak tienga arasi an hmu kha nautê umna chung zâwn a tlunga a ngîr hmakhat chu an hmaah a fe pei a.",
      "reference": "MATTHAI 2:9"
    },
    {
      "content": "Chun, arasi chu an hmuin an hlim nasa bêk bêk a.",
      "reference": "MATTHAI 2:10"
    },
    {
      "content": "In sûngah an va lût a, a nu Mari kuoma nautê chu an hmuh a, an bawkkhup a, chibai an bûk a. Chun, an ro bâwmhai an hawng a, a kuomah lâwmna — rângkachak dâm, beraw dâm, murra dâm an pêk a.",
      "reference": "MATTHAI 2:11"
    },
    {
      "content": "Herod kuoma kîr nâwk lo dingin manga hrila an um leiin, lampui dangah an khuo tieng an kîr tah a.",
      "reference": "MATTHAI 2:12"
    },
    {
      "content": "Chun, an fe hnungin, ngai ta, Lalpa vântirko Josef kuomah a mangah ân lâr a, “Tho la, nautê le a nu ṭhuoi la, Aigupta ramah tlân hmang rawh, ka hril nâwk hmakhat che chu chutaka chun um zing rawh; Herodin nautê sukbo dingin a zawng ding a nih,” a ta.",
      "reference": "MATTHAI 2:13"
    },
    {
      "content": "Chuongchun, a tho a, azân azânin nautê le a nu a ṭhuoi a, Aiguptaah a fê tah a.",
      "reference": "MATTHAI 2:14"
    },
    {
      "content": "Herod thi hmakhat chu chutaka chun a um zing a; Lalpain zâwlnei baua, “Ka naupa chu Aiguptaa inthawkin ka ko dawk a,” tia a hril kha a hung tlung theina dingin.",
      "reference": "MATTHAI 2:15"
    },
    {
      "content": "Chun, Herodin mi varhai hlêmin a um ti ân hriet phingin a lung a sen bêk bêk a, mi a tir a, a hun laitak thu mi varhai nguntaka ân dawn suo ang khan, Bethlehem le a vêl po poa pasal naupang kum hnia inthawka hnuoitieng po po chu an rêngin a that ta vawng a.",
      "reference": "MATTHAI 2:16"
    },
    {
      "content": "Chuong lai chun zâwlnei Jeremiain hieng thu a hril hi a hung tlung tah a:",
      "reference": "MATTHAI 2:17"
    },
    {
      "content": "“Rama khuoah khêkri an hriet a, Ṭap dâm, mithi ngaia khêk rawng rawng dâm; Rakil chun a nauhai a ṭah a, An um ta naw leiin thlamuong thei a ni nawh,” ti hi.",
      "reference": "MATTHAI 2:18"
    },
    {
      "content": "Nisienlakhawm, Herod chu a thi hnungin, ngai ta, Lalpa vântirko Aiguptaa chun Josef kuomah mangah ân lâr a,",
      "reference": "MATTHAI 2:19"
    },
    {
      "content": "“Tho la, nautê le a nu ṭhuoi la, Israel ramah fe rawh; nautê that tumtuhai kha an thi tah,” a ta.",
      "reference": "MATTHAI 2:20"
    },
    {
      "content": "Chuongchun, a tho a, nautê le a nu chu a ṭhuoi a, Israel ramah a lût tah a.",
      "reference": "MATTHAI 2:21"
    },
    {
      "content": "Nisienlakhawm, Arkelaus a pa Herod aiawin ân lal ti a hrietin chutaka fe chu a ṭi tah a; chun, a manga hrila a um leiin Galili tieng a fe ta dai a.",
      "reference": "MATTHAI 2:22"
    },
    {
      "content": "Khuo pakhat Nazareth an tia chun a va um tah a: “Ama chu Nazareth mi tîng an tih,” tia zâwlnei baua an hril kha a hung tlung theina dingin.",
      "reference": "MATTHAI 2:23"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "MATTHAI 2 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}