{
  "verses": [
    {
      "content": "Mihriem ṭawnghai le vântirko ṭawnghaiin thu hril lang khawm, hmangaina ka nei si naw chun dâr inri mei mei amanih, dârbenthek inri mei mei amanih lo nîng ka tih.",
      "reference": "1 KORINTH 13:1"
    },
    {
      "content": "Chun, thu hril theina neiin, thurûk po po le hrietna po po hre vawng lang khawm, tlâng sawn theina khawp hiel ringna famkim nei lang khawm, hmangaina ka nei si naw chun iengkhawm ni naw ning.",
      "reference": "1 KORINTH 13:2"
    },
    {
      "content": "Chun, mi rimsihai châwmna dingin ka sum po po khawm pe vawng lang, ka taksa khawm kâng dingin inpe lang hmangaina ka nei si naw chun, ka ta dingin iengkhawm ṭhahnem naw ni.",
      "reference": "1 KORINTH 13:3"
    },
    {
      "content": "Hmangaina chu a dawthei a, ngil a nei a, hmangainain a îtthîk nawh a; hmangaina ama le ama ân pak ngai nawh a, a uong nawh a,",
      "reference": "1 KORINTH 13:4"
    },
    {
      "content": "a châng mawinaw ngai nawh a, mâni hma a siel nawh a, a lunginsen nuom nawh a, suol tiengah a ngaituo nawh a,",
      "reference": "1 KORINTH 13:5"
    },
    {
      "content": "felnawna a lâwm nawh a, thutak ruok chu a lâwmpui hlak;",
      "reference": "1 KORINTH 13:6"
    },
    {
      "content": "iengkim a tuor hrâm hrâm a, iengkim a ring a, iengkim a beisei a, iengkim a tuor suo hlak.",
      "reference": "1 KORINTH 13:7"
    },
    {
      "content": "Hmangaina hi iengtik khawm bo naw nih a; amiruokchu, thuhrilna dâm hi um sienla khawm sukbân la nîng a tih; ṭawng hrietlohai dâm hi um sien khawm la mâng a tih, hrietna hi um sienkhawm sukbân la nîng a tih.",
      "reference": "1 KORINTH 13:8"
    },
    {
      "content": "A kim loin ei hriet a, a kim loin thu ei hril bawk hlak a nih;",
      "reference": "1 KORINTH 13:9"
    },
    {
      "content": "a famkim a hung tlung pha ruok chun a kimnaw hi bân ni tâng a tih.",
      "reference": "1 KORINTH 13:10"
    },
    {
      "content": "Ka naupang laiin naupang angin ka ṭawng a, naupang hrietin ka hriet a, naupang ngaituo angin ka ngaituo hlak; tuta ka hung puitling hnung hin naupang thaw dân chu ka bân tah.",
      "reference": "1 KORINTH 13:11"
    },
    {
      "content": "Tuhin chu hlimenah ei hmu rei ruoi a nih, chu chu pha ruok chun inhmatuoin ni tâng a tih. Tuhin chu a kim loin ei hriet a, chu pha ruok chun hriet kim ka ni ang bawk hin hre kim tâng ka tih.",
      "reference": "1 KORINTH 13:12"
    },
    {
      "content": "Chuongchun, hienghai pathum, ringna dâm, beiseina dâm, hmangaina dâm hi um zing a tih; chun, a hi poa a ropuitak chu hmangaina hi a nih.",
      "reference": "1 KORINTH 13:13"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 KORINTH 13 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}