{
  "verses": [
    {
      "content": "Chun, in thil ziek thuhai kha: Pasal ta dingin nuhmei tâwklo a ṭha a nih. “Pasalin nuhmei a nei naw chun a thaw ṭha a nih,” in tih a.",
      "reference": "1 KORINTH 7:1"
    },
    {
      "content": "Nisienlakhawm, inditnahai a um hlak leiin pasalin nuhmei bîk nei seng hai sienla, nuhmei khawmin pasal bîk nei seng raw hai se.",
      "reference": "1 KORINTH 7:2"
    },
    {
      "content": "Pasal chun a nuhmei kuomah a chan ding tâwk chu pe raw se; chuong ang bawkin nuhmei khawma pasal kuomah a chan ding tâwk chu pe bawk raw se.",
      "reference": "1 KORINTH 7:3"
    },
    {
      "content": "Nuhmei chun ama taksa chungah thu a nei nawh a, a pasal chun thu a nei lem a nih; chuong ang bawkin pasal khawm chun mâni taksa chungah thu a nei nawh a, a nuhmei chun thu a nei lem a nih.",
      "reference": "1 KORINTH 7:4"
    },
    {
      "content": "Ṭawngṭai dinga in inpêk theina ding le in inpâwl nâwk theina dingin sâwt nawtê kâr dinga rem in ti ve ve chau naw chun atu tu khawm insukdâwng naw ro, chuong naw chun, in insûm zo naw leiin Setanin thlêm a ti cheu.",
      "reference": "1 KORINTH 7:5"
    },
    {
      "content": "Nisienlakhawm, hi thu hi thupêk ang tienga ka hril a ni nawh a, phal tieng thua ka hril lem a nih.",
      "reference": "1 KORINTH 7:6"
    },
    {
      "content": "Nisienlakhawm, mi po po keia angtak hin um vawng hai sien ka nuom a nih. Amiruokchu, mi tinin Pathien kuoma inthawkin thilpêk mâni hmu zâwng an nei seng a nih; pakhatin kawng dangin, a dangin kawng dangin.",
      "reference": "1 KORINTH 7:7"
    },
    {
      "content": "Nisienlakhawm, lêngṭulhai le hmeithaihai kuoma chun hi ka ti a nih; keia angtak hin um hai sien an ta dingin ṭhâng a tih.",
      "reference": "1 KORINTH 7:8"
    },
    {
      "content": "Insûm theina an nei naw chun innei el raw hai se, hur nêkin innei a ṭha lem sih a.",
      "reference": "1 KORINTH 7:9"
    },
    {
      "content": "Chun, innei sahai kuoma chun thu ka pêk (Keia pêk ruok chu ni loin Lalpa pêk a ni lem): Nuhmei chun a pasal ṭhe naw raw se;",
      "reference": "1 KORINTH 7:10"
    },
    {
      "content": "nisienlakhawm, a ṭhe nghâl nghâl chun pasal nei ta loin um law law raw se, annawleh, a pasal le bawk inrem nâwk raw se; chun, pasal chun a nuhmei ma naw raw se.",
      "reference": "1 KORINTH 7:11"
    },
    {
      "content": "Mi dang kuoma ruok chun Lalpa ni loin keiin ka hril: Unau tûkhawmin nuhmei awilo mi nei sienla, ama chun a kuoma um zing a lungni phawt chun ma naw raw se.",
      "reference": "1 KORINTH 7:12"
    },
    {
      "content": "Chun, nuhmei pasal awilo mi nei chun, a pasalin a kuoma um zing a lungni phawt chun, ṭhe naw raw se.",
      "reference": "1 KORINTH 7:13"
    },
    {
      "content": "Pasal awilo mi chu a nuhmei zârah sukthiengin a um a, nuhmei awilo mi khawm chu a pasal zâra sukthiengin a um bawk a nih; chuong ang chu ni naw sien chu in nauhai chu inthieng naw nihai; nisienla- khawm, an inthieng zing a nih.",
      "reference": "1 KORINTH 7:14"
    },
    {
      "content": "Nisienlakhawm, a awinaw lemin a ṭhe chun ṭhe el raw se, chuong anga chun chu unaupa amanih, farnu amanih hrên an ni ta nawh. Pathien ruok chun inremnaah a mi ko a nih.",
      "reference": "1 KORINTH 7:15"
    },
    {
      "content": "Aw nuhmei, i pasal i sandam ding le ding naw iengtin am i hriet leh? Aw pasal, i nuhmei i sandam ding le ding naw iengtin am i hriet leh?",
      "reference": "1 KORINTH 7:16"
    },
    {
      "content": "Iengkhawm ni sienla, Lalpa chun mi tin kuoma a sem pângngai ang seng le, Pathienin mi tin a kona pângngai ang sengah um raw se. Chuong ang chun kohranhai po poah ka ruot hlak.",
      "reference": "1 KORINTH 7:17"
    },
    {
      "content": "Sertan ta hnung ko an um am? Sertan naw mi ni naw raw se. Sertan loa um ko an um am? Ser intantir naw raw se.",
      "reference": "1 KORINTH 7:18"
    },
    {
      "content": "Pathien thupêkhai pawm chau naw chu sertan hi iengkhawm a ni nawh a, sertan naw khawm iengkhawm a ni chuong nawh.",
      "reference": "1 KORINTH 7:19"
    },
    {
      "content": "Mi tin koa an um laia an chan pângngaia chun um zing seng raw se.",
      "reference": "1 KORINTH 7:20"
    },
    {
      "content": "Suoka i um ko am i nih? chu chu ngaituo nuom naw rawh; i suok thei si ruok chun hmang lem rawh.",
      "reference": "1 KORINTH 7:21"
    },
    {
      "content": "Suoka um Lalpaa ko chu Lalpa insuoktir suok a ni sih a, chuong ang bawk chun suok ni loa koa um chu Krista suok a nih.",
      "reference": "1 KORINTH 7:22"
    },
    {
      "content": "Mana inchâwk in ni tah; mihriemhai suokah lût naw ro.",
      "reference": "1 KORINTH 7:23"
    },
    {
      "content": "Unauhai, mi tin koa in um laia in chan pângngaia chun Pathien kuomah um zing seng ro.",
      "reference": "1 KORINTH 7:24"
    },
    {
      "content": "Chun, nunghâk inthieng tieng thua ruok chun Lalpa thupêk hrim ka nei nawh a; nisienlakhawm, ringuma um dinga Lalpa kuoma inthawka lunginsietna hmu ka ni leiin ka ngaituo ang hril ka tih.",
      "reference": "1 KORINTH 7:25"
    },
    {
      "content": "Chuongchun, tulai rinumna lei hin hi hi ṭhain ka ring, mi a um ngaia a um zing hi.",
      "reference": "1 KORINTH 7:26"
    },
    {
      "content": "Nuhmeia khuopde i ni am a nih? Sûtna zawng naw rawh. Nuhmeia khuopde naw i ni am? Nuhmei zawng naw rawh.",
      "reference": "1 KORINTH 7:27"
    },
    {
      "content": "Nisienlakhawm, nuhmei i nei chun thil i suksuol nawh, nunghâk inthieng khawma pasal a nei chun thil a suksuol chuong nawh. Amiruokchu, chuong ang mi chun tisaa chun rinum tuor a tih, nisienla- khawm, kei ruok chun intuortir naw cheu ka nuom a nih.",
      "reference": "1 KORINTH 7:28"
    },
    {
      "content": "Amiruokchu, unauhai, hi hi ka ti a nih; hun hi suktâwiin a um a nih, tuta hnung chu, nuhmei neihai chu neinaw anga an um theina ding le,",
      "reference": "1 KORINTH 7:29"
    },
    {
      "content": "ṭaphai chu ṭapnawhai anga an um theina ding le, lâwmhai chu lâwmnaw anga an um theina ding le; inchawtuhai chu neinaw anga an um theina ding le,",
      "reference": "1 KORINTH 7:30"
    },
    {
      "content": "khawvêl hmangtuhai chu hmang taluo loa an um theina dingin; hi khawvêl umdan hi a bohmang mêk a nih.",
      "reference": "1 KORINTH 7:31"
    },
    {
      "content": "Nisienlakhawm, lungkham nei loa in um ka nuom pêk cheu a nih, nuhmei neinaw chun Lalpa suklâwm theina ding zie ngaituoin Lalpa tieng thil chu a lungkham hlak.",
      "reference": "1 KORINTH 7:32"
    },
    {
      "content": "Nuhmei nei ruok chun a nuhmei suklâwm theina dingzie ngaituoin khawvêl tieng thil chu a lungkham lem hlak.",
      "reference": "1 KORINTH 7:33"
    },
    {
      "content": "Chun, pasal nei le nunghâk inthieng chu an inang bawk nawh a; pasal neinaw chun a taksa le a thla- raua inthiengtaka a um theina dingin Lalpa tieng thil chu a lungkham hlak a, pasal nei ruok chun a pasal suk- lâwm theina dingzie ngaituoin khawvêl tieng thil a lungkham lem hlak.",
      "reference": "1 KORINTH 7:34"
    },
    {
      "content": "Chuong chu nangni ṭhatna dinga ka hril a nih; hruia ka khit theina ding cheua ka hril a ni nawh a, umdân mawi tâwka in um theina ding le, Lalpa rawng chu buoi loa in bâwl theina dingin ka hril lem a nih.",
      "reference": "1 KORINTH 7:35"
    },
    {
      "content": "Amiruokchu, tûkhawmin a nau nunghâk inthieng ân lêng sâwttir kawnga a sukdik naw a ân hriet chun, ama chu a vânglai a na, a ṭul bawk si chun a thaw nuom chu thaw raw se, thil a suksuol nawh, inneitir el raw se.",
      "reference": "1 KORINTH 7:36"
    },
    {
      "content": "Nisienlakhawm, lungril dettak puta, ṭul ti loa, ama nuom zâwng ruok chu hlen theia, a nau nunghâk inthieng chu kawl zing a lungrila tum tlattu chun thaw ṭha lem a tih.",
      "reference": "1 KORINTH 7:37"
    },
    {
      "content": "Chuongchun, pasal inneitirtu chun a thaw ṭha, nisienlakhawm ân neitir nawtu chun a thawṭha nâwk zuol a nih.",
      "reference": "1 KORINTH 7:38"
    },
    {
      "content": "Nuhmei chu a pasal dam sûng po po chu phuor a na; nisienlakhawm, a pasal a thi ta chun a nuom nuom nei thei a tih; amiruokchu, Lalpaa um mi a ni ding a nih.",
      "reference": "1 KORINTH 7:39"
    },
    {
      "content": "Nisienlakhawm, keia ngai chun, a um ngaia a um zing chun hamṭha lem a tih; kei khawm Pathien Thlarau chu nei ve bawkin kân ring a nih.",
      "reference": "1 KORINTH 7:40"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 KORINTH 7 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}