{
  "verses": [
    {
      "content": "Hmangaina hi hnawt pei unla, Thlarau tieng thilpêk chu châk hle ro; amiruokchu, thu in hril theina ding lem chun châk bîk ro.",
      "reference": "1 KORINTH 14:1"
    },
    {
      "content": "Ṭawng hrietloa thuhril chun mihriem kâwla hril ni loin, Pathien kuomah a hril lem a ni sih a; tûkhawmin a thuhril chu an hriet si nawh a; nisienlakhawm, thlarau chun thurûk a hril a nih.",
      "reference": "1 KORINTH 14:2"
    },
    {
      "content": "Thuhriltu ruok chun mihriem kuomah siem ṭhatna thu dâm, infui- na thu dâm, thlamuongna thu dâm a hril lem hlak.",
      "reference": "1 KORINTH 14:3"
    },
    {
      "content": "Ṭawng hrietloa thu hril chun ama chau ân siem ṭha hlak. Thuhriltu ruok chun kohran a siem ṭha hlak.",
      "reference": "1 KORINTH 14:4"
    },
    {
      "content": "Chun, in rênga ṭawng hrietlohaia thu in hril ka nuompêk cheu; nisien- lakhawm, thu in hril ka nuompêk nâwk zuol cheu a nih; kohranin insiemṭhatna an hmu theina dingin a hrilfie nâwk nghâl naw chun, thu hriltu chu ṭawng hrietloa thu hriltu nêk chun a ropui lem hrim hrim a nih.",
      "reference": "1 KORINTH 14:5"
    },
    {
      "content": "Tuhin, unauhai, ṭawng hriet- lohaia thu hrilin in kuomah hung ta ang lang, inhriettirna tieng amanih, hrietna tieng amanih, thu hrilna tieng amanih, inchûktirna tieng ama- nih in kuomah ka hril si naw chun ieng am ka sukṭhathnemna ding cheu a um a?",
      "reference": "1 KORINTH 14:6"
    },
    {
      "content": "Thil hringna neilo, inri theihai khawm theihle amanih, ṭingṭang amanih, a mumal neia ân ri naw chun, ieng hla inzuiin am an keia ti iengtin am inhriet thei a ti leh?",
      "reference": "1 KORINTH 14:7"
    },
    {
      "content": "Tawtawrâwt hi mumal nei loa ân ri chun tu am râl kâp dingin inbuotsai an ta?",
      "reference": "1 KORINTH 14:8"
    },
    {
      "content": "Chuong ang bawkin nangni khawm lei hin ṭawng hriet awla in hril naw chun ieng ang thu am in hril a, ti iengtin am inhriet thei a ta? Boruoka ṭawng mei mei nîng in tih in sawnnaw.",
      "reference": "1 KORINTH 14:9"
    },
    {
      "content": "Khawvêla hin ṭawng ri chi tum tamtak a um a ni thei a; nisien- lakhawm, umzie nei naw hrim hrim a um si nawh a.",
      "reference": "1 KORINTH 14:10"
    },
    {
      "content": "A ṭawng ri umzie ruok chu ka hriet naw chun, kei chu a hriltu ta ding chun ram dang mi nîng ka ta; a hriltu khawm chu ka ta dingin ram dang mi ni bawk a tih.",
      "reference": "1 KORINTH 14:11"
    },
    {
      "content": "Chuongchun, nangni khawmin, thlarau thilpêk chungah ṭhahnem in ngai leiin kohran siemṭhat theina dinga in hausak theina dingin zawng ro.",
      "reference": "1 KORINTH 14:12"
    },
    {
      "content": "Chuleiin, ṭawng hrietloa thu hril chun, a hrilfie theina dingin ṭawngṭai raw se.",
      "reference": "1 KORINTH 14:13"
    },
    {
      "content": "Ṭawng hrietloa ka ṭawngṭai chun ka thlarau chun chu a ṭawngṭai ngei a, ka hrietna ruok chu a hlâwk chuong nawh.",
      "reference": "1 KORINTH 14:14"
    },
    {
      "content": "Iengtin am ni tâng a ti leh? Thlarauin, ṭawngṭai ka ta, hrietthei- na khawmin ṭawngṭai bawk ka tih; thlarauin hla sak ka ta, hriettheina khawmin sak bawk ka tih.",
      "reference": "1 KORINTH 14:15"
    },
    {
      "content": "Chuong naw chun, thlarauin malsâwmpêk la khawm, a hrenawhai umnaa um chun i lâwmthu hrila chun iengtin am “Amen” ti thei a ta, i thu hril chu hre thei naw sain?",
      "reference": "1 KORINTH 14:16"
    },
    {
      "content": "Nang chun chu lâwmthu i hril ṭha takzet a, mi dang ruok chu a siemṭha chuong si nawh.",
      "reference": "1 KORINTH 14:17"
    },
    {
      "content": "Nangni po po nêka ṭawng hrietloa thu ka hril rawn lem leiin, Pathien kuomah lawmthu ka hril a;",
      "reference": "1 KORINTH 14:18"
    },
    {
      "content": "nisienlakhawm, kohran in- khâwmnaa chun, ṭawng hrietloa thu sîng khat hril nêk chun, mi danghai kân chûktir theina dingin ka hriettheinaa thu panga chau hril ka nuom lem.",
      "reference": "1 KORINTH 14:19"
    },
    {
      "content": "Unauhai, lungril tieng naupang naw ro; nisienlakhawm, suol kawnga chu nautê ang ni unla, lungril tienga chun puitling ro.",
      "reference": "1 KORINTH 14:20"
    },
    {
      "content": "Dân Lekhabua chun, “ ‘ṭawng dang mihai bau le, ram dang mihai hmûrin, hieng mihai kuoma hin thu hril ka ta; chuong sa khawm chun mi ngainaw ni hai,’ Lalpain a tih,” ti ziek a nih.",
      "reference": "1 KORINTH 14:21"
    },
    {
      "content": "Chuleiin, ṭawng hrietlohai hi awihai ta ding chun inchikna a ni nawh a, awinawhai ta ding a ni lem; thu hril ruok hi chu, awinawhai ta dingin inchikna a ni nawh a, awihai ta dingin a ni lem.",
      "reference": "1 KORINTH 14:22"
    },
    {
      "content": "Chuleiin, kohran po po in- khâwm unla, in rênga ṭawng hriet- lohaia thu in hril chun a la hrenawhai amanih, awinawhai amani hung lût hai sienla, invêt an ti naw ding cheu am a nih?",
      "reference": "1 KORINTH 14:23"
    },
    {
      "content": "In rêngin thu inhril ruok chun, awinaw amanih, la hrelo amanih hung lût sien la, a thiemnawzie in rênga suklang ni tâng a tih; in rênga suosal ni tâng a tih;",
      "reference": "1 KORINTH 14:24"
    },
    {
      "content": "a lungril thurûk chu phawr nîng a ta, chuongchun, bawkkhupin Pathien chibai bûk a ta, Pathien nangni lai a um takzet ti hril a tih.",
      "reference": "1 KORINTH 14:25"
    },
    {
      "content": "Unauhai, iengtin am ni tâng a ta? In hung inkhâwmin inpâkna hla amanih, thu inchûktirna amanih, inhriettirna amanih, ṭawng hrietlo amanih, hrilfiena amanih in nei seng hlak. Iengkim siem ṭhatna dingin thaw ni raw se.",
      "reference": "1 KORINTH 14:26"
    },
    {
      "content": "Tukhawmin ṭawng hrietloa thu an hril chun, pahniin amanih, a tam- takah pathumin amanih ni sienla, insâwk peiin ni bawk raw se; chun, mi pakhatin hrilfie raw se.",
      "reference": "1 KORINTH 14:27"
    },
    {
      "content": "Hrilfietu an um naw chun, kohran inkhâwmnaa chun to zingin um hai sienla, mâni le Pathien kuomah hril raw se.",
      "reference": "1 KORINTH 14:28"
    },
    {
      "content": "Thuhriltuhai khawmin, pahniin amanih, pathumin amanih, hril sienla, mi danghai chun nguntakin ngaituo raw hai se.",
      "reference": "1 KORINTH 14:29"
    },
    {
      "content": "Amiruokchu, a kâwla ṭhung mi dang kuomah inhriettirna thu pêkin a hung um chun, a hmasa chu to el raw se.",
      "reference": "1 KORINTH 14:30"
    },
    {
      "content": "Mi po poin an inchûk theina ding le, mi po po lungmuonga an um theina dingin pakhat peiin thu in hril thei sih a.",
      "reference": "1 KORINTH 14:31"
    },
    {
      "content": "Thuhriltuhai thlarauhai chu thuhriltuhai thununin an um a nih.",
      "reference": "1 KORINTH 14:32"
    },
    {
      "content": "Pathien chu buoina Pathien a ni nawh a, inremna Pathien a ni lem sih a. Mi inthieng kohranhai po poa ang hin,",
      "reference": "1 KORINTH 14:33"
    },
    {
      "content": "kohran inkhâwmnahaia chun nuhmeihai chu to zingin um raw hai se; anni chu an thu hril phal a ni si nawh a; Dân Lekhabuin a hril ang bawk khan thu zâwmin um lem raw hai se.",
      "reference": "1 KORINTH 14:34"
    },
    {
      "content": "Chun, iengkhawm inchûk an nuom chun, in tieng an pasalhai in- dawn raw hai se; kohran inkhâwm- naa nuhmei thu hril inzak a um sih a.",
      "reference": "1 KORINTH 14:35"
    },
    {
      "content": "Pathien thu hi nangnia inthawk- a suok a ni maw? Annawleh, nangni kuom chaua hung tlung a ni maw?",
      "reference": "1 KORINTH 14:36"
    },
    {
      "content": "Tûkhawm thu hriltu amanih, thlarau mi amanih nia ân ngai chun in kuoma thu ka ziek hi Lalpa thupêk a ni ti lo hre raw se.",
      "reference": "1 KORINTH 14:37"
    },
    {
      "content": "Nisienlakhawm, tûkhawmin hi hi a hriet nuom naw chun ama chu hriet loin um raw se.",
      "reference": "1 KORINTH 14:38"
    },
    {
      "content": "Chuleiin, ka unauhai, thu hril hi inhâwk hle unla, ṭawng hrietlohaia thu hril khawm khap naw ro;",
      "reference": "1 KORINTH 14:39"
    },
    {
      "content": "nisienlakhawm, iengkim mawi- tak le feltaka thaw ni raw se.",
      "reference": "1 KORINTH 14:40"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 KORINTH 14 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}