{
  "verses": [
    {
      "content": "Chun, kei chu unauhai, Pathien thurûk hril cheuva in kuoma ka hung lai khan ka thu hril ropui le varna ropui le hung ka ni nawh a,",
      "reference": "1 KORINTH 2:1"
    },
    {
      "content": "Isu Krista ama ngei hemdea a um thu chau naw chu nangni lai ieng dang khawm hriet ka tum nawh kha.",
      "reference": "1 KORINTH 2:2"
    },
    {
      "content": "Chun, hrâtnaw le ṭiin, nasataka inthin pumin in kuomah ka um a.",
      "reference": "1 KORINTH 2:3"
    },
    {
      "content": "Ka ṭawngbau suok le ka thu hrilhai chu thu vara thlêmna thu a ni nawh a, Thlarau le thilthawtheina inhriettirin a ni lem kha;",
      "reference": "1 KORINTH 2:4"
    },
    {
      "content": "in ringna chu mihriem varnaa innghat loa, Pathien thilthawtheinaa innghata a um lemna dingin.",
      "reference": "1 KORINTH 2:5"
    },
    {
      "content": "Amiruokchu, puitlinghai lai chu thu var kan hril hlak; nisien- lakhawm, hi khawvêl thu var chu a ni nawh, hi khawvêl rorêltu bohmang dinghai thu var chu a ni bawk nawh;",
      "reference": "1 KORINTH 2:6"
    },
    {
      "content": "Pathien thu var thurûk chu kan hril lem hlak a nih, thu var inthup, ei ropuina dinga Pathienin khawvêl um hmaa a ruot lâwk ta chu.",
      "reference": "1 KORINTH 2:7"
    },
    {
      "content": "Chu chu hi khawvêl rorêltuhai hrim hrimin an hriet nawh, hre hai sien chu ropuina Lalpa chu hemde naw ni hai.",
      "reference": "1 KORINTH 2:8"
    },
    {
      "content": "“Mita hmu ngai naw le naa hriet ngai naw, Mihriem lungrila lût ngai naw, Pathienin ama hmangaituhai ta dinga A buotsai taphawt chu,” ti ziek ang lem khan.",
      "reference": "1 KORINTH 2:9"
    },
    {
      "content": "Keini ruok chu chuong chu Pathienin Thlarauin a mîn hriettir tah a nih; Thlarau chun iengkim a suisuok hlak sih a; anih, Pathien thu inril khawm.",
      "reference": "1 KORINTH 2:10"
    },
    {
      "content": "Mihriem thuhai chu mihriem lungril, a sûnga um bawk naw chun tuin am hrieng a ta? Chuong ang bawkin Pathien thuhai chu Pathien Thlarau bawk naw chun tûkhawmin an hriet nawh.",
      "reference": "1 KORINTH 2:11"
    },
    {
      "content": "Chuongchun, a thlâwna Pa- thien thil mi pêkhai chu ei hriet theina dingin, eini chun khawvêl thlarau ni loin, Thlarau Pathien kuoma inthawk chu ei hmu lem a nih.",
      "reference": "1 KORINTH 2:12"
    },
    {
      "content": "Mihriem varna inchûktir thua hril loin, Thlarau inchûktir thua hril lemin Thlarau tieng thuhai chu thlarau tieng mihai kuoma hrilfiein, chuong thil a mi pêkhai thu khawm chu kan hril hlak.",
      "reference": "1 KORINTH 2:13"
    },
    {
      "content": "Khawvêl mi chun Pathien Thlarau thil chu a lâwm ngai nawh, ama ngaia chun invêtthlâk a ni sih a; Thlaraua hriet chieng a ni leiin a hriet thei naw hrim a nih.",
      "reference": "1 KORINTH 2:14"
    },
    {
      "content": "Thlarau mi ruok chun thil iengkim a hriet chieng hlak, ama hlak chu tûkhawmin an hriet chieng si nawh.",
      "reference": "1 KORINTH 2:15"
    },
    {
      "content": "Tûin am Lalpa lungril hre taa ama inchûktir thei ding? Eini ruok chun Krista lungril ei put a nih.",
      "reference": "1 KORINTH 2:16"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 KORINTH 2 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}