{
  "verses": [
    {
      "content": "Keinirawi hi Krista rawngbâwltu le Pathien thurûk enkawltuah miin mi ngai raw hai se.",
      "reference": "1 KORINTH 4:1"
    },
    {
      "content": "Hitaka hin enkawltu chu mi ringum ni a ngai bawk a nih.",
      "reference": "1 KORINTH 4:2"
    },
    {
      "content": "Nisienlakhawm, nangniin in mi fiena le, mihriem ngaituonain in mi fiena chu ka ta dingin thil chîterek ang a nih, kei le kei khawm kân fie ngai bawk nawh.",
      "reference": "1 KORINTH 4:3"
    },
    {
      "content": "Iengkhawm indemna ding kân hriet si nawh a, nisienlakhawm, chu chun thiem a mîn changtir chuong nawh, a mi fietu chu Lalpa a ni lem.",
      "reference": "1 KORINTH 4:4"
    },
    {
      "content": "Chuongchun, a hun hma hin iengkhawm fie naw ro, Lalpa hung hmakhat chu, ama chun inthima thil thuphmanghai chu varah hung la suok a tih, lungrila tumhai khawm chu suklang bawk a tih; chu pha chun mi tinin Pathien kuoma chun an chantâwka inpâkna hlaw seng tâng an tih.",
      "reference": "1 KORINTH 4:5"
    },
    {
      "content": "Chun, unauhai, thu ziekhai chu in hmu khûm nawna dingin, keinia hin in inchûk theina dingin, chuong thuhai chu in ṭhatna dingin kei le Appolo kân bel a nih, nangni laia tûkhawmin pakhat suonga pakhat in uongkhum nawna dingin.",
      "reference": "1 KORINTH 4:6"
    },
    {
      "content": "Nang tûin am a sukdanglam chuong cheh a? Dawng naw chu ieng am i nei leh? I dawng a ni si chun iengdinga i dawng ni lo anga i uongpui am a na?",
      "reference": "1 KORINTH 4:7"
    },
    {
      "content": "Tuta inthawkin in tlai tah a, tuta inthawkin in hausa tah a, kan ṭhang loin ro in rêl a ni ta hi! Anih, ro rêl tak tak unla kan nuom a nih, keini khawma nangni le ro kan rêl theina dingin.",
      "reference": "1 KORINTH 4:8"
    },
    {
      "content": "Pathienin keini tirkohai hi thi dinga ruot tasa angin a nu- hnungtakah a mi târsuok angah ka ngai a nih; khawvêl le vântirkohai le mihriemhai mithmuah ennuoma siemin kan um hi.",
      "reference": "1 KORINTH 4:9"
    },
    {
      "content": "Keini chu Krista leiin mi invêt kan nih, nangni ruok chu Kristaa chun mi var in ni lem a nih! Keini chu kan hrât nawh a, nangni ruok chu in hrât a nih! Nangni chu mi inpâkin in um a, keini ruok chu mi hmusitin kan um a nih.",
      "reference": "1 KORINTH 4:10"
    },
    {
      "content": "Tu chen khawm hin, kan phîng a ṭâmin kan dang a châr a, silfên kan khawp nawh a, mi kut inthak nûlna kan na, umna bulbâl kan nei nawh a,",
      "reference": "1 KORINTH 4:11"
    },
    {
      "content": "mâni kuta sin thawin kan inrim hle hlak a, miin an mi halin mal kan sâwmpêk a, miin an mi suknawmna leh kan tuor fan fan a;",
      "reference": "1 KORINTH 4:12"
    },
    {
      "content": "miin an mi hrilsiet leh zaidam- takin kan hril hlak, tu chen khawm hin khawvêl hnâwlhnawk, thil po po hmunhnawk angin an mi siem a nih.",
      "reference": "1 KORINTH 4:13"
    },
    {
      "content": "Sukzak ding cheuin hieng thu hi ka ziek nawh a, ka nau dittakhai anga infuina ding cheuin ka ziek lem a nih.",
      "reference": "1 KORINTH 4:14"
    },
    {
      "content": "Kristaa chun inchûktirtu sîng khat nei unla khawm pa chu tamtak in nei si naw a nih; keiin Krista Isua chun Chanchin Ṭhain ka nei cheu a ni kha.",
      "reference": "1 KORINTH 4:15"
    },
    {
      "content": "Chuongchun, mîn chûk dingin ka ngên cheu a nih.",
      "reference": "1 KORINTH 4:16"
    },
    {
      "content": "Chuleichun, Timothe, Lalpaa ka nau dittak le ringum chu in kuomah ka hung tir a nih, ama chun Kristaa ka umdân ram tina kohran tina ka închûktir hlak ang hi inhriettir nâwk a ti cheu.",
      "reference": "1 KORINTH 4:17"
    },
    {
      "content": "Chun, kei in kuoma hung nâwk ta naw ding ang elin ṭhenkhat in uong a nih.",
      "reference": "1 KORINTH 4:18"
    },
    {
      "content": "Nisienlakhawm, Lalpain rem a ti chun, sâwtnawtê hnungah in kuomah hung ka tih; chuongchun, mi uonghai thu chu ni loin, an thil- thawtheina chu hre lem tâng ka tih.",
      "reference": "1 KORINTH 4:19"
    },
    {
      "content": "Pathien ram chu thuah a um nawh a, thilthawtheinaah a um lem a nih.",
      "reference": "1 KORINTH 4:20"
    },
    {
      "content": "A ieng am in nuom lem? Hmawltum leh am a ni in kuomah ka hung ding, hmangaina le thuhnuoi- rawl lungril putin?",
      "reference": "1 KORINTH 4:21"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 KORINTH 4 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}