{
  "verses": [
    {
      "content": "Zalên ka ni naw am a nih? Tirko ka ni naw am a nih? Ei Lalpa Isu chu ka hmu ta naw am a nih? nangnirawi chu Lalpaa ka sinthaw in ni naw am a nih?",
      "reference": "1 KORINTH 9:1"
    },
    {
      "content": "Mi danghai ta dingin tirko ni naw lang khawm, nangni ta ding bêk chun ka nih; Lalpaa ka tirko nina inchikna chu nangni hi in nih in sawnnaw.",
      "reference": "1 KORINTH 9:2"
    },
    {
      "content": "A mi suosaltuhai ka idawnna chu hi a nih.",
      "reference": "1 KORINTH 9:3"
    },
    {
      "content": "Fa le dâwn dingin thu kan nei naw am a nih?",
      "reference": "1 KORINTH 9:4"
    },
    {
      "content": "Tirko danghai le Lalpa unauhai le, Kipha ang khan ringtu nuhmei ṭhuoi vêl dingin",
      "reference": "1 KORINTH 9:5"
    },
    {
      "content": "kei le Barnabain thu kan nei naw bîk am a nih?",
      "reference": "1 KORINTH 9:6"
    },
    {
      "content": "Sipai tu am mâni inchâwm fâwmin râl kâp hlak an um a? Tuin am a ra fa si loin Grêp huon a siem hlak leh? Annawleh, tuin am ranruol nênetui dâwn si loin ranruol a vai hlak a?",
      "reference": "1 KORINTH 9:7"
    },
    {
      "content": "Chuong thu chu mihriem ang elin ka hril am a nih? Dân thu khawmin chuong ngei chu a hril tho ni lo am a nih?",
      "reference": "1 KORINTH 9:8"
    },
    {
      "content": "Mosie Dân Lekhabua chun, “Sebâwng chalin bu a chîl lai chun a hmûr khit naw rawh,” ti ziek a ni sih a. Pathienin sebâwng chal am a ni a ngaituo tak chu?",
      "reference": "1 KORINTH 9:9"
    },
    {
      "content": "Keini ta ding lieu lieua a hril a ni lem naw am a nih? Ni e a, keini ta dingin a nih an ziek, hnuoi inlettu chun beisei neia inlet ding a nih, bu vawtu khawm chun chan nei ve beiseia vuok ding a ni sih a.",
      "reference": "1 KORINTH 9:10"
    },
    {
      "content": "Keinin thlarau tieng thilhai chu in kuomah kan tu ta chun, in tisa tieng thilhai chu sîk inlang khawm thil hlâwktak am nîng a ti?",
      "reference": "1 KORINTH 9:11"
    },
    {
      "content": "Mi dang hmanin in chunga thuneina chu an chang chun, keini hi chang ding kan ni zuol a ni naw am nih? Nisienlakhawm, chu thuneina chu kan hmang nawh. Krista Chan- chin Ṭha kan hluo nawna dingin ieng- kim kan tuor hrâm hrâm hlak a nih.",
      "reference": "1 KORINTH 9:12"
    },
    {
      "content": "Thil ser buotsai vêltuhai chun Pathien biekina thil an fâk le mâi- châm rawngbâwltuhai chun, mâi- châm leh chanvo an nei ti in hriet naw am a nih?",
      "reference": "1 KORINTH 9:13"
    },
    {
      "content": "Chuong ang tak chun Lalpa chun Chanchin Ṭha hriltuhai chu Chanchin Ṭha chu an fâk hmuna dinga a ruot a nih.",
      "reference": "1 KORINTH 9:14"
    },
    {
      "content": "Nisienlakhawm, kei chun chuong chu pakhat khawm ka hmang naw a nih; ka chungah chuong anga in thawna dinga ka ziek a ni bawk nawh; tûkhawmin ka isuong hi iengkhawm ni loa an siem nêk chun thi el lang ka ta dingin a ṭha lem sih a.",
      "reference": "1 KORINTH 9:15"
    },
    {
      "content": "Chanchin Ṭha hril lang khawm suong ding hrim hrim ka nei si nawh a; thaw mâkmaw ka chungah ân nghat a ni sih a; Chanchin Ṭha hril naw lang ka chung a rik ding a ni sih a.",
      "reference": "1 KORINTH 9:16"
    },
    {
      "content": "Chu chu mâni ditthlangnaa ka thaw chun lâwmman ka nei a nih; nisienlakhawm, mâni ditthlangna lei a ni si naw chun Chanchin Ṭha en- kawlna sin hi inkawltir el nîng ka tih.",
      "reference": "1 KORINTH 9:17"
    },
    {
      "content": "Ka lâwmman chu ieng am ni tâng a ta? Chanchin Ṭhaa ka thuneina chu ka hmang zo nawna dingin Chanchin Ṭha ka hril hin, hlaw boa Chanchin Ṭha rawng ka bâwl thei hi a nih.",
      "reference": "1 KORINTH 9:18"
    },
    {
      "content": "Tû suok khawm ni naw lang khawm mi tam lem ka lâk lût theina dingin, mi po po suokah kân siem tah.",
      "reference": "1 KORINTH 9:19"
    },
    {
      "content": "Chuongchun, Judahai ka lâk lût theina dingin Judahai kuomah Juda mi angin ka um hlak; Dân hnuoia umhai ka lâk lût theina dingin, Dân hnuoia umhai kuomah Dân hnuoia um angin ka um hlak, Dân hnuoia um si loin.",
      "reference": "1 KORINTH 9:20"
    },
    {
      "content": "Dân neinawhai ka lâk lût theina dingin dân neinawhai kuomah dân neinaw angin ka um hlak, Pathien dân awilo si loin, Krista dân zâwm siin.",
      "reference": "1 KORINTH 9:21"
    },
    {
      "content": "Hrâtnawhai ka lâk lût theina dingin hrâtnawhai kuoma chun hrâtnaw angin ka um hlak; iengti kawng zâwngin amanih bêka ṭhen- khathai bêk ka sandam theina ding- in mi po po kuomah iengkim ka ni tah.",
      "reference": "1 KORINTH 9:22"
    },
    {
      "content": "Chanchin Ṭha leiin iengkim ka thaw hlak, chan ka nei ve theina dingin.",
      "reference": "1 KORINTH 9:23"
    },
    {
      "content": "Intlânsiekhai chu an rêngin an tlân a; nisienlakhawm, pakhat chauin lâwmman a hmu hlak ti in hriet naw am a nih? In hmu theina dingin chuong ang tak chun tlân ro.",
      "reference": "1 KORINTH 9:24"
    },
    {
      "content": "Chun, inruolsieknahai dâma chun a thaw ṭâl ṭâl taphawt chu iengkimah an insûm hlak a nih. Anni chun lallukhum sethei hmu dingin an thawh a,",
      "reference": "1 KORINTH 9:25"
    },
    {
      "content": "eini ruok chu lallukhum sethei- lo hmu dingin. Chuong angtak chun a san mumal hre lo loin ka tlân hlak.",
      "reference": "1 KORINTH 9:26"
    },
    {
      "content": "Boruok chau hnek lovin kei le kei kân hnek a, ka taksa ka hnek rak rak a, suokah ka siem hlak; chuong naw chun, mi danghai kuoma tlâng ka însampui hnung khawmin ieng amanih tiin kei ngei khawm hi peithlâkin um rawi ka tih.",
      "reference": "1 KORINTH 9:27"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 KORINTH 9 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}