{
  "verses": [
    {
      "content": "Keiin Krista ka entawn angtak hin, nangni khawmin mi entawn ve ro.",
      "reference": "1 KORINTH 11:1"
    },
    {
      "content": "Iengkima in mi hriet zing lei le, thurosiehai ka hung hril angtaka in la vawng tlat leiin kân pâk cheu a nih.",
      "reference": "1 KORINTH 11:2"
    },
    {
      "content": "Nisienlakhawm, pasal taphawt lu chu Krista a na, nuhmei lu chu a pasal a na, chun Krista lu chu Pathien a nih, ti in hrietchieng ka nuom a nih.",
      "reference": "1 KORINTH 11:3"
    },
    {
      "content": "Pasal tukhawm, lukhum khum puma ṭawngṭai amani, thuhril amani phawt chun, ama lu chu a sukmuolpho a nih.",
      "reference": "1 KORINTH 11:4"
    },
    {
      "content": "Amiruokchu, nuhmei tukhawm, lu inkhum lova ṭawngṭai amani, thu a hril amani chun, a lu a sukmuolpho a nih, ama chu a lu mêt kawl leh thuhmun a nih.",
      "reference": "1 KORINTH 11:5"
    },
    {
      "content": "Nuhmeiin a lu ân khum si naw chun, a sam chu tan tâwi lem el raw se; nisienlakhawm, nuhmei ta dingin sam tan amani, mêt kawl amani chu thil inzakum a ni si leiin, a lu inkhum raw se.",
      "reference": "1 KORINTH 11:6"
    },
    {
      "content": "Pasal ruok chu Pathien angpui le a ropuina a ni leiin, a lu ân khum ding a ni nawh a, nuhmei ruok chu pasal ropuina suklangtu a nih.",
      "reference": "1 KORINTH 11:7"
    },
    {
      "content": "Pasal hi nuhmeia inthawka siem a ni nawh a, nuhmei ruok chu pasala inthawka siem a ni lem sih a.",
      "reference": "1 KORINTH 11:8"
    },
    {
      "content": "Pasal hi nuhmei ta dinga siem a ni nawh a, nuhmei ruok chu pasal ta dinga siem a nih.",
      "reference": "1 KORINTH 11:9"
    },
    {
      "content": "Vântirkohai leiin, nuhmei chu a pasal thuhnuoia um a nih ti inchikna dingin a lu ân khum ding a nih.",
      "reference": "1 KORINTH 11:10"
    },
    {
      "content": "Nisienlakhawm, Lalpaa chun nuhmei hi pasal ṭhang lovin a um thei nawh a, pasal khawm nuhmei ṭhang lovin a um thei bawk nawh.",
      "reference": "1 KORINTH 11:11"
    },
    {
      "content": "Nuhmei hi pasala inthawka siem a ni ang bawk hin, pasal khawm chu nuhmeia inthawka pieng a ni sih a; nisienlakhawm, thil po po hi Pathiena inthawka suok vawng an nih.",
      "reference": "1 KORINTH 11:12"
    },
    {
      "content": "Nangni ngei khan ngaituo hman ro: Nuhmeiin a lu inkhum lova Pathien kuoma a ṭawngṭai hi a âwm rêng rêng am a ni?",
      "reference": "1 KORINTH 11:13"
    },
    {
      "content": "Pasalin sam sei a put chun, a ta dingin thil inzakum a nih ti in piengpui lungril khawmin ân hriettir naw cheu am a ni?",
      "reference": "1 KORINTH 11:14"
    },
    {
      "content": "Nuhmeiin a sam a hla sei ruok chun, chu chu ama ropuina a nih, a sam chu inkhumna dinga pêk a ni sih a.",
      "reference": "1 KORINTH 11:15"
    },
    {
      "content": "Tukhawmin, hi thu hi a lo sêl a ni khawmin, chuong thila chun keinîn thawdân kan nei nawh a, Pathien kohranhai khawma an nei bawk nawh.",
      "reference": "1 KORINTH 11:16"
    },
    {
      "content": "Amiruokchu, hieng thil inchûktirnahaia hin chu kân pâk thei naw cheu a nih, in inkhâwm pha ṭhatpui nêkin in sietpui lem hlak leiin.",
      "reference": "1 KORINTH 11:17"
    },
    {
      "content": "A hmasatakin, kohran anga in inkhâwm chângin nangni lai inṭhena a um hlak ti thu ka lo hriet sih a; iemani chenah ka ring deu bawk a nih.",
      "reference": "1 KORINTH 11:18"
    },
    {
      "content": "Nangni laia mi indiktakhai an inlang theina dingin pâwl tum tum an hung um ding hrim a nih.",
      "reference": "1 KORINTH 11:19"
    },
    {
      "content": "In fe khâwm phaa in fâk hlak hi, Lalpa zânbu a ni naw tawp el.",
      "reference": "1 KORINTH 11:20"
    },
    {
      "content": "Fâk hun a tlung pha leh, mi tinin mani bu seng in lo fâk el hlak sih a, chuongchun pakhat phîngṭâmin a um a, pakhat ân rui hlak.",
      "reference": "1 KORINTH 11:21"
    },
    {
      "content": "Ieng am an ta leh! Fâk le dâwnna dingin in in nei seng an naw am a ni? Annawleh, Pathien kohran hmusitin, iengkhawm nei nawhai chu in sukzak el hlak am a ni? In kuomah ieng am ka hril ding a na? Kân pâk ding cheu am a ni? Hi thila hin chun kân pâk thei naw cheu.",
      "reference": "1 KORINTH 11:22"
    },
    {
      "content": "Ka thu hril sâwng cheu kha Lalpa kuoma inthawka ka dawng a na; khânga inmantira a um zân khan, Lalpa Isûn, bei a lâk a,",
      "reference": "1 KORINTH 11:23"
    },
    {
      "content": "lâwmthu a hril zovin, a khawi a, “Hi hi ka taksa, in ta ding chu a nih. In mi hriet zingna dingin hi hi thaw hlak ro,” a ti kha.",
      "reference": "1 KORINTH 11:24"
    },
    {
      "content": "Chuong ang bawkin, zânbu fâk zovin, no khawm chu a lâk a, “Hi hi ka thisena Thuthlung Thar chu a nih. In dâwn povin in mi hriet zingna dingin thaw hlak ro,” a ti kha.",
      "reference": "1 KORINTH 11:25"
    },
    {
      "content": "Chu bei chu in fâk a, no chu in dâwn zâtin, Lalpa hung nâwk hmakhat a thina chu in puong hlak a ni sih a.",
      "reference": "1 KORINTH 11:26"
    },
    {
      "content": "Chuleiin, tukhawm tlâklo puma bei chu faa, Lalpa no chu dâwn taphawt chun, Lalpa taksa le thisen chungah suol-maw phur a tih.",
      "reference": "1 KORINTH 11:27"
    },
    {
      "content": "Mi tin mani infie seng sienla, chuong ang chun bei chu fain no chu dâwn raw se.",
      "reference": "1 KORINTH 11:28"
    },
    {
      "content": "A fatu le a dâwntu chun, Lalpa taksa chîktaka a ngaituo si naw chun, ama chunga rorêlna intlun dingin a fâkin a dâwn a ni sih a.",
      "reference": "1 KORINTH 11:29"
    },
    {
      "content": "Hi lei hin nangni laia tamtak chu, in hrâtnawin in hrivawi a sie a nih, ṭhenkhat chu in thi tah a.",
      "reference": "1 KORINTH 11:30"
    },
    {
      "content": "Amiruokchu, chîktakin inngaituo hlak unla chu, ro rêlpêkin ei um naw ding bah.",
      "reference": "1 KORINTH 11:31"
    },
    {
      "content": "Rorêlpêka ei um khawmin, khawvêl mihai anga thiemnaw changa ei um nawna dingin Lalpa thununin ei um hlak a nih.",
      "reference": "1 KORINTH 11:32"
    },
    {
      "content": "Chuleiin, ka unauhai, fa dinga in inkhâwm pha, innghâk tâwl hlak ro.",
      "reference": "1 KORINTH 11:33"
    },
    {
      "content": "In inkhâwm chu thiemnaw in chang phana a ni nawna dingin, a phîngṭâm chun inah hung fa zet raw se. Thil danghai chungchâng chu ka hung pha leh la kâwkhmûng ka ti cheu.",
      "reference": "1 KORINTH 11:34"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 KORINTH 11 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}