{
  "verses": [
    {
      "content": "Unauhai, hieng hi in hriet naw ka nuom nawh ie, khânga ei thlatuhai po po sûm hnuoiah an um vawng a, an rênga tuisuoriet khawm an kai vawng a;",
      "reference": "1 KORINTH 10:1"
    },
    {
      "content": "an rênga sûma le tuisuorieta khawm Mosie bêl dinga baptisa an um vawng a,",
      "reference": "1 KORINTH 10:2"
    },
    {
      "content": "an rêngin thlarau tieng bu hmunkhat khawm an fâk seng a,",
      "reference": "1 KORINTH 10:3"
    },
    {
      "content": "an rêngin thlarau tieng dâwn ding hmunkhat khawm an dâwn seng kha; anni zuitu thlarau tieng lungpuia kha an dâwn seng kha; chu lungpui chu Krista a nih.",
      "reference": "1 KORINTH 10:4"
    },
    {
      "content": "Nisienlakhawm, anni laia mi tam lem chunga chun Pathien a lung- ni ta nawh a, thlalêra khan tluhlumin an um a.",
      "reference": "1 KORINTH 10:5"
    },
    {
      "content": "Chun, chuong chu eini ta dingin inentirna a nih, thil suol an châk ang bawk khan ei châk ve nawna dingin.",
      "reference": "1 KORINTH 10:6"
    },
    {
      "content": "Anni laia mi ṭhenkhat milim betu an ni ang khan milim betu ni naw ro, “mipui chu fa le dâwn dingin an ṭhung tâwl a, infiem dingin an tho nâwk a,” ti ziek ang khan.",
      "reference": "1 KORINTH 10:7"
    },
    {
      "content": "Anni laia mi ṭhenkhatin nu- nghâk an dit a, ni khata sîng hni le sâng thumin an tlûkhlum pha ang khan, in dit ve nâwng ei tiu.",
      "reference": "1 KORINTH 10:8"
    },
    {
      "content": "Anni laia mi ṭhenkhatin Lalpa an fieh a, rûla sukbohmanga an um pha ang khan Lalpa chu fie nâwng ei tiu.",
      "reference": "1 KORINTH 10:9"
    },
    {
      "content": "Anni laia ṭhenkhat an chier a, sukbohmangtu sukbohmanga an um ang khan chier naw bawk ei tiu.",
      "reference": "1 KORINTH 10:10"
    },
    {
      "content": "Chun, chuong chu inentirna dingin an chungah a hung tlung a ni kha; eini hun tâwp hung tlungnahai hi mi zil dingin an ziek a n i bawk a.",
      "reference": "1 KORINTH 10:11"
    },
    {
      "content": "Chuleiin, ngîra inring chu fimkhur raw se; chuong naw chun, tlu rawi a tih.",
      "reference": "1 KORINTH 10:12"
    },
    {
      "content": "Mihriem ituor thei ang bâk chu thlêmna hrim hrim in chungah a tlung ngai nawh. Pathien chu a ringum a nih; ama chun in tuor thei bâk chu thlêmna in tuor phal naw ni; in tuor theina dingin thlêmna ruolin tlân suokna lampui siem nghâl lem a tih.",
      "reference": "1 KORINTH 10:13"
    },
    {
      "content": "Chuleichun, ka idittakhai, mi- lim biek hi tlânsan ro.",
      "reference": "1 KORINTH 10:14"
    },
    {
      "content": "Mi varhai kuoma hril angin ka hril a nih; ka thu hril hi ngaituo ro.",
      "reference": "1 KORINTH 10:15"
    },
    {
      "content": "Malsâwmna no mal ei isâwm hlak hi, Krista thisen inṭawmpuina a ni naw am a nih? Bei ei khawi hlak hi Krista taksa inṭawmpuina a ni naw am a nih?",
      "reference": "1 KORINTH 10:16"
    },
    {
      "content": "Eini mi tamtak hi, bei tlang khat, taksa pumkhat ei ni hi; ei rêngin bei tlang khata inthawkin ei chang seng sih a.",
      "reference": "1 KORINTH 10:17"
    },
    {
      "content": "Tisa tienga Israelhai chu en ta u; inthâwina sa fatuhai chun mâi- châm chu an inṭawmpui a ni naw am a nih?",
      "reference": "1 KORINTH 10:18"
    },
    {
      "content": "Ieng am a na ka hril? Milim hmaa thil inhlân chu hlutna nei thil am a nih? Milim khawm chu thil tlâktlai am a ni?",
      "reference": "1 KORINTH 10:19"
    },
    {
      "content": "Jentailhai inthâwina chu Pathien kuomah ni loin, khawhrihai kuomah an inthâwi hlak ti ka hril lem a nih; nangnirawi chu khawhrihai in inṭawmpui ka nuompêk naw cheu a ni hi.",
      "reference": "1 KORINTH 10:20"
    },
    {
      "content": "Lalpa no le khawhri no dâwn kawp thei naw ti niu, Lalpa dawkâna le khawhri dawkâna chu fa kawp thei naw bawk in tih.",
      "reference": "1 KORINTH 10:21"
    },
    {
      "content": "Annawleh, Lalpa chu thîk ding- in chawk tho ei tum a ni maw? Ama nêkin ei hrât lem am a nih?",
      "reference": "1 KORINTH 10:22"
    },
    {
      "content": "Thil iengkim thaw a thieng a; nisienlakhawm, thil iengkim thaw a ṭha kher nawh. Thil iengkim thaw a thieng a; nisienlakhawm, thil ieng- kim thawin a mi siem ṭha kher nawh.",
      "reference": "1 KORINTH 10:23"
    },
    {
      "content": "Tûkhawmin mâni ṭhatna ding zawng loin mi dang ṭhatna ding zawng lem raw se.",
      "reference": "1 KORINTH 10:24"
    },
    {
      "content": "Sa dâwra an zawr taphawt chu sie le ṭha hrietna leia iengkhawm indawn loin fa el ro;",
      "reference": "1 KORINTH 10:25"
    },
    {
      "content": "hnuoi le a sûnga um po po hi Lalpa ta a ni sih a.",
      "reference": "1 KORINTH 10:26"
    },
    {
      "content": "Awinaw laia mi tuin amanih a fiel cheu a, fe in nuom si chun, sie le ṭha hrietna leiin iengkhawm indawn chuong loin an pêkhai taphawt cheu chu fa el ro.",
      "reference": "1 KORINTH 10:27"
    },
    {
      "content": "Amiruokchu, tûin amanih, “Hi hi inthâwina a nih,” tiin a hril cheu chun, ân hriettirtu cheu lei le, a sie le ṭha hrietna leiin fa naw ro;",
      "reference": "1 KORINTH 10:28"
    },
    {
      "content": "nang a sie le ṭha hrietna ka ti nawh a, mi dang sie le ṭha hrietna chu ka ti lem a nih. Iengdinga mi dang sie le ṭha hrietna chun ka zalênna a sawisêl am a na?",
      "reference": "1 KORINTH 10:29"
    },
    {
      "content": "Lâwmtaka ka chang chun, a chunga lâwmthu ka hrilna chunga hin, iengdinga hrilsieta um am ka na?",
      "reference": "1 KORINTH 10:30"
    },
    {
      "content": "Chuongchun, in fâk khawmin, in dâwn khawmin, in thaw taphawta chun Pathien ropuina ding ruokin thaw ro.",
      "reference": "1 KORINTH 10:31"
    },
    {
      "content": "Judahai ta ding khawmin, Grik mihai ta ding khawmin, Pathien kohranhai ta ding khawmin an tlûk phâna ding hrim hrim iengkhawm thaw naw ro.",
      "reference": "1 KORINTH 10:32"
    },
    {
      "content": "Keiin mâni ta dinga ṭangkaina zawng loa sandam an ni theina dinga mi tamtak ta dinga ṭangkaina zawng lemin, mi po po iengkimah ka suk- lâwm ang tak hin.",
      "reference": "1 KORINTH 10:33"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 KORINTH 10 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}