{
  "verses": [
    {
      "content": "Chun, unauhai, Chanchin Ṭha ka hril cheu kha inhriettir nâwk ka ti cheu; chu Chanchin Ṭha chu in lâwm a, chutaka bawk chun in ngîr a;",
      "reference": "1 KORINTH 15:1"
    },
    {
      "content": "ka thu hril cheu kha in awi mei mei a ni nawh a, in pawm tlat a ni chun, chutaka bawk chun sandam mêkin in um a nih.",
      "reference": "1 KORINTH 15:2"
    },
    {
      "content": "A hmasatakin, ka ihmu ve bawk chu ka hril sâwng cheu kha; khânga Krista chu Pathien Lekha thu hril ang peia ei suolhai leia a thi a,",
      "reference": "1 KORINTH 15:3"
    },
    {
      "content": "an phûm a, Pathien Lekha thu ang peiin ni thum nia keithoin a um a.",
      "reference": "1 KORINTH 15:4"
    },
    {
      "content": "Kipha kuomah a hung inlâr dâm kha; chun, sâwm le pahnihai kuomah ân lâr nâwk a.",
      "reference": "1 KORINTH 15:5"
    },
    {
      "content": "Chu hnunga chun unau za nga nêka tam lai ân lâr nawk a; chuhai laia mi tam lem chu tu chen hin an la dam rawp a; ṭhenkhat ruok chu an in tah a.",
      "reference": "1 KORINTH 15:6"
    },
    {
      "content": "Chun, Jakob kuomah ân lâr nâwk a, chu hnung chun tirkohai po po kuomah;",
      "reference": "1 KORINTH 15:7"
    },
    {
      "content": "chun, a tâwptaka chun, a hun nawa pieng ang keima kuoma khawm ân lâr a.",
      "reference": "1 KORINTH 15:8"
    },
    {
      "content": "Kei chu tirko laia chîntak, Pathien kohranhai ka suknawmna leia tirkoa inbûk tlâklo ka ni sih a.",
      "reference": "1 KORINTH 15:9"
    },
    {
      "content": "Nisienlakhawm, Pathien lung- insietna leiin ka ni ni ka ni tah; chun, a lunginsietna a mi pêk chu a thlâwnin a um nawh a, chuong nêk hmanin anni po po nêkin ka thaw nasa lem kha; nisienlakhawm, keia khâtin ka thaw nawh a, Pathien lunginsietna ka kuoma um khan a thaw lem a nih.",
      "reference": "1 KORINTH 15:10"
    },
    {
      "content": "Iengkhawm ni sienla, kei khawmin, anni khawmin khâng ang khan kan hril hlak a, nangniin khâng khan in awi bawk a.",
      "reference": "1 KORINTH 15:11"
    },
    {
      "content": "Chun, Krista thu: mithi laia inthawka keithoin a um ti an hril si chun, iengtiziea nangni laia ṭhen- khatin “Mithi thonâwkna hrim hrim a um nawh” in ti?",
      "reference": "1 KORINTH 15:12"
    },
    {
      "content": "Mithi thonâwkna hrim hrim a um naw chun Krista khawm kha keithoin um naw ni;",
      "reference": "1 KORINTH 15:13"
    },
    {
      "content": "chun, Krista chu keithoa a um si naw chun, kan thu hril hi iengkhawm ni naw nih a, in awi khawm ieng- khawm ni naw ni.",
      "reference": "1 KORINTH 15:14"
    },
    {
      "content": "Anih, Krista a keitho ti Pathien kan hrietpui lei khan, Pathien tieng thuah hrietpuitu khelhlip lo ni bawk kan tih — Mithihai keithoa an um naw chun, ama khawm keitho da ni ie.",
      "reference": "1 KORINTH 15:15"
    },
    {
      "content": "Mithihai keithoin an um si naw chun, Krista khawm kha keithoin um si naw ni,",
      "reference": "1 KORINTH 15:16"
    },
    {
      "content": "chun, Krista kha keithoa a um naw chun, in iâwi chu iengkhawm ni naw ni, in suolnaa chun in la um zing nîng a tih.",
      "reference": "1 KORINTH 15:17"
    },
    {
      "content": "Chuong chu a ni chun, Kristaa in tahai kha an bohmang tah nîng a tih.",
      "reference": "1 KORINTH 15:18"
    },
    {
      "content": "Tulai dam sûng chaua Krista chunga beiseina nei ei ni chun mi po poa lungsietumtak lo nîng ei tih.",
      "reference": "1 KORINTH 15:19"
    },
    {
      "content": "Nisienlakhawm, Krista chu mithi laia inthawkin keithoin a um tak zet a nih, a inhai tho hmaṭhuoitu a lo ni tah.",
      "reference": "1 KORINTH 15:20"
    },
    {
      "content": "Mihriem leia thina a lo um leiin mihriem lei bawkin mithi thonâwkna a lo um ta bawk a.",
      "reference": "1 KORINTH 15:21"
    },
    {
      "content": "Adama chun mi po po an thi hlak angin, Kristaa chun mi po po sukhringin um bawk an tih.",
      "reference": "1 KORINTH 15:22"
    },
    {
      "content": "Nisienlakhawm, mâni hun seng peiah, keitho ning an tih: ahmasa takin Krista, tho hmathuoitu; chu hnungah, a hung phaleh Ama tahai po.",
      "reference": "1 KORINTH 15:23"
    },
    {
      "content": "Chu hnunga chun a tâwp chu la hung tlung a tih, chu pha chun rorêlnahai po po le thuneina thil- thawtheina po pohai a sukbo hnungin, Pathien kuomah, Pa kuoma ngei chun ram chu pêng a tih;",
      "reference": "1 KORINTH 15:24"
    },
    {
      "content": "a hmêlmahai po po a ke hnuoia a sie hmakhat chu ama chu lala um ding hrim a ni sih a.",
      "reference": "1 KORINTH 15:25"
    },
    {
      "content": "Hmêlma nuhnungtak sukboa um ding chu thina hi a nih.",
      "reference": "1 KORINTH 15:26"
    },
    {
      "content": "“Ama chun a ke hnuoiah iengkim a sie sih a”; nisienlakhawm, “A hnuoiah iengkim siein a um”, ti hin, a hnuoia iengkim sietu chu a ṭhang ve nawh ti ân lang zing a nih.",
      "reference": "1 KORINTH 15:27"
    },
    {
      "content": "Chun, a hnuoia iengkim siea a um pha chun, Naupa ngei khawm chu a hnuoia iengkim sietu hnuoia siein um bawk a tih, Pathien chu iengkima iengkim a ni theina dingin.",
      "reference": "1 KORINTH 15:28"
    },
    {
      "content": "Chuong ang a ni naw chun, mithi puola baptisma changhai chu iengtin am thâwng an ta? Mithihai chu keithoa an um dêr si naw ding chun, iengdinga anni puola baptisma an chang hlak?",
      "reference": "1 KORINTH 15:29"
    },
    {
      "content": "Iengleiin am eini khawm hi dârkâr tina inlaua ei um hlak am a na?",
      "reference": "1 KORINTH 15:30"
    },
    {
      "content": "Unauhai, ei Lalpa Isu Kristaa ka suongna cheu chu sâlin, “Ni tinin ka thi hlak,” ka ti a nih.",
      "reference": "1 KORINTH 15:31"
    },
    {
      "content": "Mihriem thaw dân ang ringawt- a Ephesia sahrânghai kha insuolpui ka ni chun, ka ta dingin ieng am ṭhahnem a ta? mithi keithoa an um naw ding chun, fain dâwn ei tiu, zîngah ei thi el ding annâwm.",
      "reference": "1 KORINTH 15:32"
    },
    {
      "content": "Hlêmin um naw ro, “Ruol rilo- haiin nungchang ṭha an suk- khawhlo hlak.”",
      "reference": "1 KORINTH 15:33"
    },
    {
      "content": "Feltakin har unla, suksuol naw ro; ṭhenkhat chun Pathien hrietna hrim in nei naw hi; hi hi in inzakna dinga ka hril a nih.",
      "reference": "1 KORINTH 15:34"
    },
    {
      "content": "Nisienlakhawm, tuin amanih, “Mithi hai chu iengtin am keithoin um an ta? taksa ieng ang putin am hung an ta?” a ti a ni thei a.",
      "reference": "1 KORINTH 15:35"
    },
    {
      "content": "Nang mi invêt, nang ngeiin i tu hlak khawm hi, a thi zet naw chun sukhringin a um ngai lem,",
      "reference": "1 KORINTH 15:36"
    },
    {
      "content": "chun, i tu hlak khawm hi a taksa la um ding chu i tu nawh a, a mal el i tu lem hlak a, bu mal amanih, chi dang mal amani khawm a ni thei a;",
      "reference": "1 KORINTH 15:37"
    },
    {
      "content": "nisienlakhawm, Pathienin ama nuom ang peiin taksa a pêk hlak, a mal tin kuomah mani taksa seng chu.",
      "reference": "1 KORINTH 15:38"
    },
    {
      "content": "Tisa po po hi tisa chi khat an ni nawh a; mihriem tisa a dang a, sa tisa a dang a, vate tisa a dang a, nga tisa a dang a nih.",
      "reference": "1 KORINTH 15:39"
    },
    {
      "content": "Vân taksahai a um a, hnuoi taksahai khawm; nisienlakhawm, vân taksa ropuina chu a dang a, hnuoi taksa ropuina chu a dang a nih.",
      "reference": "1 KORINTH 15:40"
    },
    {
      "content": "Nisa ropuina chu a dang a, thla ropuina chu a dang a, arasihai ropui- na chu a dang a, arasi le arasi khawm ropuinaa chun an inang si nawh.",
      "reference": "1 KORINTH 15:41"
    },
    {
      "content": "Mithi thonâwkna khawm hi chuong ang bawk chu a nih. Hmawn theia tuin a um a, hmawntheiloa keithoin a um;",
      "reference": "1 KORINTH 15:42"
    },
    {
      "content": "chawimawiloa tuin a um a, ropuitaka keithoin a um; hrâtloa tuin a um a, thilthawtheina neia keithoin a um;",
      "reference": "1 KORINTH 15:43"
    },
    {
      "content": "mihriem tieng taksaa tuin a um a, Thlarau tieng taksaa keithoin a um, mihriem tieng taksa a um chun thlarau tieng taksa khawm um a tih.",
      "reference": "1 KORINTH 15:44"
    },
    {
      "content": "Chuong ang bawkin, “Mihriem hmasatak Adam chu mi hring a hung nih,” ti ziek a nih; Adam nuhnung lem chu hringna petu thlarau a nih.",
      "reference": "1 KORINTH 15:45"
    },
    {
      "content": "Nisienlakhawm, thlarau tieng chu a um hmasa nawh a, mihriem tieng chu a um hmasa lem; chu hnunga chun thlarau tieng chu a um.",
      "reference": "1 KORINTH 15:46"
    },
    {
      "content": "Mihriem hmasatak chu hnuoia mi pila siem a nih; mihriem pahnina chu vâna mi a nih.",
      "reference": "1 KORINTH 15:47"
    },
    {
      "content": "Hnuoia siem mi ang kha, hnuoia siem mihai khawm hi an nih; vâna mi ang kha vân mihai khawm chu an nih.",
      "reference": "1 KORINTH 15:48"
    },
    {
      "content": "Chun, hnuoia siem mi puona kha ei nei ang bawkin vâna mi puona chu ei nei bawk ding a nih.",
      "reference": "1 KORINTH 15:49"
    },
    {
      "content": "Unauhai, “Tisa le thisen hin Pathien ram hluo thei naw nih a, hmawn thei hin hmawntheilo chu hluo chuong bawk naw ni” ti ka hril a ni hi.",
      "reference": "1 KORINTH 15:50"
    },
    {
      "content": "Ngai ta u, thurûk ka hril ding cheu a ni hi; ei rêngin in kher nâwm ei nih a,",
      "reference": "1 KORINTH 15:51"
    },
    {
      "content": "nisienlakhawm, ei rêngin tawtawrâwt nuhnungtak inri pha chun sâwt nawtêa, mitkhap kâr loa sukdanglamin um vawng tâng ei tih; tawtawrâwt chu ân ri ding a ni sih a; chuongchun, mithihai chu hmawn- theiloa keithoin um an ta, eini khawm sukdanglamin um tâng ei tih.",
      "reference": "1 KORINTH 15:52"
    },
    {
      "content": "Hi hmawnthei hin hmawntheilo a sil ding a na, hi thi thei khawm hin thi theinawna a sil bawk ding a nih.",
      "reference": "1 KORINTH 15:53"
    },
    {
      "content": "Chuongchun, hi hmawnthei hin hmawntheinawna a sila, hi thithei hin thitheinawna a sil pha chun, “Hnenain thina a lem zo tah,”",
      "reference": "1 KORINTH 15:54"
    },
    {
      "content": "“Aw thina, i hnena chu khâwlai am a um tah a? Aw thina, i tûr chu khâwlai am a um tah a?” ti thuziek hi hung tlung tâng a tih.",
      "reference": "1 KORINTH 15:55"
    },
    {
      "content": "Thina tûr chu suol a na, suol thilthawtheina chu dân thu chu a nih.",
      "reference": "1 KORINTH 15:56"
    },
    {
      "content": "Nisienlakhawm, ei Lalpa Isu Krista zâra hnena mi petu Pathien kuoma chun lawmthu um raw se.",
      "reference": "1 KORINTH 15:57"
    },
    {
      "content": "Chuleichun, ka unau dittakhai, dettakin, sukchâng ruolloin Lalpa sin ṭhahnem ngaitaka thaw rawpin um ro, in inrimna chu Lalpaa chun a thlâwn ngai nawh ti in hriet sih a.",
      "reference": "1 KORINTH 15:58"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 KORINTH 15 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}