{
  "verses": [
    {
      "content": "Chun, unauhai, thlarau tieng thilpêk thuhai chu in hriet naw ka nuom nawh.",
      "reference": "1 KORINTH 12:1"
    },
    {
      "content": "Awinawhai in ni lai khan, ieng ang khawma an ṭhuoi ang pei cheu khan, khâng milim rawl neilo tienga khan ṭhuoihmangin in um ti in hriet a.",
      "reference": "1 KORINTH 12:2"
    },
    {
      "content": "Chuleiin, tûkhawmin Pathien thlaraua thu hrilin, “Isu chu ṭawng- sephur a nih,” an ti ngai nawh; chun, tûkhawmin Thlarau Inthienga chau naw chun, “Isu chu Lalpa a nih,” an ti thei ngai nawh ti kân hriettir cheu.",
      "reference": "1 KORINTH 12:3"
    },
    {
      "content": "Chun, thilpêk chu a tum tum a um a, Thlarau chu hmunkhat a nih.",
      "reference": "1 KORINTH 12:4"
    },
    {
      "content": "Rawngbâwl dân tum tum khawm a um a; nisienlakhawm, Lalpa chu hmunkhat a nih.",
      "reference": "1 KORINTH 12:5"
    },
    {
      "content": "Sinthaw dân tum tum khawm a um a, Pathien ruok chu hmunkhat a nih, mi po poa iengkim thawtu chu.",
      "reference": "1 KORINTH 12:6"
    },
    {
      "content": "Chun, ṭhathnempui tlâng seng dingin Thlarau inhriettirna chu mi tin kuomah pêk seng a nih.",
      "reference": "1 KORINTH 12:7"
    },
    {
      "content": "Mi pakhat kuomah Thlaraua chun varna thu pêk a nih; mi dang kuomah chu Thlarau thu ma chun hrietna pêk a nih;",
      "reference": "1 KORINTH 12:8"
    },
    {
      "content": "chun, mi dang kuomah chu Thlaraua bawk chun, ringna pêk a nih; mi dang kuomah Thlarau thuhmuna chun sukdam theina pêk a nih;",
      "reference": "1 KORINTH 12:9"
    },
    {
      "content": "mi dang kuomah thilmak thaw- theina pêk a nih; mi dang kuomah thuhril theina pêk a nih; mi dang kuomah thlarauhai hriet dik theina pêk a nih; chun, mi dang kuomah ṭawng hrietlo chi dang danghaia thuhril theina pêk a nih; mi dang kuomah ṭawng hrietlohai hrilfie theina pêk a ni sih a;",
      "reference": "1 KORINTH 12:10"
    },
    {
      "content": "nisienlakhawm, chuong po po chu Thlarau thuhmun bawk chun, mi tin kuomah a nuom ang peia semin sin a thaw hlak.",
      "reference": "1 KORINTH 12:11"
    },
    {
      "content": "Taksa hi pakhat a na, pêng tamtak a nei a, taksa pênghai po po chu tam hai sienkhawm taksa pum- khat an ni sih a; Krista chu chuong ang bawk chu a nih.",
      "reference": "1 KORINTH 12:12"
    },
    {
      "content": "Ei rêngin, Judahai amanih, Grikhai amanih, suok amanih, suok nilo amanih taksa pumkhata um dingin, Thlarau pakhat chauah bap- tisin ei um seng sih a. Thlarau pakhat chau bawk a mîn dâwntir bawk a.",
      "reference": "1 KORINTH 12:13"
    },
    {
      "content": "Taksa hi pêng khat chau a ni si nawh a, pêng tamtak a ni lem.",
      "reference": "1 KORINTH 12:14"
    },
    {
      "content": "Kepha hin, “Kut ka ni naw leiin taksaa ṭhang ka ni nawh,” ti sienla, chu lei chun taksaa ṭhang naw a ni chuong nawh.",
      "reference": "1 KORINTH 12:15"
    },
    {
      "content": "Chun, nakâwr hin, “Mit ka ni naw leiin taksaa ṭhang ka ni nawh” ti sienla, chu lei chun taksaa ṭhang naw a ni chuong nawh.",
      "reference": "1 KORINTH 12:16"
    },
    {
      "content": "Taksa pumpui hi mit ni vawng ta sienla, ri hrietna chu khâwlai am ni tâng a ti leh? A pumin ri hrietna ni vawng ta sienla, rim hriet theina chu khâwlai am ni tâng a ti leh?",
      "reference": "1 KORINTH 12:17"
    },
    {
      "content": "Nisienlakhawm, Pathienin pêng tin hi taksaah a nuomna poah ân umtir seng tah a nih.",
      "reference": "1 KORINTH 12:18"
    },
    {
      "content": "Chuongchun, chuong po po chu pêng khat chau ni sienla, taksa hi khâwlai am um a ta?",
      "reference": "1 KORINTH 12:19"
    },
    {
      "content": "Amiruokchu, pêng tamtak an ni lem a; nisienlakhawm, taksa pum- khat chau a ni sih a.",
      "reference": "1 KORINTH 12:20"
    },
    {
      "content": "Chun, mit hin kut kuomah, “Ienga khawm hmangna ka nei naw che,” a ti thei nawh; lu khawm hin kephahai kuomah, “Ienga khawm hmangna ka nei naw cheu,” a ti thei bawk nawh.",
      "reference": "1 KORINTH 12:21"
    },
    {
      "content": "Anih, chuong nêk hmanin taksa pêng hrât âwm loa inlanghai hi an pawimaw lem bêk bêk a nih;",
      "reference": "1 KORINTH 12:22"
    },
    {
      "content": "chuongchun, taksa pêng chawi- mawi tlâk naw lema ei ruothai hi, chuong ngei chu ei chawimawi nasa lem hlak; chuongchun, ei pêng mawinawhai hin mawina nasa lem an hmu hlak;",
      "reference": "1 KORINTH 12:23"
    },
    {
      "content": "ei pêng mawi lemhai ruok chun chuong anga thaw chu an ngai nawh; nisienlakhawm, Pathienin mawina neinaw pêng chu chawimawi nasa lemin taksa hi a rem khâwm a nih;",
      "reference": "1 KORINTH 12:24"
    },
    {
      "content": "taksaa hin inṭhena hrim um loa, pênghai hin inangtaka an inbuoipui tuo seng theina dingin.",
      "reference": "1 KORINTH 12:25"
    },
    {
      "content": "Chuongchun, pêng khatin a tuor chun, pêng po poin an tuorpui hlak, pêng khat chawimawia a um chun, pêng po poin an lâwmpui hlak.",
      "reference": "1 KORINTH 12:26"
    },
    {
      "content": "Chuongchun, nangnirawi hi Krista taksa chu in nih, a pênghai in ni seng bawk a.",
      "reference": "1 KORINTH 12:27"
    },
    {
      "content": "Chun, Pathienin ṭhenkhat chu kohran lai a sieh a, pakhatnaa chun tirkohai, a pahninaa chun thuhriltu- hai, a pathumnaa chun inchûktir- tuhai a sie a, chu hnunga chun thilmak thawhai an um a, chu zoa chun sukdam theina thilpêkhai, ṭhangpui theina thilpêkhai, rorêl thiemna thilpêkhai, ṭawng hrietlo chi tum tuma thuhril theina thilpêkhai a um nâwk a.",
      "reference": "1 KORINTH 12:28"
    },
    {
      "content": "An rêngin tirko an ni vawng am a nih? An rêngin thuhriltu an ni vawng am a nih? An rêngin inchûktirtu an ni vawng am a nih? An rêngin thilmak thawtu an ni vawng am a nih?",
      "reference": "1 KORINTH 12:29"
    },
    {
      "content": "An rêngin sukdam theina thilpêk chu an nei vawng am a nih? An rêngin ṭawng hrietlohaiin an hril vawng am a nih? An rêngin thu an hrilfie vawng am a nih?",
      "reference": "1 KORINTH 12:30"
    },
    {
      "content": "Thilpêka ropuitakhai chu châk hle lem ro. Chun, tuhin kawng ṭha nâwk zuol inentir ka ti cheu.",
      "reference": "1 KORINTH 12:31"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 KORINTH 12 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}