{
  "verses": [
    {
      "content": "Chun, mi inthienghai ta dinga thawlâwm thu kha chu, Galati rama kohran hai kuomah thu ka pêk angin nangni khawmin lo thaw ve ro.",
      "reference": "1 KORINTH 16:1"
    },
    {
      "content": "Ni saria ni hmasatak peia chun mi tinin, malsâwmna in hmu zie ang peiin siekhâwl seng unla, ka hung phaa thawlâwm dâwl hrim a um nawna dingin.",
      "reference": "1 KORINTH 16:2"
    },
    {
      "content": "Chun, in lunginsietna thilpêk chu Jerusalema fepui dingin ka hung tlung phaleh tûkhawm ṭha in ti ti lekhahai chawiin tir ka tih.",
      "reference": "1 KORINTH 16:3"
    },
    {
      "content": "Chun, ka fe vena âwm a ni lem chun, kei leh fêng an tih.",
      "reference": "1 KORINTH 16:4"
    },
    {
      "content": "Chun, Makedonia ram ka fang suok hnungin in kuomah hung ka tih: Makedonia ram chu ka fang hrim hrim ding a ni sih a.",
      "reference": "1 KORINTH 16:5"
    },
    {
      "content": "Nangni kuoma ruok chu ka châm zing a ni thei, thlasik sûng po khawm a ni el thei; khâwlai khawm ka fena taphawta nangniin in mîn thla theina dingin.",
      "reference": "1 KORINTH 16:6"
    },
    {
      "content": "Tuta fe malam ela hmu cheu ka nuom nawh a, Lalpain rem a ti chun in kuoma sâwt deu châm ka beisei sih a.",
      "reference": "1 KORINTH 16:7"
    },
    {
      "content": "Nisienlakhawm, Pentikost chen Ephesia hin châm zing ka tih,",
      "reference": "1 KORINTH 16:8"
    },
    {
      "content": "kawtkhâr lientak le ṭangkai tak chu ka ta dingin ân hawng sih a, dotuhai tamtak an um bawk.",
      "reference": "1 KORINTH 16:9"
    },
    {
      "content": "Chun, Timothe kha a hung tlung chun ṭi loa in kuoma a umna dingin fîmkhur ro; keiin ka thaw ang bawkin Lalpa sin chu a thaw sih a.",
      "reference": "1 KORINTH 16:10"
    },
    {
      "content": "Chuleiin, tûkhawmin hmusit naw raw se; ka kuoma a hung theina dingin thlamuongtakin inthla lem ro, unauhai ruolin ama lo hmu ka beisei sih a.",
      "reference": "1 KORINTH 16:11"
    },
    {
      "content": "Ei unau Appolo thu kha chu, unauhai ruola in kuoma hung dingin ka ngên rak a, ana chu, tuta ṭum chu hung a nuom naw tawp el; a remchâng pha ruok chu hung a tih.",
      "reference": "1 KORINTH 16:12"
    },
    {
      "content": "Invêng unla, ringnaa chun ngîr det unla, insukhuoi unla, hrâttakin um ro,",
      "reference": "1 KORINTH 16:13"
    },
    {
      "content": "In thaw taphawt chu hmangai- naa thaw ni raw se.",
      "reference": "1 KORINTH 16:14"
    },
    {
      "content": "Unauhai, ka ngên cheu a nih: Stephan sûnghai chu Akaia rama awihai hmaṭhuoitu an na, mi inthienghai rawng bâwl dingin an inpêk ti in hriet a,",
      "reference": "1 KORINTH 16:15"
    },
    {
      "content": "chuong ang mihai kuoma le sinthawa ṭhangpui le sin inrim taphawt kuoma chun intuklût dingin.",
      "reference": "1 KORINTH 16:16"
    },
    {
      "content": "Chun, Stephan hai, Phortunata hai, Akaika hai an hung hi ka lâwm a nih, in um naw khawm inlang loa an mi siem lei hin.",
      "reference": "1 KORINTH 16:17"
    },
    {
      "content": "Anni hin ka lungril le nangni lungril an mi sukhar sih a; chuongchun, hieng ang mi hi lâwm ro.",
      "reference": "1 KORINTH 16:18"
    },
    {
      "content": "Asia ram kohranhai hin chibai an bûk cheu. Akuila le Priskilla, an ina kohran inkhawmhai le hin Lalpaa chun chibai tamtakin an bûk cheu.",
      "reference": "1 KORINTH 16:19"
    },
    {
      "content": "Unau po po hin chibai an bûk cheu. Infâwp inthiengin chibai inbûk seng ro.",
      "reference": "1 KORINTH 16:20"
    },
    {
      "content": "Kei Paulain keima kut ngeia chibai ka bûkna cheu a ni hi.",
      "reference": "1 KORINTH 16:21"
    },
    {
      "content": "Tûkhawmin Lalpa a hmangai naw chun ṭawngsephurin um raw se. Ei Lalpa chu a hung ie.",
      "reference": "1 KORINTH 16:22"
    },
    {
      "content": "Lalpa Isu Krista lunginsietna chu in kuomah um raw se.",
      "reference": "1 KORINTH 16:23"
    },
    {
      "content": "Krista Isua ka hmangaina hi in rênga kuomah um raw se. Amen.",
      "reference": "1 KORINTH 16:24"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 KORINTH 16 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}