{
  "verses": [
    {
      "content": "Nangni laia tûkhawmin mi dang chungah thubuoi nei unla mi inthienghai hmaa tlun loin mi felnawhai hmaah in tlun ngam ding am a nih?",
      "reference": "1 KORINTH 6:1"
    },
    {
      "content": "Anleh, mi inthienghai chun khawvêl hi an ngaituo ding a nih ti in hriet naw am a nih? Chun, khawvêl hman hi in ngaituoa um ding a ni chun, thil chîntakhai khawm chu ngaituo tlâklo in ni ding am a nih?",
      "reference": "1 KORINTH 6:2"
    },
    {
      "content": "Tulai dam sûng khawsak thu chu hrillo, vântirkohai chen khawm ei ngaituo ding a nih ti in hriet naw am a nih?",
      "reference": "1 KORINTH 6:3"
    },
    {
      "content": "Chuongchun, tulai dam sûng khawsak thuhai ngaituo ding in neiin kohran laia mi hmusitumhai chu in inngaituotir hlak am a nih?",
      "reference": "1 KORINTH 6:4"
    },
    {
      "content": "In inzakna dingin ka hril a nih. A unau kâra thu sukthlu thei, mi var pakhat bêk nangni lai in hmu thei naw nîng a ti maw!",
      "reference": "1 KORINTH 6:5"
    },
    {
      "content": "Unauin a unau rorêlnaa ân tlun hlak hi? Awilohai hmaah a ni nâwk nghâl sih a.",
      "reference": "1 KORINTH 6:6"
    },
    {
      "content": "Anih, hi hi in fel zo zânnawna pakhat chu a ni pang el, thubuoi in nei intuo hlak hi. Iengdinga in- diknawtaka thawna chu in tuor lem el naw am a na? Iengdinga suk- dâwngna chu in tuor el naw?",
      "reference": "1 KORINTH 6:7"
    },
    {
      "content": "Anih, nangni ngei khawmin in unauhai chungah in sukdik nawh a, in sukdâwng hlak.",
      "reference": "1 KORINTH 6:8"
    },
    {
      "content": "Anleh, mi felnawhai chun Pathien ram hluo naw ni hai ti in hriet naw am a nih? Hlêmin um naw ro; indithmanghai amanih, milim betuhai amanih, uirehai amanih, mihurhai amanih, mawngkawhurhai amanih,",
      "reference": "1 KORINTH 6:9"
    },
    {
      "content": "inruhmanghai amanih, mi du- âmhai amanih, zu inruihmanghai amanih, inhalhmanghai amanih, hlêpruhaiin amanih Pathien ram hluo naw ni hai.",
      "reference": "1 KORINTH 6:10"
    },
    {
      "content": "Chun, nangni ṭhenkhat chuong ang mi in ni hlak kha; nisienla- khawm, Lalpa Isu Krista hminga le ei Pathien Thlaraua sâwpfai in ni tah a, sukthieng in ni tah a, thiemchang in ni tah.",
      "reference": "1 KORINTH 6:11"
    },
    {
      "content": "Thil iengkim thaw ka ta dingin a thieng a; nisienlakhawm, thil iengkim thaw a ṭha kher nawh; thil iengkim thaw ka ta dingin a thieng a; nisienlakhawm, ieng thu hnuoia um khawm kân phal nawh.",
      "reference": "1 KORINTH 6:12"
    },
    {
      "content": "Fâk dinghai chu phîng ta ding a na, phîng chu fâk dinghai ta ding a nih; nisienlakhawm, Pathienin sukbo ve vêng a tih. Chun, taksa hi inditna ding a ni nawh a, Lalpa ta ding a ni lem: Lalpa khawm chu taksa ta ding a nih.",
      "reference": "1 KORINTH 6:13"
    },
    {
      "content": "Pathienin Lalpa chu a keitho a, eini khawm a thilthawtheinain mi keitho vêng a tih.",
      "reference": "1 KORINTH 6:14"
    },
    {
      "content": "In taksahai chu Krista pênghai a nih ti in hriet naw am a nih? Krista pênghai chu lâkpêkin nawchizawr pênghaiah ka siem ding am a nih? Teu lo e!",
      "reference": "1 KORINTH 6:15"
    },
    {
      "content": "Anleh, nawchizawr zawmpui chu ama leh pumkhat an nih ti in hriet naw am a nih? “An pahniin tisa pumkhat hung ni tâng an tih” ti ziek a ni sih a.",
      "reference": "1 KORINTH 6:16"
    },
    {
      "content": "Lalpa inzawmpui ruok chu ama leh Thlarau pumkhat an nih.",
      "reference": "1 KORINTH 6:17"
    },
    {
      "content": "Indit hi tlânsan ro. Mihriem isuksuol tinrêng hi taksa puotiengah a nih; mi dithmang ruok chun ama taksa chungah a suksuol a nih.",
      "reference": "1 KORINTH 6:18"
    },
    {
      "content": "Anleh, in taksa chu in sûnga um Pathien kuoma inthawka in hmu Thlarau Inthieng in a ni ti in hriet naw am a nih? Mâni ta khawm in ni nawh a,",
      "reference": "1 KORINTH 6:19"
    },
    {
      "content": "mana inchâwk in ni tah in sawnnaw; chuleiin, in taksaa chun Pathien chawimawi ro.",
      "reference": "1 KORINTH 6:20"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 KORINTH 6 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}