{
  "verses": [
    {
      "content": "Chun, unauhai, Thlarau mi kuoma hril angin in kuomah thu ka hril thei nawh a, tisa mihai kuoma hril angin ka hril lem kha; Kristaa nautêhai kuoma hril ang elin.",
      "reference": "1 KORINTH 3:1"
    },
    {
      "content": "Bu ni loin, nênetuiin ka châwm cheu kha, bu in la fâk thei naw leiin; anih, tu khawm hin in la fâk thei naw rawp a nih, tisa mi in la ni rawp leiin.",
      "reference": "1 KORINTH 3:2"
    },
    {
      "content": "Nangni laia inthîkna le insêlna a um hlak leiin tisa mi la niin mihriem angin in la um zing a ni naw am a nih?",
      "reference": "1 KORINTH 3:3"
    },
    {
      "content": "Mi pakhatin, “Paula pâwl ka nih,” mi dangin, “kei chu Appolo pâwl ka nih,” in ti sûng chu mihriem in ni zing a ni naw am a ni?",
      "reference": "1 KORINTH 3:4"
    },
    {
      "content": "Appolo chu ieng am a ni leh? Paula khawm chu ieng am a na? Rawngbâwltu nangni inawitirtu cheu chau an nih in sawnnaw; chu khawm chu Lalpain a ipêk ang ve ve chau a nih.",
      "reference": "1 KORINTH 3:5"
    },
    {
      "content": "Keiin ka phun a, Appoloin tuiin a châwm a, nisienlakhawm, Pathienin ân ṭhangtir a nih.",
      "reference": "1 KORINTH 3:6"
    },
    {
      "content": "Chuongchun, ân ṭhangtirtu Pathien chau naw chu a phuntu chu iengkhawm a ni nawh a, tuia châwm- tu khawm chu iengkhawm a ni nawh.",
      "reference": "1 KORINTH 3:7"
    },
    {
      "content": "Chun, a phuntu le tuia châwmtu pumkhat an nih, nisienlakhawm, mâni sinthaw ang peiin lâwmman hmu ve vêng an tih.",
      "reference": "1 KORINTH 3:8"
    },
    {
      "content": "Keini chu Pathien sinthaw- puituhai kan ni sih a, nangni Pathien lohma chu in na, Pathien in bâwl chu in ni bawk a nih.",
      "reference": "1 KORINTH 3:9"
    },
    {
      "content": "Pathien lunginsietna ka kuoma pêka um ang peiin in bâwl hotu tak vartak angin keiin lungphûm ka rem a, mi dangin a chungah in an bâwl a, nisienlakhawm, mi tin a chunga bawl dingziea chun fimkhur seng raw hai se.",
      "reference": "1 KORINTH 3:10"
    },
    {
      "content": "Lungphûm rem tasa naw chu tûkhawma lungphûm dang an rem thei si naw a, chu lungphûm chu Isu Krista chu a nih.",
      "reference": "1 KORINTH 3:11"
    },
    {
      "content": "Chun, lungphûm chunga chun tûkhawmin rângkachakin amanih, tangkain amanih, lungmantamin amanih, thingin amanih, sâwlhnain amanih, bupâwlin amanih bâwl sienla, mi tin sinthaw chu inlang a tih;",
      "reference": "1 KORINTH 3:12"
    },
    {
      "content": "ni chun a suklang ding a ni sih a, meiin ân lâr ding a ni leiin, mei ngei chun mi tin sinthaw chu ieng ang am a ni fie tâng a tih.",
      "reference": "1 KORINTH 3:13"
    },
    {
      "content": "Tû sinthaw khawm a chunga a bâwl chu a um zing chun, ama chun lâwmman hmûng a tih.",
      "reference": "1 KORINTH 3:14"
    },
    {
      "content": "Tû sinthaw khawm a kâng chun, ama chun chân a tih, ama tak ruok chu sandamin um a tih, nisienlakhawm, meia fe thleng ang elin.",
      "reference": "1 KORINTH 3:15"
    },
    {
      "content": "Pathien in in ni le Pathien Thlarau nangniah a um ti in hriet naw am a nih?",
      "reference": "1 KORINTH 3:16"
    },
    {
      "content": "Tûkhawmin Pathien in chu a sukkhawhlo chun Pathienin ama chu sukkhawhlo vêng a tih, Pathien in chu ân thieng sih a, chu in chu nangni in nih.",
      "reference": "1 KORINTH 3:17"
    },
    {
      "content": "Tûkhawmin ama le ama inhlêm naw raw se. Nangni laia tûkhawm hi khawvêla vara inngai chu a hung var theina dingin mi invêtah hung inchang phawt raw se.",
      "reference": "1 KORINTH 3:18"
    },
    {
      "content": "Hi khawvêl varna hi Pathien ngaiah invêtna a ni sih a. “Ama chun mi varhai chu anni var vervêknaah a âwk hlak,” ti ziek a ni sih a.",
      "reference": "1 KORINTH 3:19"
    },
    {
      "content": "“Lalpa chun mi varhai ngai- tuona chu a thlâwn a nih ti a hriet,” ti ziek a ni nâwk bawk a.",
      "reference": "1 KORINTH 3:20"
    },
    {
      "content": "Chuleiin, tûkhawmin mihriem- hai suong naw raw se.",
      "reference": "1 KORINTH 3:21"
    },
    {
      "content": "Iengkim hi in ta vawng a ni sih a: Paula amanih, Appolo amanih, Ki- pha amanih, khawvêl amanih, hring- na amanih, thina amanih, thil um tasahai amanih, a hung um dinghai le chun a rêngin in ta vawng a nih.",
      "reference": "1 KORINTH 3:22"
    },
    {
      "content": "Nangni khawm Krista ta in na, Krista khawm chu Pathien ta a nih.",
      "reference": "1 KORINTH 3:23"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "1 KORINTH 3 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}