{
  "verses": [
    {
      "content": "LALPA chun Mosie a biek a,",
      "reference": "LEVI DÂN 8:1"
    },
    {
      "content": "“Aron chu a naupasalhai leh ṭhuoi la, silfênhai, hriek nâlmi dâm, suol inthâwina ding bâwngchal dâm, berâmchal pahni, chawl ṭhanglo bei bâwm khat le chun chawi bawk la;",
      "reference": "LEVI DÂN 8:2"
    },
    {
      "content": "chun, mi po po chu intuokna puon in tuollai chun inumkhâwmtir rawh,” tiin.",
      "reference": "LEVI DÂN 8:3"
    },
    {
      "content": "Mosie chun LALPAIN thu a pêk ang chun a thawh a, mi po po chu intuokna puon in tuollaia chun an um khâwm a.",
      "reference": "LEVI DÂN 8:4"
    },
    {
      "content": "Mosie chun a hung khâwmhai kuoma chun, “Hi hi a nih, LALPAIN thaw dinga thu a pêk chu,” a ta.",
      "reference": "LEVI DÂN 8:5"
    },
    {
      "content": "Mosie chun Aron le a naupasal- hai chu a hung ṭhuoi a, ân siltir a.",
      "reference": "LEVI DÂN 8:6"
    },
    {
      "content": "Chuongchun, zakuo chung ân hâktir a, kâwng khitna chun a khit a, zakawfuol khawm chu ân hâktir a, zakaw sîng ân hâktir bawk a, zakaw sîng hrui thiemtaka khâwng chun a khit deh a.",
      "reference": "LEVI DÂN 8:7"
    },
    {
      "content": "Chun, âwmbel chu a bel a; âwm- bela chun Urim le Thummim a sieh a.",
      "reference": "LEVI DÂN 8:8"
    },
    {
      "content": "Lukhim khawm ân khimtir a; lukhim hmatieng chun rângkachak phêk suktuma um inchikna inthieng chu a bel a, LALPAIN Mosie thu a pêk ang khan.",
      "reference": "LEVI DÂN 8:9"
    },
    {
      "content": "Chun, Mosie chun hriek nâlmi chu a lâk a, biekbûk le a sûnga thil umhai po po chu a nâl a, a sukthieng tâwl a.",
      "reference": "LEVI DÂN 8:10"
    },
    {
      "content": "Chu hriek chun mâichâm chu vawi sari a theh a; mâichâm le a hmangruo po pohai, maihûn le a ṭhuthai dâm, sukthiengna dingin hriek a nâl a.",
      "reference": "LEVI DÂN 8:11"
    },
    {
      "content": "A sukthiengna dingin hriek nâlmi chu Aron lu chunga chun a bur a, a nâl tah a.",
      "reference": "LEVI DÂN 8:12"
    },
    {
      "content": "Chun, Mosie chun Aron nau- pasalhai chu a hung ṭhuoi a, zakuo ân hâktir a, kâwng khitna chun anni chu a khit a, lukhum ân khumtir a, LALPAIN Mosie thu a pêk angin.",
      "reference": "LEVI DÂN 8:13"
    },
    {
      "content": "Chun, suol inthâwina ding bâwngchal chu a hung kei a, Aron le a naupasalhai chun, suol inthâwina ding bâwngchal lu chunga chun an kut an innghat a.",
      "reference": "LEVI DÂN 8:14"
    },
    {
      "content": "Mosie chun a that a; thisen chu a lâk a, intlanna siemna dingin, mâichâm kihaia chun a kutpârin a vêlin a nâl a, mâichâm chu ân hlân thieng a, mâichâm bula chun thisen chu a bunthlâk a, a sukthieng tah a.",
      "reference": "LEVI DÂN 8:15"
    },
    {
      "content": "A rîlbawtu po po dâm, a thin tuomtu duorda dâm, a kal pahni le a thâu dâm chu a lâk a, mâichâma chun Mosie chun a raw tah a.",
      "reference": "LEVI DÂN 8:16"
    },
    {
      "content": "Bâwngchal chu a vun leh a sa leh, a êk leh riebûk puoah a rawh a, LALPAIN Mosie thu a pêk ang khan.",
      "reference": "LEVI DÂN 8:17"
    },
    {
      "content": "Pumrawhmang thilinhlân be- râmchal chu a hung inhlân a, Aron le a naupasalhai chun berâmchal lu chunga chun an kut an innghat a.",
      "reference": "LEVI DÂN 8:18"
    },
    {
      "content": "Mosie chun a that a, mâichâm chu thisen chun a the huol a.",
      "reference": "LEVI DÂN 8:19"
    },
    {
      "content": "Berâmchal chu a chan a, a lu le a sa tlinhai le a thâuhai chu a rawh a.",
      "reference": "LEVI DÂN 8:20"
    },
    {
      "content": "A sûng le a kehai chu a sâwp a; berâmchal chu mâichâmah a pum chun a raw vawng tah a; chu chu rim inhnik dinga pumrawhmang thilin- hlân, LALPA kuoma mei hmanga thilinhlân chu a nih, LALPAIN Mosie thu a pêk ang khan.",
      "reference": "LEVI DÂN 8:21"
    },
    {
      "content": "Chun, berâmchal dang, hlân- thiengna berâmchal chu a hang inhlân nâwk a; Aron le a naupasalhai chun berâmchal lu chunga chun an kut an innghat a.",
      "reference": "LEVI DÂN 8:22"
    },
    {
      "content": "Mosie chun a that a, a thisen chu a lâk a, Aron nakâwr changtieng hmawra dâm, a kut changtieng kutpuia dâm, a ke changtieng kepuia dâm chun a nâl a.",
      "reference": "LEVI DÂN 8:23"
    },
    {
      "content": "Chun,Mosie chun Aron naupa- salhai chu a ṭhuoi a, thisen chu an nakâwr changtieng hmawra dâm, an kut changtieng kutpuia dâm, an ke changtieng kepuia dâm chun a nâl a; chun, mâichâm chu thisen chun a the huol a.",
      "reference": "LEVI DÂN 8:24"
    },
    {
      "content": "A thâu dâm, a mei thâu tak dâm, a rîlbawtu po po dâm chu, a thin tuomtu duorda le a kal pahni le a thâu dâm leh, a mal changtieng a lâk a.",
      "reference": "LEVI DÂN 8:25"
    },
    {
      "content": "LALPA hmaa chawl ṭhanglo bei bâwma inthawk chun chawl ṭhang- lo bei pakhat le, hrieka hmet bei- phêk pakhat leh, beiphêk inphân pakhat leh a lâk a, sathâu chunga le a mal changtieng chunga chun a sieh a.",
      "reference": "LEVI DÂN 8:26"
    },
    {
      "content": "A rêng chun Aron le a naupa- salhai kuta chun a sieh a; LALPA hmaa chun thêna thilinhlân dingin an thên a.",
      "reference": "LEVI DÂN 8:27"
    },
    {
      "content": "Chun, Mosie chun an kuta in- thawk chun a lâk a, pumrawhmang thilinhlân chungah mâichâma chun a rawh a; chu chu riminhnik dinga suktumna thilinhlân, LALPA kuoma mei hmanga thilinhlân a nih.",
      "reference": "LEVI DÂN 8:28"
    },
    {
      "content": "Chun, Mosie chun a ir chu a lâk a, LALPA hmaa thêna thilinhlân dingin a thên a, chu chu suktum- na berâmchala Mosie chanpuol a nih, LALPAIN Mosie thu a pêk ang khan.",
      "reference": "LEVI DÂN 8:29"
    },
    {
      "content": "Mosie chun hriek nâlmia in- thawk le, mâichâma thisena mi chu a lâk a, chu chun Aron le a silfênhai a theh a, a naupasalhai le an silfênhai khawm; Aron le a silfênhai chu a hlân thieng a, a naupasalhai le an silfên- hai khawm.",
      "reference": "LEVI DÂN 8:30"
    },
    {
      "content": "Mosie chun Aron le a naupa- salhai kuoma chun, “Intuokna puon in kawtkhâr bulah sa kha suong unla, ‘Aron le a naupasalhai chun fa rawhai se,’ tiha thu pêka ka um angin inhlân thiengna leikhâwra bei le chun chutaka chun fa ro.",
      "reference": "LEVI DÂN 8:31"
    },
    {
      "content": "Chun, sa le bei a la chuong chu meiah in raw ding a nih.",
      "reference": "LEVI DÂN 8:32"
    },
    {
      "content": "In inhlân thieng nihai a kim hmakhat chun, ni sari sûng chu intuokna puon in kawtkhâra inthawk chun suok naw tawp ro, hi inhlân thiengna hin ni sari sûng a aw ding a ni sih a.",
      "reference": "LEVI DÂN 8:33"
    },
    {
      "content": "Tuta thaw ang hin intlanna siempêk ding cheuin LALPA chun thaw ding thu a pêk a nih.",
      "reference": "LEVI DÂN 8:34"
    },
    {
      "content": "Intuokna puon in kawtkhâr bula chun ni sari, sûn le zân um zing in ta, in thi nawna dingin LALPA thupêk chu in zâwm ding a nih, chuong anga thu pêk chu ka nih,” a ta.",
      "reference": "LEVI DÂN 8:35"
    },
    {
      "content": "Chuongchun, LALPAIN Mosie hmanga thaw dinga thu a pêkhai po po chu Aron le a naupasalhai chun an thawh a.",
      "reference": "LEVI DÂN 8:36"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "LEVI DÂN 8 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}