{
  "verses": [
    {
      "content": "“Milim hrim hrim in insiem- pêk fâwm ding a ni nawh a, milim siem fâwm le lungphun dâm in inngîr ding a ni nawh; chibai bûk dingin chuong anga lung cher in ram sûngah in inngîr ding a ni nawh; kei hi LALPA in Pathien chu ka ni sih a.",
      "reference": "LEVI DÂN 26:1"
    },
    {
      "content": "Ka châwlnihai chu inser in ta; ka hmun inthieng chu in inza ding a nih: Kei hi LALPA chu ka nih.",
      "reference": "LEVI DÂN 26:2"
    },
    {
      "content": "“Ka thuruothai chu in zâwm a, ka thupêkhai chu in pawm a in zâwm chun,",
      "reference": "LEVI DÂN 26:3"
    },
    {
      "content": "ruotuihai chu a huntakah in- tlâktir ka ta, hnuoi chun a ra insuong a ta, rama thinghai chun ra insuong an tih.",
      "reference": "LEVI DÂN 26:4"
    },
    {
      "content": "In hrizâwla bu chun grêp lo hun man phâk a ta, in grêp lo hun chun thil chîng hun man phâk a ta; in bei chu tlaitakin chên in ta, in rama hin thlamuongtakin khawsâng in tih.",
      "reference": "LEVI DÂN 26:5"
    },
    {
      "content": "Hi ram hi râlmuongtakin inumtir ka ta, zâl ṭawk ṭawk in ta, tukhawma sukṭi naw nihai cheu a, ramsa suolhai chu hi rama inthawk hin hnawt hmang ka ta, kawlhnâmin in ram fe thleng naw bawk a tih.",
      "reference": "LEVI DÂN 26:6"
    },
    {
      "content": "In hmêlmahai chu hnawt in ta, in hmaah kawlhnâma thatin um an tih.",
      "reference": "LEVI DÂN 26:7"
    },
    {
      "content": "Mi pangain za hnawt in ta, mi zain sîng hnawt in ta; in hmêlmahai chu in hmaah kawlhnâma thatin um an tih.",
      "reference": "LEVI DÂN 26:8"
    },
    {
      "content": "Ditsak ka ti cheu a, in kuomah ka thuthlung sukdet ka tih.",
      "reference": "LEVI DÂN 26:9"
    },
    {
      "content": "Sâwttak in ikawl a hlui chu fâng in ta, a thar siena dingin a hluihai chu la suok in tih.",
      "reference": "LEVI DÂN 26:10"
    },
    {
      "content": "Nangni lai ka biekbûk chu inumtir ka ta, ka hringna chun hnungnghat naw ni cheu.",
      "reference": "LEVI DÂN 26:11"
    },
    {
      "content": "Nangni lai chêng ka ta, in Pathien nîng ka ta, nangni khawm ka mihai nîng in tih.",
      "reference": "LEVI DÂN 26:12"
    },
    {
      "content": "Kei hi LALPA in Pathien, an suokhai in ni nawna dinga Aigupta rama inthawka ṭhuoi suoktu cheu chu ka nih; an rîngkawlhai chu ka suktliek a, ngirinzangin kân lâwntir ta cheu hi.",
      "reference": "LEVI DÂN 26:13"
    },
    {
      "content": "“Amiruokchu, ka thu in pawm nawh a, hieng ka thupêkhai po po hi in zâwm nawh a;",
      "reference": "LEVI DÂN 26:14"
    },
    {
      "content": "ka thuruothai in dit nawh a, in hringnain ka rorêlhai chu a theidah a, ka thupêkhai po po zâwm loa ka thuthlung in bawsiet chun,",
      "reference": "LEVI DÂN 26:15"
    },
    {
      "content": "kei khawma in chungah hi hi thâwng ka tih; in chungah thil ṭiumtak, ngawrna le, mithai sukchau diek diek a, hringna fa hek diek diektu khawsikna dâm inlêngtir ka tih. Chuongchun, in thlaichihai a thlâwnin chîng in ta, in hmêlmahai chun fa pei an tih.",
      "reference": "LEVI DÂN 26:16"
    },
    {
      "content": "In chunga chun ka hmai suk- thim ka ta, in hmêlmahai hmaa chun tlâwm in tih; nangni theidatuhai cheuin in chungah ro rêl an ta, tu ihnawt loin tlân in tih.",
      "reference": "LEVI DÂN 26:17"
    },
    {
      "content": "Chuong sa khawma ka thu in la pawm naw rawp chun, in suolhai leiin a let sariin la hrem ka ti cheu a;",
      "reference": "LEVI DÂN 26:18"
    },
    {
      "content": "in hrâtna sawngtawlawi chu suksieng ka ta, in vânhai chu thîr angah siem ka ta, in hnuoi chu dârsen angah;",
      "reference": "LEVI DÂN 26:19"
    },
    {
      "content": "chun, in tha chu sêng thlâwn mei mei nîng a tih, in ram chun ra insuo naw nih a, rama thinghai khawm chun ra an insuo naw ding a ni sih a.",
      "reference": "LEVI DÂN 26:20"
    },
    {
      "content": "“Kei a mi kal zâwnga in um a, ka thu in pawm naw chun, in suolhai zirin a let sariin in chungah hremna intlungtir ka tih.",
      "reference": "LEVI DÂN 26:21"
    },
    {
      "content": "Nangni lai ramsahai inhungtir ka ta, chuonghai chun in nauhai lâkpêk an ti cheu a, sukkiem tiel tiel an ti cheu a, in lampuihai chu ṭhing ṭhuop a tih.",
      "reference": "LEVI DÂN 26:22"
    },
    {
      "content": "“Chuong sa khawma ka thu- nunna chu in pawm nawh a, a mi kal zâwnga in la um ta rawp chun,",
      "reference": "LEVI DÂN 26:23"
    },
    {
      "content": "kei khawm nangni kal zâwngin um ka ta, keima ngeiin in suolhai leiin a let sariin hrem ka ti cheu.",
      "reference": "LEVI DÂN 26:24"
    },
    {
      "content": "In chungah kâwlhnâm inlêngtir ka ta; chu chun thuthlung phuba chu lâng a ta, mâni khaw sûng sengah intawm khâwm in tih; chun, nangni lai hri inlêngtir ka ta, hmêlmahai kutah pêk nîng in tih.",
      "reference": "LEVI DÂN 26:25"
    },
    {
      "content": "In ifâk tak bei ka sukchatpêk pha cheu chun, nuhmei sâwmin urna pakhatah ur an ta, in bei chu bûk chie peiin pe nâwk an ti cheu; fâk chu fâng in ta, khawp chu khawp naw ti niu.",
      "reference": "LEVI DÂN 26:26"
    },
    {
      "content": "“Chuong sa khawma ka thu in pawm nawh a, a mi kalzâwnga in la um ta rawp chun,",
      "reference": "LEVI DÂN 26:27"
    },
    {
      "content": "lunginsentakin nangni kal zâwngin um ka ta; in suol leiin a let sariin hrem bawk ka ti cheu.",
      "reference": "LEVI DÂN 26:28"
    },
    {
      "content": "In naupasalhai sa fâng in ta, in naunuhmeihai sa khawm fa bawk in tih.",
      "reference": "LEVI DÂN 26:29"
    },
    {
      "content": "In bâwlhmunhai sukchim ka ta, in milimhai sukthlûng ka ta, in ruonghai chu in milimhai chungah pei ka ta; chun, ka hringna khawmin a theida ding cheu a nih.",
      "reference": "LEVI DÂN 26:30"
    },
    {
      "content": "In khuohai chu sukrêm ka ta, in hmun inthienghai chu sukrêm bawk ka tih; in rim inhnikhai khawm chu inhnam naw bawk ka tih.",
      "reference": "LEVI DÂN 26:31"
    },
    {
      "content": "In ram chu sukrêm ka ta; in hmêlma chutaka umhai chun mak tîng an tih.",
      "reference": "LEVI DÂN 26:32"
    },
    {
      "content": "Hnam danghai laia chun suk- dar ka ti cheu a, a hnawt ding cheuin kâwlhnâm chu phawi ka ta, chuong- chun, in ramhai chu sukrêm nîng a ta, in khuohai chu ṭâwp a tih.",
      "reference": "LEVI DÂN 26:33"
    },
    {
      "content": "“Ram chu sukrêma a um sûng po le, in hmêlmahai rama in um sûng chun, ram chun châwlnihai chu hlimtakin hmang a tih; chuongchun, ram chu châwl a ta, a châwlnihai chu hlimtakin hmang a tih.",
      "reference": "LEVI DÂN 26:34"
    },
    {
      "content": "Sukrêma a um sûng po chun châwl a ta, in um laia châwlnia châwl ngai lo kha.",
      "reference": "LEVI DÂN 26:35"
    },
    {
      "content": "Chun, nangni laia mi la um- sunhai chu, an hmêlmahai ramah an lungrilah thlabârna inumtir ka ta; hnaṭâwng inlêng riin anni hnawt a ta, kâwlhnâma inthawka tlânsie angin tlânsieng an ta, tu ihnawt dêr loin tlûng an tih.",
      "reference": "LEVI DÂN 26:36"
    },
    {
      "content": "Tu ihnawt loin kâwlhnâma hnawt ang elin inpalthlu rem rum an ta; in hmêlmahai lo dang dingin hrâtna hrim hrim nei naw ti niu.",
      "reference": "LEVI DÂN 26:37"
    },
    {
      "content": "Hnam danghai lai chun bo- hmang in ta, in hmêlmahai ram chun fa zo a ti cheu.",
      "reference": "LEVI DÂN 26:38"
    },
    {
      "content": "Chun, nangni laia mi la umsunhai chu in hmêlmahai ramah an rîtlona leiin rêm tiel tiel an ta; an pi le puhai chun an rîtlona an rêm pha angin, anni khawmin rêm pha bawk an tih.",
      "reference": "LEVI DÂN 26:39"
    },
    {
      "content": "“An suol, ka chunga an suolna lei le, an rîtlona le an pi le puhai rît- lona leh, a mi kal zâwnga an um leia",
      "reference": "LEVI DÂN 26:40"
    },
    {
      "content": "kei khawm anni kalzâwnga ka um a, an hmêlmahai rama ka înumtir chu: an lungril tan lo chu an insuk- hnuoi a, an rîtlonaa inthawka an insiem ṭha chun;",
      "reference": "LEVI DÂN 26:41"
    },
    {
      "content": "Jakob kuoma ka thuthlung chu hre zing ka ta, Isak le Abraham kuoma ka thuthlung khawm hre zing ka ta; ram khawm chu hre zing bawk ka tih.",
      "reference": "LEVI DÂN 26:42"
    },
    {
      "content": "Ram khawm chu inkiengsan an ta, anni um loa a rêm sûng chun a châwlnihai chu hlimtakin hmang a tih; ka rorêlnahai an dit naw lei le, ka thuruothai an hringna chun a theida hlak leia an rîtlona chun insiem ṭhâng an tih.",
      "reference": "LEVI DÂN 26:43"
    },
    {
      "content": "Nisienlakhawm, chuonghai po po leia an hmêlmahai rama an um sûng khawm chun, anni sukbo- hmang dêr ding le anni le ka thuthlung chu sukse dingin anni chu pei thla naw ningah, theida naw bawk ka tih; kei hi LALPA an Pathien chu ka ni sih a;",
      "reference": "LEVI DÂN 26:44"
    },
    {
      "content": "amiruokchu, an Pathien ka ni theina dinga, hnam tinhai mithmua Aigupta rama inthawka ka ṭhuoi suok, an thlatuhai le thuthlung chu, anni lei hin hre zing lem ka tih: Kei hi LALPA chu ka nih,’ ti rawh,” tiin.",
      "reference": "LEVI DÂN 26:45"
    },
    {
      "content": "Hienghai hi, Sinai tlânga Mosie hmanga ama le Israel thlahai inkâra LALPAIN a siem thuruothai, rorêlhai le dânhai chu an nih.",
      "reference": "LEVI DÂN 26:46"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "LEVI DÂN 26 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}