{
  "verses": [
    {
      "content": "“Tukhawmin Fâkmi thilinhlân, LALPA kuoma thilinhlâna ân hlân pha, a thilinhlân chu beiphit inditak a ni ding a nih; hriek bur a ta, a chungah beraw khawm sie bawk a tih;",
      "reference": "LEVI DÂN 2:1"
    },
    {
      "content": "chun, Aron naupasal thiempuhai kuomah fepui a ta; chutaka beiphit inditak vei khat, hriek le beraw po po le chun la suok a ta; chun, thiempu chun hriet zingna dingin mâichâma chun rawng a ta; chu chu LALPA ta dinga riminhniktak, mei hmanga thilinhlân nîng a tih.",
      "reference": "LEVI DÂN 2:2"
    },
    {
      "content": "Fâkmi thilinhlân la lâk mahlahai chu Aron le a naupasalhai ta ding nîng a tih; chu chu LALPA ta dinga mei hmanga thilinhlânhaia inthieng tak chu a nih.",
      "reference": "LEVI DÂN 2:3"
    },
    {
      "content": "“Fâkmi thilinhlân, a urnaa ur thilinhlân în hlân chun beiphit inditak, hrieka hmet chawl ṭhanglo amanih, hrieka nâl chawl ṭhanglo beiphêk inphân amanih a ni ding a nih.",
      "reference": "LEVI DÂN 2:4"
    },
    {
      "content": "I thilinhlân chu thlênga ur, fâkmi thilinhlân a ni chun, chawl ṭhanglo hrieka hmet beiphit inditak a ni ding a nih.",
      "reference": "LEVI DÂN 2:5"
    },
    {
      "content": "Khawi i ta, hriek chu bur khum i ta; chu chu fâkmi thilinhlân a nih.",
      "reference": "LEVI DÂN 2:6"
    },
    {
      "content": "I thilinhlân chu bêldara zêu, fâkmi thilinhlân a ni chun beiphit inditak le hrieka siem a ni ding a nih.",
      "reference": "LEVI DÂN 2:7"
    },
    {
      "content": "Chuong thila siem fâkmi thilin- hlân chu LALPA kuoma chun hung lâng i ta; chu chu thiempu kuoma chun inhlân nîng a ta; chun, ama chun mâichâma chun a hungpui ding a nih.",
      "reference": "LEVI DÂN 2:8"
    },
    {
      "content": "Chun, thiempu chun fâkmi thilinhlâna inthawkin hriet zingna chanpuol chu la suok a ta, mâichâma chun rawng a tih. Chu chu LALPA ta dinga riminhniktak, mei hmanga thilinhlân a nih.",
      "reference": "LEVI DÂN 2:9"
    },
    {
      "content": "Fâkmi thilinhlâna lâk mahla- hai chu Aron le a naupasalhai chan- puol ding nîng a tih; chu chu LALPA ta dinga mei hmanga thilinhlânhaia thil inthieng tak chu a nih.",
      "reference": "LEVI DÂN 2:10"
    },
    {
      "content": "“Fâkmi thilinhlân hrim hrim LALPA kuoma inhlân ding chu chawl ṭhanga siem ding a ni nawh; LALPA ta dinga mei hmanga thilinhlâna ding chun chawl amanih, khuoizu amani hrim hrim in raw ding a ni nawh.",
      "reference": "LEVI DÂN 2:11"
    },
    {
      "content": "Rahmasa thilinhlân ding chu LALPA kuoma chun inhlân in ta; nisienlakhawm, thil rim inhnik thil- inhlân angin mâichâm chunga chun in sie ding a ni nawh.",
      "reference": "LEVI DÂN 2:12"
    },
    {
      "content": "I fâkmi thilinhlân po po chu machi saw vawng i ta, i fâkmi thilin- hlâna chun i Pathien thuthlung machi chu i theinghil ding a ni nawh; i thilinhlân po poa chun machi în hlân sa ding a nih.",
      "reference": "LEVI DÂN 2:13"
    },
    {
      "content": "“Rahmasatak fâkmi thilinhlân LALPA kuoma în hlân chun, i bu thar hmasataka mi, a vui tharlâma mi ngei sukphitin, meia em hminin fâkmi thilinhlân dingin în hlân ding a nih.",
      "reference": "LEVI DÂN 2:14"
    },
    {
      "content": "Chun, hriek nâl i ta, a chungah beraw i sie ding a nih; chu chu fâkmi thilinhlân a nih.",
      "reference": "LEVI DÂN 2:15"
    },
    {
      "content": "Thiempu chun, bu sukphita hriet zingna chanpuol le hriek a ṭhen le beraw po po le chun a raw ding a nih; chu chu LALPA ta dinga meia thilinhlân a nih.",
      "reference": "LEVI DÂN 2:16"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "LEVI DÂN 2 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}