{
  "verses": [
    {
      "content": "LALPA chun Mosie kuomah, “Aron naupasal thiempuhai chu hril la an kuomah, ‘Mi tukhawm mithi leiin an chipuihai lai an insukpawrche ding a ni nawh.",
      "reference": "LEVI DÂN 21:1"
    },
    {
      "content": "A sûng bul, a nu, a pa, a naupa- sal, a naunu, a unaupa dâm le,",
      "reference": "LEVI DÂN 21:2"
    },
    {
      "content": "a farnu, pasal la neilo nunghâk inthieng lai thinaa ruok chun insuk- pawrche thei a tih.",
      "reference": "LEVI DÂN 21:3"
    },
    {
      "content": "A chipuihai laia lusa a ni leiin ân sukpawrche ding a ni nawh a, ân sukhmingse ding a ni nawh.",
      "reference": "LEVI DÂN 21:4"
    },
    {
      "content": "An lu an vaw kawl ding a ni nawh a, khâkhmul sîr tuok an tan ding a ni bawk nawh a, an taksa chu an ât pawp ding a ni bawk nawh.",
      "reference": "LEVI DÂN 21:5"
    },
    {
      "content": "An Pathien ta dingin mi inthieng an ni ding a na, an Pathien hming an suksiet ding a ni nawh; LALPA kuoma mei hmanga thilinhlânhai le fâk ding dâm an inhlân hlak leiin; chuleiin, an inthieng ding a nih.",
      "reference": "LEVI DÂN 21:6"
    },
    {
      "content": "Nawchizawr amanih, hming se tah amanih, a pasal imâk hnung amanih an nei ding a ni nawh; thiempu chu a Pathien ta dingin mi inthieng a ni sih a.",
      "reference": "LEVI DÂN 21:7"
    },
    {
      "content": "Ama chu în hlân thieng ding a na, i Pathien ta dinga fâkmi thilinhlân chu ân hlân hlak sih a. I ta dinga mi inthieng a ni ding a nih. Kei LALPA a sukthiengtu cheu hi kân thieng sih a.",
      "reference": "LEVI DÂN 21:8"
    },
    {
      "content": "Thiempu naunuhmei tukhawm nawchizawra ân sukpawrche chun, a pa a sukpawrche a na, ama chu raw ding a nih.",
      "reference": "LEVI DÂN 21:9"
    },
    {
      "content": "“A unauhai laia thiempu inlal tak, a lu hriek nâlmia nâl tah, silfên bel dinga suktuma um ta chun, a sam chu a thlâiin a put ding a ni nawh a, a puonhai a keithlêr ding a ni nawh a,",
      "reference": "LEVI DÂN 21:10"
    },
    {
      "content": "mithi ruong umnaa chun a lût ding a ni nawh a, a pa amanih, a nu amani leiin ân sukpawrche ding a ni nawh;",
      "reference": "LEVI DÂN 21:11"
    },
    {
      "content": "hmun inthienga inthawk chun a suok ding a ni bawk nawh a, a Pathien hmun inthieng chu a suk- pawrche ding a ni bawk nawh; a Pathien hriek nâlmia suktumin a um ta sih a: Kei hi LALPA chu ka nih.",
      "reference": "LEVI DÂN 21:12"
    },
    {
      "content": "Nuhmei ding chun nunghâk hnakhat a nei ding a nih.",
      "reference": "LEVI DÂN 21:13"
    },
    {
      "content": "Hmeithai amanih, mâk hnung amanih, nuhmei hming setah ama- nih, nawchizawr amani chu a nei ding a ni nawh a, ama chipui ngei nu- nghâk inthieng nuhmeiah a nei ding a nih;",
      "reference": "LEVI DÂN 21:14"
    },
    {
      "content": "chuongchun, a chipui lai a thlahai chu a sukpawrche naw ding a nih; kei hi LALPA ama sukthiengtu chu ka ni sih a,’ ti rawh,” tiin.",
      "reference": "LEVI DÂN 21:15"
    },
    {
      "content": "LALPA chun Mosie a biek a,",
      "reference": "LEVI DÂN 21:16"
    },
    {
      "content": "“Aron kuomah hril la, ‘I thlahai laia an suonlepârhai lai chena demkai taphawt chun, a Pathien fâk ding thilinhlân inhlân dingin hung hnai naw raw se.",
      "reference": "LEVI DÂN 21:17"
    },
    {
      "content": "Tukhawm demkâi taphawt chun an hung hnai ding a ni dêr nawh; mitdel, kebai, hmai hmêlhem, kut ke sei taluo dâm,",
      "reference": "LEVI DÂN 21:18"
    },
    {
      "content": "kea hliemna nei, kut hliem dâm,",
      "reference": "LEVI DÂN 21:19"
    },
    {
      "content": "zângkûn, mi tawnginsam, mit- hmu fie naw, pang inthak nei, pang inhlip, tilmu kawi dâm;",
      "reference": "LEVI DÂN 21:20"
    },
    {
      "content": "thiempu Aron thlahai laia mi tukhawm demkaina nei chu, LALPA ta dinga mei hmanga thilinhlân inhlân dingin a hung hnai ding a ni nawh; demkaina nei a na, a Pathien fâk ding thilinhlân chu inhlân dingin a hung hnai ding a ni nawh.",
      "reference": "LEVI DÂN 21:21"
    },
    {
      "content": "A Pathien fâkmi thilinhlâna mi, ân thieng tak le thil inthienghaia mi chu fa thei a ta;",
      "reference": "LEVI DÂN 21:22"
    },
    {
      "content": "amiruokchu, demkaina nei a ni leiin, puonzâr bula manih, mâichâm hnaia mani chu hung thei naw ni, ka hmun inthienghai sukpawrche rawi a tih; kei LALPA anni sukthiengtu chu ka ni sih a,’ ti rawh,” tiin.",
      "reference": "LEVI DÂN 21:23"
    },
    {
      "content": "Chuongchun, Mosie chun Aron le a naupasalhai le Israel thlahai po po kuoma chun a hril tah a.",
      "reference": "LEVI DÂN 21:24"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "LEVI DÂN 21 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}