{
  "verses": [
    {
      "content": "Aron naupasalhai pahniin LALPA an va hnaia an thi pha hnung chun, LALPA chun Mosie a biek a;",
      "reference": "LEVI DÂN 16:1"
    },
    {
      "content": "LALPA chun Mosie kuomah, “I unaupa Aron hril la, puonzâr sûng hmun inthiengah, bâwm chunga zângaina ṭhungpha hmaa chun a hung zing zing ding a ni nawh, thi rawi a tih; zângaina ṭhungpha chungah sûm lai ka hung inlâr ding a ni sih a.",
      "reference": "LEVI DÂN 16:2"
    },
    {
      "content": "Hieng ang hin Aron chu hmun inthienga chun a fe ding a nih; suol inthâwina dingin bâwng tuoi, pum- rawhmang thilinhlân dingin berâm- chal leh.",
      "reference": "LEVI DÂN 16:3"
    },
    {
      "content": "Puon zai inhmi zakaw chung chu hâk a ta, a tisa inkhumna dingin puon zai inhmi kekawr chu bun a ta, puon zai inhmi kâwngkhiin inhrêng a ta, puon zai inhmi lukhum a khum ding a nih; hieng hi silfên inthieng a nih. Insil zet zet a ta; chun, ân bel ding a nih.",
      "reference": "LEVI DÂN 16:4"
    },
    {
      "content": "Israel thla mipuihaia inthawkin, suol inthâwina dingin kêlchal pahni le pumrawhmang thilinhlâna dingin berâmchal pakhat chawi a tih.",
      "reference": "LEVI DÂN 16:5"
    },
    {
      "content": "“Chun, Aron chun ama puola suol inthâwina bâwngchal chu inhlân a ta, ama le a sûnghai ta dingin intlanna siem a tih.",
      "reference": "LEVI DÂN 16:6"
    },
    {
      "content": "Kêl pahni chu kei a ta, intuokna puon in kawtkhâr bulah LALPA hmaah sieng a tih.",
      "reference": "LEVI DÂN 16:7"
    },
    {
      "content": "Chun, Aron chun kêl pahni chungchânga chun aisân a ta, pakhat chu LALPA chanpuol nîng a ta, pa- khat chu Azazel chanpuol nîng a tih.",
      "reference": "LEVI DÂN 16:8"
    },
    {
      "content": "Aron chun LALPA chanpuola tlu kêl chu lâng a ta, suol inthâwina dingin inhlân a tih.",
      "reference": "LEVI DÂN 16:9"
    },
    {
      "content": "Azazel chanpuola tlu kêl ruok chu intlanna siemna dingin, Azazel ta dinga thlalêra insuo dingin LALPA hmaah a hringin sieng a tih.",
      "reference": "LEVI DÂN 16:10"
    },
    {
      "content": "“Aron chun ama puola suol inthâwina bâwngchal chu lâng a ta, ama le a sûnghai ta dingin intlanna siem a ta; ama puola suol inthâwina bâwngchal chu that a tih.",
      "reference": "LEVI DÂN 16:11"
    },
    {
      "content": "Chun, meilâkna meilinga sip, mâichâma inthawkin LALPA hmaa chun lâng a ta, riminhnik inhniktak rawt dip dap ṭhûm hni leh puonzâr sûng tieng chun hung lûtpui a tih.",
      "reference": "LEVI DÂN 16:12"
    },
    {
      "content": "Riminhnik khû chun, thu- thlungna bâwm chunga, zângaina ṭhungpha chu bâwm dingin, LALPA hmaah meia chun riminhnik chu phul a tih, chuong naw chun thi rawi a tih.",
      "reference": "LEVI DÂN 16:13"
    },
    {
      "content": "Bâwngchal thisen iengzât ama- ni chu lâng a ta, a kutpârin zângaina ṭhungpha hmatieng pang chu thêng a ta; chun, a kutpârin zângaina ṭhung- pha hmabul vêl chu, thisen chun vawi sari a the ding a nih.",
      "reference": "LEVI DÂN 16:14"
    },
    {
      "content": "“Mipui puola suol inthâwina kêl chu that a ta, a thisen chu puonzâr sûng tienga chun hung lûtpui a ta; a thisen chu bâwngchal thisen a thaw ang bawk khan thâwng a ta, zângaina ṭhungpha le, zângaina ṭhungpha hmabul vêl chu thêng a tih.",
      "reference": "LEVI DÂN 16:15"
    },
    {
      "content": "Chuongchun, Israel thlahai inthiengnawna lei dâm, an bawsiet- nahai lei dâm, an suolnahai lei dâmin hmun inthieng puola dingin intlanna siem a ta; chuong ang chun, an inthiengnawna laia chêng intuokna puon in puola ding khawmin siem a tih.",
      "reference": "LEVI DÂN 16:16"
    },
    {
      "content": "Hmun inthienga intlanna siem dinga a lût lai chun, ama le a sûnghai le Israel mipuihai puola intlanna a siem zoa a hung suok nâwk hmakhat chun, tukhawm intuokna puon in sûnga chun an um ding a ni nawh.",
      "reference": "LEVI DÂN 16:17"
    },
    {
      "content": "LALPA hmaa mâichâm tieng chun suok a ta, chu puola ding chun intlanna siem a ta; bâwngchal thisen le kêl thisen iengzât amani chu lâng a ta, mâichâm kia chun a vêlin nâl a tih.",
      "reference": "LEVI DÂN 16:18"
    },
    {
      "content": "Chun, a kutpârin vawi sari thêng a ta, inthien a tih; chuongchun, Israel thlahai inthiengnawnaa in- thawk chun sukthieng a tih.",
      "reference": "LEVI DÂN 16:19"
    },
    {
      "content": "“Hmun inthieng le intuokna puon in le mâichâm puola intlanna a siem zo chun kêl hring lai chu inhlân a ta;",
      "reference": "LEVI DÂN 16:20"
    },
    {
      "content": "Aron chun kêl hring lai lu chunga chun,a kut a khing pahniin innghat a ta, a chunga chun Israel thlahai rîtlonahai po po, an baw- sietnahai po po, a suolna po po chenin insam a ta, chuonghai chu kêl lu chunga chun innghat a ta, mi pakhat a iruotsa khan thlalêr tieng ṭhuoi hmang dai a tih.",
      "reference": "LEVI DÂN 16:21"
    },
    {
      "content": "Kêl chun an rîtlona po po chu chêng nawna rama chun phur a ta, kêl chu thlalêra chun ân suo ding a nih.",
      "reference": "LEVI DÂN 16:22"
    },
    {
      "content": "“Chun, Aron chu intuokna puon ina chun lût a ta, hmun inthieng a lût laia puon zai inhmi silfên a hâk chu hlîp a ta, chutaka chun mâksan a ta;",
      "reference": "LEVI DÂN 16:23"
    },
    {
      "content": "hmun inthienga chun insil a ta, a silfên inbel a ta, suok a ta, ama puola pumrawhmang thilinhlân le mipui puola pumrawhmang thilin- hlân chu inhlân a ta, ama le mipuihai ta dingin intlanna siem a tih.",
      "reference": "LEVI DÂN 16:24"
    },
    {
      "content": "Chun, suol inthâwina thâu chu mâichâma chun rawng a tih.",
      "reference": "LEVI DÂN 16:25"
    },
    {
      "content": "Chun, Azazel kuoma kêl in- suotu taphawt chun a puonhai sâwp a ta, insil a ta, chu zo chun a umna hmun tieng chun a kir nâwk ding a nih.",
      "reference": "LEVI DÂN 16:26"
    },
    {
      "content": "Suol inthâwina bâwngchal le suol inthâwina kêl, an thisen intlan- na siemna dinga hmun inthienga an lûtpui chu, riebûk puotienga fepui nîng a ta; a vun dâm, a sa dâm, a êk dâm chu an raw ding a nih.",
      "reference": "LEVI DÂN 16:27"
    },
    {
      "content": "A rawtu chun a puonhai sâwp a ta, insil a ta, chu zo chun riebûk tieng hung thei a tih.",
      "reference": "LEVI DÂN 16:28"
    },
    {
      "content": "“Chun, hi hi in kumkhaw dân ding nîng a tih; thla sarina, chu thla ni sâwm ni chun insukrinum in ta, sin hrim hrim in thaw ding a ni nawh, a ram mi khawmin, nangni laia um ram dang mi khawmin.",
      "reference": "LEVI DÂN 16:29"
    },
    {
      "content": "Hi ni hin, nangni sukthiengna ding cheuin in ta dingin intlanna siem a ni ding a ni sih a; chuongchun, LALPA hmaa chun in suolna po poa inthawk hung inthieng in tih.",
      "reference": "LEVI DÂN 16:30"
    },
    {
      "content": "In ta dingin châwl ṭawk ṭawkna ni a na, in insukrinum ding a nih; hi hi in kumkhaw dân ding a nih.",
      "reference": "LEVI DÂN 16:31"
    },
    {
      "content": "Chun, thiempu, a pa aia thiem- pu ni dinga hriek nâl le, suktuma um chun intlanna siem a ta, puon zai inhmi silfên inthieng chu inbel a ta;",
      "reference": "LEVI DÂN 16:32"
    },
    {
      "content": "hmun inthieng puol dingin intlanna siem a ta, intuokna puon in le mâichâm puola ding chun intlanna siem bawk a ta; chun, thiempuhai le mipuihai ta dingin intlanna siem bawk a tih.",
      "reference": "LEVI DÂN 16:33"
    },
    {
      "content": "An suolna po po leia kum tin vawi khat Israel thlahai ta dinga intlanna siem hi in kumkhaw dân ding a nih,” a ta. Chuongchun, LALPAIN thu a pêk ang chun Mosie chun a thaw tah a.",
      "reference": "LEVI DÂN 16:34"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "LEVI DÂN 16 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}