{
  "verses": [
    {
      "content": "LALPA chun Mosie a biek a,",
      "reference": "LEVI DÂN 17:1"
    },
    {
      "content": "“Aron le a naupasalhai le Israel thlahai po po hril la, an kuom- ah, ‘Hi hi LALPA thupêk chu a nih.",
      "reference": "LEVI DÂN 17:2"
    },
    {
      "content": "Israel sûngkuo laia mi hrim hrim, bâwngchal amanih, berâmte amanih, kêl amani khawm ni sien, riebûka manih, riebûk puoa mani thata,",
      "reference": "LEVI DÂN 17:3"
    },
    {
      "content": "LALPA riebûk hmaa LALPA ta dinga thilinhlâna intuokna puon in kawtkhâr bula hung la naw taphawt chu, ama chu thisen insuoa ngai nîng a tih; thisen insuo ngei a na, ama chu a chipuihai laia inthawkin tuithlârin a um ding a nih.",
      "reference": "LEVI DÂN 17:4"
    },
    {
      "content": "Chu chu Israel thlahaiin hmun uolaua inthâwina an ithathai an hung chawi theina dingin, LALPA kuom ngeiah, intuokna puon in kawtkhâr bulah thiempu kuoma an hung chawi theina dingin le, LALPA kuoma inremna thilinhlâna an inhlân theina dingin a nih a;",
      "reference": "LEVI DÂN 17:5"
    },
    {
      "content": "Chun, thiempu chun intuokna puon in kawtkhâr bula mâichâm chu thisen chun thêng a ta, a thâu chu LALPA ta dinga rim inhniktaka dingin a raw ding a nih.",
      "reference": "LEVI DÂN 17:6"
    },
    {
      "content": "Lepchie taka umin, khawhrihai chu zuiin an kuomah an inthâwi ta hrim hrim ding a ni nawh,’ Hi hi an thlahai chena an kumkhaw dân ding a nih.",
      "reference": "LEVI DÂN 17:7"
    },
    {
      "content": "Chun, an kuomah hril la, Israel sûngkuo laia mi hrim amanih, ram dang mi anni laia khawsahaiin amanih, pumrawhmang thilinhlân amanih, inthâwina amanih ân hlân a,",
      "reference": "LEVI DÂN 17:8"
    },
    {
      "content": "LALPA kuoma inthâwi dinga intuokna puonin kawtkhâr bula hung la lo chu, ama ngei chu a chipuihai laia inthawka tuithlârin a um ding a nih.",
      "reference": "LEVI DÂN 17:9"
    },
    {
      "content": "“Chun, tukhawm Israel sûng- kuo laia mi amanih, ram dang mi anni laia khawsa amanih, ieng thisen khawm fa taphawt chu, chu thisen fatu chunga chun ka hmai sukthim ka ta, a chipuihai laia inthawka tuithlârin inumtir ka tih.",
      "reference": "LEVI DÂN 17:10"
    },
    {
      "content": "“Tisa hringna chu thisena chun a um sih a; in hringna intlanna siem- na dinga mâichâm chunga ka pêk cheu a nih; hringna dinga intlanna siemna chu thisen ngei chu a ni sih a.",
      "reference": "LEVI DÂN 17:11"
    },
    {
      "content": "Chuleiin, Israel thlahai kuom- ah, ‘Tukhawma thisen in fâk ding a ni nawh a, ram dang mi nangni laia khawsahai khawmin thisen chu an fâk ding a ni bawk nawh,’ ka ti a nih.",
      "reference": "LEVI DÂN 17:12"
    },
    {
      "content": "Chun, Israel thlahai laia mi amanih, ram dang mi anni laia khaw- sain amanih, ramsuoka sa amanih, vate amanih fâk thei a hung phur chun, a thisen chu suksuok a ta, pilvut a vur khum ding a nih.",
      "reference": "LEVI DÂN 17:13"
    },
    {
      "content": "“Tisa po po hringna chu thisen chu a ni sih a; chuleiin, Israel thlahai kuoma chun, ‘Ieng sa thisen khawm in fâk ding a ni nawh, tisa po po hringna chu a thisen chu a ni sih a; tukhawm a fa taphawt chu tuithlârin a um ding a nih.",
      "reference": "LEVI DÂN 17:14"
    },
    {
      "content": "Chun, mânia thi amanih, sa se amanih fa taphawt chu, chu rama mi hrim amanih, ram dang mi amani khawm ni sienla, a puonhai sâwp a ta, ân sil ding a nih; chun, zântieng chenin inthieng naw nîng a ta, chu hnunga chun inthieng hung nîng a tih.",
      "reference": "LEVI DÂN 17:15"
    },
    {
      "content": "Ân sâwp nawh a, ân sil naw ruok chun, ama rîtlona maw chu phur a tih,’ ti rawh,” tiin.",
      "reference": "LEVI DÂN 17:16"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "LEVI DÂN 17 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}