{
  "verses": [
    {
      "content": "LALPA chun Mosie a biek a, “Israel thlahai kuomah,",
      "reference": "LEVI DÂN 12:1"
    },
    {
      "content": "‘Nuhmeiin nau a vawn a, nau- pasal a nei chun ni sari chu inthieng naw nîng a ta; nuhmei dân pângngaia ân thieng naw ang chun inthieng naw nîng a tih.",
      "reference": "LEVI DÂN 12:2"
    },
    {
      "content": "A ni riet ni chun a naupa ser hmawr vun chu tan ding a nih.",
      "reference": "LEVI DÂN 12:3"
    },
    {
      "content": "Thisen lei chun inthienin ni sâwmthum pathum um a ta; a inthien ni a kim hmakhat chun thil inthieng hrim hrim a them ding a ni nawh a, hmun inthienga khawm a hung lût ding a ni nawh.",
      "reference": "LEVI DÂN 12:4"
    },
    {
      "content": "Naunuhmei a nei ruok chun nuhmei dân pângngai huna ân thieng naw angin châwlkâr hni chu inthieng naw nîng a tih; chun, thisen leia inthienin ni sâwmruk paruk a la um ta rawp ding a nih.",
      "reference": "LEVI DÂN 12:5"
    },
    {
      "content": "“Chun, naupasal amanih, naunu- hmei amani leia a inthienna ni a kim pha chun pumrawhmang thilinhlân dingin berâmte kum khat mi le suol inthâwina dingin pârvate amanih, vaṭhu amanih intuokna puon in kawtkhâr bulah thiempu kuomah a hung chawi ding a nih;",
      "reference": "LEVI DÂN 12:6"
    },
    {
      "content": "ama chun LALPA hmaa chun inhlân a ta, intlanna siempêk a tih; chuongchun, a thisen suoknaa inthawk chun sukthieng ni tâng a tih. Hi hi naupasal amanih, naunuhmei amanih neitu ta dinga dân a nih.",
      "reference": "LEVI DÂN 12:7"
    },
    {
      "content": "Chun, a neiin berâmte a tlin naw chun, vaṭhu tuok khat amanih, pâr- vate tuok khat amanih a chawi ding a nih: pakhat chu pumrawhmang thilinhlân dingin, pakhat chu suol inthâwina dingin; chun, thiempu chun intlanna siempêk a ta, chuong- chun, inthieng ni tâng a tih,’ tiin hril rawh,” tiin.",
      "reference": "LEVI DÂN 12:8"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "LEVI DÂN 12 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}