{
  "verses": [
    {
      "content": "LALPA chun Mosie a biek a,",
      "reference": "LEVI DÂN 24:1"
    },
    {
      "content": "“Israel thlahai chu oliv hriek inthiengtak, sit dinga sâwr, khâwn- var sukchawk zingna dinga i kuoma hung la dingin thu pe rawh.",
      "reference": "LEVI DÂN 24:2"
    },
    {
      "content": "Intuokna puon ina thuinhriettir- na puonzâr puotienga chun, zân- tienga inthawka zingkâr chena dingin, LALPA hmaah Aron chun sie fel raw se; hi hi in thlahai chena kumkhaw dân ding a nih.",
      "reference": "LEVI DÂN 24:3"
    },
    {
      "content": "LALPA hmaah khâwnvar siena inthiengtak chunga chun khâwnvar- hai chu sie fel hlak raw se.",
      "reference": "LEVI DÂN 24:4"
    },
    {
      "content": "“Chun, beiphit indi mi la la, chu chu bei sâwmpahnia siemin ur la, bei pakhat chu epha hmun sâwma ṭheha hmun hni peia siem ding a nih.",
      "reference": "LEVI DÂN 24:5"
    },
    {
      "content": "LALPA hmaa dawkân inthieng chunga chun tlar hniin, tlar khata paruk ve vein în tlar ding a nih.",
      "reference": "LEVI DÂN 24:6"
    },
    {
      "content": "A tlar hnia chun beraw inthieng- tak i sie ve ve ding a nih, chu chu bei le chun hriet zingna, LALPA kuoma mei hmanga thilinhlân ang a hung ni theina dingin.",
      "reference": "LEVI DÂN 24:7"
    },
    {
      "content": "Châwlni taphawtah LALPA hmaah Aron chun a sie fel hlak ding a nih, kumkhaw thuthlungna, Israel thlahai ta ding a nih.",
      "reference": "LEVI DÂN 24:8"
    },
    {
      "content": "Chun, Aron le a naupasalhai chanpuol nîng a ta, hmun inthiengah an fâk ding a nih; kumkhaw dâna LALPA kuoma mei hmanga thilin- hlânhai laia mi, a chanpuol inthieng tak a ni sih a,” tiin.",
      "reference": "LEVI DÂN 24:9"
    },
    {
      "content": "Israel nuhmei naupa, a pa chu Aigupta mi, pakhat chu Israel thlahai lai a va feh a; chu Israel nuhmei naupa le Israel mi pakhat riebûka chun an insuol a;",
      "reference": "LEVI DÂN 24:10"
    },
    {
      "content": "Israel nuhmei naupa chun ṭawngsie inphurin Pathien hming a hrilsiet a; chuongchun, ama chu Mosie kuomah an hung ṭhuoi a. A nu hming chu Selomith a na. Dan chi Dibri naunu a nih.",
      "reference": "LEVI DÂN 24:11"
    },
    {
      "content": "LALPA baua thu suok nghâkna dingin intângna inah an khum a.",
      "reference": "LEVI DÂN 24:12"
    },
    {
      "content": "Chun, LALPA chun Mosie a biek a,",
      "reference": "LEVI DÂN 24:13"
    },
    {
      "content": "“Ṭawngsiea inkhâmtu chu rie- bûk puoah ṭhuoi unla, a hretuhai po po chun a luah an kut innghat hai sienla, mi po po chun lungin dêng raw hai se.",
      "reference": "LEVI DÂN 24:14"
    },
    {
      "content": "Chun, Israel thlahai chu hril la, an kuomah, ‘Tukhawm a Pathien ṭawngsie inphur taphawt chun a suol maw chu phur a tih.",
      "reference": "LEVI DÂN 24:15"
    },
    {
      "content": "Chun, LALPA hming hrilsetu taphawt chu sukhlum ngei ding a nih; mi po poin lungin dêng an ta; LALPA hming an hrilsiet chun ram dang mi khawm, a ram mi khawm sukhlum ding an nih.",
      "reference": "LEVI DÂN 24:16"
    },
    {
      "content": "Tuolthattu chu sukhlum ngei ding a nih.",
      "reference": "LEVI DÂN 24:17"
    },
    {
      "content": "Ran thattu taphawt chun a thung ding a nih, hringna aiah hringna.",
      "reference": "LEVI DÂN 24:18"
    },
    {
      "content": "Miin a tuolbâwm a sukhmêlhem chun, a thaw angtak chun a chungah thaw ve ding a nih; ru tliek aiah ru tliek, mit aiah mit, ha aiah ha;",
      "reference": "LEVI DÂN 24:19"
    },
    {
      "content": "mi a sukhmêlhem angin ama chunga khawm thaw ve ding a nih.",
      "reference": "LEVI DÂN 24:20"
    },
    {
      "content": "Ran sukhlumtu chun a thung ding a nih; mi sukhlumtu chu suk- hlum ve ding a nih.",
      "reference": "LEVI DÂN 24:21"
    },
    {
      "content": "Ram dang mihai le a ram mihai ta dingin dân hmunkhat in nei ding a nih; kei hi LALPA in Pathien chu ka ni sih a,’ ti rawh,” tiin.",
      "reference": "LEVI DÂN 24:22"
    },
    {
      "content": "Chuongchun, Mosie chun Israel thlahai chu a biek a; ṭawngsiea inkhâmtu chu riebûk puoah an ṭhuoi suok a, lungin an dêng a. Israel thla- hai chun LALPAIN Mosie thu a pêk ang chun an thaw tah a.",
      "reference": "LEVI DÂN 24:23"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "LEVI DÂN 24 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}