{
  "verses": [
    {
      "content": "“Hi hi bawsietna inthâwina dân ding chu a nih: Thil inthieng tak a nih.",
      "reference": "LEVI DÂN 7:1"
    },
    {
      "content": "Pumrawhmang thilinhlân an thatna hmuna chun bawsiet in- thâwina khawm chu an that ding a nih; chun, a thisen chun mâichâm chu an the vêl ding a nih.",
      "reference": "LEVI DÂN 7:2"
    },
    {
      "content": "A thâu po po chu inhlân an ta; a mei thâu tak dâm, a sûng thâu dâm,",
      "reference": "LEVI DÂN 7:3"
    },
    {
      "content": "a kalhai pahni le a tuomtu thâu, a diemnêma mi le a thin tuomtu duorda, a kalhai pum chun phawr a ta;",
      "reference": "LEVI DÂN 7:4"
    },
    {
      "content": "thiempu chun LALPA kuoma mei hmanga thilinhlânin mâichâm chunga chun a raw ding a nih; chu chu bawsiet inthâwina a nih.",
      "reference": "LEVI DÂN 7:5"
    },
    {
      "content": "Thiempu sungkuoa pasal ta- phawt chun chu chu fâng an ta; hmun inthienga fâk ding a nih; chu chu thil inthieng tak a nih.",
      "reference": "LEVI DÂN 7:6"
    },
    {
      "content": "Bawsiet inthâwina chu suol inthâwina ang bawk a na, dân ang- khat a nih; chutaka intlanna siemtu thiempu chun, chu chu a nei ding a nih.",
      "reference": "LEVI DÂN 7:7"
    },
    {
      "content": "Pumrawhmang thilinhlân in- hlânpêktu thiempu ngei chun pumrawhmang thilinhlâna a în- hlân vun chu a chang vawng ding a nih.",
      "reference": "LEVI DÂN 7:8"
    },
    {
      "content": "Chun, a zêunaa zêu fâkmi thilin- hlân taphawthai, a urnaa ur le thlêngdâra zêu po pohai chu ân hlântu thiempu chanpuol ding a nih.",
      "reference": "LEVI DÂN 7:9"
    },
    {
      "content": "Fâkmi thilinhlân po po chu hrieka hmet khawm, a ṭâwl khawm a dang ang bawkin Aron naupasalhaiin an insem tlâng ding a nih.",
      "reference": "LEVI DÂN 7:10"
    },
    {
      "content": "“Hi hi miin LALPA kuoma a înhlân ding, inremna thilinhlân inthâwina dân ding chu a nih:",
      "reference": "LEVI DÂN 7:11"
    },
    {
      "content": "Lâwmthu hrilna dinga ân hlân chun, lâwmthu hril inthâwinaa chun hrieka hmet chawl ṭhanglo bei le, hrieka nâl chawl ṭhanglo beiphêk inphânhai le, hrieka hmet beiphit inditak inchie zawp ân hlân sa ding a nih.",
      "reference": "LEVI DÂN 7:12"
    },
    {
      "content": "Lâwmthu hrilna dinga inremna thilinhlâna inthâwina ding chun chawl ṭhang bei ân hlân sa ding a nih.",
      "reference": "LEVI DÂN 7:13"
    },
    {
      "content": "Chutaka mi chu thilinhlân tina mi LALPA kuoma thêna thilinhlân dingin pakhat seng inhlân a ta; inremna thilinhlân thisena thetu thiempu chanpuol ding a nih.",
      "reference": "LEVI DÂN 7:14"
    },
    {
      "content": "Lâwmthu hrilna dinga inremna thilinhlân inthâwina sa chu, chu thilinhlân ân hlân ni ngei chun fâk zo ding a nih; zîngkâr chen iengkhawm a khêk ding a ni nawh.",
      "reference": "LEVI DÂN 7:15"
    },
    {
      "content": "Amiruokchu, a thilinhlân in- thâwina chu thutiem amanih, mâni nuomthua thilinhlân amanih a ni chun, ân thâwina ân hlân ni ngei chun fâk ding a nih; fâk mahla chu a zîng tûka fâk ding a nih;",
      "reference": "LEVI DÂN 7:16"
    },
    {
      "content": "amiruokchu, inthâwina sa a ni thum ni chena la um ta rawp chu raw el ding a nih.",
      "reference": "LEVI DÂN 7:17"
    },
    {
      "content": "A inremna thilinhlân inthâwina sa chu ni thum ni chena an fâk chun pawmpêk ni naw nih a, ân hlântu khawm chu inhlâna ngai ni naw bawk a tih; thil tirdakum nîng a ta, tukhawm a fa taphawt chun an khawhlona maw chu phur an tih.",
      "reference": "LEVI DÂN 7:18"
    },
    {
      "content": "“Sa, thil inthiengnaw hrim hrim le intâwk chu fâk ding a ni nawh a, raw el ding a nih. Sa chu ân thienghai po chun fa thei an ta,",
      "reference": "LEVI DÂN 7:19"
    },
    {
      "content": "inthienglo puma LALPA chan- puol inremna thilinhlân inthâwina sa fatu ruok chu, a chipuihai laia inthawka tuithlârin a um ding a nih.",
      "reference": "LEVI DÂN 7:20"
    },
    {
      "content": "Tukhawma thil inthiengnaw hrim hrim, mi inthiengnaw amanih, ran inthiengnaw amanih, thil tirdak- um pawrche hrim hrim a tâwk a, inremna thilinhlân inthâwina sa, LALPA chanpuol chu a fâk chun, ama chu a chipuihai laia inthawka tuithlârin a um ding a nih,” tiin.",
      "reference": "LEVI DÂN 7:21"
    },
    {
      "content": "LALPA chun Mosie a biek a,",
      "reference": "LEVI DÂN 7:22"
    },
    {
      "content": "“Israel thlahai chu hril la: Sebâwng amanih, berâm amanih, kêl amani thâu chu in fâk ding a ni nawh.",
      "reference": "LEVI DÂN 7:23"
    },
    {
      "content": "Mâniha thi thâu le sa ise thâu chu thil dang ienga khawm hmang thei nîng a ta, fâk ruok chu in fâk dêr ding a ni nawh.",
      "reference": "LEVI DÂN 7:24"
    },
    {
      "content": "Tukhawm LALPA kuoma mei hmanga thilinhlâna inhlân sa thâu fatu chu, a chipuihai laia inthawkin tuithlârin a um ding a nih.",
      "reference": "LEVI DÂN 7:25"
    },
    {
      "content": "In umna taphawta chun thisen hrim hrim, vate amanih, ramsa amanih thisen chu in fâk ding a ni nawh.",
      "reference": "LEVI DÂN 7:26"
    },
    {
      "content": "Tukhawm ni sienla, thisen fa hrim hrim chu, a chipuihai laia in- thawkin tuithlârin a um ding a nih,” tiin.",
      "reference": "LEVI DÂN 7:27"
    },
    {
      "content": "LALPA chun Mosie a biek a,",
      "reference": "LEVI DÂN 7:28"
    },
    {
      "content": "“Israel thlahai kuoma chun hril la: LALPA kuoma inremna thilinhlân inthâwina inhlân taphawt chun a thilinhlân chu LALPA kuomah a hung inhlân ding a nih; a inremna thil- inhlânhai inthâwinaa inthawk chun,",
      "reference": "LEVI DÂN 7:29"
    },
    {
      "content": "ama kuthai ngeiin mei hmanga thil inhlânhai chu LALPA kuomah a hung chawi ding a na; a thâu chu a âwm pumin a hung lâk ding a nih, a âwm chu LALPA hmaa thên thilinhlâna thên a ni theina dingin.",
      "reference": "LEVI DÂN 7:30"
    },
    {
      "content": "Thiempu chun a thâu chu mâichâmah rawng a ta; a âwm ruok chu Aron le a naupasalhai chanpuol ding a nih.",
      "reference": "LEVI DÂN 7:31"
    },
    {
      "content": "A mal changtieng chu, i in- remna thilinhlân hai inthâwinaa inthawka i thilinhlân dingin thiempu kuoma chun i pêk ding a nih;",
      "reference": "LEVI DÂN 7:32"
    },
    {
      "content": "Aron naupasalhai laia mi, in- remna thilinhlânhaia thisen le thâu inhlântu chun, a mal changtieng chu ama chanpuol dingin a nei ding a nih.",
      "reference": "LEVI DÂN 7:33"
    },
    {
      "content": "A âwm an ithên le a mal an inhlân hlak chu, Israel thlahai an inremna thilinhlân inthâwinahaia inthawkin ka lâkpêk a, Israel thlahai kumkhaw thaw dân dingah thiempu Aron le a naupasalhai ka pêk tah a nih.",
      "reference": "LEVI DÂN 7:34"
    },
    {
      "content": "Hi hi a nih, Aron le a nau- pasalhai chanpuol dinga, LALPA kuoma mei hmanga thilinhlânhaia inthawka sie hran, anni chu thiempu sin thawh a, LALPA rawngbâwl dinga inhlân an nia inthawka an chanpuol ding chu;",
      "reference": "LEVI DÂN 7:35"
    },
    {
      "content": "anni chu hriek nâla an um niin, Israel mipuihaiin hi thil hi pe dingin LALPAIN thu a pêk tah a nih; hi hi an thlahai chena dinga kumkhaw thil phût chu a nih,” tiin.",
      "reference": "LEVI DÂN 7:36"
    },
    {
      "content": "Hi hi, pumrawhmang thilinhlân dâm, fâkmi thilinhlân dâm, suol thâwina thilinhlân dâm, bawsiet in- thâwina thilinhlân dâm, inhlân inthiengna thilinhlân dâm, inremna thilinhlânhai dâm dinga,",
      "reference": "LEVI DÂN 7:37"
    },
    {
      "content": "Sinai thlalêrah, an thilin- hlânhai chu, Israel mipuihai chun LALPA kuoma hung inhlân dinga thu a pêk nia, Sinai tlânga LALPAIN Mosie kuoma thu a pêk chu a nih.",
      "reference": "LEVI DÂN 7:38"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "LEVI DÂN 7 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}