{
  "verses": [
    {
      "content": "Chun, LALPA chun Mosie chu a biek a,",
      "reference": "LEVI DÂN 6:1"
    },
    {
      "content": "“Tukhawma thil suksuolin, LALPA thu bawse ta sienla; sum inkawltir thu amanih, hlêp thu amanih, inrûk thu amaniha tuol- bâwmhai hlêmin, mâni tuolbâwmhai lo nêksâwr ta sienla,",
      "reference": "LEVI DÂN 6:2"
    },
    {
      "content": "annawleh, thil inhmang hmuin, chu thua chun khêl hrilin ṭawng inkhâm ta sienla, hieng thil po po a ieng ieng khawm hi a suksuol a,",
      "reference": "LEVI DÂN 6:3"
    },
    {
      "content": "a thil suksuol leia thiemnaw a chang chun, a înrûk dâm, hlêma a thil lâk dâm, a kuoma sum inkawltira um dâm, thil inhmang a hmu dâm,",
      "reference": "LEVI DÂN 6:4"
    },
    {
      "content": "khêla ṭawng a înkhâmna thil ieng khawm chu a thung nâwk ding a nih; a kim charin thung nâwk vawng a ta, a hmun ngaa ṭheha hmun khat chu a chuongin bel a tih; bâwsiet inthâwina ân hlân ni chun a neitu chu a pêk nâwk ding a nih.",
      "reference": "LEVI DÂN 6:5"
    },
    {
      "content": "A bawsiet inthâwina dingin, berâm ruol laia mi, i ngaia bawsiet inthâwina dinga âwmtâwk, berâm- chal demkailo LALPA ta dingin thiempu kuomah a hung kei ding a nih;",
      "reference": "LEVI DÂN 6:6"
    },
    {
      "content": "chun, thiempu chun LALPA hmaah intlanna siempêk a ta, ngai- dam nîng a tih, thiemnaw changna dinga thil a thaw taphawthai chung- chânga chun,” tiin.",
      "reference": "LEVI DÂN 6:7"
    },
    {
      "content": "LALPA chun Mosie a biek a,",
      "reference": "LEVI DÂN 6:8"
    },
    {
      "content": "“Aron le a naupasalhai chu thu pe rawh. Hi hi pumrawhmang thilin- hlân dân ding chu a nih. Pum- rawhmang thilinhlân chu mâichâm a chunga a rawnaa chun zânkhawvârin a zingkâr chen um a ta; chun, mâi- châm mei chu a hring zing ding a nih.",
      "reference": "LEVI DÂN 6:9"
    },
    {
      "content": "Thiempu chun a puon zai inhmi silfên inbel a ta, a tisa inkhumna dingin a puon zai inhmi kekawr chu bun a ta; chun, mâichâma pumraw- hmang thilinhlân kâng vâmhai chu lâng a ta, mâichâm sîra chun a sie ding a nih.",
      "reference": "LEVI DÂN 6:10"
    },
    {
      "content": "Chun, a silfên chu hlîp a ta, silfên dang inbel a ta, a vâmhai chu khawhnâwm tieng hmun faiah a fepui ding a nih.",
      "reference": "LEVI DÂN 6:11"
    },
    {
      "content": "Mâichâm chunga mei chu sukhring zing nîng a ta, a thi ding a ni nawh; chun, thiempu chun tûk tinin thing chu tîng a ta, pumrawhmang thilinhlân chu sie fel a ta, chutaka chun inremna thilinhlân thâuhai chu a raw ding a nih.",
      "reference": "LEVI DÂN 6:12"
    },
    {
      "content": "Mâichâma chun mei chu hring zing a ta, a thi ding a ni nawh.",
      "reference": "LEVI DÂN 6:13"
    },
    {
      "content": "“Chun, hi hi fâkmi thilinhlân dân chu a nih: Aron naupasalhai chun mâichâm bulah LALPA hmaah an inhlân ding a nih.",
      "reference": "LEVI DÂN 6:14"
    },
    {
      "content": "Ama chun fâkmi thilinhlâna mi beiphit inditak vei khat le, chu fâkmi thilinhlân chunga hriek le beraw po po la suok a ta, LALPA ta dinga rim inhniktak, hriet zingna dingin mâi- châma chun a raw ding a nih.",
      "reference": "LEVI DÂN 6:15"
    },
    {
      "content": "Chun, lâk mahla chu Aron le a naupasalhai chun an fâk ding a nih; chu chu hmun inthienga chun chawl ṭhang loin fâng an ta; intuokna puon in tuolah an fâk ding a nih.",
      "reference": "LEVI DÂN 6:16"
    },
    {
      "content": "Chawl ṭhanga em ding a ni nawh. Mei hmanga ka thilinhlân an chanvo dinga ka thilpêk a nih; chu chu suol inthâwina le bawsiet in- thâwina ang bawkin thil inthiengtak a nih.",
      "reference": "LEVI DÂN 6:17"
    },
    {
      "content": "Aron thla pasal po pohai chun an fâk ding a nih. Chu chu LALPA ta dinga pumrawhmang thilinhlân chungchânga in thlahai chena kum- khawtluong dân nîng a ta; chu chu tâwk taphawt chu inthieng pei an tih,” tiin.",
      "reference": "LEVI DÂN 6:18"
    },
    {
      "content": "Chun, LALPA chun Mosie a biek a,",
      "reference": "LEVI DÂN 6:19"
    },
    {
      "content": "“Hriek nâla an um nia Aron le a naupasalhaiin LALPA kuoma an inhlân ding thilinhlân chu hi hi a nih: fâkmi thilinhlân ding, beiphit inditak epha hmun sâwma ṭheha hmun khata mi, a zâtve zîngkâr, a zâtve zântieng.",
      "reference": "LEVI DÂN 6:20"
    },
    {
      "content": "A zêuna thlêngdârah hriek pawla siem ding a nih. Ân chie pawl pha chun hung la lût i ta, a her te tein fâkmi thilinhlân chu LALPA ta dinga rim inhnik dingin în hlân ding a nih.",
      "reference": "LEVI DÂN 6:21"
    },
    {
      "content": "A naupasalhai laia mi a hnung thuoltu dinga hriek nâla um thiempu chun, kumkhaw dân dinga pêk a ni angin LALPA kuomah inhlân a ta; a rêng el chun rawhmang ding a nih.",
      "reference": "LEVI DÂN 6:22"
    },
    {
      "content": "Thiempuin fâkmi thilinhlân ân hlân taphawt chu rawhmang vawng ding a na: fâk der lo ding a nih,” tiin.",
      "reference": "LEVI DÂN 6:23"
    },
    {
      "content": "LALPA chun Mosie a biek a,",
      "reference": "LEVI DÂN 6:24"
    },
    {
      "content": "“Aron le a naupasalhai kuoma chun hril la: Hi hi suol inthâwina dân ding chu a nih. Pumrawhmang thilinhlân thatna hmuna chun suol inthâwina khawm chu LALPA hmaa that ding a nih. Chu chu thil inthieng tak a nih.",
      "reference": "LEVI DÂN 6:25"
    },
    {
      "content": "Suol inthâwina inhlântu thiem- pu chun fâng a ta; intuokna puon in tuolah, hmun inthiengah a fâk ding a nih.",
      "reference": "LEVI DÂN 6:26"
    },
    {
      "content": "Thil iengkhawm chu sa chu tâwk taphawt chu thil inthieng sie hran nîng a ta; chun, a thisen chu ieng puona khawm the kai a ni chun, a kaina taphawt chu hmun inthienga chun i sâwp ding a nih.",
      "reference": "LEVI DÂN 6:27"
    },
    {
      "content": "A suongna pil bêl chu sukkawi ding a na; dâr bêla suong a ni ruok chun nâwt faia intlêu fai ding a nih.",
      "reference": "LEVI DÂN 6:28"
    },
    {
      "content": "Thiempu sûngkuoa pasal ta- phawt chun chu chu an fâk ding a nih. Chu chu ân thieng tak a nih.",
      "reference": "LEVI DÂN 6:29"
    },
    {
      "content": "Suol inthâwina, a thisen, hmun inthienga intlanna siemna dinga in- tuokna puon ina hung lâk ruok chu fâk ding a ni nawh a; raw el ding a nih.",
      "reference": "LEVI DÂN 6:30"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "LEVI DÂN 6 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}