{
  "verses": [
    {
      "content": "LALPA chun Mosie le Aron a biek a,",
      "reference": "LEVI DÂN 11:1"
    },
    {
      "content": "“Israel thlahai chu hril unla. ‘Hnuoi chunga um sa po po laia in fâk thei ding thil hringhai chu hienghai hi an nih:",
      "reference": "LEVI DÂN 11:2"
    },
    {
      "content": "Sa laia a tin inkâk a, a irsuok sawi chi taphawt chu fa thei in tih.",
      "reference": "LEVI DÂN 11:3"
    },
    {
      "content": "Amiruokchu, irsuok sawi chi le tin inkâk laia miah hienghai hi chu in fâk ding a ni nawh: sanghâwngsei, irsuok chu a sawi a, a ke tin ân kâk naw leiin in ta dingin a thieng naw a nih.",
      "reference": "LEVI DÂN 11:4"
    },
    {
      "content": "Râwl mazupui, irsuok a sawi deha chu, a tin ân kâk naw leiin in ta dingin thieng naw a nih.",
      "reference": "LEVI DÂN 11:5"
    },
    {
      "content": "Mazupui, irsuok a sawia chu a tin ân kâk naw leiin in ta dingin a thieng naw a nih.",
      "reference": "LEVI DÂN 11:6"
    },
    {
      "content": "Vawk, a tin chu ân kâk a, irsuok a sawi naw leiin in ta dingin a thieng- naw a nih.",
      "reference": "LEVI DÂN 11:7"
    },
    {
      "content": "An sa in fâk ding a ni nawh a, an ruong khawm in tâwk ding a ni nawh, in ta dingin an inthieng naw a nih.",
      "reference": "LEVI DÂN 11:8"
    },
    {
      "content": "“Tuia chêng po po lai hienghai hi fa thei in tih: Tuisuorieta manih, vadunga manih, tuia chêng pângpar le phuhlip nei taphawt chu fa thei in tih.",
      "reference": "LEVI DÂN 11:9"
    },
    {
      "content": "Tuia chêng hai po po le, tuia thilhring um po po laiah, tuisuorieta mi amanih, vadunga mi amanih pângpar le phuhlip nei naw taphawt chu in ta dingin thil tirdakum an nih.",
      "reference": "LEVI DÂN 11:10"
    },
    {
      "content": "In ta dingin thil tirdakum nîng an ta, an sa in fâk ding a ni nawh a, an ruonghai khawm chu thil tirdak- umah in nei ding a nih.",
      "reference": "LEVI DÂN 11:11"
    },
    {
      "content": "Tuia mi pângpar le phuhlip nei naw taphawt chu in ta dingin thil tirdakum an nih.",
      "reference": "LEVI DÂN 11:12"
    },
    {
      "content": "“Vatehai laia mi chu hienghai hi thil tirdakuma in nei ding chu an nih: fâk lo ding an na, thil tirdakum an nih, mupui dâm, musie dâm, muârla dâm,",
      "reference": "LEVI DÂN 11:13"
    },
    {
      "content": "mute dâm, muvânlai chi hrim hrim dâm;",
      "reference": "LEVI DÂN 11:14"
    },
    {
      "content": "vaâk tieng chi hrim hrim dâm,",
      "reference": "LEVI DÂN 11:15"
    },
    {
      "content": "ostrik dâm, vabak dâm, tuipui pelêu dâm, mu chi hrim hrim dâm,",
      "reference": "LEVI DÂN 11:16"
    },
    {
      "content": "simbu dâm, kaikuongrâl dâm, chingpirinu dâm,",
      "reference": "LEVI DÂN 11:17"
    },
    {
      "content": "tui vatâwk dâm, tuivalawng dâm, mulukawl dâm,",
      "reference": "LEVI DÂN 11:18"
    },
    {
      "content": "tuivaârngo dâm, awinu chi hrim hrim, va khawhri dâm le bâk dâm khawm.",
      "reference": "LEVI DÂN 11:19"
    },
    {
      "content": "“Thla nei ke palia lâwn chi hrim hrim chu in ta dingin thil tirdakum nîng an ta.",
      "reference": "LEVI DÂN 11:20"
    },
    {
      "content": "Amiruokchu, thla nei, ke palia lâwn chi khawm hnuoi chunga inchâwmna dinga an kepâr chung tienga êlpui nei po po fa thei in ta;",
      "reference": "LEVI DÂN 11:21"
    },
    {
      "content": "chuonghai laia chun, khâuṭhik- ṭhi chi hrim hrim dâm, ṭhângkhâu chi hrim hrim dâm, khuongbai chi hrim hrim dâm fa thei in tih.",
      "reference": "LEVI DÂN 11:22"
    },
    {
      "content": "Amiruokchu, thla nei, ke pali nei, a lâwna lâwn chi po po chu in ta dingin thil tirdakum ni vawng an tih.",
      "reference": "LEVI DÂN 11:23"
    },
    {
      "content": "“Chun, hieng lei hin inthieng naw hung kai thei in tih; mi tukhawm saruong tâwk taphawt chu zântieng chenin inthieng naw nîng an ta;",
      "reference": "LEVI DÂN 11:24"
    },
    {
      "content": "tukhawm hieng ruonghai latu- hai chun an puonhai an sâwp ding a na, zântieng chenin inthieng naw nîng an tih.",
      "reference": "LEVI DÂN 11:25"
    },
    {
      "content": "Ran a tin inkâk a, inkâk suok lo, irsuok khawm sawi lo chi taphawt chu in ta dingin thil tirdakum nîng an tih.",
      "reference": "LEVI DÂN 11:26"
    },
    {
      "content": "Chun, sapheimanli chi po poah kebawra lâwn taphawt chu in ta dingin thil tirdakum an na: an ruong tâwk taphawt chu zântieng chenin inthiengnaw nîng an tih.",
      "reference": "LEVI DÂN 11:27"
    },
    {
      "content": "An ruong latuhai taphawt chun an puonhai an sâwp ding a na, zântieng chenin inthieng naw nîng an tih; in ta dingin thil tirdakum a nih.",
      "reference": "LEVI DÂN 11:28"
    },
    {
      "content": "“Chun, hnuoia invâka invâk chi laia in ta dinga thil tirdakum chu hieng hi nîng an tih: bui dâm, mazu dâm, tangkâwng chi hrim hrim dâm,",
      "reference": "LEVI DÂN 11:29"
    },
    {
      "content": "sawkkhe dâm, khawmuol awle dâm, chawlru dâm, tangmâm dâm, laikîng dâm.",
      "reference": "LEVI DÂN 11:30"
    },
    {
      "content": "Hieng hi invâka invâk chi po po laia in ta dinga thil tirdakumhai chu an nih.",
      "reference": "LEVI DÂN 11:31"
    },
    {
      "content": "An thia thil iengkhawm an del chu inthieng naw ni pei an tih; thil hmang lai phawt, thing hmangruo dâm, puon dâm, savun dâm, saiip dâm khawm ni sienla, tuia inchie ding a na, zântieng chenin inthieng naw nîng a tih; chu zo chun inthieng a tih.",
      "reference": "LEVI DÂN 11:32"
    },
    {
      "content": "Pil bêl iengkhawm sûngah a tla lût chun, a sûnga um po po chu in- thieng naw a nih a, in sukkawi ding a nih.",
      "reference": "LEVI DÂN 11:33"
    },
    {
      "content": "Chu bêla fâk mi po po khawm, chutaka tuiin a khieng ta hrim hrim chu thil inthieng naw nîng a tih; chuong ang bêl hrim hrima dâwnmi dâwn thei chi po po inthieng naw an nih.",
      "reference": "LEVI DÂN 11:34"
    },
    {
      "content": "Thil iengkhawm an ruong a ieng lai khawma a del taphawt chu thil tirdakum ni pei a ta, bei urna thuk amanih, a zêuna bêl amani khawm ni sienla vuok kawi pei ding a nih; a pawrche tah a, in ta dingin thil inthieng naw a ni ding a nih.",
      "reference": "LEVI DÂN 11:35"
    },
    {
      "content": "Amiruokchu, tuikhur amanih, tuibêl amanih, tui intling khâwm amani chu pawrche naw nih a, an ruongin a itâwk taphawt ruok chu zântieng chenin inthieng naw nîng a tih.",
      "reference": "LEVI DÂN 11:36"
    },
    {
      "content": "Chun, thlai chi chîngmi hrim hrim chu an ruong chun a ieng lai khawm lo del ta sienla a pawrche nawh a.",
      "reference": "LEVI DÂN 11:37"
    },
    {
      "content": "Amiruokchu, thlai chi tuia inchie hnung an ruong a ieng lai khawmin del sienla, in ta dingin thil inthien gnaw a nih.",
      "reference": "LEVI DÂN 11:38"
    },
    {
      "content": "“Ran in fâk thei chi hrim hrim khawm lo thi ta sienla, a ruong tâwktu taphawt chu zântieng chenin inthieng naw nîng a tih.",
      "reference": "LEVI DÂN 11:39"
    },
    {
      "content": "A sa fa taphawt chun an puon sâwp an ta, zântieng chenin inthieng naw nîng an tih; a ruong latu khawm chun a puonhai a sâwp ding a na, zântieng chenin inthieng naw nîng a tih.",
      "reference": "LEVI DÂN 11:40"
    },
    {
      "content": "“Thilhring hnuoia bawkinvâk chi po po chu thil tirdakum an na, in fâk ding a ni nawh.",
      "reference": "LEVI DÂN 11:41"
    },
    {
      "content": "Phînga intawl chi le ke palia invâk chi amanih, ke tamtak nei chi amanih, hnuoia bawkinvâk chi hrim hrim chu in fâk ding a ni nawh, thil tirdakum an ni sih a.",
      "reference": "LEVI DÂN 11:42"
    },
    {
      "content": "Bawkinvâk chi hrim hrimin in insukpawrche ding a ni nawh; thieng naw in ni nawna dingin anni chun in insukpawrche ding a ni bawk nawh.",
      "reference": "LEVI DÂN 11:43"
    },
    {
      "content": "Kei hi LALPA in Pathien ka ni sih a; chuleiin, insukthieng unla, inthiengin um ro; kei kân thieng sih a; hnuoia chêng, bawkinvâk chi a ieng ieng khawma insukpawrche naw ro.",
      "reference": "LEVI DÂN 11:44"
    },
    {
      "content": "In Pathien ni dinga Aigupta rama inthawka ṭhuoitu cheu LALPA chu ka ni sih a; kei kân thieng sih a, chuleiin, nangni khawm in inthieng ding a nih.",
      "reference": "LEVI DÂN 11:45"
    },
    {
      "content": "Hi hi sa le vate le thilhring tuia chêng mi tinrêng le hnuoia bawkin- vâk chi tinrênghai chungchânga dân ding chu a nih;",
      "reference": "LEVI DÂN 11:46"
    },
    {
      "content": "a thieng le thieng naw thlierna ding le, thilhring fâk thei mi le fâk theilo mi thlierna dingin,’ ti rawh,” tiin.",
      "reference": "LEVI DÂN 11:47"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "LEVI DÂN 11 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}