{
  "verses": [
    {
      "content": "LALPA chun Mosie le Aron a biek a,",
      "reference": "LEVI DÂN 15:1"
    },
    {
      "content": "“Israel thlahai chu hril unla, an kuomah, ‘Pasal tukhawm a tisaah thilpût a nei chun, a thilpût lei chun ân thieng naw a nih.",
      "reference": "LEVI DÂN 15:2"
    },
    {
      "content": "Chu thil a pût sûng po chu ân thieng naw a na, a tisaa chun a pût zing amanih, a pût chu suktâwp a ni ta khawmin inthieng naw a ni ta tho tho a nih.",
      "reference": "LEVI DÂN 15:3"
    },
    {
      "content": "Chu thilpût neitu zâlna khum taphawt chu inthieng naw nîng a ta, a ṭhungna taphawt khawm chu in- thieng naw ni bawk a tih.",
      "reference": "LEVI DÂN 15:4"
    },
    {
      "content": "Tukhawm a khum chu va tâwk taphawt chun an puonhai sâwp an ta, an insil ding a nih; chuongchun, zân- tieng chen chun inthieng naw nîng an tih.",
      "reference": "LEVI DÂN 15:5"
    },
    {
      "content": "Chu thilpût neitu inṭhungnaa ṭhung taphawt khawm chun a puon- hai sâwp a ta, insil bawk a ta, zântieng chen chun inthieng naw nîng a tih.",
      "reference": "LEVI DÂN 15:6"
    },
    {
      "content": "Chun, tukhawm chu thilpût nei- tu tisa tâwk taphawt chun a puonhai sâwp a ta, insil a ta, zântieng chenin inthieng naw nîng a tih.",
      "reference": "LEVI DÂN 15:7"
    },
    {
      "content": "Chu thilpût neitu chun, mi inthieng chil a sâkkhum chun, ama chun a puonhai sâwp a ta, insil bawk a ta, zântieng chen chun inthieng naw nîng a tih.",
      "reference": "LEVI DÂN 15:8"
    },
    {
      "content": "Chun, chuongna ienga khawm thilpût neitu chu a chuong chun, chu thil chu inthieng naw nîng a tih.",
      "reference": "LEVI DÂN 15:9"
    },
    {
      "content": "Tukhawm ân nghatna hmun tâwk taphawt chu zântieng chenin inthieng naw nîng a tih; chun, chuong thilhai dawm sawntu chun a puonhai sâwp a ta, insil a ta; zântieng chenin inthieng naw nîng a tih.",
      "reference": "LEVI DÂN 15:10"
    },
    {
      "content": "Chun, tukhawm thilpût neituin a kut intleu loa a them taphawt chun, a puonhai sâwp a ta, insil a ta; zântieng chenin inthien naw nîng a tih.",
      "reference": "LEVI DÂN 15:11"
    },
    {
      "content": "Chu thilpût neitu chun pil bêl amanih a tâwk chu sukkawi el ding a nih; thing bûrlebêlhai po po ruok chu intleu fai ding a nih.",
      "reference": "LEVI DÂN 15:12"
    },
    {
      "content": "“Chun, thilpût neitu chu a thilpût chu sukthieng a ni chun, a inthienna dingin ni sari inbituk a ta, a puonhai sâwp a tih; chun, vadung tuiah insil a ta, hung inthieng a tih.",
      "reference": "LEVI DÂN 15:13"
    },
    {
      "content": "A ni riet ni chun vaṭhu tuok khat amanih, parvate tuok khat amanih chawiin LALPA hmaa in- tuokna puon in kawtkhâr bula chun hung a ta, thiempu chu a pêk ding a nih.",
      "reference": "LEVI DÂN 15:14"
    },
    {
      "content": "Chun, thiempu chun suol inthâwina dingin pakhat, pumraw- hmang thilinhlâna dingin pakhat chu ân hlân ding a nih; chuongchun, thiempu chun a thilpût thua chun LALPA hmaah intlanna siempêk a tih.",
      "reference": "LEVI DÂN 15:15"
    },
    {
      "content": "“Tukhawm inpâwlna chi amaa inthawka a suok chun, a pumin ân sil vawng ding a nih a; zântieng chenin inthieng naw nîng a tih.",
      "reference": "LEVI DÂN 15:16"
    },
    {
      "content": "Silfên dâm, savuna siem thil iengkhawm inpâwlna chi umna taphawt chu, sâwp faia intleu fai vawng ding a na, zântieng chenin inthieng naw nîng a tih.",
      "reference": "LEVI DÂN 15:17"
    },
    {
      "content": "Chun, nuhmei a zâlpui a, chi ân suo chun, an pahni chun an insil ve ve ding a nih: zântieng chenin inthieng naw nîng an tih.",
      "reference": "LEVI DÂN 15:18"
    },
    {
      "content": "“Nuhmei khawma a nei pâng- ngaia thipût a nei chun ni sari sûng chu inthieng naw nîng a tih; chun, tukhawm ama tâwk taphawt chu zântieng chenin inthieng naw nîng a tih.",
      "reference": "LEVI DÂN 15:19"
    },
    {
      "content": "Ân thieng naw sûnga a zâlna taphawt khawm chu inthieng naw nîng a ta, a ṭhungna taphawt khawm inthieng naw ni bawk a tih.",
      "reference": "LEVI DÂN 15:20"
    },
    {
      "content": "Tukhawm a khum lo tâwk ta- phawt chun a puonhai sâwp a ta, insil a ta; zântieng chenin inthieng naw nîng a tih.",
      "reference": "LEVI DÂN 15:21"
    },
    {
      "content": "Tukhawm a ṭhungna tâwk taphawt chun a puonhai sâwp a ta, insil a ta; zântieng chenin inthieng naw nîng a tih.",
      "reference": "LEVI DÂN 15:22"
    },
    {
      "content": "Khuma thil um amanih, a ṭhungnaa thil um amani tâwk ta- phawt chu zântieng chenin inthieng naw nîng a tih.",
      "reference": "LEVI DÂN 15:23"
    },
    {
      "content": "Tukhawmin a zâlpuia a pawr- chena chu a kai chun, ni sari sûng inthieng naw nîng a tih; an zâlna khum taphawt khawm chu inthieng naw nîng a tih.",
      "reference": "LEVI DÂN 15:24"
    },
    {
      "content": "“Nuhmei ân thieng naw hun pângngai ni loa ni tamtak a thi a pûtin amanih, ân thieng naw pâng- ngai nêka sâwt thi a nei chun, ân thieng naw pângngai hun sûng ang bawk khan, a thipût sûng po chu, inthieng naw a ni ding a nih.",
      "reference": "LEVI DÂN 15:25"
    },
    {
      "content": "A thipût sûng poa a zâlna khum taphawt chu ân thieng naw hun dân pângngai ang kha nîng a ta, a ṭhungna taphawt khawm ân thieng naw ang khan inthieng naw nîng a tih.",
      "reference": "LEVI DÂN 15:26"
    },
    {
      "content": "Tukhawm chuong thil tâwk taphawt chu inthieng naw nîng a ta, a puonhai sâwp a ta, ân sil ding a nih; zântieng chenin inthieng naw nîng a tih.",
      "reference": "LEVI DÂN 15:27"
    },
    {
      "content": "Amiruokchu, a thipût chu ân thieng ta chun, ni sari sûng inbituk a ta, chu hnunga chun hung inthieng tâng a tih.",
      "reference": "LEVI DÂN 15:28"
    },
    {
      "content": "A ni riet ni chun vaṭhu tuok khat amanih, pârvate tuok khat amani chawi a ta; intuokna puon in kawtkhâr bulah thiempu a hung pêk ding a nih.",
      "reference": "LEVI DÂN 15:29"
    },
    {
      "content": "Thiempu chun suol inthâwina dingin pakhat, pumrawhmang thilin- hlâna dingin pakhat ân hlân ding a nih; chuongchun, LALPA hmaah, a thipût inthieng nawna thua chun, intlanna siempêk a tih,’ ti rawh,” tiin.",
      "reference": "LEVI DÂN 15:30"
    },
    {
      "content": "“Hieng ang hin Israel thlahai chu an inthieng nawnaa inthawk chu i sukthieng ding a nih, anni laia ka biekbûk um chu an sukpawrche châng khawma, an pawrchena leia an thi nawna dingin,” tiin.",
      "reference": "LEVI DÂN 15:31"
    },
    {
      "content": "“Hi hi thilpûthai le pawrchena khawpa inpâwlna chi suokhai ta dinga dân chu a nih;",
      "reference": "LEVI DÂN 15:32"
    },
    {
      "content": "chun, nuhmei a hul naw leia damnaw le, mi tukhawm pasal khawm, nuhmei khawm thilpût neitu ta ding le, nuhmei inthieng naw laia lo zâlpuitu ta dinga dân chu a nih,” tiin.",
      "reference": "LEVI DÂN 15:33"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "LEVI DÂN 15 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}