{
  "verses": [
    {
      "content": "Lalpa chun Mosie a ko a, intuokna puon ina inthawkin a biek a,",
      "reference": "LEVI DÂN 1:1"
    },
    {
      "content": "“Israel thlahai chu hril la, an kuomah, ‘Nangni laia tukhawmin thilinhlân LALPA kuoma in inhlânin, ran, bâwng ruol le berâm ruol laia mi, in inhlân ding a nih.",
      "reference": "LEVI DÂN 1:2"
    },
    {
      "content": "“A thilinhlân chu bâwng ruol laia mi, pumrawhmang thilinhlân a ni chun a chal, demkailo ân hlân ding a nih: ama chu LALPA hmaa pawm a ni theina dingin intuokna puon in kawt- khâr bula chun ân hlân ding a nih.",
      "reference": "LEVI DÂN 1:3"
    },
    {
      "content": "Pumrawhmang thilinhlân lu chunga chun a kut innghat a ta; chuongchun, a ta dingin intlanna siemna dingin pawmpêk ning a tih.",
      "reference": "LEVI DÂN 1:4"
    },
    {
      "content": "LALPA hmaa chun bâwngchal that a ta; Aron naupasal thiempuhai chun thisen chu inhlân an ta, intuok- na puon in kawtkhâr bula mâichâm chu thisen chun the huol an tih.",
      "reference": "LEVI DÂN 1:5"
    },
    {
      "content": "Pumrawhmang thilinhlân chu inhlip a ta, chan nawi a tih.",
      "reference": "LEVI DÂN 1:6"
    },
    {
      "content": "Chun, thiempu Aron naupasal- hai chun mâichâma chun mei sieng an ta; mei chunga chun thing sep khâwm an tih.",
      "reference": "LEVI DÂN 1:7"
    },
    {
      "content": "Aron naupasal thiempuhai chun sa tlin dâm, a lu dâm, a thâu dâm chu mâichâma chun mei chunga thinga chun sie fel diem an ta;",
      "reference": "LEVI DÂN 1:8"
    },
    {
      "content": "a sûnghai le a kehai ruok chu tuiin sâwp an ta; thiempu chun LALPA ta dinga rim inhniktak, mei hmanga thilinhlân pumrawhmang thilinhlân dingin a pum chun mâi- châma chun a raw ding a nih.",
      "reference": "LEVI DÂN 1:9"
    },
    {
      "content": "“A thilinhlân chu pumrawhmang thilinhlân dinga ran ruol laia mi, berâm amanih, kêl amanih a ni chun, a chal demkailo ân hlân ding a nih.",
      "reference": "LEVI DÂN 1:10"
    },
    {
      "content": "Mâichâm sîr hmârtieng pangah LALPA hmaah that a ta, Aron nau- pasal thiempuhai chun mâichâm chu a thisen chun an the huol ding a nih.",
      "reference": "LEVI DÂN 1:11"
    },
    {
      "content": "Chun, chan nawi a ta, a lu leh a thâu leh; thiempu chun mâichâm chunga mei chunga thinga chun sie fel diem a ta;",
      "reference": "LEVI DÂN 1:12"
    },
    {
      "content": "a sûnghai le a kehai ruok chu tuiin sâwp a ta, a pumin thiempu chun inhlân a ta, mâichâma chun a raw ding a nih; LALPA ta dinga riminhniktak, mei hmanga pumraw- hmang thilinhlân a nih.",
      "reference": "LEVI DÂN 1:13"
    },
    {
      "content": "“LALPA ta dinga a thilinhlân chu vate tieng pumrawhmang thilin- hlân a ni chun, a thilinhlâna chun, vaṭhuhai amanih, pârvate amanih ân hlân ding a nih.",
      "reference": "LEVI DÂN 1:14"
    },
    {
      "content": "Thiempu chun mâichâma chun hung chawi a ta, a lu chu her bawng a ta, mâichâma chun rawng a ta, a thisen chu mâichâm panga chun infar kangtir a tih.",
      "reference": "LEVI DÂN 1:15"
    },
    {
      "content": "A awng chu a hmul le chun pei a ta, mâichâm kâwl, saktieng panga vut siena hmuna chun pei a tih.",
      "reference": "LEVI DÂN 1:16"
    },
    {
      "content": "A thla le a thla inkârah thlêr a ta, a puma thlêr suok ruok chu ni loin; chun, thiempu chun mâichâmah, mei chunga thinga chun a raw ding a nih; chu chu LALPA ta dinga riminhniktak, mei hmanga thilinhlân, pumrawhmang thilinhlân a nih.",
      "reference": "LEVI DÂN 1:17"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "LEVI DÂN 1 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}