{
  "verses": [
    {
      "content": "Sinai tlângah LALPA chun Mosie a biek a,",
      "reference": "LEVI DÂN 25:1"
    },
    {
      "content": "“Israel thlahai hril la, an kuom- ah, ‘Ram ka pêk cheu in va tlung pha chun, ram chu LALPA hmingin a châwl ding a nih.",
      "reference": "LEVI DÂN 25:2"
    },
    {
      "content": "I loa chun kum ruk sûng chu thil chîng i ta, grêp huon chu kum ruk sûng chu sât der i ta, a ra suokhai sîk i ta;",
      "reference": "LEVI DÂN 25:3"
    },
    {
      "content": "a kum sari kum ruok chu ram châwl dêrna, LALPA hminga châwlna nîng a tih; i loa chun thlai i chîng ding a ni nawh a, i grêp huon khawm chu i sât der ding a ni bawk nawh.",
      "reference": "LEVI DÂN 25:4"
    },
    {
      "content": "I lohmaa amaa mâwng chu i sîk ding a ni nawh a, i enkawl naw grêp chu i lo ding a ni bawk nawh; ram châwl dêrna kum a ni ding a nih.",
      "reference": "LEVI DÂN 25:5"
    },
    {
      "content": "Ram châwl kum chun in fâkfâwm ding insuopêk a ti cheu a; i ta ding dâm, i siehlawpa le i siehlawnu ta ding dâm, i inhlawfa ta ding dâm, i kuoma khawsa ram dang mi ta ding dâm,",
      "reference": "LEVI DÂN 25:6"
    },
    {
      "content": "i bâwng ruol ta ding dâm, i rama ranhai ta ding dâm, chutaka a hung ra suok po po chu fâkfâwm ding nîng a tih.",
      "reference": "LEVI DÂN 25:7"
    },
    {
      "content": "“Chun, châwl kum kum sari tiem i ta, kum sari hmun sari nîng a ta, châwl kum kum sari sûng chu kum sâwmli pakuo nîng a ta.",
      "reference": "LEVI DÂN 25:8"
    },
    {
      "content": "Chu hnung thla sarina ni sâwm ni chun tawtawrâwt inringtak chu inmût vêltir i ta; intlanna nia chun in ram po poah tawtawrâwt in inmût vêltir ding a nih.",
      "reference": "LEVI DÂN 25:9"
    },
    {
      "content": "Chu kum sâwmngana chu inser thieng i ta, ram sûnga um po pohai kuomah zalênna thu in phuong ding a nih; in ta dingin jubili nîng a ta; mi tinin mâni ta ngai nei nâwk in ta; mi tin chu mâni insûng khur sengah in um nâwk ding a nih.",
      "reference": "LEVI DÂN 25:10"
    },
    {
      "content": "Chu kum sâwmngana chu in ta dingin jubili nîng a ta; iengkhawm chîng naw ti niu a, amaa mâwng khawm sîk bawk naw ti niu a, grêp enkawl naw ra chu in lo ding a ni bawk nawh.",
      "reference": "LEVI DÂN 25:11"
    },
    {
      "content": "Jubili a ni sih a; in ta dingin kum inthieng a ni ding a nih; inloa thil ra suok chu in fâk ding a nih.",
      "reference": "LEVI DÂN 25:12"
    },
    {
      "content": "Hi jubili kum hin mi tinin mâni ta ngei in chang nâwk seng ding a nih.",
      "reference": "LEVI DÂN 25:13"
    },
    {
      "content": "I tuolbâwm kuomah ieng ama- nih i zawr a, i tuolbâwma inthawkin ieng amanih în châwk khawma i hlêm ding a ni nawh;",
      "reference": "LEVI DÂN 25:14"
    },
    {
      "content": "jubili hnunga kum zât ang peiin i tuolbâwm thil chu inchâwng i ta, bu le bâl tam kum izirin i kuomah a zawr ding a nih.",
      "reference": "LEVI DÂN 25:15"
    },
    {
      "content": "A kum tam dân zir peiin a man chu sukpung i ta, a kum tlâwm dân zir peiin a man chu i suktlâwm ding a nih; lohma suok pung kum zirin i kuoma chun zawr a ni ding a nih.",
      "reference": "LEVI DÂN 25:16"
    },
    {
      "content": "In inhlêm ding a ni nawh a, in Pathien chu in ṭi ding a nih: kei hi LALPA in Pathien chu ka ni sih a.",
      "reference": "LEVI DÂN 25:17"
    },
    {
      "content": "“Chuleiin, ka thuruothai chu in zâwmin, ka rorêlhai chu in pawmin in ṭi ding a nih; chuongchun, chu rama chun thlamuongtakin in khawsa ding a nih.",
      "reference": "LEVI DÂN 25:18"
    },
    {
      "content": "Ram chun ra insuong a ta, tlaitakin chên in ta, thlamuongtakin in va khawsa ding a nih.",
      "reference": "LEVI DÂN 25:19"
    },
    {
      "content": "‘Iengkhawm kan chîng nawh a, thlai ra iengkhawm kan sîk naw bawk ding chun, kum sarina kum chun ieng am fâng kan ta?’ in ti a ni thei a;",
      "reference": "LEVI DÂN 25:20"
    },
    {
      "content": "a kum ruk kum chun ka malsâwmna in chungah intlungtir ka ta, kum thum sûnga ding chun ra insuong a tih.",
      "reference": "LEVI DÂN 25:21"
    },
    {
      "content": "Chun, a kum riet kum chun chîng in ta, thil ra suok in kawl, a hluihai chu fâng in ta, kum kuo kum chun, a hung thar nâwk chen chun, a hlui in kawlhai chu in fâk ding a nih.",
      "reference": "LEVI DÂN 25:22"
    },
    {
      "content": "“Kumkhuoa dingin ram chu zawr sawng ding a ni nawh, ram chu ka ta a ni sih a; ka kuoma khawsa mikhuol le khuolchâm el in ni sih a.",
      "reference": "LEVI DÂN 25:23"
    },
    {
      "content": "Chun, ram in hluo po poa chun, ram intlan in phal ding a nih.",
      "reference": "LEVI DÂN 25:24"
    },
    {
      "content": "“I unau chu hung pasein, a ram ṭhenkhat lo zawr sienla, a laibung bul takin a unauin a lo zawr chu a hung intlan ding a nih.",
      "reference": "LEVI DÂN 25:25"
    },
    {
      "content": "Chun, mîn intlanpêktu ding a nei nawh a, ama a hung khawsa thei a, intlanna ding khawp a hung nei chun,",
      "reference": "LEVI DÂN 25:26"
    },
    {
      "content": "a lo zawr china kum chu sut sienla, a zawrnapa kuoma chun a intêl chuong chu pe kîr raw se; chuongchun, a ram chu ama ma chun hluo nâwk a tih.",
      "reference": "LEVI DÂN 25:27"
    },
    {
      "content": "A ta dinga ân tlan kîr nâwk thei naw chun, a zawr ta chu jubili kum chenin ân chawtu kuta chun um raw se; chun, jubili kum chun suok nâwk a ta, ama chun a ram chu hluo nâwk a tih.",
      "reference": "LEVI DÂN 25:28"
    },
    {
      "content": "“Kul nei khuoah miin in a zawr chun, a zawra inthawka kum khat pumhlûm sûng intlan nâwk thei a tih; kum khat pumhlûm sûng chun intlan nâwk theina nei a tih.",
      "reference": "LEVI DÂN 25:29"
    },
    {
      "content": "Kum khat sûnga ân tlan nâwk thei naw chun, kul nei sûnga khuoa in chu, ân chawtu nei sawng dinga siem nîng a ta, a thlahai chena an ta ni tâng a ta, jubilia khawm suok chuong naw nih.",
      "reference": "LEVI DÂN 25:30"
    },
    {
      "content": "Kul nei naw khuoa inhai ruok chu, thingtlâng ram anga ngai nîng a ta, intlan nîng a ta, jubili chun insuo nîng an tih.",
      "reference": "LEVI DÂN 25:31"
    },
    {
      "content": "Amiruokchu, Levi mihai khuo, an chanpuola khuoa inhai chu Levi mihai chun ieng lai khawma intlan thei an tih.",
      "reference": "LEVI DÂN 25:32"
    },
    {
      "content": "Chun, Levi mihai laia miin ân tlan naw chun zawr tah in le, a chanpuol khuo chu jubilia chun suok a tih; Levi mihai khuoa inhai chu Israel thlahai laia an chanpuol a ni sih a.",
      "reference": "LEVI DÂN 25:33"
    },
    {
      "content": "An khaw kâwl vêla lohai ruok chu zawr thei ni naw nih, an kum- khaw chanpuol a ni sih a.",
      "reference": "LEVI DÂN 25:34"
    },
    {
      "content": "“Chun, i unau a hung paseh a, a hung bêl che chun i lo sawmdâwl ding a nih; mikhuol le khuolchâm i kuoma khawsa angin i umpui ding a nih.",
      "reference": "LEVI DÂN 25:35"
    },
    {
      "content": "A kuomah tangka amanih, thil amanih, a pung la naw rawh; Pathien ṭi lem rawh; i unau chu i kuoma a khawsak theina dingin.",
      "reference": "LEVI DÂN 25:36"
    },
    {
      "content": "A pung hnawtin i sum în pûktir ding a ni nawh a, a pung hnawtin i fâk ding lai hai khawm inpûktir naw rawh.",
      "reference": "LEVI DÂN 25:37"
    },
    {
      "content": "Kei hi LALPA in Pathien, Kanaan ram pe ding cheu le, in Pathien ni dinga Aigupta rama inthawka ṭhuoi suoktu cheu ka nih.",
      "reference": "LEVI DÂN 25:38"
    },
    {
      "content": "“I unau a hung paseh a, i kuoma a hung tlulût chun, suok angin i sawr ding a ni nawh a;",
      "reference": "LEVI DÂN 25:39"
    },
    {
      "content": "inhlawfa ang le i kuoma khawsa ve angin i umpui ding a nih; Jubili kum chen i rawng bâwl a ta;",
      "reference": "LEVI DÂN 25:40"
    },
    {
      "content": "chu zo chun i kuoma inthawkin suok a ta, ama le a nauhai leh; chun, anni sûngkuo pângngaia chun lût nâwk an ta, an pi le puhai in le lo an hluo nâwk ding a nih.",
      "reference": "LEVI DÂN 25:41"
    },
    {
      "content": "Aigupta rama inthawka ka ṭhuoi suok, ka siehlawhai an ni sih a, suok zawra zawr ding an ni nawh.",
      "reference": "LEVI DÂN 25:42"
    },
    {
      "content": "Rilotakin a chungah i um ding a ni nawh a, i Pathien chu i ṭi ding a ni lem.",
      "reference": "LEVI DÂN 25:43"
    },
    {
      "content": "Suoknu le suokpaa i nei ding chu: in vêla hnam laia mi, suoknu le suokpa ding chun în châwk ding a nih.",
      "reference": "LEVI DÂN 25:44"
    },
    {
      "content": "Chun, nangni laia khawsa ram dang mihai le, in rama pieng an sûng- hai laia mi khawm inchaw thei bawk in tih; anni chu in thilnei hung nîng an tih.",
      "reference": "LEVI DÂN 25:45"
    },
    {
      "content": "Chun, nangni hnunga in nauhai ro hluo sâwng thilah siem in ta; chuonghai chu in kumkhaw suok dingin siem thei in ta; amiruokchu, in unau Israel thlahai laia ruok chun rilotakin in um ding a ni nawh.",
      "reference": "LEVI DÂN 25:46"
    },
    {
      "content": "“Ram dang mi amanih, i kuoma khawsa tu amanih a hung hausa a, a kuoma i unaupa a hung paseh a, i kuoma ram dang mi kuoma manih, i kuoma khawsa kuoma manih, ram dang mi thlahai kuoma manih a tlu lût chun,",
      "reference": "LEVI DÂN 25:47"
    },
    {
      "content": "a tlûk lût hnung khawma intlan thei nîng a ta, a unauhai laia miin intlan thei a tih.",
      "reference": "LEVI DÂN 25:48"
    },
    {
      "content": "A pamiin amanih, a pami naupân amanih intlan thei a tih; a chihai laia a laibung hnaiin amani khawm intlan thei a tih; chun, ama khawm a hung hausa chun ama le ama chu intlan thei a tih.",
      "reference": "LEVI DÂN 25:49"
    },
    {
      "content": "A tlûk lûtnapa leh a tlûk lûta inthawka jubili kum nâwk ding sût hmunkhat hai sienla, a tlûk lût man chu a kum zir nîng a ta; chun, in- hlawfa a ruoi sûtpêk ang peia sûtpêk nîng a tih.",
      "reference": "LEVI DÂN 25:50"
    },
    {
      "content": "Kum tamtak a la bâk chun, a la bâk zât hu chu sûtin, ama inchâwkna mana inthawkin let kîr nîng a ta.",
      "reference": "LEVI DÂN 25:51"
    },
    {
      "content": "Jubili kum tlungna ding kum tlâwmte chau um a ni chun, sût hmunkhat hai sienla, a sinthaw ding la bâk kum izirin, ân tlanna dingin tangka chu a pêk kîr ding a nih.",
      "reference": "LEVI DÂN 25:52"
    },
    {
      "content": "Kum khat bi peia ruoi inhlawfa angin a bêl ding a na; i mithmua chun rilotakin a thaw ding a ni nawh.",
      "reference": "LEVI DÂN 25:53"
    },
    {
      "content": "Chuong ang zâwnga intlan a ni naw khawma, jubili kum chun suok a ta, ama le a nauhai leh.",
      "reference": "LEVI DÂN 25:54"
    },
    {
      "content": "Israel thlahai chu keima sie- hlawhai an ni sih a, Aigupta rama inthawka ka ṭhuoi suok, ka sie- hlawhai an nih: Kei hi LALPA in Pathien chu ka nih.",
      "reference": "LEVI DÂN 25:55"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "LEVI DÂN 25 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}