{
  "verses": [
    {
      "content": "LALPA chun Mosie chu a biek a,",
      "reference": "LEVI DÂN 27:1"
    },
    {
      "content": "“Israel thlahai hril la, an kuomah, ‘Miin ieng amanih pawimaw bîk chungchânga thu a tiem chun, a mihriem phûtâwk i ruot chu LALPA chanpuol nîng a ta.",
      "reference": "LEVI DÂN 27:2"
    },
    {
      "content": "Pasal a ni chun i ruot dân ding chu, kum sâwmhnia inthawka kum sâwmruk mi chu, hmun inthieng shekel ang, tangka shekel sâwmnga hu nîng a tih.",
      "reference": "LEVI DÂN 27:3"
    },
    {
      "content": "Nuhmei a ni chun i ruot dân ding chu, shekel sâwmthum nîng a tih.",
      "reference": "LEVI DÂN 27:4"
    },
    {
      "content": "Kum ngaa inthawka kum sâwm- hni mi a ni chun, i ruot dân ding chu, pasal chu shekel sâwmhni, nuhmei chu shekel sâwm nîng a tih.",
      "reference": "LEVI DÂN 27:5"
    },
    {
      "content": "Thla khata inthawka kum nga mi a ni chun, i ruot dân ding chu pasal chu tangka shekel nga, nuhmei chu tangka shekel thum nîng a tih.",
      "reference": "LEVI DÂN 27:6"
    },
    {
      "content": "Kum sâwmruka inthawka chung tieng a ni chun, i ruot dân ding chu, pasal chu shekel sâwmpanga, nu- hmei chu shekel sâwm nîng a tih.",
      "reference": "LEVI DÂN 27:7"
    },
    {
      "content": "Amiruokchu, i ruot nêka a lo pase chun, thiempu kuoma ṭhuoi ding nîng a tih, thiempu chun lo ruot a tih; thutiemtu thei ang tâwk tâwk thiempu chun lo ruot a tih.",
      "reference": "LEVI DÂN 27:8"
    },
    {
      "content": "“Thilinhlân LALPA kuoma an inhlân ding chu ran a ni chun, tu- khawma LALPA kuoma chuong ang an pêk hrim hrim chu thil inthieng a ni ding a nih.",
      "reference": "LEVI DÂN 27:9"
    },
    {
      "content": "A sukdanglam ding a ni nawh a, a ṭhain a sie, a siein a ṭha thleng ding a ni nawh; ran ran vêka a thleng lui chun, an pahniin a thlengna le chun thil inthieng an ni ding a nih.",
      "reference": "LEVI DÂN 27:10"
    },
    {
      "content": "Chun, ran inthieng naw, LALPA kuoma inhlân ngainaw mi a ni chun, ran chu thiempu hmaah a sie ding a nih;",
      "reference": "LEVI DÂN 27:11"
    },
    {
      "content": "chun, thiempu chun a ṭhat le ṭhatnaw zirin a man tâwk lo ruot a ta; nang thiempuin i ruot tâwk ang chu ni pei a tih.",
      "reference": "LEVI DÂN 27:12"
    },
    {
      "content": "Amiruokchu, ân tlan nâwk nuom chun, a man ruot zât hmun ngaa ṭhea hmun khat a bel ding a nih.",
      "reference": "LEVI DÂN 27:13"
    },
    {
      "content": "“Miin a in chu LALPA chanpuol dinga ân hlân chun, a ṭhat le ṭhat naw zirin thiempu chun a ruot ding a nih; thiempu ruot ang chu nîng a tih.",
      "reference": "LEVI DÂN 27:14"
    },
    {
      "content": "Ân hlântu chun a in chu ân tlan nâwk ding chun, a man dinga ruot zât hmun ngaa ṭhea hmun khat a bel ding a nih; chuongchun, a ta ni nâwk a tih.",
      "reference": "LEVI DÂN 27:15"
    },
    {
      "content": "“Miin a rama lo a ṭhen LALPA puol dinga ân hlân ding chun, i ruot dân ding chu a chi tu izir peiin nîng a tih; Buṭei homer khat tûna hmun chu tangka shekel sâwmnga man nîng a tih.",
      "reference": "LEVI DÂN 27:16"
    },
    {
      "content": "A lo chu jubili kuma inthawka inhlân a ni chun, i ruot ang chu ni zing a ta;",
      "reference": "LEVI DÂN 27:17"
    },
    {
      "content": "jubili kum hnunga inhlân a ni ruok chun, thiempu chun a man chu jubili tlung nâwkna ding kum izir peiin ruotpêk a ta, chun i ruot dâna inthawkin a kiem ding siem nîng a tih.",
      "reference": "LEVI DÂN 27:18"
    },
    {
      "content": "Ân hlântu chun ân tlan nâwk tak tak ding chun, a man ruot zât hmun ngaa ṭhea hmun khat bel nâwk a ta, a ta ni nâwk el a tih.",
      "reference": "LEVI DÂN 27:19"
    },
    {
      "content": "Lo chu ân tlan nuom naw ama- nih, mi dang kuoma zawr amanih a ni chun, intlan nâwk thei ni ta naw nih;",
      "reference": "LEVI DÂN 27:20"
    },
    {
      "content": "jubili kuma a suok nâwk pha chun, lo chu LALPA ta dinga in- thieng, a chanpuola lo siem bîk ang nîng a ta, thiempu chan ding nîng a tih.",
      "reference": "LEVI DÂN 27:21"
    },
    {
      "content": "A rochan hluo sâwnga mi ni lo, ram a închâwk LALPA kuomah ân hlân chun,",
      "reference": "LEVI DÂN 27:22"
    },
    {
      "content": "jubili kum chena dingin thiem- pu chun a man ruotpêk a ta, ama chun chu ni chun ruot zât chu, LALPA ta dinga thil inthiengah a pêk ding a nih.",
      "reference": "LEVI DÂN 27:23"
    },
    {
      "content": "Chun, jubili kum chun a închâwknapa, a ram neitu pângngai chun nei nâwk a tih.",
      "reference": "LEVI DÂN 27:24"
    },
    {
      "content": "Chun, man sut dân po po chu hmun inthieng shekel ang huin a ni ding a nih; shekel khat chu gera sâwmhni nîng a tih.",
      "reference": "LEVI DÂN 27:25"
    },
    {
      "content": "“Amiruokchu, ran laia pieng hmasa tak, a pieng hmasatak leia LALPA chanpuol dinga ruot taphawt chu, tukhawma an inhlân ding a ni nawh; bâwngchal khawm, berâm khawm ni sienla, LALPA chanpuol a nih.",
      "reference": "LEVI DÂN 27:26"
    },
    {
      "content": "Ran inthieng naw a ni chun, i ruot dân angin ân tlan ding a na, hmun ngaa ṭhea hmun khat a bel ding a nih; intlan a ni naw chun, a man i ruot dân angin zawr ding a nih.",
      "reference": "LEVI DÂN 27:27"
    },
    {
      "content": "“Amiruokchu, thil siehran, mîn a thil neihai laia mi LALPA puola a siehran taphawt chu, mihriem amanih, ran amanih, a rama lo amani chu zawr ding a ni nawh a, intlan ding a ni bawk nawh; siehran thil phawt chu LALPA ta dinga inthieng tak a nih.",
      "reference": "LEVI DÂN 27:28"
    },
    {
      "content": "Mi, nangni laia inthawka suk- bohmang dinga siehran taphawt chu intlan ding a ni nawh a, sukhlum ngei ding a nih.",
      "reference": "LEVI DÂN 27:29"
    },
    {
      "content": "“Ram sûnga mi, sâwma pakhat po po, thlai amanih, thei rahai khawm, LALPA chanpuol a nih; LALPA ta dinga thil inthieng a nih.",
      "reference": "LEVI DÂN 27:30"
    },
    {
      "content": "Miin a sâwma pakhat a ieng khawm intlan a nuom chun, hmun ngaa ṭhea hmun khat a bel ding a nih.",
      "reference": "LEVI DÂN 27:31"
    },
    {
      "content": "Ran ruol le berâm ruol laia sâwma pakhat, hmawl hnuoia lût a sâwmna pei chu LALPA ta dinga inthieng nîng a tih.",
      "reference": "LEVI DÂN 27:32"
    },
    {
      "content": "A siet le a ṭhat a fie ding a ni nawh a, a thleng ding a ni bawk nawh; a thleng lui chun, a thlengna leh a pahni chun thil inthieng nîng a ta, intlan nâwk thei ni naw nih,’ ti rawh,” tiin.",
      "reference": "LEVI DÂN 27:33"
    },
    {
      "content": "Hienghai hi Sinai tlânga Israel thlahai ta dinga LALPAIN Mosie a pêk thupêkhai chu an nih.",
      "reference": "LEVI DÂN 27:34"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "LEVI DÂN 27 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}