{
  "verses": [
    {
      "content": "LALPA chun Mosie a biek a,",
      "reference": "LEVI DÂN 14:1"
    },
    {
      "content": "“Hi hi inphâr a inthien nia a thaw dân ding chu ning a tih: Thiem- pu kuoma ṭhuoi ding a na;",
      "reference": "LEVI DÂN 14:2"
    },
    {
      "content": "thiempu chu riebûk puotieng fe suok a ta, en a tih. Inphâr chu a phârna chu a dam ta chun,",
      "reference": "LEVI DÂN 14:3"
    },
    {
      "content": "thiempu chun, a inthienna ding chun, vate hring inthieng pahni le sidar thing le patzai sen le husop hung chawipêk ding thu pêng a ta;",
      "reference": "LEVI DÂN 14:4"
    },
    {
      "content": "thiempu chun vate pakhat pil bêlah vadung tui luong chunga that dingin thu pêng a tih.",
      "reference": "LEVI DÂN 14:5"
    },
    {
      "content": "Vate hring ruok chu, sidar thing dâm, patzai sen dâm, husop dâm le chun chawi a ta, vadung tui chunga vate thata um thisena chun phûm vawng a ta;",
      "reference": "LEVI DÂN 14:6"
    },
    {
      "content": "inphârnaa inthawka inthien ding chu, thisen chun vawi sari thêng a ta, ân thieng tah tiin phuong a ta; chun, vate hring chu ramah insuong a tih.",
      "reference": "LEVI DÂN 14:7"
    },
    {
      "content": "Chun, a inthien ding chun a puonhai sâwp a ta, invaw fai vawng a ta, an sil ding a nih; chuongchun, inthieng hung nîng a ta; chu zo chun riebûkah fêng a ta, amiruokchu, a puon in puoa chun ni sari a um ding a nih.",
      "reference": "LEVI DÂN 14:8"
    },
    {
      "content": "Chun, a ni sari ni chun a lu sam po po le a khâkhmul le, a mitkho hmul dâm vaw kawl a ta, a hmul po po chu vaw fai vawng a ta; chun, a puonhai sâwp a ta, ân sil ding a nih; chuongchun, inthieng hung ni tâng a tih.",
      "reference": "LEVI DÂN 14:9"
    },
    {
      "content": "“Chun, ni riet ni chun berâmte a chal pahni demkailo le berâmte a la pakhat, demkailo kum khat mi le, fâkmi thilinhlân dinga beiphit indi- tak epha hmun sâwma ṭheha hmun thum hrieka hmet le hriek limlai khat a chawi ding a nih.",
      "reference": "LEVI DÂN 14:10"
    },
    {
      "content": "Chun, ân thientu thiempu chun a inthien ding le chuong thilhai chu intuokna puon in kawtkhâr bulah LALPA hmaah sieng a tih.",
      "reference": "LEVI DÂN 14:11"
    },
    {
      "content": "Thiempu chun berâmte pakhat chu hriek limlai khat le chun lâng a ta, bawsiet inthâwina dingin inhlân a tih; LALPA hmaa thêna thilinhlân dingin a thên ding a nih.",
      "reference": "LEVI DÂN 14:12"
    },
    {
      "content": "Chun, suol inthâwina le pum- rawhmang thilinhlân an thatna hlak hmun, hmun inthienga chun berâmte chal chu a that ding a nih; suol inthâwina ang bawkin bawsiet in- thâwina khawm chu thiempu chan- puol a nih a; thil inthiengtak a nih.",
      "reference": "LEVI DÂN 14:13"
    },
    {
      "content": "Thiempu chun bawsiet inthâwi- na thisen chu lâng a ta, inthien ding nakâwr changtieng hmawra dâm, a kut changtieng kutpuia dâm, a ke changtieng kepuia dâm thiempu chun nâl a tih.",
      "reference": "LEVI DÂN 14:14"
    },
    {
      "content": "Chun, hriek limlai khat chu thiempu chun lâng a ta, ama vawitieng kutphaa chun sung a ta;",
      "reference": "LEVI DÂN 14:15"
    },
    {
      "content": "a kut vawitienga hrieka chun a changtieng kutpâr phûm a ta, hriek chu LALPA hmaah a kutpârin vawi sari thêng a tih.",
      "reference": "LEVI DÂN 14:16"
    },
    {
      "content": "Chun, a kuta hriek la um ṭhenkhat chun inthien ding chu a nakâwr changtieng hmawr dâm, a kut changtieng kutpui dâm, a ke changtieng kepui dâma bawsiet in- thâwina thisen chunga chun nâl a tih.",
      "reference": "LEVI DÂN 14:17"
    },
    {
      "content": "Chun, thiempu chun a kuta hriek la um po chun, inthien ding lu chu nâl a tih. Chun, thiempu chun LALPA hmaah intlanna a siempêk ding a nih.",
      "reference": "LEVI DÂN 14:18"
    },
    {
      "content": "Chun, thiempu chun suol in- thâwina chu inhlân a ta, ân thieng- nawna leia inthien ding chu intlanna siempêk a tih. Chu zo chun, pum- rawhmang thilinhlân chu that a ta;",
      "reference": "LEVI DÂN 14:19"
    },
    {
      "content": "chun, thiempu chun pumraw- hmang thilinhlân le fâkmi thilinhlân chu mâichâma chun inhlân a ta, thiempu chun intlanna siempêk a tih; chuongchun, inthieng hung ni tâng a tih.",
      "reference": "LEVI DÂN 14:20"
    },
    {
      "content": "“Chun, mi pasie a nih a, chuong ang chu a tlin naw chun, berâmte a chal pakhat bawsiet inthâwina ding, intlanna siempêkna ding thên ding le, fâkmi thilinhlân dingin beiphit inditak epha hmun sâwma ṭhea hmun khat, hrieka chawkpawl, hriek limlai khat leh chawi a ta;",
      "reference": "LEVI DÂN 14:21"
    },
    {
      "content": "chun, vaṭhu tuok khat amanih, pârvate tuok khat amanih, a nei thei lem lem chu pakhat chu suol in- thâwina ding, a dang chu pum- rawhmang thilinhlân dingin.",
      "reference": "LEVI DÂN 14:22"
    },
    {
      "content": "Ni riet ni chun a inthienna dingin thiempu kuomah intuokna puon in kawtkhâr bulah LALPA hmaah a hung chawi ding a nih.",
      "reference": "LEVI DÂN 14:23"
    },
    {
      "content": "Chuongchun, thiempu chun bawsiet inthâwina berâmte le hriek limlai khat chu lâng a ta, thêna thilinhlân dingin LALPA hmaah thiempu chun thên a tih.",
      "reference": "LEVI DÂN 14:24"
    },
    {
      "content": "Bawsiet inthâwina berâmte chu that a ta; thiempu chun bawsiet inthâwina thisen chu lâng a ta, inthien ding nakâwr changtieng hmawra dâm, a kut changtieng kut- puia dâm, a ke changtieng kepuia dâm nâl a tih.",
      "reference": "LEVI DÂN 14:25"
    },
    {
      "content": "Thiempu chun hriek iemani tâwk ama kutpha vawitienga chun bun a ta;",
      "reference": "LEVI DÂN 14:26"
    },
    {
      "content": "a kut vawitienga hriek ṭhen- khat chu a kut changtiengin LALPA hmaah vawi sari thêng a tih.",
      "reference": "LEVI DÂN 14:27"
    },
    {
      "content": "Chun, thiempu chun a kuta hriek chun inthien ding nakâwr changtieng hmawra dâm, a kut changtieng kutpuia dâm, a ke changtieng kepuia dâma bawsiet inthâwina thisen chung taka chun nâl a ta;",
      "reference": "LEVI DÂN 14:28"
    },
    {
      "content": "chun, thiempu kuta hriek la um po chun LALPA hmaa intlanna siempêk dingin, inthien ding lu a nâl ding a nih.",
      "reference": "LEVI DÂN 14:29"
    },
    {
      "content": "Chun, vaṭhu amanih, pârvate amanih, a nei thei lem lem pakhat chu inhlân a ta; a nei thei lem lem taphawt,",
      "reference": "LEVI DÂN 14:30"
    },
    {
      "content": "suol inthâwina dingin pakhat, pumrawhmang thilinhlâna dingin pakhat, fâkmi thilinhlân leh; chun, thiempu chun inthien ding chu LALPA hmaa chun intlanna siempêk a tih.",
      "reference": "LEVI DÂN 14:31"
    },
    {
      "content": "Hi hi inphârna hri invawi, inthienna dân ang tlin nawhai ta dinga dân a nih,” tiin.",
      "reference": "LEVI DÂN 14:32"
    },
    {
      "content": "LALPA chun Mosie le Aron a biek a,",
      "reference": "LEVI DÂN 14:33"
    },
    {
      "content": "“Hluo dinga ka pêk cheu Kanaan ram in hluo pha, in hluo ding in khawlaia khawm inphârna hri ka sie chun,",
      "reference": "LEVI DÂN 14:34"
    },
    {
      "content": "chu in neitu chun, ‘Hi ina hin hri ṭhenkhat um âwmin ka hriet,’ tiin thiempu a hung hril ding a nih.",
      "reference": "LEVI DÂN 14:35"
    },
    {
      "content": "Chun, thiempu chu hri en dinga a lût hma chun, in sûnga thil umhai po po chu inthieng loa a um nawna dingin, in chu sukruok dingin thiempu chun thu pêng a ta; chu zo chun thiempu chu in en ding chun lût a tih.",
      "reference": "LEVI DÂN 14:36"
    },
    {
      "content": "Chun, hri chu en a ta; hri chun a hring tieng amanih, a sen tieng deu amaniha banga chun a lo kai a, bang chu a phaia ân lang ta chun,",
      "reference": "LEVI DÂN 14:37"
    },
    {
      "content": "thiempu chu ina inthawk chun kawtkhârah suok a ta, in chu ni sari khâr a tih.",
      "reference": "LEVI DÂN 14:38"
    },
    {
      "content": "Chun, ni sari ni chun, thiempu chun va en nâwk a ta; hri chu banga chun a lo indar lien chun,",
      "reference": "LEVI DÂN 14:39"
    },
    {
      "content": "hri umna lung chu lâk suok a, khawhnâwmah hmun pawrchea pei dingin thiempu chun thu pêng a ta;",
      "reference": "LEVI DÂN 14:40"
    },
    {
      "content": "chun, in sûng tieng chu inziet vêltir a ta, chun lung chârna an ziet khawk chu khawhnâwmah hmun pawrchea bawk chun bun thlâng a ta;",
      "reference": "LEVI DÂN 14:41"
    },
    {
      "content": "chun, lung dang lâng an ta, chuong lunghai hmuna chun sieng an tih; chun, lung chârna dang lâng a ta, in chu châr a tih.",
      "reference": "LEVI DÂN 14:42"
    },
    {
      "content": "Chun, lung a lâk suok a, in chu a phâwk a, a ziet hnunga hri chu ina a hung suok nâwk chun,",
      "reference": "LEVI DÂN 14:43"
    },
    {
      "content": "thiempu chu va fêng a ta, en nâwk a tih; hri chu ina chun a lo indar lien chun, chu ina inphârna hri chu a det chi a na, ân thieng naw a nih.",
      "reference": "LEVI DÂN 14:44"
    },
    {
      "content": "In chu ṭhiek a ta, a lunghai, a thinghai le a chârnahai po po khawm; chun, khawhnâwmah hmun pawr- cheah thak hmang a tih.",
      "reference": "LEVI DÂN 14:45"
    },
    {
      "content": "Tukhawm chu in chu khâr a ni sûng hrim hrima lût chu zântieng chenin inthieng naw ni bawk a tih.",
      "reference": "LEVI DÂN 14:46"
    },
    {
      "content": "Tukhawm chu ina zâl taphawt chun a puonhai sâwp a tih. Tukhawm chu ina bu fa taphawt khawmin a puonhai a sâwp ding a nih.",
      "reference": "LEVI DÂN 14:47"
    },
    {
      "content": "“Chun, thiempu chu a lût a, a hang en vêl a, in chu phâwk ṭhat a ni hnunga hri chu a lo indar lien naw chun, in chu ân thieng a nih ti thiempu chun a phuong ding a nih, hri chu ân kieng ta leiin.",
      "reference": "LEVI DÂN 14:48"
    },
    {
      "content": "In inthienna ding chun vate pahni le sidar thing le patzai sen le husop a chawi ding a nih.",
      "reference": "LEVI DÂN 14:49"
    },
    {
      "content": "Vate chu pil bêlah vadung tui chungah that a ta,",
      "reference": "LEVI DÂN 14:50"
    },
    {
      "content": "sidar thing le husop le patzai sen chu vate hring le chun lâng a ta, vate thata um tah thisena le vadung tuia chun phûm a ta; in chu vawi sari thêng a tih.",
      "reference": "LEVI DÂN 14:51"
    },
    {
      "content": "Chuong ang chun, vate thisen dâm, vadung tui dâm, vate hring dâm, sidar thing dâm, patzai sen dâm chun in chu inthien a tih.",
      "reference": "LEVI DÂN 14:52"
    },
    {
      "content": "Vate hring ruok kha chu khuoa inthawkin ramhnuoiah invuong suoktir a tih; chuongchun, in inthien- na chu siem a ta, in chu hung inthieng tâng a tih.",
      "reference": "LEVI DÂN 14:53"
    },
    {
      "content": "“Hi hi inphârna chi tinrêng le inbuotna hri ta dinga dân chu a nih;",
      "reference": "LEVI DÂN 14:54"
    },
    {
      "content": "puona inphârna hri um le ina mi dâm,",
      "reference": "LEVI DÂN 14:55"
    },
    {
      "content": "ân vûng dâm, a puor suok dâm, a hmun hmuna inlang dâm,",
      "reference": "LEVI DÂN 14:56"
    },
    {
      "content": "ân thieng le ân thieng naw inhrietna dingin. Hi hi inphârna chungchânga dân chu a nih,” tiin.",
      "reference": "LEVI DÂN 14:57"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "LEVI DÂN 14 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}