{
  "verses": [
    {
      "content": "LALPA chun Mosie a biek a,",
      "reference": "LEVI DÂN 23:1"
    },
    {
      "content": "“Israel thlahai chu be la, an kuomah, ‘LALPA ruoiṭhe hunbi, in- khâwmpui inthienga in siem ding ka ruoiṭhe hunbi chu hienghai hi an nih.",
      "reference": "LEVI DÂN 23:2"
    },
    {
      "content": "Ni ruk sûng sin thaw ding a na, ni sari ni ruok chu ursûntaka inser châwlna, inkhâwmpui inthieng a nih; ieng sin khawm in thaw ding a ni nawh a, in chêngna taphawta chun LALPA ta dinga châwlni a nih.",
      "reference": "LEVI DÂN 23:3"
    },
    {
      "content": "LALPA ruoiṭhe hunbi, inkhâwm- pui inthieng, a hun tak peia in siem dinghai chu hieng hi an nih.",
      "reference": "LEVI DÂN 23:4"
    },
    {
      "content": "Thla khatna ni sâwmpali ni, zântieng chu LALPA fekân ruoiṭhe a nih.",
      "reference": "LEVI DÂN 23:5"
    },
    {
      "content": "Chu thla ma, ni sâwmpanga ni chu, LALPA kuoma Chawlṭhanglo bei ruoiṭhe a na, ni sari sûng chu chawl ṭhanglo bei in fâk ding a nih.",
      "reference": "LEVI DÂN 23:6"
    },
    {
      "content": "A ni khat ni chun inkhâwmpui inthieng nei in ta, sin hrim hrim in thaw ding a ni nawh.",
      "reference": "LEVI DÂN 23:7"
    },
    {
      "content": "Ni sari sûng mei hmanga thilinhlân LALPA kuomah in inhlân ding a nih: a ni sari ni chu in- khâwmpui inthieng a na, sin hrim in thaw ding a ni nawh,’ ti rawh,” tiin.",
      "reference": "LEVI DÂN 23:8"
    },
    {
      "content": "LALPA chun Mosie a biek a,",
      "reference": "LEVI DÂN 23:9"
    },
    {
      "content": "“Israel thlahai chu hril la an kuomah, ‘Ram ka pêk cheu chu in va tlung a, chutaka chun bu dâm in sîk pha chun, in ra hmasaa mi buphal pakhat chu thiempu kuomah in hung chawi ding a nih.",
      "reference": "LEVI DÂN 23:10"
    },
    {
      "content": "Chun, pawmpêk thei cheu a nina dingin, ama chun buphal chu LALPA hmaa chun thên a tih; châwlni zînga chun thiempu chun a thên ding a nih.",
      "reference": "LEVI DÂN 23:11"
    },
    {
      "content": "Buphal in thên ni chun berâmte a chal demkailo kum khat mi, pum- rawhmang thilinhlân dingin LALPA kuomah in inhlân ding a nih.",
      "reference": "LEVI DÂN 23:12"
    },
    {
      "content": "Chutaka fâkmi thilinhlân chu beiphit inditak epha hmun sâwma ṭheha hmun hni hrieka hmet LALPA ta dinga rim inhniktak, mei hmanga thilinhlân a ni ding a nih; chun, chutaka dâwnmi thilinhlân chu uoin hin hmun lia ṭheha hmun khat a ni ding a nih.",
      "reference": "LEVI DÂN 23:13"
    },
    {
      "content": "In Pathien ta dinga thilinhlân chu in inhlân hmakhat, chu ni tlung hmakhat chun, bei amanih, bu zêu amanih, a vui tharlâm amani khawm in fâk ding a ni nawh; hi hi in chêngna taphawtah in thlahai chena kum- khaw dân ding a nih.",
      "reference": "LEVI DÂN 23:14"
    },
    {
      "content": "“Châwlni zing, a thêna thên thilinhlân buphal in hung chawi ni a inthawkin tiem in ta, châwlni vawi sari tiem tling in ta;",
      "reference": "LEVI DÂN 23:15"
    },
    {
      "content": "châwlni vawi sarina zing chen chun ni sâwmnga tiem in ta; LALPA kuomah bu thar fâkmi thilinhlân chu in inhlân ding a nih.",
      "reference": "LEVI DÂN 23:16"
    },
    {
      "content": "In umna hmunhaia inthawkin epha hmun sâwma ṭheha hmun hnia siem, bei tlang thên ding pahni, bei- phit indi mi, chawl ṭhanga ur, LALPA ta dinga siem hmasak tak, inhlân ding in hung chawi ding a nih.",
      "reference": "LEVI DÂN 23:17"
    },
    {
      "content": "Bei inhlân ruol chun berâmte pasari, demkailo kum khat mi ṭhieu le, bâwng tuoi pakhat le berâmchal pahni khawm in inhlân ding a nih; chuonghai chu, an fâkmi thilinhlân le an dâwnmi thilinhlânhai le chun, LALPA ta dinga pumrawhmang thilinhlân, LALPA ta dinga rim inhniktak, mei hmanga thil inhlân nîng a tih.",
      "reference": "LEVI DÂN 23:18"
    },
    {
      "content": "Chun, suol inthâwina dingin kêl chal pakhat le, inremna thilinhlân inthâwina dingin berâmte a chal pahni kum khat mi in inhlân ding a nih.",
      "reference": "LEVI DÂN 23:19"
    },
    {
      "content": "Thiempu chun siem hmasak tak bei chu berâmte pahni le chun, LALPA hmaa thêna thilinhlân dingin thên a ta; chuonghai chu LALPA ta dinga inthieng thiempu chanpuol nîng a tih.",
      "reference": "LEVI DÂN 23:20"
    },
    {
      "content": "Chu ni chun thu puong in ta; inkhâwmpui inthieng nei in ta; sin hrim in thaw ding a ni nawh a; hi hi in chêngna taphawtah in thlahai chena dingin kumkhaw dân nîng a tih.",
      "reference": "LEVI DÂN 23:21"
    },
    {
      "content": "“In loa bu in sîk pha chun, in hnâwmkâwl rawt chen in sîk ding a ni nawh a, bu hnung khawm in zawng ding a ni nawh; mi rimsi le ram dang mihai in hlapêk ding a nih: Kei hi LALPA in Pathien chu ka nih,’ ti rawh,” tiin.",
      "reference": "LEVI DÂN 23:22"
    },
    {
      "content": "LALPA chun Mosie a biek a,",
      "reference": "LEVI DÂN 23:23"
    },
    {
      "content": "“Israel thlahai chu hril la, an kuomah, ‘Thla sarina, chu thla ni khat ni chu in ta dingin ursûntaka insera châwlna, tawtawrâwt mûta hriet zingna, inkhâwmpui inthieng nîng a tih.",
      "reference": "LEVI DÂN 23:24"
    },
    {
      "content": "Sin hrim hrim in thaw ding a ni nawh a; LALPA kuoma mei hmanga thilinhlân in inhlân ding a nih,’ ti rawh,” tiin.",
      "reference": "LEVI DÂN 23:25"
    },
    {
      "content": "LALPA chun Mosie a biek a,",
      "reference": "LEVI DÂN 23:26"
    },
    {
      "content": "“Thla sarina ni sâwm ni ruok hi chu intlanna ni a na; in ta dingin inkhâwmpui inthieng nîng a ta, insukrinum in ta: LALPA kuoma mei hmanga thilinhlân in inhlân ding a nih.",
      "reference": "LEVI DÂN 23:27"
    },
    {
      "content": "Chu ni chun ieng sin khawm in thaw ding a ni nawh: LALPA in Pathien hmaa intlanna siemna dinga intlanna ni a ni sih a.",
      "reference": "LEVI DÂN 23:28"
    },
    {
      "content": "Tukhawm chu nia insukrinum lo chu a chipuihaia inthawkin tui- thlârin um a tih.",
      "reference": "LEVI DÂN 23:29"
    },
    {
      "content": "Tukhawm chu nia sin ieng- khawm thaw taphawt chu, chu mi chu a chipuihaia inthawkin sukbo- hmang ka tih.",
      "reference": "LEVI DÂN 23:30"
    },
    {
      "content": "Ieng sin khawm in thaw ding a ni nawh; hi hi in chêngna taphawtah in thlahai chena kumkhaw dân ding a nih.",
      "reference": "LEVI DÂN 23:31"
    },
    {
      "content": "In ta dinga châwlni ursûntaka inser châwlna nîng a ta, in insuk- rinum ding a nih; chu thla ni kuo ni zântieng, chu zântienga inthawka zântieng nâwk chenin châwlniah in hmang ding a nih,” tiin.",
      "reference": "LEVI DÂN 23:32"
    },
    {
      "content": "LALPA chun Mosie a biek a,",
      "reference": "LEVI DÂN 23:33"
    },
    {
      "content": "“Israel thlahai chu hril la, an kuomah, ‘Thla sarina ni sâwmpanga ni le ni sari sûng chu LALPA ta dingin bâwkte ruoiṭhena a nih.",
      "reference": "LEVI DÂN 23:34"
    },
    {
      "content": "A ni khatna chu inkhâwmpui inthieng nîng a ta, sin hrim hrim in thaw ding a ni nawh.",
      "reference": "LEVI DÂN 23:35"
    },
    {
      "content": "Ni sari sûng chun, mei hmanga thilinhlân LALPA kuomah inhlân in ta, a ni riet ni chu in ta dingin inkhâwmpui inthieng nîng a ta; mei hmanga thilinhlân LALPA kuomah in inhlân ding a nih; inkhâwmpui ursûn a na; sin hrim hrim in thaw ding a ni nawh.",
      "reference": "LEVI DÂN 23:36"
    },
    {
      "content": "Hienghai hi an nih LALPA ruoiṭhe hunbi, LALPA kuoma mei hmanga thilinhlân dâm, pumraw- hmang thilinhlân dâm, fâkmi thilin- hlân dâm, inthâwinahai dâm, dâwnmi thilinhlân dâm, an ni bîk senga inhlânna dinga inkhâwmpuina inthienga in inser dinghai chu:",
      "reference": "LEVI DÂN 23:37"
    },
    {
      "content": "LALPA châwlnihai, in thil- pêkhai, in thutiemhai po po le nuom- thua in thilinhlânhai po po bâkah; chuong chu LALPA kuoma in pêk hlak hrim an nih a.",
      "reference": "LEVI DÂN 23:38"
    },
    {
      "content": "Thla sarina ni sâwmpanga nia, in lo ra suok in lâk khawm huna chun, LALPA ruoiṭhe chu ni sari inawtir in ta; a ni khat ni chu châwl ṭawk ṭawk ni nîng a ta, a ni riet ni khawm chu châwl ṭawk ṭawk ni ni bawk a tih.",
      "reference": "LEVI DÂN 23:39"
    },
    {
      "content": "A ni khat ni chun thing kûng mawi tak tak rahai, intûm kâuhai, thing inbuktak zârhai, vadunga phahrâm kâuhai chawi in ta, LALPA in Pathien hmaa chun ni sari sûng in insukhlim ding a nih.",
      "reference": "LEVI DÂN 23:40"
    },
    {
      "content": "Hi hi LALPA kuoma ruoiṭhe angin kum khatah ni sari sûng in hmang ding a nih; in thlahai chena kumkhaw dân ding a nih; thla sarinaah in nei hlak ding a nih.",
      "reference": "LEVI DÂN 23:41"
    },
    {
      "content": "Bâwkteah ni sari sûng um in ta, Israel ram mi po po chu bâwkteah in um ding a nih;",
      "reference": "LEVI DÂN 23:42"
    },
    {
      "content": "chuongchun, in thlahai chun, Israel thlahai chu Aigupta rama in- thawka ka ṭhuoi suok lai khan bâwkteah kân umtir ti hre thei an tih: Kei hi LALPA in Pathien chu ka nih,’ ti rawh,” tiin.",
      "reference": "LEVI DÂN 23:43"
    },
    {
      "content": "Chuongchun, Mosie chun LALPA ruoiṭhe hunbi siemhai chu Israel thlahai lai chun a puong tah a.",
      "reference": "LEVI DÂN 23:44"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "LEVI DÂN 23 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}