{
  "verses": [
    {
      "content": "LALPA chun Mosie le Aron a biek a,",
      "reference": "LEVI DÂN 13:1"
    },
    {
      "content": "“Mi a tisa vun ân vûng amanih, ân khir amanih, a puor amaniha, a vuna chun inphâr hri ni âwma ân lang chun thiempu Aron kuoma manih, a naupasal thiempuhai pa- khat phawt phawt kuoma ṭhuoi ding a nih.",
      "reference": "LEVI DÂN 13:2"
    },
    {
      "content": "Thiempu chun tisa vuna hri chu lo en a ta; a hri umna lai hmul chu a hung vâr a, a hri chu tisa vun nêka inthûka ân lang chun inphârna hri a nih a; thiempu chun ama chu en a ta, mi inthieng naw a ni chu a phuong ding a nih.",
      "reference": "LEVI DÂN 13:3"
    },
    {
      "content": "A tisa vuna puorhai chu a hung vâr a, vun nêka inthûk lema ân lang nawh a, a hmul chu a vâr naw chun, hri invawitu chu thiempu chun ni sari khum a tih;",
      "reference": "LEVI DÂN 13:4"
    },
    {
      "content": "thiempu chun ni sari ni chun ama chu en a ta, a hri chu a pângngai zinga a hmuh a, a hri chu vuna chun a lo indar lien chuong naw chun, ni sari ma khum nâwk a tih.",
      "reference": "LEVI DÂN 13:5"
    },
    {
      "content": "Chun, thiempu chun ni sari ni chun en nâwk a ta; hri chu a lo duk a, vuna chun a lo indar lien naw chun, thiempu chun ân thieng a nih ti phuong a tih; inkhir el a nih a, a puonhai sâwp a ta, inthieng hung ni tâng a tih.",
      "reference": "LEVI DÂN 13:6"
    },
    {
      "content": "Amiruokchu, a inthienna dinga thiempu ân entir hnunga a khir chu vuna chun a lo indar lien chun, thiem- pu chu ân entir nâwk ding a nih.",
      "reference": "LEVI DÂN 13:7"
    },
    {
      "content": "Chun, thiempu chun lo en a ta, a khir chu vuna chun a lo indar lien chun, thiempu chun inthieng naw a nih ti phuong a tih; inphâr a nih.",
      "reference": "LEVI DÂN 13:8"
    },
    {
      "content": "“Inphârna hri miin a kâwl chun thiempu kuoma ṭhuoi ding a nih.",
      "reference": "LEVI DÂN 13:9"
    },
    {
      "content": "Thiempu chun lo en a ta, vuna chun a vâra a hung invûng suok a, a hmul chu a hung sukvâr a, ân vûng- naa chun tisa châr a hung inlang chun,",
      "reference": "LEVI DÂN 13:10"
    },
    {
      "content": "a tisa vuna inphârna hri det lo um zing tah a nih; thiempu chun inthieng naw a nih ti phuong a ta, khum hran chuong naw nih, in- thieng naw a ni leiin.",
      "reference": "LEVI DÂN 13:11"
    },
    {
      "content": "A phârna chu a vuna chun ân dar lien a, a hri invawitu chu a lua inthawka a ke lêr chena thiempu hriet thei tâwka inphârnain a bâwm chun,",
      "reference": "LEVI DÂN 13:12"
    },
    {
      "content": "thiempu chun en a ta, inphârna chun a tisa po po chu a bâwm suok ta chun, hri invawitu chu ân thieng a nih ti a phuong ding a nih; a vâr zo tah a, ân thieng tah a nih.",
      "reference": "LEVI DÂN 13:13"
    },
    {
      "content": "Amiruokchu, tisa châr a hung inlang chun ân thieng naw a nih.",
      "reference": "LEVI DÂN 13:14"
    },
    {
      "content": "Thiempu chun tisa châr chu en a ta, ân thieng nawh ti a phuong ding a nih; tisa châr chu ân thieng naw a nih a, inphârna a nih.",
      "reference": "LEVI DÂN 13:15"
    },
    {
      "content": "Amiruokchu, tisa châr chu a hung danglam nâwk a, a hung vâr nâwk chun thiempu kuomah fêng a ta;",
      "reference": "LEVI DÂN 13:16"
    },
    {
      "content": "thiempu chun lo en a ta; a hri chu a hung vâr chun, thiempu chun hri invawitu chu ân thieng a nih ti a phuong ding a nih, ân thieng tah a nih.",
      "reference": "LEVI DÂN 13:17"
    },
    {
      "content": "“Tisa vun chu a hung khuoihli a, a hung dam a,",
      "reference": "LEVI DÂN 13:18"
    },
    {
      "content": "khuoihli umna hmuna chun a hung vâr pâwng amanih, vâr sen deua a hung puor amani khawmin, thiempu inentir ding a nih.",
      "reference": "LEVI DÂN 13:19"
    },
    {
      "content": "Thiempu chun lo en a ta, vun nêka inthûka ân lang a, a hmul chu a hung vâr chun, thiempu chun in- thiengnaw a nih ti a phuong ding a nih; inphârna hri a na, khuoihlia inthawk chun a hung inṭan a nih.",
      "reference": "LEVI DÂN 13:20"
    },
    {
      "content": "Amiruokchu, thiempu chun a lo en a, hmul vâr a um nawh a, vun nêkin ân thûk nawh a, a duk deu chau a ni chun, thiempu chun ni sari khum hran a ta;",
      "reference": "LEVI DÂN 13:21"
    },
    {
      "content": "vuna chun a hung indar lien chun, thiempu chun ân thieng nawh ti a phuong ding a nih; hri a nih.",
      "reference": "LEVI DÂN 13:22"
    },
    {
      "content": "Amiruokchu, a puor vâr chu a umna ngaiah a um a, a lo indar lien naw chun khuoihli pânser el a na; thiempu chun ân thieng a nih ti a phuong ding a nih.",
      "reference": "LEVI DÂN 13:23"
    },
    {
      "content": "“Chun, tisa vun chu a kâng a, a kâng inlâwngna lai chu a vâr sen deu amanih, a vâr amania a hung puor chun,",
      "reference": "LEVI DÂN 13:24"
    },
    {
      "content": "thiempu chun lo en a ta; a puorna lai taka hmul chu a vâr a, vun nêka inthûka ân lang chun, inphârna a na, kângnaa chun a hung inṭan a nih; chuongchun, thiempu chun ân thiengnawh ti a phuong ding a nih, inphâr hri a nih.",
      "reference": "LEVI DÂN 13:25"
    },
    {
      "content": "Amiruokchu, thiempu chun a lo en a, a lo puor a, hmul vâr a um naw chun, vun nêka inthûk loa, a hmuk deu chau a ni chun, thiempu chun ni sari sûng khum hran a ta;",
      "reference": "LEVI DÂN 13:26"
    },
    {
      "content": "chun, thiempu chun ni sari ni chun ama chu en a ta, vuna chun a lo indar lien chun, thiempu chun inthieng naw a nih ti a phuong ding a nih; inphâr hri a nih.",
      "reference": "LEVI DÂN 13:27"
    },
    {
      "content": "A puor chu a umna pângngaia chun a um zing a, vuna chun a lo indar lien nawh a, a hmuk deu chau a ni chun, mei kâng ser el a na, thiempu chun ân thieng ti a phuong ding a nih, mei kâng ser el a nih.",
      "reference": "LEVI DÂN 13:28"
    },
    {
      "content": "“Nuhmei khawm, pasal khawm, a lua manih, a khâkhmula manih hri a kai chun,",
      "reference": "LEVI DÂN 13:29"
    },
    {
      "content": "thiempu chun hri chu lo en a ta; chun, vun nêka inthûk lema ân lang a, hmul eng zai inhmitak a um chun thiempu chun inthieng naw a nih ti a phuong ding a nih, inbuotna hri a na, lua manih, khâkhmula maniha inphâr hri a nih.",
      "reference": "LEVI DÂN 13:30"
    },
    {
      "content": "Thiempu chun inbuotna hri chu a en a, vun nêka inthûk lema ân lang nawh a, a hmuk dum a um naw chun, thiempu chun inbuotna hri invawitu chu ni sari khum hran a ta;",
      "reference": "LEVI DÂN 13:31"
    },
    {
      "content": "ni sari niin thiempu chun hri chu en a ta; inbuotna hri chu ân dar lien nawh a, hmul eng khawm a um bawk nawh a, inbuotna hri chu vun nêka inthûk nawha ân lang chun,",
      "reference": "LEVI DÂN 13:32"
    },
    {
      "content": "vaw ding a na, ân buotna lai ruok chu a vaw ding a ni nawh; thiempu chun ama chu ni sari dang khum hran nâwk a tih;",
      "reference": "LEVI DÂN 13:33"
    },
    {
      "content": "chun, thiempu chun ni sari ni chun inbuotna chu en nâwk a ta, inbuotna chu a lo indar lien nawh a, vun nêka inthûka ân lang naw chun, thiempu chun ân thieng ti a phuong ding a nih; chun, a puonhai sâwp a ta, hung inthieng tâng a tih.",
      "reference": "LEVI DÂN 13:34"
    },
    {
      "content": "Amiruokchu, chu inbuotna chu an thien fai hnunga vuna chun a hung indar lien chun,",
      "reference": "LEVI DÂN 13:35"
    },
    {
      "content": "thiempu chun ama chu lo en a ta; chun, inbuotna chu vuna chun a lo indar lien chun, thiempu ta ding chun hmul eng chu zawng kher ngai naw nih a, ân thieng naw a nih.",
      "reference": "LEVI DÂN 13:36"
    },
    {
      "content": "Amiruokchu, inbuotna chu a ngai zingin a hmuh a, hmul dum a mâwng chun, inbuotna chu a dam a na, ân thieng a nih; thiempu chun ân thieng ti a phuong ding a nih.",
      "reference": "LEVI DÂN 13:37"
    },
    {
      "content": "“Nuhmei amanih, pasal amanih an tisa vuna chun a puor vârṭak a um chun,",
      "reference": "LEVI DÂN 13:38"
    },
    {
      "content": "thiempu chun en a ta, an tisa vuna puor chu a vâr mâwk deu chau a ni chun, a puor mei mei a na, vuna hung inṭan a na, ân thieng a nih.",
      "reference": "LEVI DÂN 13:39"
    },
    {
      "content": "“Mi a sam a tla kawl chun lu- kawl a na; nisienlakhawm, ân thieng a nih.",
      "reference": "LEVI DÂN 13:40"
    },
    {
      "content": "Chun, mi a bâwk le a barêp samhai a tla chun bâwk kawl a na; nisienlakhawm, ân thieng a nih.",
      "reference": "LEVI DÂN 13:41"
    },
    {
      "content": "Amiruokchu, chu lukawlnaa manih, bâwkkawlnaa manih chun hri sen dâng deu a um chun, a lukawl- naa manih, bâwkkawlnaa maniha hung inṭan inphârna a nih.",
      "reference": "LEVI DÂN 13:42"
    },
    {
      "content": "Chuongchun, thiempu chun lo en a ta, a lukawla manih, a bâwk- kawla mani hri chu a sen dâng hlar a, tisa vuna inphârna anga ân lang chun,",
      "reference": "LEVI DÂN 13:43"
    },
    {
      "content": "mi inphâr a na, ân thieng naw a nih; thiempu chun ama chu inthieng naw a nih ti a phuong ngei ding a nih; ân phârna chu a luah a nih.",
      "reference": "LEVI DÂN 13:44"
    },
    {
      "content": "“Inphâr hri invawi chu a puon- hai keithlêr nîng a ta, a sam a tlâiin put a ta, a hmûr chungtieng tuom a ta, ‘Inthieng naw, inthieng naw,’ tiin a khêk ding a nih.",
      "reference": "LEVI DÂN 13:45"
    },
    {
      "content": "Inphârnain a bâwm sûng po chu inthieng naw nîng a ta, ân thieng naw a na, a um hran ding a nih; a umna ding chu riebûk puotieng nîng a tih.",
      "reference": "LEVI DÂN 13:46"
    },
    {
      "content": "“Silfên khawm, sahmul silfên amanih, puon zai inhmi silfên amani khawm;",
      "reference": "LEVI DÂN 13:47"
    },
    {
      "content": "a phiera phier amanih, a khâwnga khâwng amani khawm; puon zai inhmi amanih, sahmul amani khawm, savun amanih, ieng- khawm savuna siem amanihah in- phârna hri a um a,",
      "reference": "LEVI DÂN 13:48"
    },
    {
      "content": "chu hri chu silfêna manih, savuna manih, a khâwnga khâwng amanih, a phiera phier amanih, ieng- khawm savuna siem amaniha a hring deuin amanih, a sen deuin amani khawm a hung inlang suok chun, inphâr hri a na, thiempu inentir ding a nih.",
      "reference": "LEVI DÂN 13:49"
    },
    {
      "content": "Chun, thiempu chun hri chu en a ta, hri kaina chu ni sari sie hran a ta;",
      "reference": "LEVI DÂN 13:50"
    },
    {
      "content": "ni sari ni chun hri chu en a ta, hri chu silfên a khâwnga khâwng amanih, a phiera phier amanih, ieng ding khawma an ihmang savuna manih ân dar lien chun, hri chu inphârna hri nghettak chi a nih a, ân thieng naw a nih.",
      "reference": "LEVI DÂN 13:51"
    },
    {
      "content": "Silfên chu a khâwnga khâwng amanih, a phiera phier amanih, sa- hmul amanih, pat zai inhmi amanih, savuna siem chi tinrêng amanih, inphâr hri umna taphawt chu raw ding a na, inphâr dettak chi a ni sih a, raw ngei ding a nih.",
      "reference": "LEVI DÂN 13:52"
    },
    {
      "content": "“Chun, thiempu chun a lo en a, silfên khâwnga manih, phiera manih, savuna siem chi hrim hrima a lo indar lien naw chun,",
      "reference": "LEVI DÂN 13:53"
    },
    {
      "content": "thiempu chun hri umna chu sâwp thu pêng a ta, ni sari dang sie hran nâwk a tih.",
      "reference": "LEVI DÂN 13:54"
    },
    {
      "content": "Chun, hri umna sâwp hnung chun thiempu chun en nâwk a ta; hri umdân chu a danglam naw chun, hri lo indar lien naw sien khawm, ân thieng chuong naw a nih; inphârna umna chu a hnung khawm ni sien, a hma tieng khawm ni sien i raw ding a nih.",
      "reference": "LEVI DÂN 13:55"
    },
    {
      "content": "“Chun, thiempuin a lo en a, sâwp hnunga hri kaina chu a lo da deu chun, chu hmun chu, silfêna mi khawm, savuna mi khawm, khâwnga mi khawm, phîera mi khawm chu kei thlâng a ta;",
      "reference": "LEVI DÂN 13:56"
    },
    {
      "content": "chu, silfêna manih, khâwnga manih, phiera manih, savun thil ienga khawm ân langa an dar lien chun, hri umna chu i raw ding a nih.",
      "reference": "LEVI DÂN 13:57"
    },
    {
      "content": "Silfên chu khâwng amanih, phier amanih, savun thil iengkhawm, i sâwp hnunga hri chun ân kieng- san chun, sâwp nâwk ding a na; chuongchun, inthieng hung nîng a tih.",
      "reference": "LEVI DÂN 13:58"
    },
    {
      "content": "“Hi hi silfên, sahmul amanih, puon zai inhmi amanih, khâwng amanih, phier amanih, savuna siem thil hrim hrimhaia inphârna hri uma, ân thieng le ân thieng naw phuongna dân ding chu a nih,” tiin.",
      "reference": "LEVI DÂN 13:59"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "LEVI DÂN 13 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}