{
  "verses": [
    {
      "content": "LALPA chun Mosie a biek a,",
      "reference": "LEVI DÂN 19:1"
    },
    {
      "content": "“Israel thla, mipuihai po po chu hril la, an kuomah, ‘In inthieng ding a nih, kei LALPA in Pathien hi kân thieng sih a.",
      "reference": "LEVI DÂN 19:2"
    },
    {
      "content": "Mi tinin in nu le pa in ṭi ding a na; chun, ka châwlnihai chu in inser ding a nih; Kei hi LALPA in Pathien chu ka nih.",
      "reference": "LEVI DÂN 19:3"
    },
    {
      "content": "Milim tieng chun thle naw unla, milim sung fâwm pathienhai in ta dingin insiem naw ro; Kei hi LALPA in Pathien chu ka nih.",
      "reference": "LEVI DÂN 19:4"
    },
    {
      "content": "“LALPA kuoma inremna thilin- hlâna in inthâwi pha chun, pawm tlâk ni dingin in inhlân ding a nih.",
      "reference": "LEVI DÂN 19:5"
    },
    {
      "content": "In inhlân ni tak amanih, a zîng tûka mania fâk ding a na; ni thum chena um a la um chun raw ding a nih.",
      "reference": "LEVI DÂN 19:6"
    },
    {
      "content": "Ni thum nia fâk a ni chun thil tirdakum a na, pawm ni naw nih,",
      "reference": "LEVI DÂN 19:7"
    },
    {
      "content": "chun, a fatu taphawt chun LALPA thil inthieng chu a suk- pawrche leiin a rîtlona maw chu phur a ta, ama chu a chipuihai laia inthawkin tuithlârin um lem a tih.",
      "reference": "LEVI DÂN 19:8"
    },
    {
      "content": "“In loa bu dâm in sîk pha in lohnâwm kil rawt chenin in sîk ding a ni nawh a, lâk ṭhelhai chu pâwl tlâk hnungin in lâk khâwm ding a ni bawk nawh.",
      "reference": "LEVI DÂN 19:9"
    },
    {
      "content": "In grêp huona lo ṭhelhai in zawng nâwk ding a ni nawh a, in grêp huona a ra ṭilhai in rût khâwm ding a ni bawk nawh; mi rimsihai le ram dang mihai in hlapêk ding a nih; Kei hi LALPA in Pathien chu ka nih.",
      "reference": "LEVI DÂN 19:10"
    },
    {
      "content": "“Inru naw unla, mî hlêm naw unla, khêl hril bawk naw ro.",
      "reference": "LEVI DÂN 19:11"
    },
    {
      "content": "In Pathien hming hrilse dingin ka hming sâlin khêlin in inkhâm ding a ni nawh; Kei hi LALPA in Pathien chu ka nih.",
      "reference": "LEVI DÂN 19:12"
    },
    {
      "content": "“I tuolbâwmhai i hnawchêp ding a ni nawh a, în rûkpêk ding a ni bawk nawh. Inhlawfa hlaw chu zânkhuoin a zînga chen i hrênpêk ding a ni nawh.",
      "reference": "LEVI DÂN 19:13"
    },
    {
      "content": "Nasêt chu ṭawngsie în phur ding a ni nawh a, mitdel hmaah inpal thlûkna i sie ding a ni bawk nawh; i Pathien chu i ṭi ding a ni lem; Kei hi LALPA chu ka nih.",
      "reference": "LEVI DÂN 19:14"
    },
    {
      "content": "“Rorêlnaa chun fellotakin in rêl ding a ni nawh, mi rimsi chu i thlier ding a ni nawh a, mi thilthawthei în za chuong ding a ni bawk nawh, feltakin i tuolbâwm ro chu i rêlpêk ding a nih.",
      "reference": "LEVI DÂN 19:15"
    },
    {
      "content": "I chipuihai lai mihai hêkin în vâk vêl ruoi ding a ni nawh a, i tuolbâwm thisen thuah a ni naw zâwngin i ṭhang ding a ni bawk nawh; Kei hi LALPA chu ka nih.",
      "reference": "LEVI DÂN 19:16"
    },
    {
      "content": "I lungrilin i unau i theida ding a ni nawh, i tuolbâwm chu i kâwk ngei ding a nih, a suolnaa în thiengna dingin.",
      "reference": "LEVI DÂN 19:17"
    },
    {
      "content": "Phuba i lâk ding a ni nawh a, i chipuihai theidâna i pâi ding a ni bawk nawh a, nang le nang în hmangai angin i tuolbâwm chu i hmangai ding a ni lem: Kei hi LALPA chu ka nih.",
      "reference": "LEVI DÂN 19:18"
    },
    {
      "content": "“Ka thupêkhai in pawm ding a nih. I ran chu chi tum tum inthlatir naw rawh; i loah thlaichi chi hni chîng naw la, thil chi hni khâwng pawl puon i sil ding a ni bawk nawh.",
      "reference": "LEVI DÂN 19:19"
    },
    {
      "content": "“Tukhawm suoknu, pasal huol- tu nei, lân tlan lo, lân suoktir lo le zâl hmunkhat taphawt chu hrem nîng a ta, sukhlum chu ni êm naw nih a, ama chu insuo lo a la ni leiin.",
      "reference": "LEVI DÂN 19:20"
    },
    {
      "content": "Intuokna kawtkhâr bulah LALPA kuoma a bawsiet thâwina dingin, bawsiet thâwina berâmchal a hung kei ding a nih.",
      "reference": "LEVI DÂN 19:21"
    },
    {
      "content": "Chun, a thil suksuol taha baw- siet inthâwina dingin thiempu chun berâmchalin LALPA hmaah intlanna siempêk a tih; chuongchun, a thil suksuolnaa chun ngaidam nîng a tih.",
      "reference": "LEVI DÂN 19:22"
    },
    {
      "content": "“Ram chu in va hluoh a, fâk dinga theikûng chi tinrêng in phun pha chun, a ra chu in ta dinga thieng- nawah in ngai ding a nih; in ta dingin kum thum sûng chu inthieng nawa ngai ding a na, fâk dêr lo ding a nih.",
      "reference": "LEVI DÂN 19:23"
    },
    {
      "content": "Amiruokchu, a kum li kum chun a ra po po chu suktum ding a nih a, LALPA inpâkna thilinhlân ding a nih.",
      "reference": "LEVI DÂN 19:24"
    },
    {
      "content": "A kum nga kum ruok chun, in ta dinga a pung pei theina dingin a ra chu in fâk ding a nih: Kei LALPA in Pathien chu ka nih.",
      "reference": "LEVI DÂN 19:25"
    },
    {
      "content": "“Ieng sa khawm a thisen pumin in fâk ding a ni nawh. Dawi dâm hmangin aisân dâm in ching ding a ni nawh.",
      "reference": "LEVI DÂN 19:26"
    },
    {
      "content": "I bekbawra inthawkin a vêlin i lu i vaw ding a ni nawh a, i khâkhmul a sîrtuokin i tan ding a ni bawk nawh.",
      "reference": "LEVI DÂN 19:27"
    },
    {
      "content": "Mithi leiin in taksa in ât ding a ni nawh a, in inṭiel ding a ni bawk nawh; Kei hi LALPA in Pathien chu ka nih.",
      "reference": "LEVI DÂN 19:28"
    },
    {
      "content": "Nawchizawra siem dingin i nau- nu chu sukpawrche naw rawh; ram chu uiretna ramah hung inchang a ta, rîtlonain hung sip rawi a tih.",
      "reference": "LEVI DÂN 19:29"
    },
    {
      "content": "Ka châwlnihai chu in inser ding a na, ka hmun inthieng chu in inza ding a nih: Kei hi LALPA in Pathien chu ka nih.",
      "reference": "LEVI DÂN 19:30"
    },
    {
      "content": "“Khawhri aisânthiem zâwlhai chu pan naw unla, dâwithiemhai khawm in pawrche phâna dingin zawng suok naw ro: Kei hi LALPA in Pathien chu ka nih.",
      "reference": "LEVI DÂN 19:31"
    },
    {
      "content": "“Lua kêlsam ṭohai hmaa chun i ngîr pei ding a na, tar hmêl chu în za ding a na, i Pathien chu i ṭi ding a nih; Kei hi LALPA chu ka nih.",
      "reference": "LEVI DÂN 19:32"
    },
    {
      "content": "“Ram dang mi in rama khawsa ve an um chun in sukse ding a ni nawh.",
      "reference": "LEVI DÂN 19:33"
    },
    {
      "content": "Ram dang mi nangni laia khawsahai chu in ta dingin a ram mi ang hrim an ni ding a nih; nangma i înhmangai angin i hmangai ding a nih; nangni khawm Aigupta rama khan ram dang mi in ni kha: Kei hi LALPA in Pathien chu ka nih.",
      "reference": "LEVI DÂN 19:34"
    },
    {
      "content": "“Rorêl thua dâm, seizie in- khinaa dâm, bûknaa dâm, tamzie inkhinaa dâm indik nawtakin in thaw ding a ni nawh.",
      "reference": "LEVI DÂN 19:35"
    },
    {
      "content": "Khâina indiktak, bûkna indik- tak, epha indiktak, hin indiktak in nei ngei ding a nih: Kei hi LALPA in Pathien, Aigupta rama inthawka ṭhuoi suoktu cheu ka nih.",
      "reference": "LEVI DÂN 19:36"
    },
    {
      "content": "Chun, ka thupêkhai po po le ka rorêlhai po po chu zâwmin in thaw ding a nih: Kei hi LALPA chu ka nih,’ ti rawh,” tiin.",
      "reference": "LEVI DÂN 19:37"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "LEVI DÂN 19 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}