{
  "verses": [
    {
      "content": "“A thilinhlân chu inremna thilin- hlân inthâwina a na, bâwng ruol laia mi ân hlân chun, a pui amanih, a chal amanih khawm ni sien, LALPA hmaa demkailo ân hlân ding a nih.",
      "reference": "LEVI DÂN 3:1"
    },
    {
      "content": "A thilinhlân lu chunga chun a kut innghat a ta, intuokna puon in kawt- khâr bula chun that a ta; chun, Aron naupasal thiempuhai chun mâichâm chu thisen chun an the huol ding a nih.",
      "reference": "LEVI DÂN 3:2"
    },
    {
      "content": "Inremna thilinhlân, inthâwinaa mi chu, LALPA ta dinga mei hmanga thilinhlâna dingin a sûng thâu le a rîlbawtu po po leh,",
      "reference": "LEVI DÂN 3:3"
    },
    {
      "content": "a kal pahni le a tuomtu thâu a diemnêma mi le a thin tuomtu duorda, a kalhai pum chun phawr a ta, ân hlân ding a nih.",
      "reference": "LEVI DÂN 3:4"
    },
    {
      "content": "Chun, Aron naupasalhai chun mâichâmah meia thing um chunga pumrawhmang thilinhlân chunga chun rawng an ta; chu chu LALPA ta dinga rim inhniktak mei hmanga thilinhlân a nih.",
      "reference": "LEVI DÂN 3:5"
    },
    {
      "content": "“Inremna thilinhlân inthâwinaa LALPA ta dinga thilinhlân chu berâm ruol laia mi a ni chun, a pui khawm ni sien, a chal khawm ni sien, demkailo ân hlân ding a nih.",
      "reference": "LEVI DÂN 3:6"
    },
    {
      "content": "A thilinhlâna berâmte ân hlân chun LALPA hmaa chun inhlân a ta;",
      "reference": "LEVI DÂN 3:7"
    },
    {
      "content": "a thilinhlân lu chunga chun a kut innghat a ta, intuokna puon in tuola chun that a ta; Aron naupasalhai chun mâichâm chu thisen chun an the huol ding a nih.",
      "reference": "LEVI DÂN 3:8"
    },
    {
      "content": "Chuongchun, inremna thilin- hlân, inthâwinaa mi, LALPA ta dinga mei hmanga thilinhlâna ding chun, a thâu dâm, a mei thautak a zângru bula tan a tluonin, a rîlbawtu thâu leh,",
      "reference": "LEVI DÂN 3:9"
    },
    {
      "content": "a kal pahni le a diemnêma mi le a thin tuomtu duorda, a kalhai puma phawrin ân hlân ding a nih.",
      "reference": "LEVI DÂN 3:10"
    },
    {
      "content": "Thiempu chun chu chu LALPA kuoma mei hmanga bu thilinhlân dingin, mâichâma chun a raw ding a nih.",
      "reference": "LEVI DÂN 3:11"
    },
    {
      "content": "“A thilinhlân chu kêl a ni chun LALPA hmaa chun inhlân a ta,",
      "reference": "LEVI DÂN 3:12"
    },
    {
      "content": "a lu chunga chun a kut innghat a ta, intuokna puon in tuola chun a that ding a nih; chun, Aron naupa- salhai chun mâichâm chu thisen chun an the huol ding a nih.",
      "reference": "LEVI DÂN 3:13"
    },
    {
      "content": "Chuongchun, chutaka a thilin- hlâna mi chu, LALPA kuoma mei hmanga a thilinhlân dingin, a sûng thâu le a rîlbawtu po po leh,",
      "reference": "LEVI DÂN 3:14"
    },
    {
      "content": "a kal pahnihai le a tuomtu thâu a diemnêma mi le a thin tuomtu duorda, a kalhai pum chun phawr a ta, ân hlân ding a nih.",
      "reference": "LEVI DÂN 3:15"
    },
    {
      "content": "Chun, thiempu chun chuonghai chu, riminhnik dingin, mei hmanga thilinhlânin mâichâma chun a raw ding a nih. A thâu po po chu LALPA chanpuol a nih.",
      "reference": "LEVI DÂN 3:16"
    },
    {
      "content": "Thâu amanih, thisen amanih in fâk naw ding a nih ti hi, in thlahai chena khawm in umna taphawta chun kumkhaw thuruot ngîrzing nîng a tih,’ ti rawh,” tiin.",
      "reference": "LEVI DÂN 3:17"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "LEVI DÂN 3 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}