{
  "verses": [
    {
      "content": "“Tukhawm a thil hmua manih, a thil hrieta manih hretu a nih a, inkhâmtirtu rawl a hriet khawma hril nuom lotu chun, a hril nuom nawna suola a rîtlona maw chu phur a tih.",
      "reference": "LEVI DÂN 5:1"
    },
    {
      "content": "Tukhawma thil thiengnaw hrim hrim, ramsa thiengnaw ruong ama- nih, invâka invâk chi ran inthieng- naw ruong amanih hre lo khawmin lo themin hung pawrche ta sienla, thiemnaw chang a tih.",
      "reference": "LEVI DÂN 5:2"
    },
    {
      "content": "Mihriem inthiengnawna ieng ang khawm, a thiengnawna hre loa a them pal khawmin, a hriet suok pha chun thiemnaw chang a tih.",
      "reference": "LEVI DÂN 5:3"
    },
    {
      "content": "Tukhawma thil ṭha naw amanih, thil ṭha amanih thaw dinga, ieng dâwn loa ṭawng ân khâm zung zung chun, a hriet suok huna chun, ân khâm zung zungna ṭawngbau a ieng ienga khawm chun thiemnaw chang a tih.",
      "reference": "LEVI DÂN 5:4"
    },
    {
      "content": "Hieng thil pakhata khawm hin thiemnaw a chang pha chun a suolna chu inphuong a ta;",
      "reference": "LEVI DÂN 5:5"
    },
    {
      "content": "a thil suol thaw ta leia bawsiet inthâwina dingin, ran ruol laia mi berâmte amanih, kêl amanih suol in- thâwinaa hmang dingin LALPA kuomah hung chawi a ta; thiempu chun a suol leia intlanna siempêk a tih.",
      "reference": "LEVI DÂN 5:6"
    },
    {
      "content": "“A neiin berâmte chu a tlin naw ruok chun, LALPA kuoma inhlân dingin, a suol thaw ta leia bawsietna inthâwina dingin; vaṭhu pahni ama- nih, pârvate pahni amanih a hung chawi ding a nih; pakhat chu suol inthâwina dingin, pakhat chu pumrawhmang thilinhlân dingin.",
      "reference": "LEVI DÂN 5:7"
    },
    {
      "content": "Thiempu kuoma chun hung chawi a ta; ama chun suol inthâwina ding chu inhlân hmasâng a ta, khawi loin a lu chu a rîngah her bawng a ta;",
      "reference": "LEVI DÂN 5:8"
    },
    {
      "content": "suol inthâwina thisen chu mâichâm panga chun tlâwmte thêng a ta; thisen la um po chu mâichâm bula chun infar kangtir ding a nih; chu chu suol inthâwina a nih.",
      "reference": "LEVI DÂN 5:9"
    },
    {
      "content": "A pakhat nâwk chu dân angin pumrawhmang thilinhlân dingin inhlân a ta, thiempu chun a thil suksuol ta chungchânga chun intlan- na siempêk a ta, ngaidam nîng a tih.",
      "reference": "LEVI DÂN 5:10"
    },
    {
      "content": "Amiruokchu, a neiin vaṭhu pahni amanih, pârva te pahni amani khawm a tlin naw chun, a suol mana dingin a thilinhlânah suol inthâwina beiphit inditak epha hmun sâwma ṭhea hmun khat hung chawi a ta; hriek a nâl ding a ni nawh a, a chungah beraw khawm a sie ding a ni nawh, suol inthâwina a ni leiin.",
      "reference": "LEVI DÂN 5:11"
    },
    {
      "content": "Thiempu kuoma chun hung chawi a ta, thiempu chun hriet zingna puola dingin a vei khat lâng a ta, mâichâm chungah LALPA kuoma mei hmanga thilinhlân angin a raw ding a nih; chu chu suol inthâwina a nih.",
      "reference": "LEVI DÂN 5:12"
    },
    {
      "content": "Chun, chuong thilhai a ieng ieng khawm a lo suksuol ta chung- chângah intlanna siempêk a ta, ngaidam nîng a tih; a la um po chu fâkmi thilinhlân ang bawkin thiempu chanpuol ding nîng a tih,’ ti rawh,” tiin.",
      "reference": "LEVI DÂN 5:13"
    },
    {
      "content": "LALPA chun Mosie a biek a,",
      "reference": "LEVI DÂN 5:14"
    },
    {
      "content": "“Tukhawmin thil a suksuol a, LALPA thil inthienghai chunga a suol pal chun, a bawsiet inthâwina dingin, a ruol laia mi berâmchal demkailo, hmun inthieng shekel anga tangka shekel iemani zât hua ngai chu, LALPA kuomah a hung kei ding a nih; chu chu bawsiet inthâwina a nih.",
      "reference": "LEVI DÂN 5:15"
    },
    {
      "content": "Thil inthieng chunga a lo sukdik nawna chu thung a ta, a hmun ngaa ṭheha hmun khat bel a ta, thiempu chu a pêk ding a nih; chun, thiempu chun bawsiet inthâwina berâmchal chun intlanna siempêk a ta, ngaidam nîng a tih.",
      "reference": "LEVI DÂN 5:16"
    },
    {
      "content": "“Tukhawmin LALPAIN thu a pêkhai a ieng khawm thawa thil a suksuol chun, hre naw sienla khawm thiemnaw chang hrim hrim a tih; a rîtlona maw chu phur a tih.",
      "reference": "LEVI DÂN 5:17"
    },
    {
      "content": "Berâm ruol laia mi berâmchal demkailo, i ngaia âwmtâwk, bawsiet inthâwina ding chun thiempu kuom- ah a hung kei ding a nih; chun, thiempu chun, hre loa a thaw pal chungchânga chun intlanna siempêk a ta, ngaidam nîng a tih.",
      "reference": "LEVI DÂN 5:18"
    },
    {
      "content": "Chu chu bawsiet inthâwina a nih, LALPA hmaa thiemnaw chang a ni ngei a nih,” tiin.",
      "reference": "LEVI DÂN 5:19"
    }
  ],
  "version": "HMARCLBSI",
  "reference": "LEVI DÂN 5 HMARCLBSI",
  "audioBibleUrl": null,
  "copyright": " Hmar CL Bible - Pathien Lekhabu Inthieng    Copyright © Bible Society of India, 2015. Used by permission. All rights reserved worldwide.",
  "audioBibleCopyright": null
}